{
  "surahNo": 14,
  "surahNameAr": "ابراهيم",
  "surahNameArabicLong": "سورة ابراهيم",
  "surahNameEn": "Ibrahim",
  "revelationPlace": "Mecca",
  "totalAyat": 52,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "ayahArV2": "الر كتاب انزلناه اليك لتخرج الناس من الظلمات الى النور باذن ربهم الى صراط العزيز الحميد",
      "ayahEn": "Alif-Lãm-Ra. ˹This is˺ a Book which We have revealed to you ˹O Prophet˺ so that you may lead people out of darkness and into light, by the Will of their Lord, to the Path of the Almighty, the Praiseworthy—",
      "meta": {
        "page": 255,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
      "ayahArV2": "الله الذي له ما في السماوات وما في الارض وويل للكافرين من عذاب شديد",
      "ayahEn": "Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers because of a severe torment!",
      "meta": {
        "page": 255,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
      "ayahArV2": "الذين يستحبون الحياة الدنيا على الاخرة ويصدون عن سبيل الله ويبغونها عوجا اولئك في ضلال بعيد",
      "ayahEn": "˹They are˺ the ones who favour the life of this world over the Hereafter and hinder ˹others˺ from the Way of Allah, striving to make it ˹appear˺ crooked. It is they who have gone far astray.",
      "meta": {
        "page": 255,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "ayahArV2": "وما ارسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم",
      "ayahEn": "We have not sent a messenger except in the language of his people to clarify ˹the message˺ for them. Then Allah leaves whoever He wills to stray and guides whoever He wills. And He is the Almighty, All-Wise.",
      "meta": {
        "page": 255,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "ayahArV2": "ولقد ارسلنا موسى باياتنا ان اخرج قومك من الظلمات الى النور وذكرهم بايام الله ان في ذلك لايات لكل صبار شكور",
      "ayahEn": "Indeed, We sent Moses with Our signs, ˹ordering him,˺ “Lead your people out of darkness and into light, and remind them of Allah’s days ˹of favour˺.” Surely in this are signs for whoever is steadfast, grateful.",
      "meta": {
        "page": 255,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "ayahArV2": "واذ قال موسى لقومه اذكروا نعمة الله عليكم اذ انجاكم من ال فرعون يسومونكم سوء العذاب ويذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
      "ayahEn": "˹Consider˺ when Moses said to his people, “Remember Allah’s favour upon you when He rescued you from the people of Pharaoh, who afflicted you with dreadful torment—slaughtering your sons and keeping your women. That was a severe test from your Lord.",
      "meta": {
        "page": 256,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
      "ayahArV2": "واذ تاذن ربكم لئن شكرتم لازيدنكم ولئن كفرتم ان عذابي لشديد",
      "ayahEn": "And ˹remember˺ when your Lord proclaimed, ‘If you are grateful, I will certainly give you more. But if you are ungrateful, surely My punishment is severe.’”",
      "meta": {
        "page": 256,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
      "ayahArV2": "وقال موسى ان تكفروا انتم ومن في الارض جميعا فان الله لغني حميد",
      "ayahEn": "Moses added, “If you along with everyone on earth were to be ungrateful, then ˹know that˺ Allah is indeed Self-Sufficient, Praiseworthy.”",
      "meta": {
        "page": 256,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
      "ayahArV2": "الم ياتكم نبا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينات فردوا ايديهم في افواههم وقالوا انا كفرنا بما ارسلتم به وانا لفي شك مما تدعوننا اليه مريب",
      "ayahEn": "Have you not ˹already˺ received the stories of those who were before you: the people of Noah, ’Âd, Thamûd, and those after them? Only Allah knows how many they were. Their messengers came to them with clear proofs, but they put their hands over their mouths and said, “We totally reject what you have been sent with, and we are certainly in alarming doubt about what you are inviting us to.”",
      "meta": {
        "page": 256,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 102,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
      "ayahArV2": "قالت رسلهم افي الله شك فاطر السماوات والارض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى قالوا ان انتم الا بشر مثلنا تريدون ان تصدونا عما كان يعبد اباؤنا فاتونا بسلطان مبين",
      "ayahEn": "Their messengers asked ˹them˺, “Is there any doubt about Allah, the Originator of the heavens and the earth? He is inviting you in order to forgive your sins, and delay your end until your appointed term.” They argued, “You are no more than humans like us! You ˹only˺ wish to turn us away from what our forefathers worshipped. So bring us some compelling proof.”",
      "meta": {
        "page": 256,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "ayahArV2": "قالت لهم رسلهم ان نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا ان ناتيكم بسلطان الا باذن الله وعلى الله فليتوكل المؤمنون",
      "ayahEn": "Their messengers said to them, “We are ˹indeed˺ only humans like you, but Allah favours whoever He chooses of His servants. It is not for us to bring you any proof without Allah’s permission. And in Allah let the believers put their trust.",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
      "ayahArV2": "وما لنا الا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما اذيتمونا وعلى الله فليتوكل المتوكلون",
      "ayahEn": "Why should we not put our trust in Allah, when He has truly guided us to ˹the very best of˺ ways? Indeed, we will patiently endure whatever harm you may cause us. And in Allah let the faithful put their trust.”",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
      "ayahArV2": "وقال الذين كفروا لرسلهم لنخرجنكم من ارضنا او لتعودن في ملتنا فاوحى اليهم ربهم لنهلكن الظالمين",
      "ayahEn": "The disbelievers then threatened their messengers, “We will certainly expel you from our land, unless you return to our faith.” So their Lord revealed to them, “We will surely destroy the wrongdoers",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
      "ayahArV2": "ولنسكننكم الارض من بعدهم ذلك لمن خاف مقامي وخاف وعيد",
      "ayahEn": "and make you reside in the land after them. This is for whoever is in awe of standing before Me and fears My warning.”",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
      "ayahArV2": "واستفتحوا وخاب كل جبار عنيد",
      "ayahEn": "And both sides called for judgment, so every stubborn tyrant was doomed.",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
      "ayahArV2": "من ورائه جهنم ويسقى من ماء صديد",
      "ayahEn": "Awaiting them is Hell, and they will be left to drink oozing pus",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
      "ayahArV2": "يتجرعه ولا يكاد يسيغه وياتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ",
      "ayahEn": "which they will sip with difficulty, and can hardly swallow. Death will overwhelm them from every side, yet they will not ˹be able to˺ die. Awaiting them still is harsher torment.",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "ayahArV2": "مثل الذين كفروا بربهم اعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد",
      "ayahEn": "The parable of the deeds of those who disbelieve in their Lord is that of ashes fiercely blown away by wind on a stormy day. They will gain nothing from what they have earned. That is ˹truly˺ the farthest one can stray.",
      "meta": {
        "page": 257,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "ayahArV2": "الم تر ان الله خلق السماوات والارض بالحق ان يشا يذهبكم ويات بخلق جديد",
      "ayahEn": "Have you not seen that Allah created the heavens and the earth for a reason? If He wills, He can eliminate you and produce a new creation.",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "ayahArV2": "وما ذلك على الله بعزيز",
      "ayahEn": "And that is not difficult for Allah ˹at all˺.",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "وَبَرَزُوا۟ لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَـٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
      "ayahArV2": "وبرزوا لله جميعا فقال الضعفاء للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا من عذاب الله من شيء قالوا لو هدانا الله لهديناكم سواء علينا اجزعنا ام صبرنا ما لنا من محيص",
      "ayahEn": "They will all appear before Allah, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, so will you ˹then˺ protect us from Allah’s torment in any way?” They will reply, “Had Allah guided us, we would have guided you. ˹Now˺ it is all the same for us whether we suffer patiently or impatiently, there is no escape for us.”",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "وَقَالَ ٱلشَّيْطَـٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَـٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "ayahArV2": "وقال الشيطان لما قضي الامر ان الله وعدكم وعد الحق ووعدتكم فاخلفتكم وما كان لي عليكم من سلطان الا ان دعوتكم فاستجبتم لي فلا تلوموني ولوموا انفسكم ما انا بمصرخكم وما انتم بمصرخي اني كفرت بما اشركتمون من قبل ان الظالمين لهم عذاب اليم",
      "ayahEn": "And Satan will say ˹to his followers˺ after the judgment has been passed, “Indeed, Allah has made you a true promise. I too made you a promise, but I failed you. I did not have any authority over you. I only called you, and you responded to me. So do not blame me; blame yourselves. I cannot save you, nor can you save me. Indeed, I denounce your previous association of me with Allah ˹in loyalty˺. Surely the wrongdoers will suffer a painful punishment.”",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ",
      "ayahArV2": "وادخل الذين امنوا وعملوا الصالحات جنات تجري من تحتها الانهار خالدين فيها باذن ربهم تحيتهم فيها سلام",
      "ayahEn": "Those who believe and do good will be admitted into Gardens, under which rivers flow—to stay there forever by the Will of their Lord—where they will be greeted with “Peace!”",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
      "ayahArV2": "الم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة اصلها ثابت وفرعها في السماء",
      "ayahEn": "Do you not see how Allah compares a good word to a good tree? Its root is firm and its branches reach the sky",
      "meta": {
        "page": 258,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "ayahArV2": "تؤتي اكلها كل حين باذن ربها ويضرب الله الامثال للناس لعلهم يتذكرون",
      "ayahEn": "˹always˺ yielding its fruit in every season by the Will of its Lord. This is how Allah sets forth parables for the people, so perhaps they will be mindful.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
      "ayahArV2": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار",
      "ayahEn": "And the parable of an evil word is that of an evil tree, uprooted from the earth, having no stability.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
      "ayahArV2": "يثبت الله الذين امنوا بالقول الثابت في الحياة الدنيا وفي الاخرة ويضل الله الظالمين ويفعل الله ما يشاء",
      "ayahEn": "Allah makes the believers steadfast with the firm Word ˹of faith˺ in this worldly life and the Hereafter. And Allah leaves the wrongdoers to stray. For Allah does what He wills.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 103,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
      "ayahArV2": "الم تر الى الذين بدلوا نعمت الله كفرا واحلوا قومهم دار البوار",
      "ayahEn": "Have you not seen those ˹disbelievers˺ who meet Allah’s favours with ingratitude and lead their own people to their doom?",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
      "ayahArV2": "جهنم يصلونها وبئس القرار",
      "ayahEn": "In Hell they will burn. What an evil place for settlement.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
      "ayahArV2": "وجعلوا لله اندادا ليضلوا عن سبيله قل تمتعوا فان مصيركم الى النار",
      "ayahEn": "They set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy yourselves! Surely your destination is the Fire.”",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 31,
      "ayahArV1": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
      "ayahArV2": "قل لعبادي الذين امنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل ان ياتي يوم لا بيع فيه ولا خلال",
      "ayahEn": "Tell My believing servants to establish prayer and donate from what We have provided for them—openly and secretly—before the arrival of a Day in which there will be no ransom or friendly connections.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 32,
      "ayahArV1": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
      "ayahArV2": "الله الذي خلق السماوات والارض وانزل من السماء ماء فاخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بامره وسخر لكم الانهار",
      "ayahEn": "It is Allah Who created the heavens and the earth and sends down rain from the sky, causing fruits to grow as a provision for you. He has subjected the ships for your service, sailing through the sea by His command, and has subjected the rivers for you.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 33,
      "ayahArV1": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
      "ayahArV2": "وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار",
      "ayahEn": "He has ˹also˺ subjected for you the sun and the moon, both constantly orbiting, and has subjected the day and night for you.",
      "meta": {
        "page": 259,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 34,
      "ayahArV1": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
      "ayahArV2": "واتاكم من كل ما سالتموه وان تعدوا نعمت الله لا تحصوها ان الانسان لظلوم كفار",
      "ayahEn": "And He has granted you all that you asked Him for. If you tried to count Allah’s blessings, you would never be able to number them. Indeed humankind is truly unfair, ˹totally˺ ungrateful.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 35,
      "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
      "ayahArV2": "واذ قال ابراهيم رب اجعل هذا البلد امنا واجنبني وبني ان نعبد الاصنام",
      "ayahEn": "˹Remember˺ when Abraham prayed, “My Lord! Make this city ˹of Mecca˺ secure, and keep me and my children away from the worship of idols.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 36,
      "ayahArV1": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "رب انهن اضللن كثيرا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم",
      "ayahEn": "My Lord! They have caused many people to go astray. So whoever follows me is with me, and whoever disobeys me—then surely You are ˹still˺ All-Forgiving, Most Merciful.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 37,
      "ayahArV1": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "ayahArV2": "ربنا اني اسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل افئدة من الناس تهوي اليهم وارزقهم من الثمرات لعلهم يشكرون",
      "ayahEn": "Our Lord! I have settled some of my offspring in a barren valley, near Your Sacred House, our Lord, so that they may establish prayer. So make the hearts of ˹believing˺ people incline towards them and provide them with fruits, so perhaps they will be thankful.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 38,
      "ayahArV1": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "ayahArV2": "ربنا انك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الارض ولا في السماء",
      "ayahEn": "Our Lord! You certainly know what we conceal and what we reveal. Nothing on earth or in heaven is hidden from Allah.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 39,
      "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
      "ayahArV2": "الحمد لله الذي وهب لي على الكبر اسماعيل واسحاق ان ربي لسميع الدعاء",
      "ayahEn": "All praise is for Allah who has blessed me with Ishmael and Isaac in my old age. My Lord is indeed the Hearer of ˹all˺ prayers.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 40,
      "ayahArV1": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
      "ayahArV2": "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
      "ayahEn": "My Lord! Make me and those ˹believers˺ of my descendants keep up prayer. Our Lord! Accept my prayers.",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 41,
      "ayahArV1": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
      "ayahArV2": "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
      "ayahEn": "Our Lord! Forgive me, my parents, and the believers on the Day when the judgment will come to pass.”",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 42,
      "ayahArV1": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
      "ayahArV2": "ولا تحسبن الله غافلا عما يعمل الظالمون انما يؤخرهم ليوم تشخص فيه الابصار",
      "ayahEn": "Do not think ˹O Prophet˺ that Allah is unaware of what the wrongdoers do. He only delays them until a Day when ˹their˺ eyes will stare in horror—",
      "meta": {
        "page": 260,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 43,
      "ayahArV1": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
      "ayahArV2": "مهطعين مقنعي رءوسهم لا يرتد اليهم طرفهم وافئدتهم هواء",
      "ayahEn": "rushing forth, heads raised, never blinking, hearts void.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 44,
      "ayahArV1": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
      "ayahArV2": "وانذر الناس يوم ياتيهم العذاب فيقول الذين ظلموا ربنا اخرنا الى اجل قريب نجب دعوتك ونتبع الرسل اولم تكونوا اقسمتم من قبل ما لكم من زوال",
      "ayahEn": "And warn the people of the Day when the punishment will overtake ˹the wicked among˺ them, and the wrongdoers will cry, “Our Lord! Delay us for a little while. We will respond to Your call and follow the messengers!” ˹It will be said,˺ “Did you not swear before that you would never be removed ˹to the next life˺?”",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 45,
      "ayahArV1": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
      "ayahArV2": "وسكنتم في مساكن الذين ظلموا انفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الامثال",
      "ayahEn": "You passed by the ruins of those ˹destroyed peoples˺ who had wronged themselves. It was made clear to you how We dealt with them, and We gave you ˹many˺ examples.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 46,
      "ayahArV1": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
      "ayahArV2": "وقد مكروا مكرهم وعند الله مكرهم وان كان مكرهم لتزول منه الجبال",
      "ayahEn": "They devised every plot, which was fully known to Allah, but their plotting was not enough to ˹even˺ overpower mountains ˹let alone Allah˺.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 47,
      "ayahArV1": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
      "ayahArV2": "فلا تحسبن الله مخلف وعده رسله ان الله عزيز ذو انتقام",
      "ayahEn": "So do not think ˹O Prophet˺ that Allah will fail to keep His promise to His messengers. Allah is indeed Almighty, capable of punishment.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 48,
      "ayahArV1": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "ayahArV2": "يوم تبدل الارض غير الارض والسماوات وبرزوا لله الواحد القهار",
      "ayahEn": "˹Watch for˺ the Day ˹when˺ the earth will be changed into a different earth and the heavens as well, and all will appear before Allah—the One, the Supreme.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 49,
      "ayahArV1": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "ayahArV2": "وترى المجرمين يومئذ مقرنين في الاصفاد",
      "ayahEn": "On that Day you will see the wicked bound together in chains",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 50,
      "ayahArV1": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "ayahArV2": "سرابيلهم من قطران وتغشى وجوههم النار",
      "ayahEn": "with garments of tar, and their faces covered with flames.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 51,
      "ayahArV1": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "ayahArV2": "ليجزي الله كل نفس ما كسبت ان الله سريع الحساب",
      "ayahEn": "As such, Allah will reward every soul for what it has committed. Surely Allah is swift in reckoning.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    },
    {
      "ayahNo": 52,
      "ayahArV1": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "ayahArV2": "هذا بلاغ للناس ولينذروا به وليعلموا انما هو اله واحد وليذكر اولو الالباب",
      "ayahEn": "This ˹Quran˺ is a ˹sufficient˺ message for humanity so that they may take it as a warning and know that there is only One God, and so that people of reason may be mindful.",
      "meta": {
        "page": 261,
        "juz": 13,
        "hizb": 26,
        "hizbQuarter": 104,
        "sajda": false
      }
    }
  ]
}