{
  "surahNo": 18,
  "surahNameAr": "الكهف",
  "surahNameArabicLong": "سورة الكهف",
  "surahNameEn": "Al-Kahf",
  "revelationPlace": "Mecca",
  "totalAyat": 110,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "ayahArV2": "الحمد لله الذي انزل على عبده الكتاب ولم يجعل له عوجا",
      "ayahEn": "All praise is for Allah Who has revealed the Book to His servant, allowing no crookedness in it",
      "meta": {
        "page": 293,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
      "ayahArV2": "قيما لينذر باسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصالحات ان لهم اجرا حسنا",
      "ayahEn": "˹making it˺ perfectly upright, to warn ˹the disbelievers˺ of a severe torment from Him; to give good news to the believers—who do good—that they will have a fine reward",
      "meta": {
        "page": 293,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
      "ayahArV2": "ماكثين فيه ابدا",
      "ayahEn": "in which they will remain forever;",
      "meta": {
        "page": 293,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
      "ayahArV2": "وينذر الذين قالوا اتخذ الله ولدا",
      "ayahEn": "and to warn those who claim, “Allah has offspring.”",
      "meta": {
        "page": 293,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
      "ayahArV2": "ما لهم به من علم ولا لابائهم كبرت كلمة تخرج من افواههم ان يقولون الا كذبا",
      "ayahEn": "They have no knowledge of this, nor did their forefathers. What a terrible claim that comes out of their mouths! They say nothing but lies.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
      "ayahArV2": "فلعلك باخع نفسك على اثارهم ان لم يؤمنوا بهذا الحديث اسفا",
      "ayahEn": "Now, perhaps you ˹O Prophet˺ will grieve yourself to death over their denial, if they ˹continue to˺ disbelieve in this message.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
      "ayahArV2": "انا جعلنا ما على الارض زينة لها لنبلوهم ايهم احسن عملا",
      "ayahEn": "We have indeed made whatever is on earth as an adornment for it, in order to test which of them is best in deeds.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
      "ayahArV2": "وانا لجاعلون ما عليها صعيدا جرزا",
      "ayahEn": "And We will certainly reduce whatever is on it to barren ground.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
      "ayahArV2": "ام حسبت ان اصحاب الكهف والرقيم كانوا من اياتنا عجبا",
      "ayahEn": "Have you ˹O Prophet˺ thought that the people of the cave and the plaque were ˹the only˺ wonders of Our signs?",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
      "ayahArV2": "اذ اوى الفتية الى الكهف فقالوا ربنا اتنا من لدنك رحمة وهيئ لنا من امرنا رشدا",
      "ayahEn": "˹Remember˺ when those youths took refuge in the cave, and said, “Our Lord! Grant us mercy from Yourself and guide us rightly through our ordeal.”",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
      "ayahArV2": "فضربنا على اذانهم في الكهف سنين عددا",
      "ayahEn": "So We caused them to fall into a dead sleep in the cave for many years",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
      "ayahArV2": "ثم بعثناهم لنعلم اي الحزبين احصى لما لبثوا امدا",
      "ayahEn": "then We raised them so We may show which of the two groups would make a better estimation of the length of their stay.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
      "ayahArV2": "نحن نقص عليك نباهم بالحق انهم فتية امنوا بربهم وزدناهم هدى",
      "ayahEn": "We relate to you ˹O Prophet˺ their story in truth. They were youths who truly believed in their Lord, and We increased them in guidance.",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
      "ayahArV2": "وربطنا على قلوبهم اذ قاموا فقالوا ربنا رب السماوات والارض لن ندعو من دونه الها لقد قلنا اذا شططا",
      "ayahEn": "And We strengthened their hearts when they stood up and declared, “Our Lord is the Lord of the heavens and the earth. We will never call upon any god besides Him, or we would truly be uttering an outrageous lie.”",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
      "ayahArV2": "هؤلاء قومنا اتخذوا من دونه الهة لولا ياتون عليهم بسلطان بين فمن اظلم ممن افترى على الله كذبا",
      "ayahEn": "˹Then they said to one another,˺ “These people of ours have taken gods besides Him. Why do they not produce a clear proof of them? Who then does more wrong than those who fabricate lies against Allah?",
      "meta": {
        "page": 294,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
      "ayahArV2": "واذ اعتزلتموهم وما يعبدون الا الله فاووا الى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من امركم مرفقا",
      "ayahEn": "Since you have distanced yourselves from them and what they worship besides Allah, take refuge in the cave. Your Lord will extend His mercy to you and accommodate you in your ordeal.”",
      "meta": {
        "page": 295,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 117,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
      "ayahArV2": "وترى الشمس اذا طلعت تزاور عن كهفهم ذات اليمين واذا غربت تقرضهم ذات الشمال وهم في فجوة منه ذلك من ايات الله من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا",
      "ayahEn": "And you would have seen the sun, as it rose, inclining away from their cave to the right, and as it set, declining away from them to the left, while they lay in its open space. That is one of the signs of Allah. Whoever Allah guides is truly guided. But whoever He leaves to stray, you will never find for them a guiding mentor.",
      "meta": {
        "page": 295,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
      "ayahArV2": "وتحسبهم ايقاظا وهم رقود ونقلبهم ذات اليمين وذات الشمال وكلبهم باسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا",
      "ayahEn": "And you would have thought they were awake, though they were asleep. We turned them over, to the right and left, while their dog stretched his forelegs at the entrance. Had you looked at them, you would have certainly fled away from them, filled with horror.",
      "meta": {
        "page": 295,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "ayahArV2": "وكذلك بعثناهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما او بعض يوم قالوا ربكم اعلم بما لبثتم فابعثوا احدكم بورقكم هذه الى المدينة فلينظر ايها ازكى طعاما فلياتكم برزق منه وليتلطف ولا يشعرن بكم احدا",
      "ayahEn": "And so We awakened them so that they might question one another. One of them exclaimed, “How long have you remained ˹asleep˺?” Some replied, “Perhaps a day, or part of a day.” They said ˹to one another˺, “Your Lord knows best how long you have remained. So send one of you with these silver coins of yours to the city, and let him find which food is the purest, and then bring you provisions from it. Let him be ˹exceptionally˺ cautious, and do not let him give you away.",
      "meta": {
        "page": 295,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
      "ayahArV2": "انهم ان يظهروا عليكم يرجموكم او يعيدوكم في ملتهم ولن تفلحوا اذا ابدا",
      "ayahEn": "For, indeed, if they find out about you, they will stone you ˹to death˺, or force you back into their faith, and then you will never succeed.”",
      "meta": {
        "page": 295,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
      "ayahArV2": "وكذلك اعثرنا عليهم ليعلموا ان وعد الله حق وان الساعة لا ريب فيها اذ يتنازعون بينهم امرهم فقالوا ابنوا عليهم بنيانا ربهم اعلم بهم قال الذين غلبوا على امرهم لنتخذن عليهم مسجدا",
      "ayahEn": "That is how We caused them to be discovered so that their people might know that Allah’s promise ˹of resurrection˺ is true and that there is no doubt about the Hour. When the people disputed with each other about the case of the youth ˹after their death˺, some proposed, “Build a structure around them. Their Lord knows best about them.” Those who prevailed in the matter said, “We will surely build a place of worship over them.”",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
      "ayahArV2": "سيقولون ثلاثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم قل ربي اعلم بعدتهم ما يعلمهم الا قليل فلا تمار فيهم الا مراء ظاهرا ولا تستفت فيهم منهم احدا",
      "ayahEn": "Some will say, “They were three, their dog was the fourth,” while others will say, “They were five, their dog was the sixth,” ˹only˺ guessing blindly. And others will say, “They were seven and their dog was the eighth.” Say, ˹O Prophet,˺ “My Lord knows best their ˹exact˺ number. Only a few people know as well.” So do not argue about them except with sure knowledge, nor consult any of those ˹who debate˺ about them.",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
      "ayahArV2": "ولا تقولن لشيء اني فاعل ذلك غدا",
      "ayahEn": "And never say of anything, “I will definitely do this tomorrow,”",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
      "ayahArV2": "الا ان يشاء الله واذكر ربك اذا نسيت وقل عسى ان يهدين ربي لاقرب من هذا رشدا",
      "ayahEn": "without adding, “if Allah so wills!” But if you forget, then remember your Lord, and say, “I trust my Lord will guide me to what is more right than this.”",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
      "ayahArV2": "ولبثوا في كهفهم ثلاث مائة سنين وازدادوا تسعا",
      "ayahEn": "They had remained in their cave for three hundred years, adding nine.",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
      "ayahArV2": "قل الله اعلم بما لبثوا له غيب السماوات والارض ابصر به واسمع ما لهم من دونه من ولي ولا يشرك في حكمه احدا",
      "ayahEn": "Say, ˹O Prophet,˺ “Allah knows best how long they stayed. With Him ˹alone˺ is ˹the knowledge of˺ the unseen of the heavens and the earth. How perfectly He hears and sees! They have no guardian besides Him, and He shares His command with none.”",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "ayahArV2": "واتل ما اوحي اليك من كتاب ربك لا مبدل لكلماته ولن تجد من دونه ملتحدا",
      "ayahEn": "Recite what has been revealed to you from the Book of your Lord. None can change His Words, nor can you find any refuge besides Him.",
      "meta": {
        "page": 296,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
      "ayahArV2": "واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحياة الدنيا ولا تطع من اغفلنا قلبه عن ذكرنا واتبع هواه وكان امره فرطا",
      "ayahEn": "And patiently stick with those who call upon their Lord morning and evening, seeking His pleasure. Do not let your eyes look beyond them, desiring the luxuries of this worldly life. And do not obey those whose hearts We have made heedless of Our remembrance, who follow ˹only˺ their desires and whose state is ˹total˺ loss.",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "ayahArV2": "وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر انا اعتدنا للظالمين نارا احاط بهم سرادقها وان يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا",
      "ayahEn": "And say, ˹O Prophet,˺ “˹This is˺ the truth from your Lord. Whoever wills let them believe, and whoever wills let them disbelieve.” Surely We have prepared for the wrongdoers a Fire whose walls will ˹completely˺ surround them. When they cry for aid, they will be aided with water like molten metal, which will burn ˹their˺ faces. What a horrible drink! And what a terrible place to rest!",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "ayahArV2": "ان الذين امنوا وعملوا الصالحات انا لا نضيع اجر من احسن عملا",
      "ayahEn": "As for those who believe and do good, We certainly never deny the reward of those who are best in deeds.",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 31,
      "ayahArV1": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
      "ayahArV2": "اولئك لهم جنات عدن تجري من تحتهم الانهار يحلون فيها من اساور من ذهب ويلبسون ثيابا خضرا من سندس واستبرق متكئين فيها على الارائك نعم الثواب وحسنت مرتفقا",
      "ayahEn": "It is they who will have the Gardens of Eternity, with rivers flowing under their feet. There they will be adorned with bracelets of gold, and wear green garments of fine silk and rich brocade, reclining there on ˹canopied˺ couches. What a marvellous reward! And what a fabulous place to rest!",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 118,
        "sajda": false
      }
    },
    {
      "ayahNo": 32,
      "ayahArV1": "۞ وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
      "ayahArV2": "واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعناب وحففناهما بنخل وجعلنا بينهما زرعا",
      "ayahEn": "Give them ˹O Prophet˺ an example of two men. To ˹the disbelieving˺ one We gave two gardens of grapevines, which We surrounded with palm trees and placed ˹various˺ crops in between.",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 33,
      "ayahArV1": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
      "ayahArV2": "كلتا الجنتين اتت اكلها ولم تظلم منه شيئا وفجرنا خلالهما نهرا",
      "ayahEn": "Each garden yielded ˹all˺ its produce, never falling short. And We caused a river to flow between them.",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 34,
      "ayahArV1": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
      "ayahArV2": "وكان له ثمر فقال لصاحبه وهو يحاوره انا اكثر منك مالا واعز نفرا",
      "ayahEn": "And he had other resources ˹as well˺. So he boasted to a ˹poor˺ companion of his, while conversing with him, “I am greater than you in wealth and superior in manpower.”",
      "meta": {
        "page": 297,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 35,
      "ayahArV1": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
      "ayahArV2": "ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا",
      "ayahEn": "And he entered his property, while wronging his soul, saying, “I do not think this will ever perish",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 36,
      "ayahArV1": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
      "ayahArV2": "وما اظن الساعة قائمة ولئن رددت الى ربي لاجدن خيرا منها منقلبا",
      "ayahEn": "nor do I think the Hour will ˹ever˺ come. And if in fact I am returned to my Lord, I will definitely get a far better outcome than ˹all˺ this.”",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 37,
      "ayahArV1": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
      "ayahArV2": "قال له صاحبه وهو يحاوره اكفرت بالذي خلقك من تراب ثم من نطفة ثم سواك رجلا",
      "ayahEn": "His ˹believing˺ companion replied, while conversing with him, “Do you disbelieve in the One Who created you from dust, then ˹developed you˺ from a sperm-drop, then formed you into a man?",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 38,
      "ayahArV1": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
      "ayahArV2": "لكنا هو الله ربي ولا اشرك بربي احدا",
      "ayahEn": "But as for me: He is Allah, my Lord, and I will never associate anyone with my Lord ˹in worship˺.",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 39,
      "ayahArV1": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
      "ayahArV2": "ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا اقل منك مالا وولدا",
      "ayahEn": "If only you had said, upon entering your property, ‘This is what Allah has willed! There is no power except with Allah!’ Even though you see me inferior to you in wealth and offspring",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 40,
      "ayahArV1": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
      "ayahArV2": "فعسى ربي ان يؤتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا",
      "ayahEn": "perhaps my Lord will grant me ˹something˺ better than your garden, and send down upon your garden a thunderbolt from the sky, turning it into a barren waste.",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 41,
      "ayahArV1": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
      "ayahArV2": "او يصبح ماؤها غورا فلن تستطيع له طلبا",
      "ayahEn": "Or its water may sink ˹into the earth˺, and then you will never be able to seek it out.”",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 42,
      "ayahArV1": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
      "ayahArV2": "واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهي خاوية على عروشها ويقول يا ليتني لم اشرك بربي احدا",
      "ayahEn": "And so all his produce was ˹totally˺ ruined, so he started to wring his hands for all he had spent on it, while it had collapsed on its trellises. He cried, “Alas! I wish I had never associated anyone with my Lord ˹in worship˺!”",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 43,
      "ayahArV1": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "ayahArV2": "ولم تكن له فئة ينصرونه من دون الله وما كان منتصرا",
      "ayahEn": "And he had no manpower to help him against Allah, nor could he ˹even˺ help himself.",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 44,
      "ayahArV1": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
      "ayahArV2": "هنالك الولاية لله الحق هو خير ثوابا وخير عقبا",
      "ayahEn": "At this time, support comes ˹only˺ from Allah—the True ˹Lord˺. He is best in reward and best in outcome.",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 45,
      "ayahArV1": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
      "ayahArV2": "واضرب لهم مثل الحياة الدنيا كماء انزلناه من السماء فاختلط به نبات الارض فاصبح هشيما تذروه الرياح وكان الله على كل شيء مقتدرا",
      "ayahEn": "And give them a parable of this worldly life. ˹It is˺ like the plants of the earth, thriving when sustained by the rain We send down from the sky. Then they ˹soon˺ turn into chaff scattered by the wind. And Allah is fully capable of ˹doing˺ all things.",
      "meta": {
        "page": 298,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 46,
      "ayahArV1": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
      "ayahArV2": "المال والبنون زينة الحياة الدنيا والباقيات الصالحات خير عند ربك ثوابا وخير املا",
      "ayahEn": "Wealth and children are the adornment of this worldly life, but the everlasting good deeds are far better with your Lord in reward and in hope.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 47,
      "ayahArV1": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
      "ayahArV2": "ويوم نسير الجبال وترى الارض بارزة وحشرناهم فلم نغادر منهم احدا",
      "ayahEn": "˹Beware of˺ the Day We will blow the mountains away, and you will see the earth laid bare. And We will gather all ˹humankind˺, leaving none behind.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 48,
      "ayahArV1": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
      "ayahArV2": "وعرضوا على ربك صفا لقد جئتمونا كما خلقناكم اول مرة بل زعمتم الن نجعل لكم موعدا",
      "ayahEn": "They will be presented before your Lord in rows, ˹and the deniers will be told,˺ “You have surely returned to Us ˹all alone˺ as We created you the first time, although you ˹always˺ claimed that We would never appoint a time for your return.”",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 49,
      "ayahArV1": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
      "ayahArV2": "ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة الا احصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك احدا",
      "ayahEn": "And the record ˹of deeds˺ will be laid ˹open˺, and you will see the wicked in fear of what is ˹written˺ in it. They will cry, “Woe to us! What kind of record is this that does not leave any sin, small or large, unlisted?” They will find whatever they did present ˹before them˺. And your Lord will never wrong anyone.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 50,
      "ayahArV1": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
      "ayahArV2": "واذ قلنا للملائكة اسجدوا لادم فسجدوا الا ابليس كان من الجن ففسق عن امر ربه افتتخذونه وذريته اولياء من دوني وهم لكم عدو بئس للظالمين بدلا",
      "ayahEn": "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who was one of the jinn, but he rebelled against the command of his Lord. Would you then take him and his descendants as patrons instead of Me, although they are your enemy? What an evil alternative for the wrongdoers ˹to choose˺!",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 119,
        "sajda": false
      }
    },
    {
      "ayahNo": 51,
      "ayahArV1": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
      "ayahArV2": "ما اشهدتهم خلق السماوات والارض ولا خلق انفسهم وما كنت متخذ المضلين عضدا",
      "ayahEn": "I never called them to witness the creation of the heavens and the earth or ˹even˺ their own creation, nor would I take the misleaders as helpers.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 52,
      "ayahArV1": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
      "ayahArV2": "ويوم يقول نادوا شركائي الذين زعمتم فدعوهم فلم يستجيبوا لهم وجعلنا بينهم موبقا",
      "ayahEn": "And ˹beware of˺ the Day He will say, “Call upon those you claimed were My associate-gods.” So they will call them, but will receive no response. And We will make them ˹all˺ share in the same doom.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 53,
      "ayahArV1": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
      "ayahArV2": "وراى المجرمون النار فظنوا انهم مواقعوها ولم يجدوا عنها مصرفا",
      "ayahEn": "The wicked will see the Fire and realize that they are bound to fall into it, and will find no way to avoid it.",
      "meta": {
        "page": 299,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 54,
      "ayahArV1": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
      "ayahArV2": "ولقد صرفنا في هذا القران للناس من كل مثل وكان الانسان اكثر شيء جدلا",
      "ayahEn": "We have surely set forth in this Quran every ˹kind of˺ lesson for people, but humankind is the most argumentative of all beings.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 55,
      "ayahArV1": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
      "ayahArV2": "وما منع الناس ان يؤمنوا اذ جاءهم الهدى ويستغفروا ربهم الا ان تاتيهم سنة الاولين او ياتيهم العذاب قبلا",
      "ayahEn": "And nothing prevents people from believing when guidance comes to them and from seeking their Lord’s forgiveness except ˹their demand˺ to meet the same fate of earlier deniers or that the torment would confront them face to face.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 56,
      "ayahArV1": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
      "ayahArV2": "وما نرسل المرسلين الا مبشرين ومنذرين ويجادل الذين كفروا بالباطل ليدحضوا به الحق واتخذوا اياتي وما انذروا هزوا",
      "ayahEn": "We do not send the messengers except as deliverers of good news and warners. But the disbelievers argue in falsehood, ˹hoping˺ to discredit the truth with it, and make a mockery of My revelations and warnings.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 57,
      "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
      "ayahArV2": "ومن اظلم ممن ذكر بايات ربه فاعرض عنها ونسي ما قدمت يداه انا جعلنا على قلوبهم اكنة ان يفقهوه وفي اذانهم وقرا وان تدعهم الى الهدى فلن يهتدوا اذا ابدا",
      "ayahEn": "And who does more wrong than those who, when reminded of their Lord’s revelations, turn away from them and forget what their own hands have done? We have certainly cast veils over their hearts—leaving them unable to comprehend this ˹Quran˺—and deafness in their ears. And if you ˹O Prophet˺ invite them to ˹true˺ guidance, they will never be ˹rightly˺ guided.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 58,
      "ayahArV1": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
      "ayahArV2": "وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا لعجل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلا",
      "ayahEn": "Your Lord is the All-Forgiving, Full of Mercy. If He were to seize them ˹immediately˺ for what they commit, He would have certainly hastened their punishment. But they have an appointed time, from which they will find no refuge.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 59,
      "ayahArV1": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
      "ayahArV2": "وتلك القرى اهلكناهم لما ظلموا وجعلنا لمهلكهم موعدا",
      "ayahEn": "Those ˹are the˺ societies We destroyed when they persisted in wrong, and We had set a time for their destruction.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 60,
      "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
      "ayahArV2": "واذ قال موسى لفتاه لا ابرح حتى ابلغ مجمع البحرين او امضي حقبا",
      "ayahEn": "And ˹remember˺ when Moses said to his young assistant, “I will never give up until I reach the junction of the two seas, even if I travel for ages.”",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 61,
      "ayahArV1": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
      "ayahArV2": "فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا",
      "ayahEn": "But when they ˹finally˺ reached the point where the seas met, they forgot their ˹salted˺ fish, and it made its way into the sea, slipping away ˹wondrously˺.",
      "meta": {
        "page": 300,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 62,
      "ayahArV1": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
      "ayahArV2": "فلما جاوزا قال لفتاه اتنا غداءنا لقد لقينا من سفرنا هذا نصبا",
      "ayahEn": "When they had passed further, he said to his assistant, “Bring us our meal! We have certainly been exhausted by today’s journey.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 63,
      "ayahArV1": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
      "ayahArV2": "قال ارايت اذ اوينا الى الصخرة فاني نسيت الحوت وما انسانيه الا الشيطان ان اذكره واتخذ سبيله في البحر عجبا",
      "ayahEn": "He replied, “Do you remember when we rested by the rock? ˹That is when˺ I forgot the fish. None made me forget to mention this except Satan. And the fish made its way into the sea miraculously.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 64,
      "ayahArV1": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
      "ayahArV2": "قال ذلك ما كنا نبغ فارتدا على اثارهما قصصا",
      "ayahEn": "Moses responded, “That is ˹exactly˺ what we were looking for.” So they returned, retracing their footsteps.",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 65,
      "ayahArV1": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
      "ayahArV2": "فوجدا عبدا من عبادنا اتيناه رحمة من عندنا وعلمناه من لدنا علما",
      "ayahEn": "There they found a servant of Ours, to whom We had granted mercy from Us and enlightened with knowledge of Our Own.",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 66,
      "ayahArV1": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "ayahArV2": "قال له موسى هل اتبعك على ان تعلمن مما علمت رشدا",
      "ayahEn": "Moses said to him, “May I follow you, provided that you teach me some of the right guidance you have been taught?”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 67,
      "ayahArV1": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "ayahArV2": "قال انك لن تستطيع معي صبرا",
      "ayahEn": "He said, “You certainly cannot be patient ˹enough˺ with me.",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 68,
      "ayahArV1": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
      "ayahArV2": "وكيف تصبر على ما لم تحط به خبرا",
      "ayahEn": "And how can you be patient with what is beyond your ˹realm of˺ knowledge?”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 69,
      "ayahArV1": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
      "ayahArV2": "قال ستجدني ان شاء الله صابرا ولا اعصي لك امرا",
      "ayahEn": "Moses assured ˹him˺, “You will find me patient, Allah willing, and I will not disobey any of your orders.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 70,
      "ayahArV1": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "ayahArV2": "قال فان اتبعتني فلا تسالني عن شيء حتى احدث لك منه ذكرا",
      "ayahEn": "He responded, “Then if you follow me, do not question me about anything until I ˹myself˺ clarify it for you.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 71,
      "ayahArV1": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
      "ayahArV2": "فانطلقا حتى اذا ركبا في السفينة خرقها قال اخرقتها لتغرق اهلها لقد جئت شيئا امرا",
      "ayahEn": "So they set out, but after they had boarded a ship, the man made a hole in it. Moses protested, “Have you done this to drown its people? You have certainly done a terrible thing!”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 72,
      "ayahArV1": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "ayahArV2": "قال الم اقل انك لن تستطيع معي صبرا",
      "ayahEn": "He replied, “Did I not say that you cannot have patience with me?”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 73,
      "ayahArV1": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
      "ayahArV2": "قال لا تؤاخذني بما نسيت ولا ترهقني من امري عسرا",
      "ayahEn": "Moses pleaded, “Excuse me for forgetting, and do not be hard on me.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 74,
      "ayahArV1": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
      "ayahArV2": "فانطلقا حتى اذا لقيا غلاما فقتله قال اقتلت نفسا زكية بغير نفس لقد جئت شيئا نكرا",
      "ayahEn": "So they proceeded until they came across a boy, and the man killed him. Moses protested, “Have you killed an innocent soul, who killed no one? You have certainly done a horrible thing.”",
      "meta": {
        "page": 301,
        "juz": 15,
        "hizb": 30,
        "hizbQuarter": 120,
        "sajda": false
      }
    },
    {
      "ayahNo": 75,
      "ayahArV1": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "ayahArV2": "قال الم اقل لك انك لن تستطيع معي صبرا",
      "ayahEn": "He answered, “Did I not tell you that you cannot have patience with me?”",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 76,
      "ayahArV1": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
      "ayahArV2": "قال ان سالتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا",
      "ayahEn": "Moses replied, “If I ever question you about anything after this, then do not keep me in your company, for by then I would have given you enough of an excuse.”",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 77,
      "ayahArV1": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "ayahArV2": "فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شئت لاتخذت عليه اجرا",
      "ayahEn": "So they moved on until they came to the people of a town. They asked them for food, but the people refused to give them hospitality. There they found a wall ready to collapse, so the man set it right. Moses protested, “If you wanted, you could have demanded a fee for this.”",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 78,
      "ayahArV1": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "ayahArV2": "قال هذا فراق بيني وبينك سانبئك بتاويل ما لم تستطع عليه صبرا",
      "ayahEn": "He replied, “This is the parting of our ways. I will explain to you what you could not bear patiently.",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 79,
      "ayahArV1": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
      "ayahArV2": "اما السفينة فكانت لمساكين يعملون في البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا",
      "ayahEn": "“As for the ship, it belonged to some poor people, working at sea. So I intended to damage it, for there was a ˹tyrant˺ king ahead of them who seizes every ˹good˺ ship by force.",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 80,
      "ayahArV1": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
      "ayahArV2": "واما الغلام فكان ابواه مؤمنين فخشينا ان يرهقهما طغيانا وكفرا",
      "ayahEn": "“And as for the boy, his parents were ˹true˺ believers, and we feared that he would pressure them into defiance and disbelief.",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 81,
      "ayahArV1": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
      "ayahArV2": "فاردنا ان يبدلهما ربهما خيرا منه زكاة واقرب رحما",
      "ayahEn": "So we hoped that their Lord would give them another, more virtuous and caring in his place.",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 82,
      "ayahArV1": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
      "ayahArV2": "واما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز لهما وكان ابوهما صالحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امري ذلك تاويل ما لم تسطع عليه صبرا",
      "ayahEn": "“And as for the wall, it belonged to two orphan boys in the city, and under the wall was a treasure that belonged to them, and their father had been a righteous man. So your Lord willed that these children should come of age and retrieve their treasure, as a mercy from your Lord. I did not do it ˹all˺ on my own. This is the explanation of what you could not bear patiently.”",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 83,
      "ayahArV1": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "ayahArV2": "ويسالونك عن ذي القرنين قل ساتلو عليكم منه ذكرا",
      "ayahEn": "They ask you ˹O Prophet˺ about Ⱬul-Qarnain. Say, “I will relate to you something of his narrative.”",
      "meta": {
        "page": 302,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 84,
      "ayahArV1": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
      "ayahArV2": "انا مكنا له في الارض واتيناه من كل شيء سببا",
      "ayahEn": "Surely We established him in the land, and gave him the means to all things.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 85,
      "ayahArV1": "فَأَتْبَعَ سَبَبًا",
      "ayahArV2": "فاتبع سببا",
      "ayahEn": "So he travelled a course",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 86,
      "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
      "ayahArV2": "حتى اذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يا ذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا",
      "ayahEn": "until he reached the setting ˹point˺ of the sun, which appeared to him to be setting in a spring of murky water, where he found some people. We said, “O Ⱬul-Qarnain! Either punish them or treat them kindly.”",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 87,
      "ayahArV1": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
      "ayahArV2": "قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا",
      "ayahEn": "He responded, “Whoever does wrong will be punished by us, then will be returned to their Lord, Who will punish them with a horrible torment.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 88,
      "ayahArV1": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
      "ayahArV2": "واما من امن وعمل صالحا فله جزاء الحسنى وسنقول له من امرنا يسرا",
      "ayahEn": "As for those who believe and do good, they will have the finest reward, and we will assign them easy commands.”",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 89,
      "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
      "ayahArV2": "ثم اتبع سببا",
      "ayahEn": "Then he travelled a ˹different˺ course",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 90,
      "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
      "ayahArV2": "حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا",
      "ayahEn": "until he reached the rising ˹point˺ of the sun. He found it rising on a people for whom We had provided no shelter from it.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 91,
      "ayahArV1": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
      "ayahArV2": "كذلك وقد احطنا بما لديه خبرا",
      "ayahEn": "So it was. And We truly had full knowledge of him.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 92,
      "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
      "ayahArV2": "ثم اتبع سببا",
      "ayahEn": "Then he travelled a ˹third˺ course",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 93,
      "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
      "ayahArV2": "حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا",
      "ayahEn": "until he reached ˹a pass˺ between two mountains. He found in front of them a people who could hardly understand ˹his˺ language.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 94,
      "ayahArV1": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
      "ayahArV2": "قالوا يا ذا القرنين ان ياجوج وماجوج مفسدون في الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا",
      "ayahEn": "They pleaded, “O Ⱬul-Qarnain! Surely Gog and Magog are spreading corruption throughout the land. Should we pay you tribute, provided that you build a wall between us and them?”",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 95,
      "ayahArV1": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "ayahArV2": "قال ما مكني فيه ربي خير فاعينوني بقوة اجعل بينكم وبينهم ردما",
      "ayahEn": "He responded, “What my Lord has provided for me is far better. But assist me with resources, and I will build a barrier between you and them.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 96,
      "ayahArV1": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
      "ayahArV2": "اتوني زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا حتى اذا جعله نارا قال اتوني افرغ عليه قطرا",
      "ayahEn": "Bring me blocks of iron!” Then, when he had filled up ˹the gap˺ between the two mountains, he ordered, “Blow!” When the iron became red hot, he said, “Bring me molten copper to pour over it.”",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 97,
      "ayahArV1": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
      "ayahArV2": "فما اسطاعوا ان يظهروه وما استطاعوا له نقبا",
      "ayahEn": "And so the enemies could neither scale nor tunnel through it.",
      "meta": {
        "page": 303,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 98,
      "ayahArV1": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
      "ayahArV2": "قال هذا رحمة من ربي فاذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا",
      "ayahEn": "He declared, “This is a mercy from my Lord. But when the promise of my Lord comes to pass, He will level it to the ground. And my Lord’s promise is ever true.”",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 121,
        "sajda": false
      }
    },
    {
      "ayahNo": 99,
      "ayahArV1": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
      "ayahArV2": "وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعناهم جمعا",
      "ayahEn": "On that Day, We will let them surge ˹like waves˺ over one another. Later, the Trumpet will be blown, and We will gather all ˹people˺ together.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 100,
      "ayahArV1": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
      "ayahArV2": "وعرضنا جهنم يومئذ للكافرين عرضا",
      "ayahEn": "On that Day We will display Hell clearly for the disbelievers",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 101,
      "ayahArV1": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "ayahArV2": "الذين كانت اعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا",
      "ayahEn": "those who turned a blind eye to My Reminder and could not stand listening ˹to it˺.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 102,
      "ayahArV1": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
      "ayahArV2": "افحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء انا اعتدنا جهنم للكافرين نزلا",
      "ayahEn": "Do the disbelievers think they can ˹simply˺ take My servants as lords instead of Me? We have surely prepared Hell as an accommodation for the disbelievers.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 103,
      "ayahArV1": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
      "ayahArV2": "قل هل ننبئكم بالاخسرين اعمالا",
      "ayahEn": "Say, ˹O Prophet,˺ “Shall we inform you of who will lose the most deeds?",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 104,
      "ayahArV1": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "ayahArV2": "الذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا",
      "ayahEn": "˹They are˺ those whose efforts are in vain in this worldly life, while they think they are doing good!”",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 105,
      "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
      "ayahArV2": "اولئك الذين كفروا بايات ربهم ولقائه فحبطت اعمالهم فلا نقيم لهم يوم القيامة وزنا",
      "ayahEn": "It is they who reject the signs of their Lord and their meeting with Him, rendering their deeds void, so We will not give their deeds any weight on Judgment Day.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 106,
      "ayahArV1": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
      "ayahArV2": "ذلك جزاؤهم جهنم بما كفروا واتخذوا اياتي ورسلي هزوا",
      "ayahEn": "That is their reward: Hell, for their disbelief and mockery of My signs and messengers.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 107,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "ayahArV2": "ان الذين امنوا وعملوا الصالحات كانت لهم جنات الفردوس نزلا",
      "ayahEn": "Indeed, those who believe and do good will have the Gardens of Paradise as an accommodation",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 108,
      "ayahArV1": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
      "ayahArV2": "خالدين فيها لا يبغون عنها حولا",
      "ayahEn": "where they will be forever, never desiring anywhere else.",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 109,
      "ayahArV1": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
      "ayahArV2": "قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل ان تنفد كلمات ربي ولو جئنا بمثله مددا",
      "ayahEn": "Say, ˹O Prophet,˺ “If the ocean were ink for ˹writing˺ the Words of my Lord, it would certainly run out before the Words of my Lord were finished, even if We refilled it with its equal.”",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    },
    {
      "ayahNo": 110,
      "ayahArV1": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "ayahArV2": "قل انما انا بشر مثلكم يوحى الي انما الهكم اله واحد فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه احدا",
      "ayahEn": "Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So whoever hopes for the meeting with their Lord, let them do good deeds and associate none in the worship of their Lord.”",
      "meta": {
        "page": 304,
        "juz": 16,
        "hizb": 31,
        "hizbQuarter": 122,
        "sajda": false
      }
    }
  ]
}