{
  "surahNo": 2,
  "surahNameAr": "البقرة",
  "surahNameArabicLong": "سورة البقرة",
  "surahNameEn": "Al-Baqara",
  "revelationPlace": "Madina",
  "totalAyat": 286,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "الٓمٓ",
      "ayahArV2": "الم",
      "ayahEn": "Alif-Lãm-Mĩm.",
      "meta": {
        "page": 2,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
      "ayahArV2": "ذلك الكتاب لا ريب فيه هدى للمتقين",
      "ayahEn": "This is the Book! There is no doubt about it—a guide for those mindful ˹of Allah˺",
      "meta": {
        "page": 2,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "ayahArV2": "الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون",
      "ayahEn": "who believe in the unseen, establish prayer, and donate from what We have provided for them",
      "meta": {
        "page": 2,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "ayahArV2": "والذين يؤمنون بما انزل اليك وما انزل من قبلك وبالاخرة هم يوقنون",
      "ayahEn": "and who believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you, and have sure faith in the Hereafter.",
      "meta": {
        "page": 2,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "ayahArV2": "اولئك على هدى من ربهم واولئك هم المفلحون",
      "ayahEn": "It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful.",
      "meta": {
        "page": 2,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "ayahArV2": "ان الذين كفروا سواء عليهم اانذرتهم ام لم تنذرهم لا يؤمنون",
      "ayahEn": "As for those who persist in disbelief, it is the same whether you warn them or not—they will never believe.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "ayahArV2": "ختم الله على قلوبهم وعلى سمعهم وعلى ابصارهم غشاوة ولهم عذاب عظيم",
      "ayahEn": "Allah has sealed their hearts and their hearing, and their sight is covered. They will suffer a tremendous punishment.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "ayahArV2": "ومن الناس من يقول امنا بالله وباليوم الاخر وما هم بمؤمنين",
      "ayahEn": "And there are some who say, “We believe in Allah and the Last Day,” yet they are not ˹true˺ believers.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "ayahArV2": "يخادعون الله والذين امنوا وما يخدعون الا انفسهم وما يشعرون",
      "ayahEn": "They seek to deceive Allah and the believers, yet they only deceive themselves, but they fail to perceive it.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
      "ayahArV2": "في قلوبهم مرض فزادهم الله مرضا ولهم عذاب اليم بما كانوا يكذبون",
      "ayahEn": "There is sickness in their hearts, and Allah ˹only˺ lets their sickness increase. They will suffer a painful punishment for their lies.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "ayahArV2": "واذا قيل لهم لا تفسدوا في الارض قالوا انما نحن مصلحون",
      "ayahEn": "When they are told, “Do not spread corruption in the land,” they reply, “We are only peace-makers!”",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
      "ayahArV2": "الا انهم هم المفسدون ولكن لا يشعرون",
      "ayahEn": "Indeed, it is they who are the corruptors, but they fail to perceive it.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
      "ayahArV2": "واذا قيل لهم امنوا كما امن الناس قالوا انؤمن كما امن السفهاء الا انهم هم السفهاء ولكن لا يعلمون",
      "ayahEn": "And when they are told, “Believe as others believe,” they reply, “Will we believe as the fools believe?” Indeed, it is they who are fools, but they do not know.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "ayahArV2": "واذا لقوا الذين امنوا قالوا امنا واذا خلوا الى شياطينهم قالوا انا معكم انما نحن مستهزئون",
      "ayahEn": "When they meet the believers they say, “We believe.” But when alone with their evil associates they say, “We are definitely with you; we were only mocking.”",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "ayahArV2": "الله يستهزئ بهم ويمدهم في طغيانهم يعمهون",
      "ayahEn": "Allah will throw their mockery back at them, leaving them to continue wandering blindly in their defiance.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "ayahArV2": "اولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين",
      "ayahEn": "They are the ones who trade guidance for misguidance. But this trade is profitless, and they are not ˹rightly˺ guided.",
      "meta": {
        "page": 3,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
      "ayahArV2": "مثلهم كمثل الذي استوقد نارا فلما اضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمات لا يبصرون",
      "ayahEn": "Their example is that of someone who kindles a fire, but when it lights up all around them, Allah takes away their light, leaving them in complete darkness—unable to see.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
      "ayahArV2": "صم بكم عمي فهم لا يرجعون",
      "ayahEn": "They are ˹wilfully˺ deaf, dumb, and blind, so they will never return ˹to the Right Path˺.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
      "ayahArV2": "او كصيب من السماء فيه ظلمات ورعد وبرق يجعلون اصابعهم في اذانهم من الصواعق حذر الموت والله محيط بالكافرين",
      "ayahEn": "Or ˹those caught in˺ a rainstorm from the sky with darkness, thunder, and lightning. They press their fingers into their ears at the sound of every thunder-clap for fear of death. And Allah encompasses the disbelievers ˹by His might˺.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "يكاد البرق يخطف ابصارهم كلما اضاء لهم مشوا فيه واذا اظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وابصارهم ان الله على كل شيء قدير",
      "ayahEn": "It is as if the lightning were about to snatch away their sight. Whenever lightning strikes, they walk in its light, but when darkness covers them, they stand still. Had Allah willed, He could have taken away their hearing and sight. Surely Allah is Most Capable of everything.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "ayahArV2": "يا ايها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون",
      "ayahEn": "O humanity! Worship your Lord, Who created you and those before you, so that you may become mindful ˹of Him˺.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
      "ayahArV2": "الذي جعل لكم الارض فراشا والسماء بناء وانزل من السماء ماء فاخرج به من الثمرات رزقا لكم فلا تجعلوا لله اندادا وانتم تعلمون",
      "ayahEn": "˹He is the One˺ Who has made the earth a place of settlement for you and the sky a canopy; and sends down rain from the sky, causing fruits to grow as a provision for you. So do not knowingly set up equals to Allah ˹in worship˺.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "وان كنتم في ريب مما نزلنا على عبدنا فاتوا بسورة من مثله وادعوا شهداءكم من دون الله ان كنتم صادقين",
      "ayahEn": "And if you are in doubt about what We have revealed to Our servant, then produce a sûrah like it and call your helpers other than Allah, if what you say is true.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
      "ayahArV2": "فان لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة اعدت للكافرين",
      "ayahEn": "But if you are unable to do so—and you will never be able to do so—then fear the Fire fuelled with people and stones, which is prepared for the disbelievers.",
      "meta": {
        "page": 4,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "وبشر الذين امنوا وعملوا الصالحات ان لهم جنات تجري من تحتها الانهار كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل واتوا به متشابها ولهم فيها ازواج مطهرة وهم فيها خالدون",
      "ayahEn": "Give good news ˹O Prophet˺ to those who believe and do good that they will have Gardens under which rivers flow. Whenever provided with fruit, they will say, “This is what we were given before,” for they will be served fruit that looks similar ˹but tastes different˺. They will have pure spouses, and they will be there forever.",
      "meta": {
        "page": 5,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 1,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
      "ayahArV2": "ان الله لا يستحيي ان يضرب مثلا ما بعوضة فما فوقها فاما الذين امنوا فيعلمون انه الحق من ربهم واما الذين كفروا فيقولون ماذا اراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به الا الفاسقين",
      "ayahEn": "Surely Allah does not shy away from using the parable of a mosquito or what is even smaller. As for the believers, they know that it is the truth from their Lord. And as for the disbelievers, they argue, “What does Allah mean by such a parable?” Through this ˹test˺, He leaves many to stray, and guides many. And He leaves none to stray except the rebellious—",
      "meta": {
        "page": 5,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "ayahArV2": "الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولئك هم الخاسرون",
      "ayahEn": "those who violate Allah’s covenant after it has been affirmed, break whatever ˹ties˺ Allah has ordered to be maintained, and spread corruption in the land. It is they who are the ˹true˺ losers.",
      "meta": {
        "page": 5,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "ayahArV2": "كيف تكفرون بالله وكنتم امواتا فاحياكم ثم يميتكم ثم يحييكم ثم اليه ترجعون",
      "ayahEn": "How can you deny Allah? You were lifeless and He gave you life, then He will cause you to die and again bring you to life, and then to Him you will ˹all˺ be returned.",
      "meta": {
        "page": 5,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "ayahArV2": "هو الذي خلق لكم ما في الارض جميعا ثم استوى الى السماء فسواهن سبع سماوات وهو بكل شيء عليم",
      "ayahEn": "He is the One Who created everything in the earth for you. Then He turned towards the heaven, forming it into seven heavens. And He has ˹perfect˺ knowledge of all things.",
      "meta": {
        "page": 5,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
      "ayahArV2": "واذ قال ربك للملائكة اني جاعل في الارض خليفة قالوا اتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال اني اعلم ما لا تعلمون",
      "ayahEn": "˹Remember˺ when your Lord said to the angels, “I am going to place a successive ˹human˺ authority on earth.” They asked ˹Allah˺, “Will You place in it someone who will spread corruption there and shed blood while we glorify Your praises and proclaim Your holiness?” Allah responded, “I know what you do not know.”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 31,
      "ayahArV1": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "وعلم ادم الاسماء كلها ثم عرضهم على الملائكة فقال انبئوني باسماء هؤلاء ان كنتم صادقين",
      "ayahEn": "He taught Adam the names of all things, then He presented them to the angels and said, “Tell Me the names of these, if what you say is true?”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 32,
      "ayahArV1": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "ayahArV2": "قالوا سبحانك لا علم لنا الا ما علمتنا انك انت العليم الحكيم",
      "ayahEn": "They replied, “Glory be to You! We have no knowledge except what You have taught us. You are truly the All-Knowing, All-Wise.”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 33,
      "ayahArV1": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
      "ayahArV2": "قال يا ادم انبئهم باسمائهم فلما انباهم باسمائهم قال الم اقل لكم اني اعلم غيب السماوات والارض واعلم ما تبدون وما كنتم تكتمون",
      "ayahEn": "Allah said, “O Adam! Inform them of their names.” Then when Adam did, Allah said, “Did I not tell you that I know the secrets of the heavens and the earth, and I know what you reveal and what you conceal?”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 34,
      "ayahArV1": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
      "ayahArV2": "واذ قلنا للملائكة اسجدوا لادم فسجدوا الا ابليس ابى واستكبر وكان من الكافرين",
      "ayahEn": "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused and acted arrogantly, becoming unfaithful.",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 35,
      "ayahArV1": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "ayahArV2": "وقلنا يا ادم اسكن انت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين",
      "ayahEn": "We cautioned, “O Adam! Live with your wife in Paradise and eat as freely as you please, but do not approach this tree, or else you will be wrongdoers.”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 36,
      "ayahArV1": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "ayahArV2": "فازلهما الشيطان عنها فاخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتاع الى حين",
      "ayahEn": "But Satan deceived them—leading to their fall from the ˹blissful˺ state they were in, and We said, “Descend from the heavens ˹to the earth˺ as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 37,
      "ayahArV1": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "ayahArV2": "فتلقى ادم من ربه كلمات فتاب عليه انه هو التواب الرحيم",
      "ayahEn": "Then Adam was inspired with words ˹of prayer˺ by his Lord, so He accepted his repentance. Surely He is the Accepter of Repentance, Most Merciful.",
      "meta": {
        "page": 6,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 38,
      "ayahArV1": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "قلنا اهبطوا منها جميعا فاما ياتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون",
      "ayahEn": "We said, “Descend all of you! Then when guidance comes to you from Me, whoever follows it, there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 39,
      "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "والذين كفروا وكذبوا باياتنا اولئك اصحاب النار هم فيها خالدون",
      "ayahEn": "But those who disbelieve and deny Our signs will be the residents of the Fire. They will be there forever.”",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 40,
      "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
      "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واوفوا بعهدي اوف بعهدكم واياي فارهبون",
      "ayahEn": "O children of Israel! Remember My favours upon you. Fulfil your covenant and I will fulfil Mine, and stand in awe of Me ˹alone˺.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 41,
      "ayahArV1": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
      "ayahArV2": "وامنوا بما انزلت مصدقا لما معكم ولا تكونوا اول كافر به ولا تشتروا باياتي ثمنا قليلا واياي فاتقون",
      "ayahEn": "Believe in My revelations which confirm your Scriptures. Do not be the first to deny them or trade them for a fleeting gain. And be mindful of Me.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 42,
      "ayahArV1": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "ayahArV2": "ولا تلبسوا الحق بالباطل وتكتموا الحق وانتم تعلمون",
      "ayahEn": "Do not mix truth with falsehood or hide the truth knowingly.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 43,
      "ayahArV1": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "ayahArV2": "واقيموا الصلاة واتوا الزكاة واركعوا مع الراكعين",
      "ayahEn": "Establish prayer, pay alms-tax, and bow down with those who bow down.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 2,
        "sajda": false
      }
    },
    {
      "ayahNo": 44,
      "ayahArV1": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
      "ayahArV2": "اتامرون الناس بالبر وتنسون انفسكم وانتم تتلون الكتاب افلا تعقلون",
      "ayahEn": "Do you preach righteousness and fail to practice it yourselves, although you read the Scripture? Do you not understand?",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 45,
      "ayahArV1": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
      "ayahArV2": "واستعينوا بالصبر والصلاة وانها لكبيرة الا على الخاشعين",
      "ayahEn": "And seek help through patience and prayer. Indeed, it is a burden except for the humble—",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 46,
      "ayahArV1": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
      "ayahArV2": "الذين يظنون انهم ملاقو ربهم وانهم اليه راجعون",
      "ayahEn": "those who are certain that they will meet their Lord and to Him they will return.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 47,
      "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العالمين",
      "ayahEn": "O Children of Israel! Remember ˹all˺ the favours I granted you and how I honoured you above the others.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 48,
      "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
      "ayahArV2": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها شفاعة ولا يؤخذ منها عدل ولا هم ينصرون",
      "ayahEn": "Guard yourselves against the Day on which no soul will be of help to another. No intercession will be accepted, no ransom taken, and no help will be given.",
      "meta": {
        "page": 7,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 49,
      "ayahArV1": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "ayahArV2": "واذ نجيناكم من ال فرعون يسومونكم سوء العذاب يذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
      "ayahEn": "˹Remember˺ how We delivered you from the people of Pharaoh, who afflicted you with dreadful torment, slaughtering your sons and keeping your women. That was a severe test from your Lord.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 50,
      "ayahArV1": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
      "ayahArV2": "واذ فرقنا بكم البحر فانجيناكم واغرقنا ال فرعون وانتم تنظرون",
      "ayahEn": "And ˹remember˺ when We parted the sea, rescued you, and drowned Pharaoh’s people before your very eyes.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 51,
      "ayahArV1": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "ayahArV2": "واذ واعدنا موسى اربعين ليلة ثم اتخذتم العجل من بعده وانتم ظالمون",
      "ayahEn": "And ˹remember˺ when We appointed forty nights for Moses, then you worshipped the calf in his absence, acting wrongfully.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 52,
      "ayahArV1": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
      "ayahArV2": "ثم عفونا عنكم من بعد ذلك لعلكم تشكرون",
      "ayahEn": "Even then We ˹still˺ forgave you so perhaps you would be grateful.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 53,
      "ayahArV1": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
      "ayahArV2": "واذ اتينا موسى الكتاب والفرقان لعلكم تهتدون",
      "ayahEn": "And ˹remember˺ when We gave Moses the Scripture—the standard ˹to distinguish between right and wrong˺ that perhaps you would be ˹rightly˺ guided.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 54,
      "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "ayahArV2": "واذ قال موسى لقومه يا قوم انكم ظلمتم انفسكم باتخاذكم العجل فتوبوا الى بارئكم فاقتلوا انفسكم ذلكم خير لكم عند بارئكم فتاب عليكم انه هو التواب الرحيم",
      "ayahEn": "And ˹remember˺ when Moses said to his people, “O my people! Surely you have wronged yourselves by worshipping the calf, so turn in repentance to your Creator and execute ˹the calf-worshippers among˺ yourselves. That is best for you in the sight of your Creator.” Then He accepted your repentance. Surely He is the Accepter of Repentance, Most Merciful.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 55,
      "ayahArV1": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
      "ayahArV2": "واذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فاخذتكم الصاعقة وانتم تنظرون",
      "ayahEn": "And ˹remember˺ when you said, “O Moses! We will never believe you until we see Allah with our own eyes,” so a thunderbolt struck you while you were looking on.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 56,
      "ayahArV1": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "ayahArV2": "ثم بعثناكم من بعد موتكم لعلكم تشكرون",
      "ayahEn": "Then We brought you back to life after your death, so that perhaps you would be grateful.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 57,
      "ayahArV1": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "ayahArV2": "وظللنا عليكم الغمام وانزلنا عليكم المن والسلوى كلوا من طيبات ما رزقناكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
      "ayahEn": "And ˹remember when˺ We shaded you with clouds and sent down to you manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” The evildoers ˹certainly˺ did not wrong Us, but wronged themselves.",
      "meta": {
        "page": 8,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 58,
      "ayahArV1": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
      "ayahArV2": "واذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا وادخلوا الباب سجدا وقولوا حطة نغفر لكم خطاياكم وسنزيد المحسنين",
      "ayahEn": "And ˹remember˺ when We said, “Enter this city and eat freely from wherever you please; enter the gate with humility, saying, ‘Absolve us.’ We will forgive your sins and multiply the reward for the good-doers.”",
      "meta": {
        "page": 9,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 59,
      "ayahArV1": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "ayahArV2": "فبدل الذين ظلموا قولا غير الذي قيل لهم فانزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون",
      "ayahEn": "But the wrongdoers changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their rebelliousness.",
      "meta": {
        "page": 9,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 3,
        "sajda": false
      }
    },
    {
      "ayahNo": 60,
      "ayahArV1": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "ayahArV2": "واذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل اناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا في الارض مفسدين",
      "ayahEn": "And ˹remember˺ when Moses prayed for water for his people, We said, “Strike the rock with your staff.” Then twelve springs gushed out, ˹and˺ each tribe knew its drinking place. ˹We then said,˺ “Eat and drink of Allah’s provisions, and do not go about spreading corruption in the land.”",
      "meta": {
        "page": 9,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 61,
      "ayahArV1": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "ayahArV2": "واذ قلتم يا موسى لن نصبر على طعام واحد فادع لنا ربك يخرج لنا مما تنبت الارض من بقلها وقثائها وفومها وعدسها وبصلها قال اتستبدلون الذي هو ادنى بالذي هو خير اهبطوا مصرا فان لكم ما سالتم وضربت عليهم الذلة والمسكنة وباءوا بغضب من الله ذلك بانهم كانوا يكفرون بايات الله ويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون",
      "ayahEn": "And ˹remember˺ when you said, “O Moses! We cannot endure the same meal ˹every day˺. So ˹just˺ call upon your Lord on our behalf, He will bring forth for us some of what the earth produces of herbs, cucumbers, garlic, lentils, and onions.” Moses scolded ˹them˺, “Do you exchange what is better for what is worse? ˹You can˺ go down to any village and you will find what you have asked for.” They were stricken with disgrace and misery, and they invited the displeasure of Allah for rejecting Allah’s signs and unjustly killing the prophets. This is ˹a fair reward˺ for their disobedience and violations.",
      "meta": {
        "page": 9,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 62,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "ان الذين امنوا والذين هادوا والنصارى والصابئين من امن بالله واليوم الاخر وعمل صالحا فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
      "ayahEn": "Indeed, the believers, Jews, Christians, and Sabians—whoever ˹truly˺ believes in Allah and the Last Day and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 63,
      "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "ayahArV2": "واذ اخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما اتيناكم بقوة واذكروا ما فيه لعلكم تتقون",
      "ayahEn": "And ˹remember˺ when We took a covenant from you and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 64,
      "ayahArV1": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
      "ayahArV2": "ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخاسرين",
      "ayahEn": "Yet you turned away afterwards. Had it not been for Allah’s grace and mercy upon you, you would have certainly been of the losers.",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 65,
      "ayahArV1": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
      "ayahArV2": "ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خاسئين",
      "ayahEn": "You are already aware of those of you who broke the Sabbath. We said to them, “Be disgraced apes!”",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 66,
      "ayahArV1": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
      "ayahArV2": "فجعلناها نكالا لما بين يديها وما خلفها وموعظة للمتقين",
      "ayahEn": "So We made their fate an example to present and future generations, and a lesson to the God-fearing.",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 67,
      "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "ayahArV2": "واذ قال موسى لقومه ان الله يامركم ان تذبحوا بقرة قالوا اتتخذنا هزوا قال اعوذ بالله ان اكون من الجاهلين",
      "ayahEn": "And ˹remember˺ when Moses said to his people, “Allah commands you to sacrifice a cow.” They replied, “Are you mocking us?” Moses responded, “I seek refuge in Allah from acting foolishly!”",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 68,
      "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
      "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما هي قال انه يقول انها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون",
      "ayahEn": "They said, “Call upon your Lord to clarify for us what type ˹of cow˺ it should be!” He replied, “Allah says, ‘The cow should neither be old nor young but in between. So do as you are commanded!’”",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 69,
      "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
      "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما لونها قال انه يقول انها بقرة صفراء فاقع لونها تسر الناظرين",
      "ayahEn": "They said, “Call upon your Lord to specify for us its colour.” He replied, “Allah says, ‘It should be a bright yellow cow—pleasant to see.’”",
      "meta": {
        "page": 10,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 70,
      "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
      "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما هي ان البقر تشابه علينا وانا ان شاء الله لمهتدون",
      "ayahEn": "Again they said, “Call upon your Lord so that He may make clear to us which cow, for all cows look the same to us. Then, Allah willing, we will be guided ˹to the right one˺.”",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 71,
      "ayahArV1": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
      "ayahArV2": "قال انه يقول انها بقرة لا ذلول تثير الارض ولا تسقي الحرث مسلمة لا شية فيها قالوا الان جئت بالحق فذبحوها وما كادوا يفعلون",
      "ayahEn": "He replied, “Allah says, ‘It should have been used neither to till the soil nor water the fields; wholesome and without blemish.’” They said, “Now you have come with the truth.” Yet they still slaughtered it hesitantly!",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 72,
      "ayahArV1": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
      "ayahArV2": "واذ قتلتم نفسا فاداراتم فيها والله مخرج ما كنتم تكتمون",
      "ayahEn": "˹This is˺ when a man was killed and you disputed who the killer was, but Allah revealed what you concealed.",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 73,
      "ayahArV1": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "ayahArV2": "فقلنا اضربوه ببعضها كذلك يحيي الله الموتى ويريكم اياته لعلكم تعقلون",
      "ayahEn": "So We instructed, “Strike the dead body with a piece of the cow.” This is how ˹easily˺ Allah brings the dead to life, showing you His signs so that you may understand.",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 74,
      "ayahArV1": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "ثم قست قلوبكم من بعد ذلك فهي كالحجارة او اشد قسوة وان من الحجارة لما يتفجر منه الانهار وان منها لما يشقق فيخرج منه الماء وان منها لما يهبط من خشية الله وما الله بغافل عما تعملون",
      "ayahEn": "Even then your hearts became hardened like a rock or even harder, for some rocks gush rivers; others split, spilling water; while others are humbled in awe of Allah. And Allah is never unaware of what you do.",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 1,
        "hizbQuarter": 4,
        "sajda": false
      }
    },
    {
      "ayahNo": 75,
      "ayahArV1": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
      "ayahArV2": "افتطمعون ان يؤمنوا لكم وقد كان فريق منهم يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون",
      "ayahEn": "Do you ˹believers still˺ expect them to be true to you, though a group of them would hear the word of Allah then knowingly corrupt it after understanding it?",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 76,
      "ayahArV1": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
      "ayahArV2": "واذا لقوا الذين امنوا قالوا امنا واذا خلا بعضهم الى بعض قالوا اتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم افلا تعقلون",
      "ayahEn": "When they meet the believers they say, “We believe.” But in private they say ˹to each other˺, “Will you disclose to the believers the knowledge Allah has revealed to you, so that they may use it against you before your Lord? Do you not understand?”",
      "meta": {
        "page": 11,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 77,
      "ayahArV1": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "ayahArV2": "اولا يعلمون ان الله يعلم ما يسرون وما يعلنون",
      "ayahEn": "Do they not know that Allah is aware of what they conceal and what they reveal?",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 78,
      "ayahArV1": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
      "ayahArV2": "ومنهم اميون لا يعلمون الكتاب الا اماني وان هم الا يظنون",
      "ayahEn": "And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate.",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 79,
      "ayahArV1": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
      "ayahArV2": "فويل للذين يكتبون الكتاب بايديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت ايديهم وويل لهم مما يكسبون",
      "ayahEn": "So woe to those who distort the Scripture with their own hands then say, “This is from Allah”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned.",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 80,
      "ayahArV1": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "ayahArV2": "وقالوا لن تمسنا النار الا اياما معدودة قل اتخذتم عند الله عهدا فلن يخلف الله عهده ام تقولون على الله ما لا تعلمون",
      "ayahEn": "˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from Allah—for Allah never breaks His word—or are you ˹just˺ saying about Allah what you do not know?”",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 81,
      "ayahArV1": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "بلى من كسب سيئة واحاطت به خطيئته فاولئك اصحاب النار هم فيها خالدون",
      "ayahEn": "But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever.",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 82,
      "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "والذين امنوا وعملوا الصالحات اولئك اصحاب الجنة هم فيها خالدون",
      "ayahEn": "And those who believe and do good will be the residents of Paradise. They will be there forever.",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 83,
      "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
      "ayahArV2": "واذ اخذنا ميثاق بني اسرائيل لا تعبدون الا الله وبالوالدين احسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا واقيموا الصلاة واتوا الزكاة ثم توليتم الا قليلا منكم وانتم معرضون",
      "ayahEn": "And ˹remember˺ when We took a covenant from the children of Israel ˹stating˺, “Worship none but Allah; be kind to parents, relatives, orphans and the needy; speak kindly to people; establish prayer; and pay alms-tax.” But you ˹Israelites˺ turned away—except for a few of you—and were indifferent.",
      "meta": {
        "page": 12,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 84,
      "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
      "ayahArV2": "واذ اخذنا ميثاقكم لا تسفكون دماءكم ولا تخرجون انفسكم من دياركم ثم اقررتم وانتم تشهدون",
      "ayahEn": "And ˹remember˺ when We took your covenant that you would neither shed each other’s blood nor expel each other from their homes, you gave your pledge and bore witness.",
      "meta": {
        "page": 13,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 85,
      "ayahArV1": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "ثم انتم هؤلاء تقتلون انفسكم وتخرجون فريقا منكم من ديارهم تظاهرون عليهم بالاثم والعدوان وان ياتوكم اسارى تفادوهم وهو محرم عليكم اخراجهم افتؤمنون ببعض الكتاب وتكفرون ببعض فما جزاء من يفعل ذلك منكم الا خزي في الحياة الدنيا ويوم القيامة يردون الى اشد العذاب وما الله بغافل عما تعملون",
      "ayahEn": "But here you are, killing each other and expelling some of your people from their homes, aiding one another in sin and aggression; and when those ˹expelled˺ come to you as captives, you still ransom them—though expelling them was unlawful for you. Do you believe in some of the Scripture and reject the rest? Is there any reward for those who do so among you other than disgrace in this worldly life and being subjected to the harshest punishment on the Day of Judgment? For Allah is never unaware of what you do.",
      "meta": {
        "page": 13,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 86,
      "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
      "ayahArV2": "اولئك الذين اشتروا الحياة الدنيا بالاخرة فلا يخفف عنهم العذاب ولا هم ينصرون",
      "ayahEn": "These are the ones who trade the Hereafter for the life of this world. So their punishment will not be reduced, nor will they be helped.",
      "meta": {
        "page": 13,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 87,
      "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
      "ayahArV2": "ولقد اتينا موسى الكتاب وقفينا من بعده بالرسل واتينا عيسى ابن مريم البينات وايدناه بروح القدس افكلما جاءكم رسول بما لا تهوى انفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون",
      "ayahEn": "Indeed, We gave Moses the Book and sent after him successive messengers. And We gave Jesus, son of Mary, clear proofs and supported him with the holy spirit. Why is it that every time a messenger comes to you ˹Israelites˺ with something you do not like, you become arrogant, rejecting some and killing others?",
      "meta": {
        "page": 13,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 88,
      "ayahArV1": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
      "ayahArV2": "وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون",
      "ayahEn": "They say, “Our hearts are unreceptive!” In fact, Allah has condemned them for their disbelief. They have but little faith.",
      "meta": {
        "page": 13,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 89,
      "ayahArV1": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
      "ayahArV2": "ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين",
      "ayahEn": "Although they used to pray for victory ˹by means of the Prophet˺ over the polytheists, when there came to them a Book from Allah which they recognized, confirming the Scripture they had ˹in their hands˺, they rejected it. So may Allah’s condemnation be upon the disbelievers.",
      "meta": {
        "page": 14,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 90,
      "ayahArV1": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "ayahArV2": "بئسما اشتروا به انفسهم ان يكفروا بما انزل الله بغيا ان ينزل الله من فضله على من يشاء من عباده فباءوا بغضب على غضب وللكافرين عذاب مهين",
      "ayahEn": "Miserable is the price they have sold their souls for—denying Allah’s revelation and resenting Allah for granting His grace to whoever He wills of His servants! They have earned wrath upon wrath. And such disbelievers will suffer a humiliating punishment.",
      "meta": {
        "page": 14,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 91,
      "ayahArV1": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
      "ayahArV2": "واذا قيل لهم امنوا بما انزل الله قالوا نؤمن بما انزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون انبياء الله من قبل ان كنتم مؤمنين",
      "ayahEn": "When it is said to them: “Believe in what Allah has revealed,” they reply, “We only believe in what was sent down to us,” and they deny what came afterwards, though it is the truth confirming their own Scriptures! Ask ˹them, O  Prophet˺, “Why then did you kill Allah’s prophets before, if you are ˹truly˺ believers?”",
      "meta": {
        "page": 14,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 5,
        "sajda": false
      }
    },
    {
      "ayahNo": 92,
      "ayahArV1": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "ayahArV2": "ولقد جاءكم موسى بالبينات ثم اتخذتم العجل من بعده وانتم ظالمون",
      "ayahEn": "Indeed, Moses came to you with clear proofs, then you worshipped the calf in his absence, acting wrongfully.",
      "meta": {
        "page": 14,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 93,
      "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "ayahArV2": "واذ اخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما اتيناكم بقوة واسمعوا قالوا سمعنا وعصينا واشربوا في قلوبهم العجل بكفرهم قل بئسما يامركم به ايمانكم ان كنتم مؤمنين",
      "ayahEn": "And when We took your covenant and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and obey,” they answered, “We hear and disobey.” The love of the calf was rooted in their hearts because of their disbelief. Say, ˹O Prophet,˺ “How evil is what your ˹so-called˺ belief prompts you to do, if you ˹actually˺ believe ˹in the Torah˺!”",
      "meta": {
        "page": 14,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 94,
      "ayahArV1": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "قل ان كانت لكم الدار الاخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صادقين",
      "ayahEn": "Say, ˹O Prophet,˺ “If the ˹eternal˺ Home of the Hereafter with Allah is exclusively for you ˹Israelites˺ out of all humanity, then wish for death if what you say is true!”",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 95,
      "ayahArV1": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "ayahArV2": "ولن يتمنوه ابدا بما قدمت ايديهم والله عليم بالظالمين",
      "ayahEn": "But they will never wish for that because of what their hands have done. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 96,
      "ayahArV1": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "ayahArV2": "ولتجدنهم احرص الناس على حياة ومن الذين اشركوا يود احدهم لو يعمر الف سنة وما هو بمزحزحه من العذاب ان يعمر والله بصير بما يعملون",
      "ayahEn": "You will surely find them clinging to life more eagerly than any other people, even more than polytheists. Each one of them wishes to live a thousand years. But even if they were to live that long, it would not save them from the punishment. And Allah is All-Seeing of what they do.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 97,
      "ayahArV1": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "ayahArV2": "قل من كان عدوا لجبريل فانه نزله على قلبك باذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين",
      "ayahEn": "Say, ˹O Prophet,˺ “Whoever is an enemy of Gabriel should know that he revealed this ˹Quran˺ to your heart by Allah’s Will, confirming what came before it—a guide and good news for the believers.”",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 98,
      "ayahArV1": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
      "ayahArV2": "من كان عدوا لله وملائكته ورسله وجبريل وميكال فان الله عدو للكافرين",
      "ayahEn": "Whoever is an enemy of Allah, His angels, His messengers, Gabriel, and Michael, then ˹let them know that˺ Allah is certainly the enemy of the disbelievers.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 99,
      "ayahArV1": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
      "ayahArV2": "ولقد انزلنا اليك ايات بينات وما يكفر بها الا الفاسقون",
      "ayahEn": "Indeed, We have sent down to you ˹O Prophet˺ clear revelations. ˹But˺ none will deny them except the rebellious.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 100,
      "ayahArV1": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
      "ayahArV2": "اوكلما عاهدوا عهدا نبذه فريق منهم بل اكثرهم لا يؤمنون",
      "ayahEn": "Why is it that every time they make a covenant, a group of them casts it aside? In fact, most of them do not believe.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 101,
      "ayahArV1": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
      "ayahArV2": "ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين اوتوا الكتاب كتاب الله وراء ظهورهم كانهم لا يعلمون",
      "ayahEn": "Now, when a messenger from Allah has come to them—confirming their own Scriptures—some of the People of the Book cast the Book of Allah behind their backs as if they did not know.",
      "meta": {
        "page": 15,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 102,
      "ayahArV1": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "ayahArV2": "واتبعوا ما تتلو الشياطين على ملك سليمان وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر وما انزل على الملكين ببابل هاروت وماروت وما يعلمان من احد حتى يقولا انما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من احد الا باذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في الاخرة من خلاق ولبئس ما شروا به انفسهم لو كانوا يعلمون",
      "ayahEn": "They ˹instead˺ followed the magic promoted by the devils during the reign of Solomon. Never did Solomon disbelieve, rather the devils disbelieved. They taught magic to the people, along with what had been revealed to the two angels, Hârût and Mârût, in Babylon. The two angels never taught anyone without saying, “We are only a test ˹for you˺, so do not abandon ˹your˺ faith.” Yet people learned ˹magic˺ that caused a rift ˹even˺ between husband and wife; although their magic could not harm anyone except by Allah’s Will. They learned what harmed them and did not benefit them—although they already knew that whoever buys into magic would have no share in the Hereafter. Miserable indeed was the price for which they sold their souls, if only they knew!",
      "meta": {
        "page": 16,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 103,
      "ayahArV1": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ ۖ لَّوْ كَانُوا۟ يَعْلَمُونَ",
      "ayahArV2": "ولو انهم امنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون",
      "ayahEn": "If only they were faithful and mindful ˹of Allah˺, there would have been a better reward from Allah, if only they knew!",
      "meta": {
        "page": 16,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 104,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "ayahArV2": "يا ايها الذين امنوا لا تقولوا راعنا وقولوا انظرنا واسمعوا وللكافرين عذاب اليم",
      "ayahEn": "O believers! Do not say, “Râ’ina.” [Herd us!] But say, “Unẓurna,” [Tend to us!] and listen ˹attentively˺. And the disbelievers will suffer a painful punishment.",
      "meta": {
        "page": 16,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 105,
      "ayahArV1": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ ۗ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "ayahArV2": "ما يود الذين كفروا من اهل الكتاب ولا المشركين ان ينزل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم",
      "ayahEn": "The disbelievers from the People of the Book and the polytheists would not want you to receive any blessing from your Lord, but Allah selects whoever He wills for His mercy. And Allah is the Lord of infinite bounty.",
      "meta": {
        "page": 16,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 6,
        "sajda": false
      }
    },
    {
      "ayahNo": 106,
      "ayahArV1": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "ما ننسخ من اية او ننسها نات بخير منها او مثلها الم تعلم ان الله على كل شيء قدير",
      "ayahEn": "If We ever abrogate a verse or cause it to be forgotten, We replace it with a better or similar one. Do you not know that Allah is Most Capable of everything?",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 107,
      "ayahArV1": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "ayahArV2": "الم تعلم ان الله له ملك السماوات والارض وما لكم من دون الله من ولي ولا نصير",
      "ayahEn": "Do you not know that the kingdom of the heavens and the earth belongs ˹only˺ to Allah, and you have no guardian or helper besides Allah?",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 108,
      "ayahArV1": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "ayahArV2": "ام تريدون ان تسالوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالايمان فقد ضل سواء السبيل",
      "ayahEn": "Or do you ˹believers˺ intend to ask of your Messenger as Moses was asked before? But whoever trades belief for disbelief has truly strayed from the Right Way.",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 109,
      "ayahArV1": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "ود كثير من اهل الكتاب لو يردونكم من بعد ايمانكم كفارا حسدا من عند انفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى ياتي الله بامره ان الله على كل شيء قدير",
      "ayahEn": "Many among the People of the Book wish they could turn you ˹believers˺ back to disbelief because of their envy, after the truth has been made clear to them. Pardon and bear with them until Allah delivers His decision. Surely Allah is Most Capable of everything.",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 110,
      "ayahArV1": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "ayahArV2": "واقيموا الصلاة واتوا الزكاة وما تقدموا لانفسكم من خير تجدوه عند الله ان الله بما تعملون بصير",
      "ayahEn": "Establish prayer, and pay alms-tax. Whatever good you send forth for yourselves, you will ˹certainly˺ find ˹its reward˺ with Allah. Surely Allah is All-Seeing of what you do.",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 111,
      "ayahArV1": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "وقالوا لن يدخل الجنة الا من كان هودا او نصارى تلك امانيهم قل هاتوا برهانكم ان كنتم صادقين",
      "ayahEn": "The Jews and Christians each claim that none will enter Paradise except those of their own faith. These are their desires. Reply, ˹O Prophet,˺ “Show ˹me˺ your proof if what you say is true.”",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 112,
      "ayahArV1": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "بلى من اسلم وجهه لله وهو محسن فله اجره عند ربه ولا خوف عليهم ولا هم يحزنون",
      "ayahEn": "But no! Whoever submits themselves to Allah and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 17,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 113,
      "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "ayahArV2": "وقالت اليهود ليست النصارى على شيء وقالت النصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون",
      "ayahEn": "The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on,” although both recite the Scriptures. And those ˹pagans˺ who have no knowledge say the same ˹about people of faith˺. Surely Allah will judge between them on the Day of Judgment regarding their dispute.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 114,
      "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "ayahArV2": "ومن اظلم ممن منع مساجد الله ان يذكر فيها اسمه وسعى في خرابها اولئك ما كان لهم ان يدخلوها الا خائفين لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
      "ayahEn": "Who does more wrong than those who prevent Allah’s Name from being mentioned in His places of worship and strive to destroy them? Such people have no right to enter these places except with fear. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 115,
      "ayahArV1": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
      "ayahArV2": "ولله المشرق والمغرب فاينما تولوا فثم وجه الله ان الله واسع عليم",
      "ayahEn": "To Allah belong the east and the west, so wherever you turn you are facing ˹towards˺ Allah. Surely Allah is All-Encompassing, All-Knowing.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 116,
      "ayahArV1": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
      "ayahArV2": "وقالوا اتخذ الله ولدا سبحانه بل له ما في السماوات والارض كل له قانتون",
      "ayahEn": "They say, “Allah has offspring.” Glory be to Him! In fact, to Him belongs whatever is in the heavens and the earth—all are subject to His Will.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 117,
      "ayahArV1": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "ayahArV2": "بديع السماوات والارض واذا قضى امرا فانما يقول له كن فيكون",
      "ayahEn": "˹He is˺ the Originator of the heavens and the earth! When He decrees a matter, He simply tells it, “Be!” And it is!",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 118,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
      "ayahArV2": "وقال الذين لا يعلمون لولا يكلمنا الله او تاتينا اية كذلك قال الذين من قبلهم مثل قولهم تشابهت قلوبهم قد بينا الايات لقوم يوقنون",
      "ayahEn": "Those who have no knowledge say, “If only Allah would speak to us or a sign would come to us!” The same was said by those who came before. Their hearts are all alike. Indeed, We have made the signs clear for people of sure faith.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 119,
      "ayahArV1": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
      "ayahArV2": "انا ارسلناك بالحق بشيرا ونذيرا ولا تسال عن اصحاب الجحيم",
      "ayahEn": "We have surely sent you with the truth ˹O Prophet˺ as a deliverer of good news and a warner. And you will not be accountable for the residents of the Hellfire.",
      "meta": {
        "page": 18,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 120,
      "ayahArV1": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "ayahArV2": "ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت اهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير",
      "ayahEn": "Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “Allah’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against Allah.",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 121,
      "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "ayahArV2": "الذين اتيناهم الكتاب يتلونه حق تلاوته اولئك يؤمنون به ومن يكفر به فاولئك هم الخاسرون",
      "ayahEn": "Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers.",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 122,
      "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العالمين",
      "ayahEn": "O Children of Israel! Remember My favours upon you and how I honoured you above the others.",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 123,
      "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
      "ayahArV2": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها عدل ولا تنفعها شفاعة ولا هم ينصرون",
      "ayahEn": "And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given.",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 7,
        "sajda": false
      }
    },
    {
      "ayahNo": 124,
      "ayahArV1": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
      "ayahArV2": "واذ ابتلى ابراهيم ربه بكلمات فاتمهن قال اني جاعلك للناس اماما قال ومن ذريتي قال لا ينال عهدي الظالمين",
      "ayahEn": "˹Remember˺ when Abraham was tested by his Lord with ˹certain˺ commandments, which he fulfilled. Allah said, “I will certainly make you into a role model for the people.” Abraham asked, “What about my offspring?” Allah replied, “My covenant is not extended to the wrongdoers.”",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 125,
      "ayahArV1": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "ayahArV2": "واذ جعلنا البيت مثابة للناس وامنا واتخذوا من مقام ابراهيم مصلى وعهدنا الى ابراهيم واسماعيل ان طهرا بيتي للطائفين والعاكفين والركع السجود",
      "ayahEn": "And ˹remember˺ when We made the Sacred House a centre and a sanctuary for the people ˹saying˺, “˹You may˺ take the standing-place of Abraham as a site of prayer.” And We entrusted Abraham and Ishmael to purify My House for those who circle it, who meditate in it, and who bow and prostrate themselves ˹in prayer˺.",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 126,
      "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "ayahArV2": "واذ قال ابراهيم رب اجعل هذا بلدا امنا وارزق اهله من الثمرات من امن منهم بالله واليوم الاخر قال ومن كفر فامتعه قليلا ثم اضطره الى عذاب النار وبئس المصير",
      "ayahEn": "And ˹remember˺ when Abraham said, “My Lord, make this city ˹of Mecca˺ secure and provide fruits to its people—those among them who believe in Allah and the Last Day.” He answered, “As for those who disbelieve, I will let them enjoy themselves for a little while, then I will condemn them to the torment of the Fire. What an evil destination!”",
      "meta": {
        "page": 19,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 127,
      "ayahArV1": "وَإِذْ يَرْفَعُ إِبْرَٰهِـۧمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "ayahArV2": "واذ يرفع ابراهيم القواعد من البيت واسماعيل ربنا تقبل منا انك انت السميع العليم",
      "ayahEn": "And ˹remember˺ when Abraham raised the foundation of the House with Ishmael, ˹both praying,˺ “Our Lord! Accept ˹this˺ from us. You are indeed the All-Hearing, All-Knowing.",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 128,
      "ayahArV1": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "ayahArV2": "ربنا واجعلنا مسلمين لك ومن ذريتنا امة مسلمة لك وارنا مناسكنا وتب علينا انك انت التواب الرحيم",
      "ayahEn": "Our Lord! Make us both ˹fully˺ submit to You and from our descendants a nation that will submit to you. Show us our rituals, and turn to us in grace. You are truly the Accepter of Repentance, Most Merciful.",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 129,
      "ayahArV1": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "ayahArV2": "ربنا وابعث فيهم رسولا منهم يتلو عليهم اياتك ويعلمهم الكتاب والحكمة ويزكيهم انك انت العزيز الحكيم",
      "ayahEn": "Our Lord! Raise from among them a messenger who will recite to them Your revelations, teach them the Book and wisdom, and purify them. Indeed, You ˹alone˺ are the Almighty, All-Wise.”",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 130,
      "ayahArV1": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَـٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "ayahArV2": "ومن يرغب عن ملة ابراهيم الا من سفه نفسه ولقد اصطفيناه في الدنيا وانه في الاخرة لمن الصالحين",
      "ayahEn": "And who would reject the faith of Abraham except a fool! We certainly chose him in this life, and in the Hereafter he will surely be among the righteous.",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 131,
      "ayahArV1": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "ayahArV2": "اذ قال له ربه اسلم قال اسلمت لرب العالمين",
      "ayahEn": "When his Lord ordered him, “Submit ˹to My Will˺,” he responded, “I submit to the Lord of all worlds.”",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 132,
      "ayahArV1": "وَوَصَّىٰ بِهَآ إِبْرَٰهِـۧمُ بَنِيهِ وَيَعْقُوبُ يَـٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
      "ayahArV2": "ووصى بها ابراهيم بنيه ويعقوب يا بني ان الله اصطفى لكم الدين فلا تموتن الا وانتم مسلمون",
      "ayahEn": "This was the advice of Abraham—as well as Jacob—to his children, ˹saying˺, “Indeed, Allah has chosen for you this faith; so do not die except in ˹a state of full˺ submission.”",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 133,
      "ayahArV1": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَـٰهَكَ وَإِلَـٰهَ ءَابَآئِكَ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِلَـٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "ayahArV2": "ام كنتم شهداء اذ حضر يعقوب الموت اذ قال لبنيه ما تعبدون من بعدي قالوا نعبد الهك واله ابائك ابراهيم واسماعيل واسحاق الها واحدا ونحن له مسلمون",
      "ayahEn": "Or did you witness when death came to Jacob? He asked his children, “Who will you worship after my passing?” They replied, “We will ˹continue to˺ worship your God, the God of your forefathers—Abraham, Ishmael, and Isaac—the One God. And to Him we ˹all˺ submit.”",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 134,
      "ayahArV1": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "ayahArV2": "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسالون عما كانوا يعملون",
      "ayahEn": "That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done.",
      "meta": {
        "page": 20,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 135,
      "ayahArV1": "وَقَالُوا۟ كُونُوا۟ هُودًا أَوْ نَصَـٰرَىٰ تَهْتَدُوا۟ ۗ قُلْ بَلْ مِلَّةَ إِبْرَٰهِـۧمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "ayahArV2": "وقالوا كونوا هودا او نصارى تهتدوا قل بل ملة ابراهيم حنيفا وما كان من المشركين",
      "ayahEn": "The Jews and Christians each say, “Follow our faith to be ˹rightly˺ guided.” Say, ˹O Prophet,˺ “No! We follow the faith of Abraham, the upright—who was not a polytheist.”",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 136,
      "ayahArV1": "قُولُوٓا۟ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "ayahArV2": "قولوا امنا بالله وما انزل الينا وما انزل الى ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى وما اوتي النبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
      "ayahEn": "Say, ˹O believers,˺ “We believe in Allah and what has been revealed to us; and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord. We make no distinction between any of them. And to Allah we all submit.”",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 137,
      "ayahArV1": "فَإِنْ ءَامَنُوا۟ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا هُمْ فِى شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "ayahArV2": "فان امنوا بمثل ما امنتم به فقد اهتدوا وان تولوا فانما هم في شقاق فسيكفيكهم الله وهو السميع العليم",
      "ayahEn": "So if they believe in what you believe, then they will indeed be ˹rightly˺ guided. But if they turn away, they are simply opposed ˹to the truth˺. But Allah will spare you their evil. For He is the All-Hearing, All-Knowing.",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 138,
      "ayahArV1": "صِبْغَةَ ٱللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُۥ عَـٰبِدُونَ",
      "ayahArV2": "صبغة الله ومن احسن من الله صبغة ونحن له عابدون",
      "ayahEn": "This is the ˹natural˺ Way of Allah. And who is better than Allah in ordaining a way? And we worship ˹none but˺ Him.",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 139,
      "ayahArV1": "قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ",
      "ayahArV2": "قل اتحاجوننا في الله وهو ربنا وربكم ولنا اعمالنا ولكم اعمالكم ونحن له مخلصون",
      "ayahEn": "Say, “Would you dispute with us about Allah, while He is our Lord and your Lord? We are accountable for our deeds and you for yours. And we are devoted to Him ˹alone˺.",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 140,
      "ayahArV1": "أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا۟ هُودًا أَوْ نَصَـٰرَىٰ ۗ قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَـٰدَةً عِندَهُۥ مِنَ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "ام تقولون ان ابراهيم واسماعيل واسحاق ويعقوب والاسباط كانوا هودا او نصارى قل اانتم اعلم ام الله ومن اظلم ممن كتم شهادة عنده من الله وما الله بغافل عما تعملون",
      "ayahEn": "Do you claim that Abraham, Ishmael, Isaac, Jacob, and his descendants were all Jews or Christians?” Say, “Who is more knowledgeable: you or Allah?” Who does more wrong than those who hide the testimony they received from Allah? And Allah is never unaware of what you do.",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 141,
      "ayahArV1": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "ayahArV2": "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسالون عما كانوا يعملون",
      "ayahEn": "That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done.",
      "meta": {
        "page": 21,
        "juz": 1,
        "hizb": 2,
        "hizbQuarter": 8,
        "sajda": false
      }
    },
    {
      "ayahNo": 142,
      "ayahArV1": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا۟ عَلَيْهَا ۚ قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "ayahArV2": "سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء الى صراط مستقيم",
      "ayahEn": "The foolish among the people will ask, “Why did they turn away from the direction of prayer they used to face?” Say, ˹O Prophet,˺ “The east and west belong ˹only˺ to Allah. He guides whoever He wills to the Straight Path.”",
      "meta": {
        "page": 22,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 143,
      "ayahArV1": "وَكَذَٰلِكَ جَعَلْنَـٰكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ ۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَـٰنَكُمْ ۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
      "ayahArV2": "وكذلك جعلناكم امة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها الا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وان كانت لكبيرة الا على الذين هدى الله وما كان الله ليضيع ايمانكم ان الله بالناس لرءوف رحيم",
      "ayahEn": "And so We have made you ˹believers˺ an upright community so that you may be witnesses over humanity and that the Messenger may be a witness over you. We assigned your former direction of prayer only to distinguish those who would remain faithful to the Messenger from those who would lose faith. It was certainly a difficult test except for those ˹rightly˺ guided by Allah. And Allah would never discount your ˹previous acts of˺ faith. Surely Allah is Ever Gracious and Most Merciful to humanity.",
      "meta": {
        "page": 22,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 144,
      "ayahArV1": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ ۗ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
      "ayahArV2": "قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وان الذين اوتوا الكتاب ليعلمون انه الحق من ربهم وما الله بغافل عما يعملون",
      "ayahEn": "Indeed, We see you ˹O Prophet˺ turning your face towards heaven. Now We will make you turn towards a direction ˹of prayer˺ that will please you. So turn your face towards the Sacred Mosque ˹in Mecca˺—wherever you are, turn your faces towards it. Those who were given the Scripture certainly know this to be the truth from their Lord. And Allah is never unaware of what they do.",
      "meta": {
        "page": 22,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 145,
      "ayahArV1": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا۟ قِبْلَتَكَ ۚ وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ ۙ إِنَّكَ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
      "ayahArV2": "ولئن اتيت الذين اوتوا الكتاب بكل اية ما تبعوا قبلتك وما انت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت اهواءهم من بعد ما جاءك من العلم انك اذا لمن الظالمين",
      "ayahEn": "Even if you were to bring every proof to the People of the Book, they would not accept your direction ˹of prayer˺, nor would you accept theirs; nor would any of them accept the direction ˹of prayer˺ of another. And if you were to follow their desires after ˹all˺ the knowledge that has come to you, then you would certainly be one of the wrongdoers.",
      "meta": {
        "page": 22,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 146,
      "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
      "ayahArV2": "الذين اتيناهم الكتاب يعرفونه كما يعرفون ابناءهم وان فريقا منهم ليكتمون الحق وهم يعلمون",
      "ayahEn": "Those We have given the Scripture recognize this ˹Prophet˺ as they recognize their own children. Yet a group of them hides the truth knowingly.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 147,
      "ayahArV1": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
      "ayahArV2": "الحق من ربك فلا تكونن من الممترين",
      "ayahEn": "˹This is˺ the truth from your Lord, so do not ever be one of those who doubt.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 148,
      "ayahArV1": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "ولكل وجهة هو موليها فاستبقوا الخيرات اين ما تكونوا يات بكم الله جميعا ان الله على كل شيء قدير",
      "ayahEn": "Everyone turns to their own direction ˹of prayer˺. So compete with one another in doing good. Wherever you are, Allah will bring you all together ˹for judgment˺. Surely Allah is Most Capable of everything.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 149,
      "ayahArV1": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وانه للحق من ربك وما الله بغافل عما تعملون",
      "ayahEn": "Wherever you are ˹O Prophet˺, turn your face towards the Sacred Mosque. This is certainly the truth from your Lord. And Allah is never unaware of what you ˹all˺ do.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 150,
      "ayahArV1": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
      "ayahArV2": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة الا الذين ظلموا منهم فلا تخشوهم واخشوني ولاتم نعمتي عليكم ولعلكم تهتدون",
      "ayahEn": "Wherever you are ˹O Prophet˺, turn your face towards the Sacred Mosque. And wherever you ˹believers˺ are, face towards it, so that people will have no argument against you, except the wrongdoers among them. Do not fear them; fear Me, so that I may ˹continue to˺ perfect My favour upon you and so you may be ˹rightly˺ guided.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 151,
      "ayahArV1": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "ayahArV2": "كما ارسلنا فيكم رسولا منكم يتلو عليكم اياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون",
      "ayahEn": "Since We have sent you a messenger from among yourselves—reciting to you Our revelations, purifying you, teaching you the Book and wisdom, and teaching you what you never knew—",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 152,
      "ayahArV1": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
      "ayahArV2": "فاذكروني اذكركم واشكروا لي ولا تكفرون",
      "ayahEn": "remember Me; I will remember you. And thank Me, and never be ungrateful.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 153,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
      "ayahArV2": "يا ايها الذين امنوا استعينوا بالصبر والصلاة ان الله مع الصابرين",
      "ayahEn": "O believers! Seek comfort in patience and prayer. Allah is truly with those who are patient.",
      "meta": {
        "page": 23,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 154,
      "ayahArV1": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌ وَلَـٰكِن لَّا تَشْعُرُونَ",
      "ayahArV2": "ولا تقولوا لمن يقتل في سبيل الله اموات بل احياء ولكن لا تشعرون",
      "ayahEn": "Never say that those martyred in the cause of Allah are dead—in fact, they are alive! But you do not perceive it.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 155,
      "ayahArV1": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ",
      "ayahArV2": "ولنبلونكم بشيء من الخوف والجوع ونقص من الاموال والانفس والثمرات وبشر الصابرين",
      "ayahEn": "We will certainly test you with a touch of fear and famine and loss of property, life, and crops. Give good news to those who patiently endure—",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 156,
      "ayahArV1": "ٱلَّذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
      "ayahArV2": "الذين اذا اصابتهم مصيبة قالوا انا لله وانا اليه راجعون",
      "ayahEn": "who, when faced with a disaster, say, “Surely to Allah we belong and to Him we will ˹all˺ return.”",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 157,
      "ayahArV1": "أُو۟لَـٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
      "ayahArV2": "اولئك عليهم صلوات من ربهم ورحمة واولئك هم المهتدون",
      "ayahEn": "They are the ones who will receive Allah’s blessings and mercy. And it is they who are ˹rightly˺ guided.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 9,
        "sajda": false
      }
    },
    {
      "ayahNo": 158,
      "ayahArV1": "۞ إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
      "ayahArV2": "ان الصفا والمروة من شعائر الله فمن حج البيت او اعتمر فلا جناح عليه ان يطوف بهما ومن تطوع خيرا فان الله شاكر عليم",
      "ayahEn": "Indeed, ˹the hills of˺ Ṣafa and Marwah are among the symbols of Allah. So whoever performs the pilgrimage or minor pilgrimage, let them walk between ˹the two hills˺. And whoever does good willingly, Allah is truly Appreciative, All-Knowing.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 159,
      "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِى ٱلْكِتَـٰبِ ۙ أُو۟لَـٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّـٰعِنُونَ",
      "ayahArV2": "ان الذين يكتمون ما انزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب اولئك يلعنهم الله ويلعنهم اللاعنون",
      "ayahEn": "Those who hide the clear proofs and guidance that We have revealed—after We made it clear for humanity in the Book—will be condemned by Allah and ˹all˺ those who condemn.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 160,
      "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَـٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "ayahArV2": "الا الذين تابوا واصلحوا وبينوا فاولئك اتوب عليهم وانا التواب الرحيم",
      "ayahEn": "As for those who repent, mend their ways, and let the truth be known, they are the ones to whom I will turn ˹in forgiveness˺, for I am the Accepter of Repentance, Most Merciful.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 161,
      "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَـٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "ayahArV2": "ان الذين كفروا وماتوا وهم كفار اولئك عليهم لعنة الله والملائكة والناس اجمعين",
      "ayahEn": "Surely those who disbelieve and die as disbelievers are condemned by Allah, the angels, and all of humanity.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 162,
      "ayahArV1": "خَـٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
      "ayahArV2": "خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
      "ayahEn": "They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 163,
      "ayahArV1": "وَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "ayahArV2": "والهكم اله واحد لا اله الا هو الرحمن الرحيم",
      "ayahEn": "Your God is ˹only˺ One God. There is no god ˹worthy of worship˺ except Him—the Most Compassionate, Most Merciful.",
      "meta": {
        "page": 24,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 164,
      "ayahArV1": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "ayahArV2": "ان في خلق السماوات والارض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما انزل الله من السماء من ماء فاحيا به الارض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والارض لايات لقوم يعقلون",
      "ayahEn": "Indeed, in the creation of the heavens and the earth; the alternation of the day and the night; the ships that sail the sea for the benefit of humanity; the rain sent down by Allah from the skies, reviving the earth after its death; the scattering of all kinds of creatures throughout; the shifting of the winds; and the clouds drifting between the heavens and the earth—˹in all of this˺ are surely signs for people of understanding.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 165,
      "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
      "ayahArV2": "ومن الناس من يتخذ من دون الله اندادا يحبونهم كحب الله والذين امنوا اشد حبا لله ولو يرى الذين ظلموا اذ يرون العذاب ان القوة لله جميعا وان الله شديد العذاب",
      "ayahEn": "Still there are some who take others as Allah’s equal—they love them as they should love Allah—but the ˹true˺ believers love Allah even more. If only the wrongdoers could see the ˹horrible˺ punishment ˹awaiting them˺, they would certainly realize that all power belongs to Allah and that Allah is indeed severe in punishment.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 166,
      "ayahArV1": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
      "ayahArV2": "اذ تبرا الذين اتبعوا من الذين اتبعوا وراوا العذاب وتقطعت بهم الاسباب",
      "ayahEn": "˹Consider the Day˺ when those who misled others will disown their followers—when they face the torment—and the bonds that united them will be cut off.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 167,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَـٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَـٰرِجِينَ مِنَ ٱلنَّارِ",
      "ayahArV2": "وقال الذين اتبعوا لو ان لنا كرة فنتبرا منهم كما تبرءوا منا كذلك يريهم الله اعمالهم حسرات عليهم وما هم بخارجين من النار",
      "ayahEn": "The ˹misled˺ followers will cry, “If only we could have a second chance, we would disown them as they disowned us.” And so Allah will make them remorseful of their misdeeds. And they will never ˹be able to˺ leave the Fire.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 168,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَـٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "ayahArV2": "يا ايها الناس كلوا مما في الارض حلالا طيبا ولا تتبعوا خطوات الشيطان انه لكم عدو مبين",
      "ayahEn": "O humanity! Eat from what is lawful and good on the earth and do not follow Satan’s footsteps. He is truly your sworn enemy.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 169,
      "ayahArV1": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "ayahArV2": "انما يامركم بالسوء والفحشاء وان تقولوا على الله ما لا تعلمون",
      "ayahEn": "He only incites you to commit evil and indecency, and to claim against Allah what you do not know.",
      "meta": {
        "page": 25,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 170,
      "ayahArV1": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
      "ayahArV2": "واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما الفينا عليه اباءنا اولو كان اباؤهم لا يعقلون شيئا ولا يهتدون",
      "ayahEn": "When it is said to them, “Follow what Allah has revealed,” they reply, “No! We ˹only˺ follow what we found our forefathers practicing.” ˹Would they still do so,˺ even if their forefathers had ˹absolutely˺ no understanding or guidance?",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 171,
      "ayahArV1": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
      "ayahArV2": "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع الا دعاء ونداء صم بكم عمي فهم لا يعقلون",
      "ayahEn": "The example of the disbelievers ˹not responding to the Messenger’s warning˺ is like a flock not comprehending the calls and cries of the shepherd. ˹They are wilfully˺ deaf, dumb and blind so they have no understanding.",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 172,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "ayahArV2": "يا ايها الذين امنوا كلوا من طيبات ما رزقناكم واشكروا لله ان كنتم اياه تعبدون",
      "ayahEn": "O believers! Eat from the good things We have provided for you. And give thanks to Allah if you ˹truly˺ worship Him ˹alone˺.",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 173,
      "ayahArV1": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل به لغير الله فمن اضطر غير باغ ولا عاد فلا اثم عليه ان الله غفور رحيم",
      "ayahEn": "He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—they will not be sinful. Surely Allah is All-Forgiving, Most Merciful.",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 174,
      "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "ayahArV2": "ان الذين يكتمون ما انزل الله من الكتاب ويشترون به ثمنا قليلا اولئك ما ياكلون في بطونهم الا النار ولا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب اليم",
      "ayahEn": "Indeed, those who hide Allah’s revelations, trading them for a fleeting gain consume nothing but fire into their bellies. Allah will neither speak to them on the Day of Judgment, nor will He purify them. And they will suffer a painful punishment.",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 175,
      "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
      "ayahArV2": "اولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة فما اصبرهم على النار",
      "ayahEn": "They are the ones who trade guidance for misguidance and forgiveness for punishment. How persistent are they in pursuit of the Fire!",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 176,
      "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
      "ayahArV2": "ذلك بان الله نزل الكتاب بالحق وان الذين اختلفوا في الكتاب لفي شقاق بعيد",
      "ayahEn": "That is because Allah has revealed the Book in truth. And surely those who differ regarding it are totally engrossed in opposition.",
      "meta": {
        "page": 26,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 10,
        "sajda": false
      }
    },
    {
      "ayahNo": 177,
      "ayahArV1": "۞ لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱلْمَلَـٰٓئِكَةِ وَٱلْكِتَـٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَـٰهَدُوا۟ ۖ وَٱلصَّـٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "ayahArV2": "ليس البر ان تولوا وجوهكم قبل المشرق والمغرب ولكن البر من امن بالله واليوم الاخر والملائكة والكتاب والنبيين واتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب واقام الصلاة واتى الزكاة والموفون بعهدهم اذا عاهدوا والصابرين في الباساء والضراء وحين الباس اولئك الذين صدقوا واولئك هم المتقون",
      "ayahEn": "Righteousness is not in turning your faces towards the east or the west. Rather, the righteous are those who believe in Allah, the Last Day, the angels, the Books, and the prophets; who give charity out of their cherished wealth to relatives, orphans, the poor, ˹needy˺ travellers, beggars, and for freeing captives; who establish prayer, pay alms-tax, and keep the pledges they make; and who are patient in times of suffering, adversity, and in ˹the heat of˺ battle. It is they who are true ˹in faith˺, and it is they who are mindful ˹of Allah˺.",
      "meta": {
        "page": 27,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 178,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ۖ ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ ۚ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَـٰنٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
      "ayahArV2": "يا ايها الذين امنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والانثى بالانثى فمن عفي له من اخيه شيء فاتباع بالمعروف واداء اليه باحسان ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب اليم",
      "ayahEn": "O believers! ˹The law of˺ retaliation is set for you in cases of murder—a free man for a free man, a slave for a slave, and a female for a female. But if the offender is pardoned by the victim’s guardian, then blood-money should be decided fairly and payment should be made courteously. This is a concession and a mercy from your Lord. But whoever transgresses after that will suffer a painful punishment.",
      "meta": {
        "page": 27,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 179,
      "ayahArV1": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تَتَّقُونَ",
      "ayahArV2": "ولكم في القصاص حياة يا اولي الالباب لعلكم تتقون",
      "ayahEn": "There is ˹security of˺ life for you in ˹the law of˺ retaliation, O  people of reason, so that you may become mindful ˹of Allah˺.",
      "meta": {
        "page": 27,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 180,
      "ayahArV1": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "ayahArV2": "كتب عليكم اذا حضر احدكم الموت ان ترك خيرا الوصية للوالدين والاقربين بالمعروف حقا على المتقين",
      "ayahEn": "It is prescribed that when death approaches any of you—if they leave something of value—a will should be made in favour of parents and immediate family with fairness. ˹This is˺ an obligation on those who are mindful ˹of Allah˺.",
      "meta": {
        "page": 27,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 181,
      "ayahArV1": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "ayahArV2": "فمن بدله بعدما سمعه فانما اثمه على الذين يبدلونه ان الله سميع عليم",
      "ayahEn": "But whoever changes the will after hearing it, the blame will only be on those who made the change. Indeed, Allah is All-Hearing, All-Knowing.",
      "meta": {
        "page": 27,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 182,
      "ayahArV1": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "فمن خاف من موص جنفا او اثما فاصلح بينهم فلا اثم عليه ان الله غفور رحيم",
      "ayahEn": "Whoever suspects an error or an injustice in the will and brings about a ˹fair˺ settlement among the parties will not be sinful. Surely Allah is All-Forgiving, Most Merciful.",
      "meta": {
        "page": 28,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 183,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "ayahArV2": "يا ايها الذين امنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون",
      "ayahEn": "O believers! Fasting is prescribed for you—as it was for those before you—so perhaps you will become mindful ˹of Allah˺.",
      "meta": {
        "page": 28,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 184,
      "ayahArV1": "أَيَّامًا مَّعْدُودَٰتٍ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ ۚ وَأَن تَصُومُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "ayahArV2": "اياما معدودات فمن كان منكم مريضا او على سفر فعدة من ايام اخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وان تصوموا خير لكم ان كنتم تعلمون",
      "ayahEn": "˹Fast a˺ prescribed number of days. But whoever of you is ill or on a journey, then ˹let them fast˺ an equal number of days ˹after Ramaḍân˺. For those who can only fast with extreme difficulty, compensation can be made by feeding a needy person ˹for every day not fasted˺. But whoever volunteers to give more, it is better for them. And to fast is better for you, if only you knew.",
      "meta": {
        "page": 28,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 185,
      "ayahArV1": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَـٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ ۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "ayahArV2": "شهر رمضان الذي انزل فيه القران هدى للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا او على سفر فعدة من ايام اخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون",
      "ayahEn": "Ramaḍân is the month in which the Quran was revealed as a guide for humanity with clear proofs of guidance and the standard ˹to distinguish between right and wrong˺. So whoever is present this month, let them fast. But whoever is ill or on a journey, then ˹let them fast˺ an equal number of days ˹after Ramaḍân˺. Allah intends ease for you, not hardship, so that you may complete the prescribed period and proclaim the greatness of Allah for guiding you, and perhaps you will be grateful.",
      "meta": {
        "page": 28,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 186,
      "ayahArV1": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ",
      "ayahArV2": "واذا سالك عبادي عني فاني قريب اجيب دعوة الداع اذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون",
      "ayahEn": "When My servants ask you ˹O Prophet˺ about Me: I am truly near. I respond to one’s prayer when they call upon Me. So let them respond ˹with obedience˺ to Me and believe in Me, perhaps they will be guided ˹to the Right Way˺.",
      "meta": {
        "page": 28,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 187,
      "ayahArV1": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٔـٰنَ بَـٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَـٰشِرُوهُنَّ وَأَنتُمْ عَـٰكِفُونَ فِى ٱلْمَسَـٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
      "ayahArV2": "احل لكم ليلة الصيام الرفث الى نسائكم هن لباس لكم وانتم لباس لهن علم الله انكم كنتم تختانون انفسكم فتاب عليكم وعفا عنكم فالان باشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الابيض من الخيط الاسود من الفجر ثم اتموا الصيام الى الليل ولا تباشروهن وانتم عاكفون في المساجد تلك حدود الله فلا تقربوها كذلك يبين الله اياته للناس لعلهم يتقون",
      "ayahEn": "It has been made permissible for you to be intimate with your wives during the nights preceding the fast. Your spouses are a garment for you as you are for them. Allah knows that you were deceiving yourselves. So He has accepted your repentance and pardoned you. So now you may be intimate with them and seek what Allah has prescribed for you. ˹You may˺ eat and drink until you see the light of dawn breaking the darkness of night, then complete the fast until nightfall. Do not be intimate with your spouses while you are meditating in the mosques. These are the limits set by Allah, so do not exceed them. This is how Allah makes His revelations clear to people, so they may become mindful ˹of Him˺.",
      "meta": {
        "page": 29,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 188,
      "ayahArV1": "وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ",
      "ayahArV2": "ولا تاكلوا اموالكم بينكم بالباطل وتدلوا بها الى الحكام لتاكلوا فريقا من اموال الناس بالاثم وانتم تعلمون",
      "ayahEn": "Do not consume one another’s wealth unjustly, nor deliberately bribe authorities in order to devour a portion of others’ property, knowing that it is a sin.",
      "meta": {
        "page": 29,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 11,
        "sajda": false
      }
    },
    {
      "ayahNo": 189,
      "ayahArV1": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ ۖ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ ۗ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَـٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ ۗ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "ayahArV2": "يسالونك عن الاهلة قل هي مواقيت للناس والحج وليس البر بان تاتوا البيوت من ظهورها ولكن البر من اتقى واتوا البيوت من ابوابها واتقوا الله لعلكم تفلحون",
      "ayahEn": "They ask you ˹O Prophet˺ about the phases of the moon. Say, “They are a means for people to determine time and pilgrimage.” Righteousness is not in entering your houses from the back doors. Rather, righteousness is to be mindful ˹of Allah˺. So enter your homes through their ˹proper˺ doors, and be mindful of Allah so you may be successful.",
      "meta": {
        "page": 29,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 190,
      "ayahArV1": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَـٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "ayahArV2": "وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا ان الله لا يحب المعتدين",
      "ayahEn": "Fight in the cause of Allah ˹only˺ against those who wage war against you, but do not exceed the limits. Allah does not like transgressors.",
      "meta": {
        "page": 29,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 191,
      "ayahArV1": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ ۚ وَلَا تُقَـٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَـٰتِلُوكُمْ فِيهِ ۖ فَإِن قَـٰتَلُوكُمْ فَٱقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
      "ayahArV2": "واقتلوهم حيث ثقفتموهم واخرجوهم من حيث اخرجوكم والفتنة اشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فان قاتلوكم فاقتلوهم كذلك جزاء الكافرين",
      "ayahEn": "Kill them wherever you come upon them and drive them out of the places from which they have driven you out. For persecution is far worse than killing. And do not fight them at the Sacred Mosque unless they attack you there. If they do so, then fight them—that is the reward of the disbelievers.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 192,
      "ayahArV1": "فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "فان انتهوا فان الله غفور رحيم",
      "ayahEn": "But if they cease, then surely Allah is All-Forgiving, Most Merciful.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 193,
      "ayahArV1": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ لِلَّهِ ۖ فَإِنِ ٱنتَهَوْا۟ فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ",
      "ayahArV2": "وقاتلوهم حتى لا تكون فتنة ويكون الدين لله فان انتهوا فلا عدوان الا على الظالمين",
      "ayahEn": "Fight against them ˹if they persecute you˺ until there is no more persecution, and ˹your˺ devotion will be to Allah ˹alone˺. If they stop ˹persecuting you˺, let there be no hostility except against the aggressors.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 194,
      "ayahArV1": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَـٰتُ قِصَاصٌ ۚ فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا۟ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
      "ayahArV2": "الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا ان الله مع المتقين",
      "ayahEn": "˹There will be retaliation in˺ a sacred month for ˹an offence in˺ a sacred month, and all violations will bring about retaliation. So, if anyone attacks you, retaliate in the same manner. ˹But˺ be mindful of Allah, and know that Allah is with those mindful ˹of Him˺.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 195,
      "ayahArV1": "وَأَنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا۟ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ ۛ وَأَحْسِنُوٓا۟ ۛ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
      "ayahArV2": "وانفقوا في سبيل الله ولا تلقوا بايديكم الى التهلكة واحسنوا ان الله يحب المحسنين",
      "ayahEn": "Spend in the cause of Allah and do not let your own hands throw you into destruction ˹by withholding˺. And do good, for Allah certainly loves the good-doers.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 196,
      "ayahArV1": "وَأَتِمُّوا۟ ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۖ وَلَا تَحْلِقُوا۟ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًى مِّن رَّأْسِهِۦ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۚ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "ayahArV2": "واتموا الحج والعمرة لله فان احصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا او به اذى من راسه ففدية من صيام او صدقة او نسك فاذا امنتم فمن تمتع بالعمرة الى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلاثة ايام في الحج وسبعة اذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن اهله حاضري المسجد الحرام واتقوا الله واعلموا ان الله شديد العقاب",
      "ayahEn": "Complete the pilgrimage and minor pilgrimage for Allah. But if prevented ˹from proceeding˺, then ˹offer˺ whatever sacrificial animals you can afford. And do not shave your heads until the sacrificial animal reaches its destination. But if any of you is ill or has a scalp ailment ˹requiring shaving˺, then compensate either by fasting, charity, or a sacrificial offering. In times of peace, you may combine the pilgrimage and minor pilgrimage then make the sacrificial offering you can afford. Whoever cannot afford that ˹offering˺, let them fast three days during pilgrimage and seven after returning ˹home˺—completing ten. These offerings are for those who do not live near the Sacred House. And be mindful of Allah, and know that Allah is severe in punishment.",
      "meta": {
        "page": 30,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 197,
      "ayahArV1": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَـٰتٌ ۚ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ ۗ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ ۚ وَٱتَّقُونِ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ",
      "ayahArV2": "الحج اشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فان خير الزاد التقوى واتقون يا اولي الالباب",
      "ayahEn": "˹Commitment to˺ pilgrimage is made in appointed months. Whoever commits to ˹performing˺ pilgrimage, let them stay away from intimate relations, foul language, and arguments during pilgrimage. Whatever good you do, Allah ˹fully˺ knows of it. Take ˹necessary˺ provisions ˹for the journey˺—surely the best provision is righteousness. And be mindful of Me, O  people of reason!",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 198,
      "ayahArV1": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ ۚ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَـٰتٍ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ ۖ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
      "ayahArV2": "ليس عليكم جناح ان تبتغوا فضلا من ربكم فاذا افضتم من عرفات فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وان كنتم من قبله لمن الضالين",
      "ayahEn": "There is no blame on you for seeking the bounty of your Lord ˹during this journey˺. When you return from ’Arafât, praise Allah near the sacred place and praise Him for having guided you, for surely before this ˹guidance˺ you were astray.",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 199,
      "ayahArV1": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "ثم افيضوا من حيث افاض الناس واستغفروا الله ان الله غفور رحيم",
      "ayahEn": "Then go forth with the rest of the pilgrims. And seek Allah’s forgiveness. Surely Allah is All-Forgiving, Most Merciful.",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 200,
      "ayahArV1": "فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ",
      "ayahArV2": "فاذا قضيتم مناسككم فاذكروا الله كذكركم اباءكم او اشد ذكرا فمن الناس من يقول ربنا اتنا في الدنيا وما له في الاخرة من خلاق",
      "ayahEn": "When you have fulfilled your sacred rites, praise Allah as you used to praise your forefathers ˹before Islam˺, or even more passionately. There are some who say, “Our Lord! Grant us ˹Your bounties˺ in this world,” but they will have no share in the Hereafter.",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 201,
      "ayahArV1": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
      "ayahArV2": "ومنهم من يقول ربنا اتنا في الدنيا حسنة وفي الاخرة حسنة وقنا عذاب النار",
      "ayahEn": "Yet there are others who say, “Our Lord! Grant us the good of this world and the Hereafter, and protect us from the torment of the Fire.”",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 202,
      "ayahArV1": "أُو۟لَـٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
      "ayahArV2": "اولئك لهم نصيب مما كسبوا والله سريع الحساب",
      "ayahEn": "It is they who will receive a ˹heavenly˺ reward for the good they have done. Surely Allah is swift in reckoning.",
      "meta": {
        "page": 31,
        "juz": 2,
        "hizb": 3,
        "hizbQuarter": 12,
        "sajda": false
      }
    },
    {
      "ayahNo": 203,
      "ayahArV1": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
      "ayahArV2": "واذكروا الله في ايام معدودات فمن تعجل في يومين فلا اثم عليه ومن تاخر فلا اثم عليه لمن اتقى واتقوا الله واعلموا انكم اليه تحشرون",
      "ayahEn": "And remember Allah during ˹these˺ appointed days. Whoever departs swiftly on the second day is not sinful, neither are those who stay behind ˹till the third—seeking additional reward˺, so long as they are mindful ˹of their Lord˺. And be mindful of Allah, and know that to Him you will ˹all˺ be gathered.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 204,
      "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
      "ayahArV2": "ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو الد الخصام",
      "ayahEn": "There are some ˹hypocrites˺ who impress you with their views regarding worldly affairs and openly call upon Allah to witness what is in their hearts, yet they are your worst adversaries.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 205,
      "ayahArV1": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
      "ayahArV2": "واذا تولى سعى في الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد",
      "ayahEn": "And when they leave ˹you˺, they strive throughout the land to spread mischief in it and destroy crops and cattle. Allah does not like mischief.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 206,
      "ayahArV1": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
      "ayahArV2": "واذا قيل له اتق الله اخذته العزة بالاثم فحسبه جهنم ولبئس المهاد",
      "ayahEn": "When it is said to them, “Fear Allah,” pride carries them off to sin. Hell will be their proper place. What an evil place to rest!",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 207,
      "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
      "ayahArV2": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد",
      "ayahEn": "And there are those who would dedicate their lives to Allah’s pleasure. And Allah is Ever Gracious to ˹His˺ servants.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 208,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "ayahArV2": "يا ايها الذين امنوا ادخلوا في السلم كافة ولا تتبعوا خطوات الشيطان انه لكم عدو مبين",
      "ayahEn": "O believers! Enter into Islam wholeheartedly and do not follow Satan’s footsteps. Surely he is your sworn enemy.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 209,
      "ayahArV1": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "ayahArV2": "فان زللتم من بعد ما جاءتكم البينات فاعلموا ان الله عزيز حكيم",
      "ayahEn": "If you falter after receiving the clear proofs, then know that Allah is indeed Almighty, All-Wise.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 210,
      "ayahArV1": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "ayahArV2": "هل ينظرون الا ان ياتيهم الله في ظلل من الغمام والملائكة وقضي الامر والى الله ترجع الامور",
      "ayahEn": "Are they waiting for Allah ˹Himself˺ to come to them in the shade of clouds, along with the angels? ˹If He did˺, then the matter would be settled ˹at once˺. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
      "meta": {
        "page": 32,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 211,
      "ayahArV1": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَـٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "ayahArV2": "سل بني اسرائيل كم اتيناهم من اية بينة ومن يبدل نعمة الله من بعد ما جاءته فان الله شديد العقاب",
      "ayahEn": "Ask the Children of Israel how many clear signs We have given them. And whoever trades Allah’s favour—after receiving it—˹for disbelief˺ should know that Allah is indeed severe in punishment.",
      "meta": {
        "page": 33,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 212,
      "ayahArV1": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
      "ayahArV2": "زين للذين كفروا الحياة الدنيا ويسخرون من الذين امنوا والذين اتقوا فوقهم يوم القيامة والله يرزق من يشاء بغير حساب",
      "ayahEn": "The life of this world has been made appealing to the disbelievers, and they mock the believers. Those who are mindful ˹of Allah˺ will rank above them on the Day of Judgment. And Allah provides for whoever He wills without limit.",
      "meta": {
        "page": 33,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 213,
      "ayahArV1": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "ayahArV2": "كان الناس امة واحدة فبعث الله النبيين مبشرين ومنذرين وانزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه الا الذين اوتوه من بعد ما جاءتهم البينات بغيا بينهم فهدى الله الذين امنوا لما اختلفوا فيه من الحق باذنه والله يهدي من يشاء الى صراط مستقيم",
      "ayahEn": "Humanity had once been one community ˹of believers before they lost faith˺. Then Allah raised prophets as deliverers of good news and as warners, and revealed to them the Scriptures in truth to judge among people regarding their disputes. And no one disputed the Scriptures except the very people who received them after clear proofs had come to them—out of jealousy. Then Allah, by His grace, has guided the believers to the truth regarding those disputes. And Allah guides whoever He wills to the Straight Path.",
      "meta": {
        "page": 33,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 214,
      "ayahArV1": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ",
      "ayahArV2": "ام حسبتم ان تدخلوا الجنة ولما ياتكم مثل الذين خلوا من قبلكم مستهم الباساء والضراء وزلزلوا حتى يقول الرسول والذين امنوا معه متى نصر الله الا ان نصر الله قريب",
      "ayahEn": "Do you think you will be admitted into Paradise without being tested like those before you? They were afflicted with suffering and adversity and were so ˹violently˺ shaken that ˹even˺ the Messenger and the believers with him cried out, “When will Allah’s help come?” Indeed, Allah’s help is ˹always˺ near.",
      "meta": {
        "page": 33,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 215,
      "ayahArV1": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "ayahArV2": "يسالونك ماذا ينفقون قل ما انفقتم من خير فللوالدين والاقربين واليتامى والمساكين وابن السبيل وما تفعلوا من خير فان الله به عليم",
      "ayahEn": "They ask you ˹O Prophet in˺ what ˹way˺ they should donate. Say, “Whatever donations you give are for parents, relatives, orphans, the poor, and ˹needy˺ travellers. Whatever good you do is certainly well known to Allah.”",
      "meta": {
        "page": 33,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 216,
      "ayahArV1": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "ayahArV2": "كتب عليكم القتال وهو كره لكم وعسى ان تكرهوا شيئا وهو خير لكم وعسى ان تحبوا شيئا وهو شر لكم والله يعلم وانتم لا تعلمون",
      "ayahEn": "Fighting has been made obligatory upon you ˹believers˺, though you dislike it. Perhaps you dislike something which is good for you and like something which is bad for you. Allah knows and you do not know.",
      "meta": {
        "page": 34,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 217,
      "ayahArV1": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَـٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَـٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "يسالونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام واخراج اهله منه اكبر عند الله والفتنة اكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم ان استطاعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فاولئك حبطت اعمالهم في الدنيا والاخرة واولئك اصحاب النار هم فيها خالدون",
      "ayahEn": "They ask you ˹O Prophet˺ about fighting in the sacred months. Say, “Fighting during these months is a great sin. But hindering ˹others˺ from the Path of Allah, rejecting Him, and expelling the worshippers from the Sacred Mosque is ˹a˺ greater ˹sin˺ in the sight of Allah. For persecution is far worse than killing. And they will not stop fighting you until they turn you away from your faith—if they can. And whoever among you renounces their own faith and dies a disbeliever, their deeds will become void in this life and in the Hereafter. It is they who will be the residents of the Fire. They will be there forever.”",
      "meta": {
        "page": 34,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 218,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "ان الذين امنوا والذين هاجروا وجاهدوا في سبيل الله اولئك يرجون رحمت الله والله غفور رحيم",
      "ayahEn": "Surely those who have believed, emigrated, and struggled in the Way of Allah—they can hope for Allah’s mercy. And Allah is All-Forgiving, Most Merciful.",
      "meta": {
        "page": 34,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 13,
        "sajda": false
      }
    },
    {
      "ayahNo": 219,
      "ayahArV1": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَـٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "ayahArV2": "يسالونك عن الخمر والميسر قل فيهما اثم كبير ومنافع للناس واثمهما اكبر من نفعهما ويسالونك ماذا ينفقون قل العفو كذلك يبين الله لكم الايات لعلكم تتفكرون",
      "ayahEn": "They ask you ˹O Prophet˺ about intoxicants and gambling. Say, “There is great evil in both, as well as some benefit for people—but the evil outweighs the benefit.” They ˹also˺ ask you ˹O Prophet˺ what they should donate. Say, “Whatever you can spare.” This is how Allah makes His revelations clear to you ˹believers˺, so perhaps you may reflect",
      "meta": {
        "page": 34,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 220,
      "ayahArV1": "فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "ayahArV2": "في الدنيا والاخرة ويسالونك عن اليتامى قل اصلاح لهم خير وان تخالطوهم فاخوانكم والله يعلم المفسد من المصلح ولو شاء الله لاعنتكم ان الله عزيز حكيم",
      "ayahEn": "upon this world and the Hereafter. And they ask you ˹O Prophet˺ concerning orphans. Say, “Improving their condition is best. And if you partner with them, they are bonded with you ˹in faith˺. And Allah knows who intends harm and who intends good. Had Allah willed, He could have made it difficult for you. Surely Allah is Almighty, All-Wise.”",
      "meta": {
        "page": 35,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 221,
      "ayahArV1": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "ayahArV2": "ولا تنكحوا المشركات حتى يؤمن ولامة مؤمنة خير من مشركة ولو اعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو اعجبكم اولئك يدعون الى النار والله يدعو الى الجنة والمغفرة باذنه ويبين اياته للناس لعلهم يتذكرون",
      "ayahEn": "Do not marry polytheistic women until they believe; for a believing slave-woman is better than a free polytheist, even though she may look pleasant to you. And do not marry your women to polytheistic men until they believe, for a believing slave-man is better than a free polytheist, even though he may look pleasant to you. They invite ˹you˺ to the Fire while Allah invites ˹you˺ to Paradise and forgiveness by His grace. He makes His revelations clear to the people so perhaps they will be mindful.",
      "meta": {
        "page": 35,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 222,
      "ayahArV1": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
      "ayahArV2": "ويسالونك عن المحيض قل هو اذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فاذا تطهرن فاتوهن من حيث امركم الله ان الله يحب التوابين ويحب المتطهرين",
      "ayahEn": "They ask you ˹O Prophet˺ about menstruation. Say, “Beware of its harm! So keep away, and do not have intercourse with your wives during their monthly cycles until they are purified. When they purify themselves, then you may approach them in the manner specified by Allah. Surely Allah loves those who always turn to Him in repentance and those who purify themselves.”",
      "meta": {
        "page": 35,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 223,
      "ayahArV1": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَـٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "ayahArV2": "نساؤكم حرث لكم فاتوا حرثكم انى شئتم وقدموا لانفسكم واتقوا الله واعلموا انكم ملاقوه وبشر المؤمنين",
      "ayahEn": "Your wives are like farmland for you, so approach them ˹consensually˺ as you please. And send forth something good for yourselves. Be mindful of Allah, and know that you will meet Him. And give good news to the believers.",
      "meta": {
        "page": 35,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 224,
      "ayahArV1": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَـٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "ayahArV2": "ولا تجعلوا الله عرضة لايمانكم ان تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم",
      "ayahEn": "Do not use Allah’s Name in your oaths as an excuse for not doing good, not guarding against evil, or not making peace between people. And Allah is All-Hearing, All-Knowing.",
      "meta": {
        "page": 35,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 225,
      "ayahArV1": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
      "ayahArV2": "لا يؤاخذكم الله باللغو في ايمانكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم",
      "ayahEn": "Allah will not hold you accountable for unintentional oaths, but for what you intended in your hearts. And Allah is All-Forgiving, Most Forbearing.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 226,
      "ayahArV1": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "للذين يؤلون من نسائهم تربص اربعة اشهر فان فاءوا فان الله غفور رحيم",
      "ayahEn": "Those who swear not to have intercourse with their wives must wait for four months. If they change their mind, then Allah is certainly All-Forgiving, Most Merciful.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 227,
      "ayahArV1": "وَإِنْ عَزَمُوا۟ ٱلطَّلَـٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "ayahArV2": "وان عزموا الطلاق فان الله سميع عليم",
      "ayahEn": "But if they settle on divorce, then Allah is indeed All-Hearing, All-Knowing.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 228,
      "ayahArV1": "وَٱلْمُطَلَّقَـٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَـٰثَةَ قُرُوٓءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَـٰحًا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "ayahArV2": "والمطلقات يتربصن بانفسهن ثلاثة قروء ولا يحل لهن ان يكتمن ما خلق الله في ارحامهن ان كن يؤمن بالله واليوم الاخر وبعولتهن احق بردهن في ذلك ان ارادوا اصلاحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم",
      "ayahEn": "Divorced women must wait three monthly cycles ˹before they can re-marry˺. It is not lawful for them to conceal what Allah has created in their wombs, if they ˹truly˺ believe in Allah and the Last Day. And their husbands reserve the right to take them back within that period if they desire reconciliation. Women have rights similar to those of men equitably, although men have a degree ˹of responsibility˺ above them. And Allah is Almighty, All-Wise.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 229,
      "ayahArV1": "ٱلطَّلَـٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَـٰنٍ ۗ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "ayahArV2": "الطلاق مرتان فامساك بمعروف او تسريح باحسان ولا يحل لكم ان تاخذوا مما اتيتموهن شيئا الا ان يخافا الا يقيما حدود الله فان خفتم الا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فاولئك هم الظالمون",
      "ayahEn": "Divorce may be retracted twice, then the husband must retain ˹his wife˺ with honour or separate ˹from her˺ with grace. It is not lawful for husbands to take back anything of the dowry given to their wives, unless the couple fears not being able to keep within the limits of Allah. So if you fear they will not be able to keep within the limits of Allah, there is no blame if the wife compensates the husband to obtain divorce. These are the limits set by Allah, so do not transgress them. And whoever transgresses the limits of Allah, they are the ˹true˺ wrongdoers.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 230,
      "ayahArV1": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
      "ayahArV2": "فان طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فان طلقها فلا جناح عليهما ان يتراجعا ان ظنا ان يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون",
      "ayahEn": "So if a husband divorces his wife ˹three times˺, then it is not lawful for him to remarry her until after she has married another man and then is divorced. Then it is permissible for them to reunite, as long as they feel they are able to maintain the limits of Allah. These are the limits set by Allah, which He makes clear for people of knowledge.",
      "meta": {
        "page": 36,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 231,
      "ayahArV1": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَـٰتِ ٱللَّهِ هُزُوًا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَـٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "ayahArV2": "واذا طلقتم النساء فبلغن اجلهن فامسكوهن بمعروف او سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا ايات الله هزوا واذكروا نعمت الله عليكم وما انزل عليكم من الكتاب والحكمة يعظكم به واتقوا الله واعلموا ان الله بكل شيء عليم",
      "ayahEn": "When you divorce women and they have ˹almost˺ reached the end of their waiting period, either retain them honourably or let them go honourably. But do not retain them ˹only˺ to harm them ˹or˺ to take advantage ˹of them˺. Whoever does that surely wrongs his own soul. Do not take Allah’s revelations lightly. Remember Allah’s favours upon you as well as the Book and wisdom He has sent down for your guidance. Be mindful of Allah, and know that Allah has ˹perfect˺ knowledge of all things.",
      "meta": {
        "page": 37,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 232,
      "ayahArV1": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "ayahArV2": "واذا طلقتم النساء فبلغن اجلهن فلا تعضلوهن ان ينكحن ازواجهن اذا تراضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الاخر ذلكم ازكى لكم واطهر والله يعلم وانتم لا تعلمون",
      "ayahEn": "When you have divorced women and they have reached the end of their waiting period, do not prevent them from re-marrying their ex-husbands if they come to an honourable agreement. This is enjoined on whoever has faith in Allah and the Last Day. This is purer and more dignifying for you. Allah knows and you do not know.",
      "meta": {
        "page": 37,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 14,
        "sajda": false
      }
    },
    {
      "ayahNo": 233,
      "ayahArV1": "۞ وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَـٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَـٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "ayahArV2": "والوالدات يرضعن اولادهن حولين كاملين لمن اراد ان يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس الا وسعها لا تضار والدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فان ارادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وان اردتم ان تسترضعوا اولادكم فلا جناح عليكم اذا سلمتم ما اتيتم بالمعروف واتقوا الله واعلموا ان الله بما تعملون بصير",
      "ayahEn": "˹Divorced˺ mothers will breastfeed their offspring for two whole years, for those who wish to complete the nursing ˹of their child˺. The child’s father will provide reasonable maintenance and clothing for the mother ˹during that period˺. No one will be charged with more than they can bear. No mother or father should be made to suffer for their child. The ˹father’s˺ heirs are under the same obligation. But if both sides decide—after mutual consultation and consent—to wean a child, then there is no blame on them. If you decide to have your children nursed by a wet-nurse, it is permissible as long as you pay fairly. Be mindful of Allah, and know that Allah is All-Seeing of what you do.",
      "meta": {
        "page": 37,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 234,
      "ayahArV1": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "ayahArV2": "والذين يتوفون منكم ويذرون ازواجا يتربصن بانفسهن اربعة اشهر وعشرا فاذا بلغن اجلهن فلا جناح عليكم فيما فعلن في انفسهن بالمعروف والله بما تعملون خبير",
      "ayahEn": "As for those of you who die and leave widows behind, let them observe a waiting period of four months and ten days. When they have reached the end of this period, then you are not accountable for what they decide for themselves in a reasonable manner. And Allah is All-Aware of what you do.",
      "meta": {
        "page": 38,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 235,
      "ayahArV1": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَـٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا۟ قَوْلًا مَّعْرُوفًا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَـٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
      "ayahArV2": "ولا جناح عليكم فيما عرضتم به من خطبة النساء او اكننتم في انفسكم علم الله انكم ستذكرونهن ولكن لا تواعدوهن سرا الا ان تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتاب اجله واعلموا ان الله يعلم ما في انفسكم فاحذروه واعلموا ان الله غفور حليم",
      "ayahEn": "There is no blame on you for subtly showing interest in ˹divorced or widowed˺ women or for hiding ˹the intention˺ in your hearts. Allah knows that you are considering them ˹for marriage˺. But do not make a secret commitment with them—you can only show interest in them appropriately. Do not commit to the bond of marriage until the waiting period expires. Know that Allah is aware of what is in your hearts, so beware of Him. And know that Allah is All-Forgiving, Most Forbearing.",
      "meta": {
        "page": 38,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 236,
      "ayahArV1": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَـٰعًۢا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ",
      "ayahArV2": "لا جناح عليكم ان طلقتم النساء ما لم تمسوهن او تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين",
      "ayahEn": "There is no blame if you divorce women before the marriage is consummated or the dowry is settled. But give them a ˹suitable˺ compensation—the rich according to his means and the poor according to his. A reasonable compensation is an obligation on the good-doers.",
      "meta": {
        "page": 38,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 237,
      "ayahArV1": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا۟ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "ayahArV2": "وان طلقتموهن من قبل ان تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم الا ان يعفون او يعفو الذي بيده عقدة النكاح وان تعفوا اقرب للتقوى ولا تنسوا الفضل بينكم ان الله بما تعملون بصير",
      "ayahEn": "And if you divorce them before consummating the marriage but after deciding on a dowry, pay half of the dowry, unless the wife graciously waives it or the husband graciously pays in full. Graciousness is closer to righteousness. And do not forget kindness among yourselves. Surely Allah is All-Seeing of what you do.",
      "meta": {
        "page": 38,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 238,
      "ayahArV1": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ",
      "ayahArV2": "حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين",
      "ayahEn": "Observe the ˹five obligatory˺ prayers—especially the middle prayer—and stand in true devotion to Allah.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 239,
      "ayahArV1": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "ayahArV2": "فان خفتم فرجالا او ركبانا فاذا امنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون",
      "ayahEn": "If you are in danger, pray on foot or while riding. But when you are safe, ˹take time to˺ remember Allah for teaching you what you did not know.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 240,
      "ayahArV1": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "ayahArV2": "والذين يتوفون منكم ويذرون ازواجا وصية لازواجهم متاعا الى الحول غير اخراج فان خرجن فلا جناح عليكم في ما فعلن في انفسهن من معروف والله عزيز حكيم",
      "ayahEn": "Those of you who die leaving widows should bequeath for them a year’s maintenance without forcing them out. But if they choose to leave, you are not accountable for what they reasonably decide for themselves. And Allah is Almighty, All-Wise.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 241,
      "ayahArV1": "وَلِلْمُطَلَّقَـٰتِ مَتَـٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "ayahArV2": "وللمطلقات متاع بالمعروف حقا على المتقين",
      "ayahEn": "Reasonable provisions must be made for divorced women—a duty on those mindful ˹of Allah˺.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 242,
      "ayahArV1": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "ayahArV2": "كذلك يبين الله لكم اياته لعلكم تعقلون",
      "ayahEn": "This is how Allah makes His revelations clear to you, so perhaps you will understand.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 15,
        "sajda": false
      }
    },
    {
      "ayahNo": 243,
      "ayahArV1": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَـٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "ayahArV2": "الم تر الى الذين خرجوا من ديارهم وهم الوف حذر الموت فقال لهم الله موتوا ثم احياهم ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
      "ayahEn": "Have you ˹O Prophet˺ not seen those who fled their homes in the thousands for fear of death? Allah said to them, “Die!” then He gave them life. Surely Allah is ever Bountiful to humanity, but most people are ungrateful.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 244,
      "ayahArV1": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "ayahArV2": "وقاتلوا في سبيل الله واعلموا ان الله سميع عليم",
      "ayahEn": "Fight in the cause of Allah, and know that Allah is All-Hearing, All-Knowing.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 245,
      "ayahArV1": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
      "ayahArV2": "من ذا الذي يقرض الله قرضا حسنا فيضاعفه له اضعافا كثيرة والله يقبض ويبسط واليه ترجعون",
      "ayahEn": "Who will lend to Allah a good loan which Allah will multiply many times over? It is Allah ˹alone˺ who decreases and increases ˹wealth˺. And to Him you will ˹all˺ be returned.",
      "meta": {
        "page": 39,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 246,
      "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "ayahArV2": "الم تر الى الملا من بني اسرائيل من بعد موسى اذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله قال هل عسيتم ان كتب عليكم القتال الا تقاتلوا قالوا وما لنا الا نقاتل في سبيل الله وقد اخرجنا من ديارنا وابنائنا فلما كتب عليهم القتال تولوا الا قليلا منهم والله عليم بالظالمين",
      "ayahEn": "Have you not seen those chiefs of the Children of Israel after Moses? They said to one of their prophets, “Appoint for us a king, ˹and˺ we will fight in the cause of Allah.” He said, “Are you not going to cower if ordered to fight?” They replied, “How could we refuse to fight in the cause of Allah, while we were driven out of our homes and ˹separated from˺ our children?” But when they were ordered to fight, they fled, except for a few of them. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
      "meta": {
        "page": 40,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 247,
      "ayahArV1": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "ayahArV2": "وقال لهم نبيهم ان الله قد بعث لكم طالوت ملكا قالوا انى يكون له الملك علينا ونحن احق بالملك منه ولم يؤت سعة من المال قال ان الله اصطفاه عليكم وزاده بسطة في العلم والجسم والله يؤتي ملكه من يشاء والله واسع عليم",
      "ayahEn": "Their prophet told them, “Allah has appointed Saul to be your king.” They protested, “How can he be our king when some of us are more deserving of kingship than he, and he has not been blessed with vast riches?” He replied, “Allah has chosen him over you and blessed him with knowledge and stature. Allah grants kingship to whoever He wills. And Allah is All-Bountiful, All-Knowing.”",
      "meta": {
        "page": 40,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 248,
      "ayahArV1": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "ayahArV2": "وقال لهم نبيهم ان اية ملكه ان ياتيكم التابوت فيه سكينة من ربكم وبقية مما ترك ال موسى وال هارون تحمله الملائكة ان في ذلك لاية لكم ان كنتم مؤمنين",
      "ayahEn": "Their prophet further told them, “The sign of Saul’s kingship is that the Ark will come to you—containing reassurance from your Lord and relics of the family of Moses and the family of Aaron, which will be carried by the angels. Surely in this is a sign for you, if you ˹truly˺ believe.”",
      "meta": {
        "page": 40,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 249,
      "ayahArV1": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "ayahArV2": "فلما فصل طالوت بالجنود قال ان الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فانه مني الا من اغترف غرفة بيده فشربوا منه الا قليلا منهم فلما جاوزه هو والذين امنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون انهم ملاقو الله كم من فئة قليلة غلبت فئة كثيرة باذن الله والله مع الصابرين",
      "ayahEn": "When Saul marched forth with his army, he cautioned: “Allah will test you with a river. So whoever drinks ˹his fill˺ from it is not with me, and whoever does not taste it—except a sip from the hollow of his hands—is definitely with me.” They all drank ˹their fill˺ except for a few! When he and the ˹remaining˺ faithful with him crossed the river, they said, “Now we are no match for Goliath and his warriors.” But those ˹believers˺ who were certain they would meet Allah reasoned, “How many times has a small force vanquished a mighty army by the Will of Allah! And Allah is ˹always˺ with the steadfast.”",
      "meta": {
        "page": 41,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 250,
      "ayahArV1": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "ayahArV2": "ولما برزوا لجالوت وجنوده قالوا ربنا افرغ علينا صبرا وثبت اقدامنا وانصرنا على القوم الكافرين",
      "ayahEn": "When they advanced to face Goliath and his warriors, they prayed, “Our Lord! Shower us with perseverance, make our steps firm, and give us victory over the disbelieving people.”",
      "meta": {
        "page": 41,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 251,
      "ayahArV1": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَـٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَـٰلَمِينَ",
      "ayahArV2": "فهزموهم باذن الله وقتل داوود جالوت واتاه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الارض ولكن الله ذو فضل على العالمين",
      "ayahEn": "So they defeated them by Allah’s Will, and David killed Goliath. And Allah blessed David with kingship and wisdom and taught him what He willed. Had Allah not repelled a group of people by ˹the might of˺ another, corruption would have dominated the earth, but Allah is Gracious to all.",
      "meta": {
        "page": 41,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 252,
      "ayahArV1": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "ayahArV2": "تلك ايات الله نتلوها عليك بالحق وانك لمن المرسلين",
      "ayahEn": "These are Allah’s revelations which We recite to you ˹O Prophet˺ in truth. And you are truly one of the messengers.",
      "meta": {
        "page": 41,
        "juz": 2,
        "hizb": 4,
        "hizbQuarter": 16,
        "sajda": false
      }
    },
    {
      "ayahNo": 253,
      "ayahArV1": "۞ تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "ayahArV2": "تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجات واتينا عيسى ابن مريم البينات وايدناه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات ولكن اختلفوا فمنهم من امن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد",
      "ayahEn": "We have chosen some of those messengers above others. Allah spoke directly to some, and raised some high in rank. To Jesus, son of Mary, We gave clear proofs and supported him with the holy spirit. If Allah had willed, succeeding generations would not have fought ˹among themselves˺ after receiving the clear proofs. But they differed—some believed while others disbelieved. Yet if Allah had willed, they would not have fought one another. But Allah does what He wills.",
      "meta": {
        "page": 42,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 254,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَـٰعَةٌ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ",
      "ayahArV2": "يا ايها الذين امنوا انفقوا مما رزقناكم من قبل ان ياتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم الظالمون",
      "ayahEn": "O believers! Donate from what We have provided for you before the arrival of a Day when there will be no bargaining, friendship, or intercession. Those who disbelieve are ˹truly˺ the wrongdoers.",
      "meta": {
        "page": 42,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 255,
      "ayahArV1": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "ayahArV2": "الله لا اله الا هو الحي القيوم لا تاخذه سنة ولا نوم له ما في السماوات وما في الارض من ذا الذي يشفع عنده الا باذنه يعلم ما بين ايديهم وما خلفهم ولا يحيطون بشيء من علمه الا بما شاء وسع كرسيه السماوات والارض ولا يئوده حفظهما وهو العلي العظيم",
      "ayahEn": "Allah! There is no god ˹worthy of worship˺ except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He ˹fully˺ knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills ˹to reveal˺. His Seat encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest.",
      "meta": {
        "page": 42,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 256,
      "ayahArV1": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "ayahArV2": "لا اكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم",
      "ayahEn": "Let there be no compulsion in religion, for the truth stands out clearly from falsehood. So whoever renounces false gods and believes in Allah has certainly grasped the firmest, unfailing hand-hold. And Allah is All-Hearing, All-Knowing.",
      "meta": {
        "page": 42,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 257,
      "ayahArV1": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "الله ولي الذين امنوا يخرجهم من الظلمات الى النور والذين كفروا اولياؤهم الطاغوت يخرجونهم من النور الى الظلمات اولئك اصحاب النار هم فيها خالدون",
      "ayahEn": "Allah is the Guardian of the believers—He brings them out of darkness and into light. As for the disbelievers, their guardians are false gods who lead them out of light and into darkness. It is they who will be the residents of the Fire. They will be there forever.",
      "meta": {
        "page": 43,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 258,
      "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "ayahArV2": "الم تر الى الذي حاج ابراهيم في ربه ان اتاه الله الملك اذ قال ابراهيم ربي الذي يحيي ويميت قال انا احيي واميت قال ابراهيم فان الله ياتي بالشمس من المشرق فات بها من المغرب فبهت الذي كفر والله لا يهدي القوم الظالمين",
      "ayahEn": "Are you ˹O Prophet˺ not aware of the one who argued with Abraham about his Lord because Allah had granted him kingship? ˹Remember˺ when Abraham said, “My Lord is the One Who has power to give life and cause death.” He argued, “I too have the power to give life and cause death.” Abraham challenged ˹him˺, “Allah causes the sun to rise from the east. So make it rise from the west.” And so the disbeliever was dumbstruck. And Allah does not guide the wrongdoing people.",
      "meta": {
        "page": 43,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 259,
      "ayahArV1": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "او كالذي مر على قرية وهي خاوية على عروشها قال انى يحيي هذه الله بعد موتها فاماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما او بعض يوم قال بل لبثت مائة عام فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلك اية للناس وانظر الى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال اعلم ان الله على كل شيء قدير",
      "ayahEn": "Or ˹are you not aware of˺ the one who passed by a city which was in ruins. He wondered, “How could Allah bring this back to life after its destruction?” So Allah caused him to die for a hundred years then brought him back to life. Allah asked, “How long have you remained ˹in this state˺?” He replied, “Perhaps a day or part of a day.” Allah said, “No! You have remained here for a hundred years! Just look at your food and drink—they have not spoiled. ˹But now˺ look at ˹the remains of˺ your donkey! And ˹so˺ We have made you into a sign for humanity. And look at the bones ˹of the donkey˺, how We bring them together then clothe them with flesh!” When this was made clear to him, he declared, “˹Now˺ I know that Allah is Most Capable of everything.”",
      "meta": {
        "page": 43,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 260,
      "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "ayahArV2": "واذ قال ابراهيم رب ارني كيف تحيي الموتى قال اولم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ اربعة من الطير فصرهن اليك ثم اجعل على كل جبل منهن جزءا ثم ادعهن ياتينك سعيا واعلم ان الله عزيز حكيم",
      "ayahEn": "And ˹remember˺ when Abraham said, “My Lord! Show me how you give life to the dead.” Allah responded, “Do you not believe?” Abraham replied, “Yes I do, but just so my heart can be reassured.” Allah said, “Then bring four birds, train them to come to you, ˹then cut them into pieces,˺ and scatter them on different hilltops. Then call them back, they will fly to you in haste. And ˹so you will˺ know that Allah is Almighty, All-Wise.”",
      "meta": {
        "page": 44,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 261,
      "ayahArV1": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "ayahArV2": "مثل الذين ينفقون اموالهم في سبيل الله كمثل حبة انبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء والله واسع عليم",
      "ayahEn": "The example of those who spend their wealth in the cause of Allah is that of a grain that sprouts into seven ears, each bearing one hundred grains. And Allah multiplies ˹the reward even more˺ to whoever He wills. For Allah is All-Bountiful, All-Knowing.",
      "meta": {
        "page": 44,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 262,
      "ayahArV1": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "الذين ينفقون اموالهم في سبيل الله ثم لا يتبعون ما انفقوا منا ولا اذى لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
      "ayahEn": "Those who spend their wealth in the cause of Allah and do not follow their charity with reminders of their generosity or hurtful words—they will get their reward from their Lord, and there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 44,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 17,
        "sajda": false
      }
    },
    {
      "ayahNo": 263,
      "ayahArV1": "۞ قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
      "ayahArV2": "قول معروف ومغفرة خير من صدقة يتبعها اذى والله غني حليم",
      "ayahEn": "Kind words and forgiveness are better than charity followed by injury. And Allah is Self-Sufficient, Most Forbearing.",
      "meta": {
        "page": 44,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 264,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "ayahArV2": "يا ايها الذين امنوا لا تبطلوا صدقاتكم بالمن والاذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الاخر فمثله كمثل صفوان عليه تراب فاصابه وابل فتركه صلدا لا يقدرون على شيء مما كسبوا والله لا يهدي القوم الكافرين",
      "ayahEn": "O believers! Do not waste your charity with reminders ˹of your generosity˺ or hurtful words, like those who donate their wealth just to show off and do not believe in Allah or the Last Day. Their example is that of a hard barren rock covered with a thin layer of soil hit by a strong rain—leaving it just a bare stone. Such people are unable to preserve the reward of their charity. Allah does not guide ˹such˺ disbelieving people.",
      "meta": {
        "page": 44,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 265,
      "ayahArV1": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "ayahArV2": "ومثل الذين ينفقون اموالهم ابتغاء مرضات الله وتثبيتا من انفسهم كمثل جنة بربوة اصابها وابل فاتت اكلها ضعفين فان لم يصبها وابل فطل والله بما تعملون بصير",
      "ayahEn": "And the example of those who donate their wealth, seeking Allah’s pleasure and believing the reward is certain, is that of a garden on a fertile hill: when heavy rain falls, it yields up twice its normal produce. If no heavy rain falls, a drizzle is sufficient. And Allah is All-Seeing of what you do.",
      "meta": {
        "page": 45,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 266,
      "ayahArV1": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "ayahArV2": "ايود احدكم ان تكون له جنة من نخيل واعناب تجري من تحتها الانهار له فيها من كل الثمرات واصابه الكبر وله ذرية ضعفاء فاصابها اعصار فيه نار فاحترقت كذلك يبين الله لكم الايات لعلكم تتفكرون",
      "ayahEn": "Would any of you wish to have a garden with palm trees, grapevines, and all kinds of fruits with rivers flowing underneath and as they grow very old with dependent children, a fiery whirlwind hits the garden, burning it all up? This is how Allah makes His revelations clear to you, so perhaps you will reflect.",
      "meta": {
        "page": 45,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 267,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
      "ayahArV2": "يا ايها الذين امنوا انفقوا من طيبات ما كسبتم ومما اخرجنا لكم من الارض ولا تيمموا الخبيث منه تنفقون ولستم باخذيه الا ان تغمضوا فيه واعلموا ان الله غني حميد",
      "ayahEn": "O believers! Donate from the best of what you have earned and of what We have produced for you from the earth. Do not pick out worthless things for donation, which you yourselves would only accept with closed eyes. And know that Allah is Self-Sufficient, Praiseworthy.",
      "meta": {
        "page": 45,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 268,
      "ayahArV1": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "ayahArV2": "الشيطان يعدكم الفقر ويامركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله واسع عليم",
      "ayahEn": "The Devil threatens you with ˹the prospect of˺ poverty and bids you to the shameful deed ˹of stinginess˺, while Allah promises you forgiveness and ˹great˺ bounties from Him. And Allah is All-Bountiful, All-Knowing.",
      "meta": {
        "page": 45,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 269,
      "ayahArV1": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "ayahArV2": "يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد اوتي خيرا كثيرا وما يذكر الا اولو الالباب",
      "ayahEn": "Allah grants wisdom to whoever He wills. And whoever is granted wisdom is certainly blessed with a great privilege. But none will be mindful ˹of this˺ except people of reason.",
      "meta": {
        "page": 45,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 270,
      "ayahArV1": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
      "ayahArV2": "وما انفقتم من نفقة او نذرتم من نذر فان الله يعلمه وما للظالمين من انصار",
      "ayahEn": "Whatever charities you give or vows you make are surely known to Allah. And the wrongdoers will have no helpers.",
      "meta": {
        "page": 46,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 271,
      "ayahArV1": "إِن تُبْدُوا۟ ٱلصَّدَقَـٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "ayahArV2": "ان تبدوا الصدقات فنعما هي وان تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سيئاتكم والله بما تعملون خبير",
      "ayahEn": "To give charity publicly is good, but to give to the poor privately is better for you, and will absolve you of your sins. And Allah is All-Aware of what you do.",
      "meta": {
        "page": 46,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 18,
        "sajda": false
      }
    },
    {
      "ayahNo": 272,
      "ayahArV1": "۞ لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "ayahArV2": "ليس عليك هداهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلانفسكم وما تنفقون الا ابتغاء وجه الله وما تنفقوا من خير يوف اليكم وانتم لا تظلمون",
      "ayahEn": "You are not responsible for people’s guidance ˹O Prophet˺—it is Allah Who guides whoever He wills. Whatever you ˹believers˺ spend in charity, it is for your own good—as long as you do so seeking the pleasure of Allah. Whatever you donate will be paid back to you in full, and you will not be wronged.",
      "meta": {
        "page": 46,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 273,
      "ayahArV1": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَـٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "ayahArV2": "للفقراء الذين احصروا في سبيل الله لا يستطيعون ضربا في الارض يحسبهم الجاهل اغنياء من التعفف تعرفهم بسيماهم لا يسالون الناس الحافا وما تنفقوا من خير فان الله به عليم",
      "ayahEn": "˹Charity is˺ for the needy who are too engaged in the cause of Allah to move about in the land ˹for work˺. Those unfamiliar with their situation will think they are not in need ˹of charity˺ because they do not beg. You can recognize them by their appearance. They do not beg people persistently. Whatever you give in charity is certainly well known to Allah.",
      "meta": {
        "page": 46,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 274,
      "ayahArV1": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "الذين ينفقون اموالهم بالليل والنهار سرا وعلانية فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
      "ayahEn": "Those who spend their wealth in charity day and night, secretly and openly—their reward is with their Lord, and there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 46,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 275,
      "ayahArV1": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "ayahArV2": "الذين ياكلون الربا لا يقومون الا كما يقوم الذي يتخبطه الشيطان من المس ذلك بانهم قالوا انما البيع مثل الربا واحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فاولئك اصحاب النار هم فيها خالدون",
      "ayahEn": "Those who consume interest will stand ˹on Judgment Day˺ like those driven to madness by Satan’s touch. That is because they say, “Trade is no different than interest.” But Allah has permitted trading and forbidden interest. Whoever refrains—after having received warning from their Lord—may keep their previous gains, and their case is left to Allah. As for those who persist, it is they who will be the residents of the Fire. They will be there forever.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 276,
      "ayahArV1": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
      "ayahArV2": "يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار اثيم",
      "ayahEn": "Allah has made interest fruitless and charity fruitful. And Allah does not like any ungrateful evildoer.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 277,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "ayahArV2": "ان الذين امنوا وعملوا الصالحات واقاموا الصلاة واتوا الزكاة لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
      "ayahEn": "Indeed, those who believe, do good, establish prayer, and pay alms-tax will receive their reward from their Lord, and there will be no fear for them, nor will they grieve.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 278,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
      "ayahArV2": "يا ايها الذين امنوا اتقوا الله وذروا ما بقي من الربا ان كنتم مؤمنين",
      "ayahEn": "O believers! Fear Allah, and give up outstanding interest if you are ˹true˺ believers.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 279,
      "ayahArV1": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
      "ayahArV2": "فان لم تفعلوا فاذنوا بحرب من الله ورسوله وان تبتم فلكم رءوس اموالكم لا تظلمون ولا تظلمون",
      "ayahEn": "If you do not, then beware of a war with Allah and His Messenger! But if you repent, you may retain your principal—neither inflicting nor suffering harm.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 280,
      "ayahArV1": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "ayahArV2": "وان كان ذو عسرة فنظرة الى ميسرة وان تصدقوا خير لكم ان كنتم تعلمون",
      "ayahEn": "If it is difficult for someone to repay a debt, postpone it until a time of ease. And if you waive it as an act of charity, it will be better for you, if only you knew.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 281,
      "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "ayahArV2": "واتقوا يوما ترجعون فيه الى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون",
      "ayahEn": "Be mindful of the Day when you will ˹all˺ be returned to Allah, then every soul will be paid in full for what it has done, and none will be wronged.",
      "meta": {
        "page": 47,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 282,
      "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۢ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَـٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَآرَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۢ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "ayahArV2": "يا ايها الذين امنوا اذا تداينتم بدين الى اجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا ياب كاتب ان يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيئا فان كان الذي عليه الحق سفيها او ضعيفا او لا يستطيع ان يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فان لم يكونا رجلين فرجل وامراتان ممن ترضون من الشهداء ان تضل احداهما فتذكر احداهما الاخرى ولا ياب الشهداء اذا ما دعوا ولا تساموا ان تكتبوه صغيرا او كبيرا الى اجله ذلكم اقسط عند الله واقوم للشهادة وادنى الا ترتابوا الا ان تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح الا تكتبوها واشهدوا اذا تبايعتم ولا يضار كاتب ولا شهيد وان تفعلوا فانه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شيء عليم",
      "ayahEn": "O believers! When you contract a loan for a fixed period of time, commit it to writing. Let the scribe maintain justice between the parties. The scribe should not refuse to write as Allah has taught them to write. They will write what the debtor dictates, bearing Allah in mind and not defrauding the debt. If the debtor is incompetent, weak, or unable to dictate, let their guardian dictate for them with justice. Call upon two of your men to witness. If two men cannot be found, then one man and two women of your choice will witness—so if one of the women forgets the other may remind her. The witnesses must not refuse when they are summoned. You must not be against writing ˹contracts˺ for a fixed period—whether the sum is small or great. This is more just ˹for you˺ in the sight of Allah, and more convenient to establish evidence and remove doubts. However, if you conduct an immediate transaction among yourselves, then there is no need for you to record it, but call upon witnesses when a deal is finalized. Let no harm come to the scribe or witnesses. If you do, then you have gravely exceeded ˹your limits˺. Be mindful of Allah, for Allah ˹is the One Who˺ teaches you. And Allah has ˹perfect˺ knowledge of all things.",
      "meta": {
        "page": 48,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 19,
        "sajda": false
      }
    },
    {
      "ayahNo": 283,
      "ayahArV1": "۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا۟ كَاتِبًا فَرِهَـٰنٌ مَّقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
      "ayahArV2": "وان كنتم على سفر ولم تجدوا كاتبا فرهان مقبوضة فان امن بعضكم بعضا فليؤد الذي اؤتمن امانته وليتق الله ربه ولا تكتموا الشهادة ومن يكتمها فانه اثم قلبه والله بما تعملون عليم",
      "ayahEn": "If you are on a journey and a scribe cannot be found, then a security can be taken. If you trust one another, then ˹there is no need for a security, but˺ the debtor should honour this trust ˹by repaying the debt˺—and let them fear Allah, their Lord. And do not conceal the testimony, for whoever conceals it, their hearts are indeed sinful. And Allah ˹fully˺ knows what you do.",
      "meta": {
        "page": 49,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 20,
        "sajda": false
      }
    },
    {
      "ayahNo": 284,
      "ayahArV1": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "لله ما في السماوات وما في الارض وان تبدوا ما في انفسكم او تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير",
      "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Whether you reveal what is in your hearts or conceal it, Allah will call you to account for it. He forgives whoever He wills, and punishes whoever He wills. And Allah is Most Capable of everything.",
      "meta": {
        "page": 49,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 20,
        "sajda": false
      }
    },
    {
      "ayahNo": 285,
      "ayahArV1": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "ayahArV2": "امن الرسول بما انزل اليه من ربه والمؤمنون كل امن بالله وملائكته وكتبه ورسله لا نفرق بين احد من رسله وقالوا سمعنا واطعنا غفرانك ربنا واليك المصير",
      "ayahEn": "The Messenger ˹firmly˺ believes in what has been revealed to him from his Lord, and so do the believers. They ˹all˺ believe in Allah, His angels, His Books, and His messengers. ˹They proclaim,˺ “We make no distinction between any of His messengers.” And they say, “We hear and obey. ˹We seek˺ Your forgiveness, our Lord! And to You ˹alone˺ is the final return.”",
      "meta": {
        "page": 49,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 20,
        "sajda": false
      }
    },
    {
      "ayahNo": 286,
      "ayahArV1": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "ayahArV2": "لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا ان نسينا او اخطانا ربنا ولا تحمل علينا اصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا انت مولانا فانصرنا على القوم الكافرين",
      "ayahEn": "Allah does not require of any soul more than what it can afford. All good will be for its own benefit, and all evil will be to its own loss. ˹The believers pray,˺ “Our Lord! Do not punish us if we forget or make a mistake. Our Lord! Do not place a burden on us like the one you placed on those before us. Our Lord! Do not burden us with what we cannot bear. Pardon us, forgive us, and have mercy on us. You are our ˹only˺ Guardian. So grant us victory over the disbelieving people.”",
      "meta": {
        "page": 49,
        "juz": 3,
        "hizb": 5,
        "hizbQuarter": 20,
        "sajda": false
      }
    }
  ]
}