{
  "surahNo": 27,
  "surahNameAr": "النمل",
  "surahNameArabicLong": "سورة النمل",
  "surahNameEn": "An-Naml",
  "revelationPlace": "Mecca",
  "totalAyat": 93,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "طسٓ ۚ تِلْكَ ءَايَـٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
      "ayahArV2": "طس تلك ايات القران وكتاب مبين",
      "ayahEn": "Ṭâ-Sĩn. These are the verses of the Quran; the clear Book.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "ayahArV2": "هدى وبشرى للمؤمنين",
      "ayahEn": "˹It is˺ a guide and good news for the believers:",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "ayahArV2": "الذين يقيمون الصلاة ويؤتون الزكاة وهم بالاخرة هم يوقنون",
      "ayahEn": "˹those˺ who establish prayer, pay alms-tax, and have sure faith in the Hereafter.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَـٰلَهُمْ فَهُمْ يَعْمَهُونَ",
      "ayahArV2": "ان الذين لا يؤمنون بالاخرة زينا لهم اعمالهم فهم يعمهون",
      "ayahEn": "As for those who do not believe in the Hereafter, We have certainly made their ˹evil˺ deeds appealing to them, so they wander blindly.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
      "ayahArV2": "اولئك الذين لهم سوء العذاب وهم في الاخرة هم الاخسرون",
      "ayahEn": "It is they who will suffer a dreadful torment, and in the Hereafter they will ˹truly˺ be the greatest losers.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
      "ayahArV2": "وانك لتلقى القران من لدن حكيم عليم",
      "ayahEn": "And indeed, you ˹O Prophet˺ are receiving the Quran from the One ˹Who is˺ All-Wise, All-Knowing.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
      "ayahArV2": "اذ قال موسى لاهله اني انست نارا ساتيكم منها بخبر او اتيكم بشهاب قبس لعلكم تصطلون",
      "ayahEn": "˹Remember˺ when Moses said to his family, “I have spotted a fire. I will either bring you some directions from there, or a burning torch so you may warm yourselves.”",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "ayahArV2": "فلما جاءها نودي ان بورك من في النار ومن حولها وسبحان الله رب العالمين",
      "ayahEn": "But when he came to it, he was called ˹by Allah˺, “Blessed is the one at the fire, and whoever is around it! Glory be to Allah, the Lord of all worlds.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "يَـٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "ayahArV2": "يا موسى انه انا الله العزيز الحكيم",
      "ayahEn": "O  Moses! It is truly I. I am Allah—the Almighty, All-Wise.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
      "ayahArV2": "والق عصاك فلما راها تهتز كانها جان ولى مدبرا ولم يعقب يا موسى لا تخف اني لا يخاف لدي المرسلون",
      "ayahEn": "Now, throw down your staff!” But when he saw it slithering like a snake, he ran away without looking back. ˹Allah reassured him,˺ “O Moses! Do not be afraid! Messengers should have no fear in My presence.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
      "ayahArV2": "الا من ظلم ثم بدل حسنا بعد سوء فاني غفور رحيم",
      "ayahEn": "˹Fear is˺ only for those who do wrong. But if they later mend ˹their˺ evil ˹ways˺ with good, then I am certainly All-Forgiving, Most Merciful.",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ۖ فِى تِسْعِ ءَايَـٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "ayahArV2": "وادخل يدك في جيبك تخرج بيضاء من غير سوء في تسع ايات الى فرعون وقومه انهم كانوا قوما فاسقين",
      "ayahEn": "Now put your hand through ˹the opening of˺ your collar, it will come out ˹shining˺ white, unblemished. ˹These are two˺ of nine signs for Pharaoh and his people. They have truly been a rebellious people.”",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "فَلَمَّا جَآءَتْهُمْ ءَايَـٰتُنَا مُبْصِرَةً قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "ayahArV2": "فلما جاءتهم اياتنا مبصرة قالوا هذا سحر مبين",
      "ayahEn": "But when Our enlightening signs came to them, they said, “This is pure magic.”",
      "meta": {
        "page": 377,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "ayahArV2": "وجحدوا بها واستيقنتها انفسهم ظلما وعلوا فانظر كيف كان عاقبة المفسدين",
      "ayahEn": "And, although their hearts were convinced the signs were true, they still denied them wrongfully and arrogantly. See then what was the end of the corruptors!",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
      "ayahArV2": "ولقد اتينا داوود وسليمان علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين",
      "ayahEn": "Indeed, We granted knowledge to David and Solomon. And they said ˹in acknowledgment˺, “All praise is for Allah Who has privileged us over many of His faithful servants.”",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
      "ayahArV2": "وورث سليمان داوود وقال يا ايها الناس علمنا منطق الطير واوتينا من كل شيء ان هذا لهو الفضل المبين",
      "ayahEn": "And David was succeeded by Solomon, who said, “O people! We have been taught the language of birds, and been given everything ˹we need˺. This is indeed a great privilege.”",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
      "ayahArV2": "وحشر لسليمان جنوده من الجن والانس والطير فهم يوزعون",
      "ayahEn": "Solomon’s forces of jinn, humans, and birds were rallied for him, perfectly organized.",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
      "ayahArV2": "حتى اذا اتوا على واد النمل قالت نملة يا ايها النمل ادخلوا مساكنكم لا يحطمنكم سليمان وجنوده وهم لا يشعرون",
      "ayahEn": "And when they came across a valley of ants, an ant warned, “O ants! Go quickly into your homes so Solomon and his armies do not crush you, unknowingly.”",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
      "ayahArV2": "فتبسم ضاحكا من قولها وقال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى والدي وان اعمل صالحا ترضاه وادخلني برحمتك في عبادك الصالحين",
      "ayahEn": "So Solomon smiled in amusement at her words, and prayed, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You have blessed me and my parents with, and to do good deeds that please you. Admit me, by Your mercy, into ˹the company of˺ Your righteous servants.”",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
      "ayahArV2": "وتفقد الطير فقال ما لي لا ارى الهدهد ام كان من الغائبين",
      "ayahEn": "˹One day˺ he inspected the birds, and wondered, “Why is it that I cannot see the hoopoe? Or could he be absent?",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
      "ayahArV2": "لاعذبنه عذابا شديدا او لاذبحنه او لياتيني بسلطان مبين",
      "ayahEn": "I will surely subject him to a severe punishment, or ˹even˺ slaughter him, unless he brings me a compelling excuse.”",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
      "ayahArV2": "فمكث غير بعيد فقال احطت بما لم تحط به وجئتك من سبا بنبا يقين",
      "ayahEn": "It was not long before the bird came and said, “I have found out something you do not know. I have just come to you from Sheba with sure news.",
      "meta": {
        "page": 378,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
      "ayahArV2": "اني وجدت امراة تملكهم واوتيت من كل شيء ولها عرش عظيم",
      "ayahEn": "Indeed, I found a woman ruling over them, who has been given everything ˹she needs˺, and who has a magnificent throne.",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
      "ayahArV2": "وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان اعمالهم فصدهم عن السبيل فهم لا يهتدون",
      "ayahEn": "I found her and her people prostrating to the sun instead of Allah. For Satan has made their deeds appealing to them—hindering them from the ˹Right˺ Way and leaving them unguided—",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
      "ayahArV2": "الا يسجدوا لله الذي يخرج الخبء في السماوات والارض ويعلم ما تخفون وما تعلنون",
      "ayahEn": "so they do not prostrate to Allah, Who brings forth what is hidden in the heavens and the earth, and knows what you ˹all˺ conceal and what you reveal.",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
      "ayahArV2": "الله لا اله الا هو رب العرش العظيم",
      "ayahEn": "˹He is˺ Allah! There is no god ˹worthy of worship˺ except Him, the Lord of the Mighty Throne.”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 151,
        "sajda": {
          "id": 9,
          "recommended": true,
          "obligatory": false
        }
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
      "ayahArV2": "قال سننظر اصدقت ام كنت من الكاذبين",
      "ayahEn": "Solomon said, “We will see whether you are telling the truth or lying.",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
      "ayahArV2": "اذهب بكتابي هذا فالقه اليهم ثم تول عنهم فانظر ماذا يرجعون",
      "ayahEn": "Go with this letter of mine and deliver it to them, then stand aside and see how they will respond.”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
      "ayahArV2": "قالت يا ايها الملا اني القي الي كتاب كريم",
      "ayahEn": "The Queen ˹later˺ announced, “O chiefs! Indeed, a noble letter has been delivered to me.",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "ayahArV2": "انه من سليمان وانه بسم الله الرحمن الرحيم",
      "ayahEn": "It is from Solomon, and it reads: ‘In the Name of Allah—the Most Compassionate, Most Merciful.",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 31,
      "ayahArV1": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
      "ayahArV2": "الا تعلوا علي واتوني مسلمين",
      "ayahEn": "Do not be arrogant with me, but come to me, fully submitting ˹to Allah˺.’”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 32,
      "ayahArV1": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
      "ayahArV2": "قالت يا ايها الملا افتوني في امري ما كنت قاطعة امرا حتى تشهدون",
      "ayahEn": "She said, “O chiefs! Advise me in this matter of mine, for I would never make any decision without you.”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 33,
      "ayahArV1": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
      "ayahArV2": "قالوا نحن اولو قوة واولو باس شديد والامر اليك فانظري ماذا تامرين",
      "ayahEn": "They responded, “We are a people of strength and great ˹military˺ might, but the decision is yours, so decide what you will command.”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 34,
      "ayahArV1": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
      "ayahArV2": "قالت ان الملوك اذا دخلوا قرية افسدوها وجعلوا اعزة اهلها اذلة وكذلك يفعلون",
      "ayahEn": "She reasoned, “Indeed, when kings invade a land, they ruin it and debase its nobles. They really do so!",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 35,
      "ayahArV1": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
      "ayahArV2": "واني مرسلة اليهم بهدية فناظرة بم يرجع المرسلون",
      "ayahEn": "But I will certainly send him a gift, and see what ˹response˺ my envoys will return with.”",
      "meta": {
        "page": 379,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 36,
      "ayahArV1": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
      "ayahArV2": "فلما جاء سليمان قال اتمدونن بمال فما اتاني الله خير مما اتاكم بل انتم بهديتكم تفرحون",
      "ayahEn": "When the chief-envoy came to him, Solomon said, “Do you offer me wealth? What Allah has granted me is far greater than what He has granted you. No! It is you who rejoice in ˹receiving˺ gifts.",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 37,
      "ayahArV1": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
      "ayahArV2": "ارجع اليهم فلناتينهم بجنود لا قبل لهم بها ولنخرجنهم منها اذلة وهم صاغرون",
      "ayahEn": "Go back to them, for we will certainly mobilize against them forces which they can never resist, and we will drive them out from there in disgrace, fully humbled.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 38,
      "ayahArV1": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
      "ayahArV2": "قال يا ايها الملا ايكم ياتيني بعرشها قبل ان ياتوني مسلمين",
      "ayahEn": "Solomon asked, “O chiefs! Which of you can bring me her throne before they come to me in ˹full˺ submission?”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 39,
      "ayahArV1": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
      "ayahArV2": "قال عفريت من الجن انا اتيك به قبل ان تقوم من مقامك واني عليه لقوي امين",
      "ayahEn": "One mighty jinn responded, “I can bring it to you before you rise from this council of yours. And I am quite strong and trustworthy for this ˹task˺.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 40,
      "ayahArV1": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
      "ayahArV2": "قال الذي عنده علم من الكتاب انا اتيك به قبل ان يرتد اليك طرفك فلما راه مستقرا عنده قال هذا من فضل ربي ليبلوني ااشكر ام اكفر ومن شكر فانما يشكر لنفسه ومن كفر فان ربي غني كريم",
      "ayahEn": "But the one who had knowledge of the Scripture said, “I can bring it to you in the blink of an eye.” So when Solomon saw it placed before him, he exclaimed, “This is by the grace of my Lord to test me whether I am grateful or ungrateful. And whoever is grateful, it is only for their own good. But whoever is ungrateful, surely my Lord is Self-Sufficient, Most Generous.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 41,
      "ayahArV1": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
      "ayahArV2": "قال نكروا لها عرشها ننظر اتهتدي ام تكون من الذين لا يهتدون",
      "ayahEn": "˹Then˺ Solomon said, “Disguise her throne for her so we may see whether she will recognize ˹it˺ or she will not be able to.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 42,
      "ayahArV1": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
      "ayahArV2": "فلما جاءت قيل اهكذا عرشك قالت كانه هو واوتينا العلم من قبلها وكنا مسلمين",
      "ayahEn": "So when she arrived, it was said ˹to her˺, “Is your throne like this?” She replied, “It looks to be the same. We have ˹already˺ received knowledge ˹of Solomon’s prophethood˺ before this ˹miracle˺, and have submitted ˹to Allah˺.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 43,
      "ayahArV1": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
      "ayahArV2": "وصدها ما كانت تعبد من دون الله انها كانت من قوم كافرين",
      "ayahEn": "But she had been hindered by what she used to worship instead of Allah, for she was indeed from a disbelieving people.",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 44,
      "ayahArV1": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "ayahArV2": "قيل لها ادخلي الصرح فلما راته حسبته لجة وكشفت عن ساقيها قال انه صرح ممرد من قوارير قالت رب اني ظلمت نفسي واسلمت مع سليمان لله رب العالمين",
      "ayahEn": "Then she was told, “Enter the palace.” But when she saw the hall, she thought it was a body of water, so she bared her legs. Solomon said. “It is just a palace paved with crystal.” ˹At last˺ she declared, “My Lord! I have certainly wronged my soul. Now I ˹fully˺ submit myself along with Solomon to Allah, the Lord of all worlds.”",
      "meta": {
        "page": 380,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 45,
      "ayahArV1": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
      "ayahArV2": "ولقد ارسلنا الى ثمود اخاهم صالحا ان اعبدوا الله فاذا هم فريقان يختصمون",
      "ayahEn": "And We certainly sent to the people of Thamûd their brother Ṣâliḥ, proclaiming, “Worship Allah,” but they suddenly split into two opposing groups.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 46,
      "ayahArV1": "قَالَ يَـٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
      "ayahArV2": "قال يا قوم لم تستعجلون بالسيئة قبل الحسنة لولا تستغفرون الله لعلكم ترحمون",
      "ayahEn": "He urged ˹the disbelieving group˺, “O my people! Why do you ˹seek to˺ hasten the torment rather than grace? If only you sought Allah’s forgiveness so you may be shown mercy!”",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 47,
      "ayahArV1": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَـٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
      "ayahArV2": "قالوا اطيرنا بك وبمن معك قال طائركم عند الله بل انتم قوم تفتنون",
      "ayahEn": "They replied, “You and your followers are a bad omen for us.” He responded, “Your omens are destined by Allah. In fact, you are ˹only˺ a people being tested.”",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 48,
      "ayahArV1": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
      "ayahArV2": "وكان في المدينة تسعة رهط يفسدون في الارض ولا يصلحون",
      "ayahEn": "And there were in the city nine ˹elite˺ men who spread corruption in the land, never doing what is right.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 49,
      "ayahArV1": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَـٰدِقُونَ",
      "ayahArV2": "قالوا تقاسموا بالله لنبيتنه واهله ثم لنقولن لوليه ما شهدنا مهلك اهله وانا لصادقون",
      "ayahEn": "They vowed, “Let us swear by Allah that we will take him and his family down by night. Then we will certainly say to his ˹closest˺ heirs, ‘We did not witness the murder of his family. We are definitely telling the truth.’”",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 50,
      "ayahArV1": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
      "ayahArV2": "ومكروا مكرا ومكرنا مكرا وهم لا يشعرون",
      "ayahEn": "And ˹so˺ they made a plan, but We too made a plan, while they were unaware.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 51,
      "ayahArV1": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَـٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
      "ayahArV2": "فانظر كيف كان عاقبة مكرهم انا دمرناهم وقومهم اجمعين",
      "ayahEn": "See then what the consequences of their plan were: We ˹utterly˺ destroyed them and their people all together.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 52,
      "ayahArV1": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْلَمُونَ",
      "ayahArV2": "فتلك بيوتهم خاوية بما ظلموا ان في ذلك لاية لقوم يعلمون",
      "ayahEn": "So their homes are there, ˹but completely˺ ruined because of their wrongdoing. Surely in this is a lesson for people of knowledge.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 53,
      "ayahArV1": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "ayahArV2": "وانجينا الذين امنوا وكانوا يتقون",
      "ayahEn": "And We delivered those who were faithful and were mindful ˹of Allah˺.",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 54,
      "ayahArV1": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
      "ayahArV2": "ولوطا اذ قال لقومه اتاتون الفاحشة وانتم تبصرون",
      "ayahEn": "And ˹remember˺ Lot, when he rebuked ˹the men of˺ his people, “Do you commit that shameful deed while you can see ˹one another˺?",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 55,
      "ayahArV1": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
      "ayahArV2": "ائنكم لتاتون الرجال شهوة من دون النساء بل انتم قوم تجهلون",
      "ayahEn": "Do you really lust after men instead of women? In fact, you are ˹only˺ a people acting ignorantly.”",
      "meta": {
        "page": 381,
        "juz": 19,
        "hizb": 38,
        "hizbQuarter": 152,
        "sajda": false
      }
    },
    {
      "ayahNo": 56,
      "ayahArV1": "۞ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
      "ayahArV2": "فما كان جواب قومه الا ان قالوا اخرجوا ال لوط من قريتكم انهم اناس يتطهرون",
      "ayahEn": "But his people’s only response was to say, “Expel Lot’s followers from your land! They are a people who wish to remain chaste!”",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 57,
      "ayahArV1": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَـٰهَا مِنَ ٱلْغَـٰبِرِينَ",
      "ayahArV2": "فانجيناه واهله الا امراته قدرناها من الغابرين",
      "ayahEn": "So We delivered him and his family, except his wife. We had destined her to be one of the doomed.",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 58,
      "ayahArV1": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
      "ayahArV2": "وامطرنا عليهم مطرا فساء مطر المنذرين",
      "ayahEn": "And We poured upon them a rain ˹of brimstone˺. How evil was the rain of those who had been warned!",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 59,
      "ayahArV1": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَـٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ۗ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
      "ayahArV2": "قل الحمد لله وسلام على عباده الذين اصطفى الله خير اما يشركون",
      "ayahEn": "Say, ˹O Prophet,˺ “Praise be to Allah, and peace be upon the servants He has chosen.” ˹Ask the disbelievers,˺ “Which is better: Allah or whatever ˹gods˺ they associate ˹with Him˺?”",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 60,
      "ayahArV1": "أَمَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
      "ayahArV2": "امن خلق السماوات والارض وانزل لكم من السماء ماء فانبتنا به حدائق ذات بهجة ما كان لكم ان تنبتوا شجرها االه مع الله بل هم قوم يعدلون",
      "ayahEn": "Or ˹ask them,˺ “Who created the heavens and the earth, and sends down rain for you from the sky, by which We cause delightful gardens to grow? You could never cause their trees to grow. Was it another god besides Allah?” Absolutely not! But they are a people who set up equals ˹to Allah˺!",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 61,
      "ayahArV1": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَـٰلَهَآ أَنْهَـٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "ayahArV2": "امن جعل الارض قرارا وجعل خلالها انهارا وجعل لها رواسي وجعل بين البحرين حاجزا االه مع الله بل اكثرهم لا يعلمون",
      "ayahEn": "Or ˹ask them,˺ “Who made the earth a place of settlement, caused rivers to flow through it, placed firm mountains upon it, and set a barrier between ˹fresh and salt˺ bodies of water? Was it another god besides Allah?” Absolutely not! But most of them do not know.",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 62,
      "ayahArV1": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
      "ayahArV2": "امن يجيب المضطر اذا دعاه ويكشف السوء ويجعلكم خلفاء الارض االه مع الله قليلا ما تذكرون",
      "ayahEn": "Or ˹ask them,˺ “Who responds to the distressed when they cry to Him, relieving ˹their˺ affliction, and ˹Who˺ makes you successors in the earth? Is it another god besides Allah? Yet you are hardly mindful!”",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 63,
      "ayahArV1": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ تَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
      "ayahArV2": "امن يهديكم في ظلمات البر والبحر ومن يرسل الرياح بشرا بين يدي رحمته االه مع الله تعالى الله عما يشركون",
      "ayahEn": "Or ˹ask them,˺ “Who guides you in the darkness of the land and sea, and sends the winds ushering in His mercy? Is it another god besides Allah? Exalted is Allah above what they associate ˹with Him˺!",
      "meta": {
        "page": 382,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 64,
      "ayahArV1": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "امن يبدا الخلق ثم يعيده ومن يرزقكم من السماء والارض االه مع الله قل هاتوا برهانكم ان كنتم صادقين",
      "ayahEn": "Or ˹ask them,˺ “Who originates the creation then resurrects it, and gives you provisions from the heavens and the earth? Is it another god besides Allah?” Say, ˹O Prophet,˺ “Show ˹me˺ your proof, if what you say is true.”",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 65,
      "ayahArV1": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "ayahArV2": "قل لا يعلم من في السماوات والارض الغيب الا الله وما يشعرون ايان يبعثون",
      "ayahEn": "Say, ˹O Prophet,˺ “None in the heavens and the earth has knowledge of the unseen except Allah. Nor do they know when they will be resurrected.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 66,
      "ayahArV1": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْـَٔاخِرَةِ ۚ بَلْ هُمْ فِى شَكٍّ مِّنْهَا ۖ بَلْ هُم مِّنْهَا عَمُونَ",
      "ayahArV2": "بل ادارك علمهم في الاخرة بل هم في شك منها بل هم منها عمون",
      "ayahEn": "No! Their knowledge of the Hereafter amounts to ignorance. In fact, they are in doubt about it. In truth, they are ˹totally˺ blind to it.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 67,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
      "ayahArV2": "وقال الذين كفروا ااذا كنا ترابا واباؤنا ائنا لمخرجون",
      "ayahEn": "The disbelievers ask, “When we and our fathers are reduced to dust, will we really be brought forth ˹alive˺?",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 68,
      "ayahArV1": "لَقَدْ وُعِدْنَا هَـٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "ayahArV2": "لقد وعدنا هذا نحن واباؤنا من قبل ان هذا الا اساطير الاولين",
      "ayahEn": "We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 69,
      "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
      "ayahArV2": "قل سيروا في الارض فانظروا كيف كان عاقبة المجرمين",
      "ayahEn": "Say, ˹O Prophet,˺ “Travel throughout the land and see the fate of the wicked.”",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 70,
      "ayahArV1": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
      "ayahArV2": "ولا تحزن عليهم ولا تكن في ضيق مما يمكرون",
      "ayahEn": "Do not grieve for them, nor be distressed by their schemes.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 71,
      "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "ويقولون متى هذا الوعد ان كنتم صادقين",
      "ayahEn": "They ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 72,
      "ayahArV1": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
      "ayahArV2": "قل عسى ان يكون ردف لكم بعض الذي تستعجلون",
      "ayahEn": "Say, ˹O Prophet,˺ “Perhaps some of what you seek to hasten is close at hand.”",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 73,
      "ayahArV1": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
      "ayahArV2": "وان ربك لذو فضل على الناس ولكن اكثرهم لا يشكرون",
      "ayahEn": "Surely your Lord is ever Bountiful to humanity, but most of them are ungrateful.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 74,
      "ayahArV1": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "ayahArV2": "وان ربك ليعلم ما تكن صدورهم وما يعلنون",
      "ayahEn": "And surely your Lord knows what their hearts conceal and what they reveal.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 75,
      "ayahArV1": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "ayahArV2": "وما من غائبة في السماء والارض الا في كتاب مبين",
      "ayahEn": "For there is nothing hidden in the heavens or the earth without being ˹written˺ in a perfect Record.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 76,
      "ayahArV1": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
      "ayahArV2": "ان هذا القران يقص على بني اسرائيل اكثر الذي هم فيه يختلفون",
      "ayahEn": "Indeed, this Quran clarifies for the Children of Israel most of what they differ over.",
      "meta": {
        "page": 383,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 77,
      "ayahArV1": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
      "ayahArV2": "وانه لهدى ورحمة للمؤمنين",
      "ayahEn": "And it is truly a guide and mercy for the believers.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 78,
      "ayahArV1": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "ayahArV2": "ان ربك يقضي بينهم بحكمه وهو العزيز العليم",
      "ayahEn": "Your Lord will certainly judge between them by His justice, for He is the Almighty, All-Knowing.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 79,
      "ayahArV1": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
      "ayahArV2": "فتوكل على الله انك على الحق المبين",
      "ayahEn": "So put your trust in Allah, for you are surely upon the ˹Path of˺ clear truth.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 80,
      "ayahArV1": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "ayahArV2": "انك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
      "ayahEn": "You certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 81,
      "ayahArV1": "وَمَآ أَنتَ بِهَـٰدِى ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
      "ayahArV2": "وما انت بهادي العمي عن ضلالتهم ان تسمع الا من يؤمن باياتنا فهم مسلمون",
      "ayahEn": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 153,
        "sajda": false
      }
    },
    {
      "ayahNo": 82,
      "ayahArV1": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَـٰتِنَا لَا يُوقِنُونَ",
      "ayahArV2": "واذا وقع القول عليهم اخرجنا لهم دابة من الارض تكلمهم ان الناس كانوا باياتنا لا يوقنون",
      "ayahEn": "And when the decree ˹of the Hour˺ comes to pass against them, We will bring forth for them a beast from the earth, telling them that the people had no sure faith in Our revelations.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 83,
      "ayahArV1": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَـٰتِنَا فَهُمْ يُوزَعُونَ",
      "ayahArV2": "ويوم نحشر من كل امة فوجا ممن يكذب باياتنا فهم يوزعون",
      "ayahEn": "˹Watch for˺ the Day We will gather from every faith-community a group of those who denied Our revelations, and they will be driven in ranks.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 84,
      "ayahArV1": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَـٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
      "ayahArV2": "حتى اذا جاءوا قال اكذبتم باياتي ولم تحيطوا بها علما اماذا كنتم تعملون",
      "ayahEn": "When they ˹finally˺ come before their Lord, He will ask ˹them˺, “Did you deny My revelations without ˹even˺ comprehending them? Or what ˹exactly˺ did you do?”",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 85,
      "ayahArV1": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
      "ayahArV2": "ووقع القول عليهم بما ظلموا فهم لا ينطقون",
      "ayahEn": "And the decree ˹of torment˺ will be justified against them for their wrongdoing, leaving them speechless.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 86,
      "ayahArV1": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "ayahArV2": "الم يروا انا جعلنا الليل ليسكنوا فيه والنهار مبصرا ان في ذلك لايات لقوم يؤمنون",
      "ayahEn": "Do they not see that We made the night for them to rest in and the day bright? Surely in this are signs for those who believe.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 87,
      "ayahArV1": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
      "ayahArV2": "ويوم ينفخ في الصور ففزع من في السماوات ومن في الارض الا من شاء الله وكل اتوه داخرين",
      "ayahEn": "And ˹beware of˺ the Day the Trumpet will be blown, and all those in the heavens and all those on the earth will be horrified ˹to the point of death˺, except those Allah wills ˹to spare˺. And all will come before Him, fully humbled.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 88,
      "ayahArV1": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
      "ayahArV2": "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي اتقن كل شيء انه خبير بما تفعلون",
      "ayahEn": "Now you see the mountains, thinking they are firmly fixed, but they are travelling ˹just˺ like clouds. ˹That is˺ the design of Allah, Who has perfected everything. Surely He is All-Aware of what you do.",
      "meta": {
        "page": 384,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 89,
      "ayahArV1": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
      "ayahArV2": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ امنون",
      "ayahEn": "Whoever comes with a good deed will be rewarded with what is better, and they will be secure from the horror on that Day.",
      "meta": {
        "page": 385,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 90,
      "ayahArV1": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "ayahArV2": "ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون الا ما كنتم تعملون",
      "ayahEn": "And whoever comes with an evil deed will be hurled face-first into the Fire. Are you rewarded except for what you used to do?",
      "meta": {
        "page": 385,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 91,
      "ayahArV1": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
      "ayahArV2": "انما امرت ان اعبد رب هذه البلدة الذي حرمها وله كل شيء وامرت ان اكون من المسلمين",
      "ayahEn": "Say, ˹O Prophet,˺ “I have only been commanded to worship the Lord of this city ˹of Mecca˺, Who has made it sacred, and to Him belongs everything. And I am commanded to be one of those who ˹fully˺ submit ˹to Him˺",
      "meta": {
        "page": 385,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 92,
      "ayahArV1": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
      "ayahArV2": "وان اتلو القران فمن اهتدى فانما يهتدي لنفسه ومن ضل فقل انما انا من المنذرين",
      "ayahEn": "and to recite the Quran.” Then whoever chooses to be guided, it is only for their own good. But whoever chooses to stray, say, ˹O Prophet,˺ “I am only a warner.”",
      "meta": {
        "page": 385,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    },
    {
      "ayahNo": 93,
      "ayahArV1": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَـٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "وقل الحمد لله سيريكم اياته فتعرفونها وما ربك بغافل عما تعملون",
      "ayahEn": "And say, “All praise is for Allah! He will show you His signs, and you will recognize them. And your Lord is never unaware of what you do.”",
      "meta": {
        "page": 385,
        "juz": 20,
        "hizb": 39,
        "hizbQuarter": 154,
        "sajda": false
      }
    }
  ]
}