{
  "surahNo": 34,
  "surahNameAr": "سبإ",
  "surahNameArabicLong": "سورة سَبَأ",
  "surahNameEn": "Saba",
  "revelationPlace": "Mecca",
  "totalAyat": 54,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "ayahArV2": "الحمد لله الذي له ما في السماوات وما في الارض وله الحمد في الاخرة وهو الحكيم الخبير",
      "ayahEn": "All praise is for Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And praise be to Him in the Hereafter. He is the All-Wise, All-Aware.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
      "ayahArV2": "يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور",
      "ayahEn": "He knows whatever goes into the earth and whatever comes out of it, and whatever descends from the sky and whatever ascends into it. And He is the Most Merciful, All-Forgiving.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "ayahArV2": "وقال الذين كفروا لا تاتينا الساعة قل بلى وربي لتاتينكم عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الارض ولا اصغر من ذلك ولا اكبر الا في كتاب مبين",
      "ayahEn": "The disbelievers say, “The Hour will never come to us.” Say, ˹O Prophet,˺ “Yes—by my Lord, the Knower of the unseen—it will certainly come to you!” Not ˹even˺ an atom’s weight is hidden from Him in the heavens or the earth; nor anything smaller or larger than that, but is ˹written˺ in a perfect Record.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۚ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "ayahArV2": "ليجزي الذين امنوا وعملوا الصالحات اولئك لهم مغفرة ورزق كريم",
      "ayahEn": "So He may reward those who believe and do good. It is they who will have forgiveness and an honourable provision.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
      "ayahArV2": "والذين سعوا في اياتنا معاجزين اولئك لهم عذاب من رجز اليم",
      "ayahEn": "As for those who strive to discredit Our revelations, it is they who will suffer the ˹worst˺ torment of agonizing pain.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "ayahArV2": "ويرى الذين اوتوا العلم الذي انزل اليك من ربك هو الحق ويهدي الى صراط العزيز الحميد",
      "ayahEn": "Those gifted with knowledge ˹clearly˺ see that what has been revealed to you from your Lord ˹O Prophet˺ is the truth, and that it guides to the Path of the Almighty, the Praiseworthy.",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
      "ayahArV2": "وقال الذين كفروا هل ندلكم على رجل ينبئكم اذا مزقتم كل ممزق انكم لفي خلق جديد",
      "ayahEn": "The disbelievers say ˹mockingly to one another˺, “Shall we show you a man who claims that when you have been utterly disintegrated you will be raised as a new creation?",
      "meta": {
        "page": 428,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
      "ayahArV2": "افترى على الله كذبا ام به جنة بل الذين لا يؤمنون بالاخرة في العذاب والضلال البعيد",
      "ayahEn": "Has he fabricated a lie against Allah or is he insane?” In fact, those who do not believe in the Hereafter are bound for torment and have strayed farthest ˹from the truth˺.",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
      "ayahArV2": "افلم يروا الى ما بين ايديهم وما خلفهم من السماء والارض ان نشا نخسف بهم الارض او نسقط عليهم كسفا من السماء ان في ذلك لاية لكل عبد منيب",
      "ayahEn": "Have they not then seen all that surrounds them of the heavens and the earth? If We willed, We could cause the earth to swallow them up, or cause ˹deadly˺ pieces of the sky to fall upon them. Surely in this is a sign for every servant who turns ˹to Allah˺.",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 171,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
      "ayahArV2": "ولقد اتينا داوود منا فضلا يا جبال اوبي معه والطير والنا له الحديد",
      "ayahEn": "Indeed, We granted David a ˹great˺ privilege from Us, ˹commanding:˺ “O mountains! Echo his hymns! And the birds as well.” We made iron mouldable for him",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "أَنِ ٱعْمَلْ سَـٰبِغَـٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ",
      "ayahArV2": "ان اعمل سابغات وقدر في السرد واعملوا صالحا اني بما تعملون بصير",
      "ayahEn": "instructing: “Make full-length armour, ˹perfectly˺ balancing the links. And work righteousness ˹O family of David!˺. Indeed, I am All-Seeing of what you do.”",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
      "ayahArV2": "ولسليمان الريح غدوها شهر ورواحها شهر واسلنا له عين القطر ومن الجن من يعمل بين يديه باذن ربه ومن يزغ منهم عن امرنا نذقه من عذاب السعير",
      "ayahEn": "And to Solomon ˹We subjected˺ the wind: its morning stride was a month’s journey and so was its evening stride. And We caused a stream of molten copper to flow for him, and ˹We subjected˺ some of the jinn to work under him by his Lord’s Will. And whoever of them deviated from Our command, We made them taste the torment of the blaze.",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
      "ayahArV2": "يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات اعملوا ال داوود شكرا وقليل من عبادي الشكور",
      "ayahEn": "They made for him whatever he desired of sanctuaries, statues, basins as large as reservoirs, and cooking pots fixed ˹into the ground˺. ˹We ordered:˺ “Work gratefully, O  family of David!” ˹Only˺ a few of My servants are ˹truly˺ grateful.",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
      "ayahArV2": "فلما قضينا عليه الموت ما دلهم على موته الا دابة الارض تاكل منساته فلما خر تبينت الجن ان لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين",
      "ayahEn": "When We decreed Solomon’s death, nothing indicated to the ˹subjected˺ jinn that he was dead except the termites eating away his staff. So when he collapsed, the jinn realized that if they had ˹really˺ known the unseen, they would not have remained in ˹such˺ humiliating servitude.",
      "meta": {
        "page": 429,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
      "ayahArV2": "لقد كان لسبا في مسكنهم اية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور",
      "ayahEn": "Indeed, there was a sign for ˹the tribe of˺ Sheba in their homeland: two orchards—one to the right and the other to the left. ˹They were told:˺ “Eat from the provision of your Lord, and be grateful to Him. ˹Yours is˺ a good land and a forgiving Lord.”",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
      "ayahArV2": "فاعرضوا فارسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين ذواتي اكل خمط واثل وشيء من سدر قليل",
      "ayahEn": "But they turned away. So We sent against them a devastating flood, and replaced their orchards with two others producing bitter fruit, fruitless bushes, and a few ˹sparse˺ thorny trees.",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "ذَٰلِكَ جَزَيْنَـٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَـٰزِىٓ إِلَّا ٱلْكَفُورَ",
      "ayahArV2": "ذلك جزيناهم بما كفروا وهل نجازي الا الكفور",
      "ayahEn": "This is how We rewarded them for their ingratitude. Would We ever punish ˹anyone in such a way˺ except the ungrateful?",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
      "ayahArV2": "وجعلنا بينهم وبين القرى التي باركنا فيها قرى ظاهرة وقدرنا فيها السير سيروا فيها ليالي واياما امنين",
      "ayahEn": "We had also placed between them and the cities We showered with blessings ˹many small˺ towns within sight of one another. And We set moderate travel distances in between, ˹saying,˺ “Travel between them by day and night safely.”",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "ayahArV2": "فقالوا ربنا باعد بين اسفارنا وظلموا انفسهم فجعلناهم احاديث ومزقناهم كل ممزق ان في ذلك لايات لكل صبار شكور",
      "ayahEn": "But they said, “Our Lord! Make ˹the distances of˺ our journeys longer,” wronging themselves. So We reduced them to ˹cautionary˺ tales, and scattered them utterly. Surely in this are lessons for whoever is steadfast, grateful.",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
      "ayahArV2": "ولقد صدق عليهم ابليس ظنه فاتبعوه الا فريقا من المؤمنين",
      "ayahEn": "Indeed, Iblîs’ assumption about them has come true, so they ˹all˺ follow him, except a group of ˹true˺ believers.",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
      "ayahArV2": "وما كان له عليهم من سلطان الا لنعلم من يؤمن بالاخرة ممن هو منها في شك وربك على كل شيء حفيظ",
      "ayahEn": "He does not have any authority over them, but ˹Our Will is˺ only to distinguish those who believe in the Hereafter from those who are in doubt about it. And your Lord is a ˹vigilant˺ Keeper over all things.”",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
      "ayahArV2": "قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السماوات ولا في الارض وما لهم فيهما من شرك وما له منهم من ظهير",
      "ayahEn": "Say, ˹O Prophet,˺ “Call upon those you claim ˹to be divine˺ besides Allah. They do not possess ˹even˺ an atom’s weight either in the heavens or the earth, nor do they have any share in ˹governing˺ them. Nor is any of them a helper to Him.”",
      "meta": {
        "page": 430,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "ayahArV2": "ولا تنفع الشفاعة عنده الا لمن اذن له حتى اذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير",
      "ayahEn": "No intercession will be of any benefit with Him, except by those granted permission by Him. ˹At last,˺ when the dread ˹of Judgment Day˺ is relieved from their hearts ˹because they are permitted to intercede˺, they will ˹excitedly˺ ask ˹the angels˺, “What has your Lord ˹just˺ said?” The angels will reply, “The truth! And He is the Most High, All-Great.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 43,
        "hizbQuarter": 172,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "ayahArV2": "قل من يرزقكم من السماوات والارض قل الله وانا او اياكم لعلى هدى او في ضلال مبين",
      "ayahEn": "Ask ˹them, O  Prophet˺, “Who provides for you from the heavens and the earth?” Say, “Allah! Now, certainly one of our two groups is ˹rightly˺ guided; the other is clearly astray.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
      "ayahArV2": "قل لا تسالون عما اجرمنا ولا نسال عما تعملون",
      "ayahEn": "Say, “You will not be accountable for our misdeeds, nor will we be accountable for your deeds.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
      "ayahArV2": "قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم",
      "ayahEn": "Say, “Our Lord will gather us together, then He will judge between us with the truth. For He is the All-Knowing Judge.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "ayahArV2": "قل اروني الذين الحقتم به شركاء كلا بل هو الله العزيز الحكيم",
      "ayahEn": "Say, “Show me those ˹idols˺ you have joined with Him as partners. No! In fact, He ˹alone˺ is Allah—the Almighty, All-Wise.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "ayahArV2": "وما ارسلناك الا كافة للناس بشيرا ونذيرا ولكن اكثر الناس لا يعلمون",
      "ayahEn": "We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner to all of humanity, but most people do not know.",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "ويقولون متى هذا الوعد ان كنتم صادقين",
      "ayahEn": "And they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
      "ayahArV2": "قل لكم ميعاد يوم لا تستاخرون عنه ساعة ولا تستقدمون",
      "ayahEn": "Say, ˹O Prophet,˺ “A Day has ˹already˺ been appointed for you, which you can neither delay nor advance by a ˹single˺ moment.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 31,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
      "ayahArV2": "وقال الذين كفروا لن نؤمن بهذا القران ولا بالذي بين يديه ولو ترى اذ الظالمون موقوفون عند ربهم يرجع بعضهم الى بعض القول يقول الذين استضعفوا للذين استكبروا لولا انتم لكنا مؤمنين",
      "ayahEn": "The disbelievers vow, “We will never believe in this Quran, nor in those ˹Scriptures˺ before it.” If only you could see when the wrongdoers will be detained before their Lord, throwing blame at each other! The lowly ˹followers˺ will say to the arrogant ˹leaders˺, “Had it not been for you, we would certainly have been believers.”",
      "meta": {
        "page": 431,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 32,
      "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
      "ayahArV2": "قال الذين استكبروا للذين استضعفوا انحن صددناكم عن الهدى بعد اذ جاءكم بل كنتم مجرمين",
      "ayahEn": "The arrogant will respond to the lowly, “Did we ever hinder you from guidance after it came to you? In fact, you were wicked ˹on your own˺.”",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 33,
      "ayahArV1": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "ayahArV2": "وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار اذ تامروننا ان نكفر بالله ونجعل له اندادا واسروا الندامة لما راوا العذاب وجعلنا الاغلال في اعناق الذين كفروا هل يجزون الا ما كانوا يعملون",
      "ayahEn": "The lowly will say to the arrogant, “No! It was your plotting by day and night—when you ordered us to disbelieve in Allah and to set up equals with Him.” They will ˹all˺ hide ˹their˺ remorse when they see the torment. And We will put shackles around the necks of the disbelievers. Will they be rewarded except for what they used to do?",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 34,
      "ayahArV1": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "ayahArV2": "وما ارسلنا في قرية من نذير الا قال مترفوها انا بما ارسلتم به كافرون",
      "ayahEn": "Whenever We sent a warner to a society, its elite would say, “We truly reject what you have been sent with.”",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 35,
      "ayahArV1": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "ayahArV2": "وقالوا نحن اكثر اموالا واولادا وما نحن بمعذبين",
      "ayahEn": "Adding, “We are far superior ˹to the believers˺ in wealth and children, and we will never be punished.”",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 36,
      "ayahArV1": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "ayahArV2": "قل ان ربي يبسط الرزق لمن يشاء ويقدر ولكن اكثر الناس لا يعلمون",
      "ayahEn": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills. But most people do not know.”",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 37,
      "ayahArV1": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
      "ayahArV2": "وما اموالكم ولا اولادكم بالتي تقربكم عندنا زلفى الا من امن وعمل صالحا فاولئك لهم جزاء الضعف بما عملوا وهم في الغرفات امنون",
      "ayahEn": "It is not your wealth or children that bring you closer to Us. But those who believe and do good—it is they who will have a multiplied reward for what they did, and they will be secure in ˹elevated˺ mansions.",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 38,
      "ayahArV1": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "ayahArV2": "والذين يسعون في اياتنا معاجزين اولئك في العذاب محضرون",
      "ayahEn": "As for those who strive to discredit Our revelations, it is they who will be confined in punishment.",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 39,
      "ayahArV1": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "ayahArV2": "قل ان ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما انفقتم من شيء فهو يخلفه وهو خير الرازقين",
      "ayahEn": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills of His servants. And whatever you spend in charity, He will compensate ˹you˺ for it. For He is the Best Provider.”",
      "meta": {
        "page": 432,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 40,
      "ayahArV1": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
      "ayahArV2": "ويوم يحشرهم جميعا ثم يقول للملائكة اهؤلاء اياكم كانوا يعبدون",
      "ayahEn": "And ˹consider˺ the Day He will gather them all together, and then ask the angels, “Was it you that these ˹polytheists˺ used to worship?”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 41,
      "ayahArV1": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
      "ayahArV2": "قالوا سبحانك انت ولينا من دونهم بل كانوا يعبدون الجن اكثرهم بهم مؤمنون",
      "ayahEn": "They will say, “Glory be to You! Our loyalty is to You, not them. In fact, they ˹only˺ followed the ˹temptations of evil˺ jinn, in whom most of them had faith.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 42,
      "ayahArV1": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "ayahArV2": "فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون",
      "ayahEn": "So Today neither of you can benefit or protect each other. And We will say to the wrongdoers, “Taste the torment of the Fire, which you used to deny.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 43,
      "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "ayahArV2": "واذا تتلى عليهم اياتنا بينات قالوا ما هذا الا رجل يريد ان يصدكم عما كان يعبد اباؤكم وقالوا ما هذا الا افك مفترى وقال الذين كفروا للحق لما جاءهم ان هذا الا سحر مبين",
      "ayahEn": "When Our clear revelations are recited to them, they say, “This is only a man who wishes to hinder you from what your forefathers used to worship.” They also say, “This ˹Quran˺ is no more than a fabricated lie.” And the disbelievers say of the truth when it has come to them, “This is nothing but pure magic.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 44,
      "ayahArV1": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
      "ayahArV2": "وما اتيناهم من كتب يدرسونها وما ارسلنا اليهم قبلك من نذير",
      "ayahEn": "˹They say so even though˺ We had never given them any scriptures to study, nor did We ever send them a warner before you ˹O Prophet˺.",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 45,
      "ayahArV1": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "ayahArV2": "وكذب الذين من قبلهم وما بلغوا معشار ما اتيناهم فكذبوا رسلي فكيف كان نكير",
      "ayahEn": "Those ˹destroyed˺ before them denied as well—and these ˹Meccans˺ have not attained even one-tenth of what We had given their predecessors. Yet ˹when˺ they denied My messengers, how severe was My response!",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 173,
        "sajda": false
      }
    },
    {
      "ayahNo": 46,
      "ayahArV1": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
      "ayahArV2": "قل انما اعظكم بواحدة ان تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة ان هو الا نذير لكم بين يدي عذاب شديد",
      "ayahEn": "Say, ˹O Prophet,˺ “I advise you to do ˹only˺ one thing: stand up for ˹the sake of˺ Allah—individually or in pairs—then reflect. Your fellow man is not insane. He is only a warner to you before ˹the coming of˺ a severe punishment.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 47,
      "ayahArV1": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "ayahArV2": "قل ما سالتكم من اجر فهو لكم ان اجري الا على الله وهو على كل شيء شهيد",
      "ayahEn": "Say, “If I had ever asked you for a reward, you could keep it. My reward is only from Allah. And He is a Witness over all things.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 48,
      "ayahArV1": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
      "ayahArV2": "قل ان ربي يقذف بالحق علام الغيوب",
      "ayahEn": "Say, “Surely my Lord hurls the truth ˹against falsehood˺. ˹He is˺ the Knower of all unseen.”",
      "meta": {
        "page": 433,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 49,
      "ayahArV1": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَـٰطِلُ وَمَا يُعِيدُ",
      "ayahArV2": "قل جاء الحق وما يبدئ الباطل وما يعيد",
      "ayahEn": "Say, “The truth has come, and falsehood will vanish, never to return.”",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 50,
      "ayahArV1": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
      "ayahArV2": "قل ان ضللت فانما اضل على نفسي وان اهتديت فبما يوحي الي ربي انه سميع قريب",
      "ayahEn": "Say, “If I am astray, the loss is only mine. And if I am guided, it is ˹only˺ because of what my Lord reveals to me. He is indeed All-Hearing, Ever Near.”",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 51,
      "ayahArV1": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍ قَرِيبٍ",
      "ayahArV2": "ولو ترى اذ فزعوا فلا فوت واخذوا من مكان قريب",
      "ayahEn": "If only you could see when they will be horrified with no escape ˹on Judgment Day˺! And they will be seized from a nearby place.",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 52,
      "ayahArV1": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍ",
      "ayahArV2": "وقالوا امنا به وانى لهم التناوش من مكان بعيد",
      "ayahEn": "They will ˹then˺ cry, “We do ˹now˺ believe in it ˹all˺.” But how could they ˹possibly˺ attain faith from a place so far-off ˹from the world˺",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 53,
      "ayahArV1": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍ",
      "ayahArV2": "وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد",
      "ayahEn": "while they had already rejected it before, guessing blindly from a place ˹equally˺ far-away ˹from the Hereafter˺?",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    },
    {
      "ayahNo": 54,
      "ayahArV1": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
      "ayahArV2": "وحيل بينهم وبين ما يشتهون كما فعل باشياعهم من قبل انهم كانوا في شك مريب",
      "ayahEn": "They will be sealed off from whatever they desire, as was done to their counterparts before. Indeed, they were ˹all˺ in alarming doubt.",
      "meta": {
        "page": 434,
        "juz": 22,
        "hizb": 44,
        "hizbQuarter": 174,
        "sajda": false
      }
    }
  ]
}