{
  "surahNo": 67,
  "surahNameAr": "الملك",
  "surahNameArabicLong": "سورة الملك",
  "surahNameEn": "Al-Mulk",
  "revelationPlace": "Mecca",
  "totalAyat": 30,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "تَبَـٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "ayahArV2": "تبارك الذي بيده الملك وهو على كل شيء قدير",
      "ayahEn": "Blessed is the One in Whose Hands rests all authority. And He is Most Capable of everything.",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
      "ayahArV2": "الذي خلق الموت والحياة ليبلوكم ايكم احسن عملا وهو العزيز الغفور",
      "ayahEn": "˹He is the One˺ Who created death and life in order to test which of you is best in deeds. And He is the Almighty, All-Forgiving.",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَـٰنِ مِن تَفَـٰوُتٍ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
      "ayahArV2": "الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور",
      "ayahEn": "˹He is the One˺ Who created seven heavens, one above the other. You will never see any imperfection in the creation of the Most Compassionate. So look again: do you see any flaws?",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
      "ayahArV2": "ثم ارجع البصر كرتين ينقلب اليك البصر خاسئا وهو حسير",
      "ayahEn": "Then look again and again—your sight will return frustrated and weary.",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَجَعَلْنَـٰهَا رُجُومًا لِّلشَّيَـٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
      "ayahArV2": "ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوما للشياطين واعتدنا لهم عذاب السعير",
      "ayahEn": "And indeed, We adorned the lowest heaven with ˹stars like˺ lamps, and made them ˹as missiles˺ for stoning ˹eavesdropping˺ devils, for whom We have also prepared the torment of the Blaze.",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "ayahArV2": "وللذين كفروا بربهم عذاب جهنم وبئس المصير",
      "ayahEn": "Those who disbelieve in their Lord will suffer the punishment of Hell. What an evil destination!",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ",
      "ayahArV2": "اذا القوا فيها سمعوا لها شهيقا وهي تفور",
      "ayahEn": "When they are tossed into it, they will hear its roaring as it boils over",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ",
      "ayahArV2": "تكاد تميز من الغيظ كلما القي فيها فوج سالهم خزنتها الم ياتكم نذير",
      "ayahEn": "almost bursting in fury. Every time a group is cast into it, its keepers will ask them, “Did a warner not come to you?”",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 9,
      "ayahArV1": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ كَبِيرٍ",
      "ayahArV2": "قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء ان انتم الا في ضلال كبير",
      "ayahEn": "They will reply, “Yes, a warner did come to us, but we denied and said, ‘Allah has revealed nothing. You are extremely astray.’”",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 10,
      "ayahArV1": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَـٰبِ ٱلسَّعِيرِ",
      "ayahArV2": "وقالوا لو كنا نسمع او نعقل ما كنا في اصحاب السعير",
      "ayahEn": "And they will lament, “If only we had listened and reasoned, we would not be among the residents of the Blaze!”",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 11,
      "ayahArV1": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَـٰبِ ٱلسَّعِيرِ",
      "ayahArV2": "فاعترفوا بذنبهم فسحقا لاصحاب السعير",
      "ayahEn": "And so they will confess their sins. So away with the residents of the Blaze!",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 12,
      "ayahArV1": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "ayahArV2": "ان الذين يخشون ربهم بالغيب لهم مغفرة واجر كبير",
      "ayahEn": "Indeed, those in awe of their Lord without seeing Him will have forgiveness and a mighty reward.",
      "meta": {
        "page": 562,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 13,
      "ayahArV1": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "ayahArV2": "واسروا قولكم او اجهروا به انه عليم بذات الصدور",
      "ayahEn": "Whether you speak secretly or openly—He surely knows best what is ˹hidden˺ in the heart.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 14,
      "ayahArV1": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
      "ayahArV2": "الا يعلم من خلق وهو اللطيف الخبير",
      "ayahEn": "How could He not know His Own creation? For He ˹alone˺ is the Most Subtle, All-Aware.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 15,
      "ayahArV1": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ",
      "ayahArV2": "هو الذي جعل لكم الارض ذلولا فامشوا في مناكبها وكلوا من رزقه واليه النشور",
      "ayahEn": "He is the One Who smoothed out the earth for you, so move about in its regions and eat from His provisions. And to Him is the resurrection ˹of all˺.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 16,
      "ayahArV1": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
      "ayahArV2": "اامنتم من في السماء ان يخسف بكم الارض فاذا هي تمور",
      "ayahEn": "Do you feel secure that the One Who is in heaven will not cause the earth to swallow you up as it quakes violently?",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 17,
      "ayahArV1": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "ayahArV2": "ام امنتم من في السماء ان يرسل عليكم حاصبا فستعلمون كيف نذير",
      "ayahEn": "Or do you feel secure that the One Who is in heaven will not unleash upon you a storm of stones. Only then would you know how ˹serious˺ My warning was!",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 18,
      "ayahArV1": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "ayahArV2": "ولقد كذب الذين من قبلهم فكيف كان نكير",
      "ayahEn": "And certainly those before them denied ˹as well˺, then how severe was My response!",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 19,
      "ayahArV1": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَـٰٓفَّـٰتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَـٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
      "ayahArV2": "اولم يروا الى الطير فوقهم صافات ويقبضن ما يمسكهن الا الرحمن انه بكل شيء بصير",
      "ayahEn": "Have they not seen the birds above them, spreading and folding their wings? None holds them up except the Most Compassionate. Indeed, He is All-Seeing of everything.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 20,
      "ayahArV1": "أَمَّنْ هَـٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَـٰنِ ۚ إِنِ ٱلْكَـٰفِرُونَ إِلَّا فِى غُرُورٍ",
      "ayahArV2": "امن هذا الذي هو جند لكم ينصركم من دون الرحمن ان الكافرون الا في غرور",
      "ayahEn": "Also, which ˹powerless˺ force will come to your help instead of the Most Compassionate? Indeed, the disbelievers are only ˹lost˺ in delusion.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 21,
      "ayahArV1": "أَمَّنْ هَـٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ",
      "ayahArV2": "امن هذا الذي يرزقكم ان امسك رزقه بل لجوا في عتو ونفور",
      "ayahEn": "Or who is it that will provide for you if He withholds His provision? In fact, they persist in arrogance and aversion ˹to the truth˺.",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 22,
      "ayahArV1": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "ayahArV2": "افمن يمشي مكبا على وجهه اهدى امن يمشي سويا على صراط مستقيم",
      "ayahEn": "Who is ˹rightly˺ guided: the one who crawls facedown or the one who walks upright on the Straight Path?",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 23,
      "ayahArV1": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ",
      "ayahArV2": "قل هو الذي انشاكم وجعل لكم السمع والابصار والافئدة قليلا ما تشكرون",
      "ayahEn": "Say, ˹O Prophet,˺ “He is the One Who brought you into being and gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.”",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 24,
      "ayahArV1": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "ayahArV2": "قل هو الذي ذراكم في الارض واليه تحشرون",
      "ayahEn": "˹Also˺ say, “He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered.”",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 25,
      "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "ayahArV2": "ويقولون متى هذا الوعد ان كنتم صادقين",
      "ayahEn": "˹Still˺ they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 26,
      "ayahArV1": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "ayahArV2": "قل انما العلم عند الله وانما انا نذير مبين",
      "ayahEn": "Say, ˹O Prophet,˺ “That knowledge is with Allah alone, and I am only sent with a clear warning.”",
      "meta": {
        "page": 563,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 27,
      "ayahArV1": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ",
      "ayahArV2": "فلما راوه زلفة سيئت وجوه الذين كفروا وقيل هذا الذي كنتم به تدعون",
      "ayahEn": "Then when they see the torment drawing near, the faces of the disbelievers will become gloomy, and it will be said ˹to them˺, “This is what you claimed would never come.”",
      "meta": {
        "page": 564,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 28,
      "ayahArV1": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَـٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "ayahArV2": "قل ارايتم ان اهلكني الله ومن معي او رحمنا فمن يجير الكافرين من عذاب اليم",
      "ayahEn": "Say, ˹O Prophet,˺ “Consider this: whether Allah causes me and those with me to die or shows us mercy, who will save the disbelievers from a painful punishment?”",
      "meta": {
        "page": 564,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 29,
      "ayahArV1": "قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "ayahArV2": "قل هو الرحمن امنا به وعليه توكلنا فستعلمون من هو في ضلال مبين",
      "ayahEn": "Say, “He is the Most Compassionate—in Him ˹alone˺ we believe, and in Him ˹alone˺ we trust. You will soon know who is clearly astray.”",
      "meta": {
        "page": 564,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    },
    {
      "ayahNo": 30,
      "ayahArV1": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِينٍۭ",
      "ayahArV2": "قل ارايتم ان اصبح ماؤكم غورا فمن ياتيكم بماء معين",
      "ayahEn": "Say, “Consider this: if your water were to sink ˹into the earth˺, then who ˹else˺ could bring you flowing water?”",
      "meta": {
        "page": 564,
        "juz": 29,
        "hizb": 57,
        "hizbQuarter": 225,
        "sajda": false
      }
    }
  ]
}