{
  "surahNo": 98,
  "surahNameAr": "البينة",
  "surahNameArabicLong": "سورة البينة",
  "surahNameEn": "Al-Bayyina",
  "revelationPlace": "Madina",
  "totalAyat": 8,
  "ayat": [
    {
      "ayahNo": 1,
      "ayahArV1": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "ayahArV2": "لم يكن الذين كفروا من اهل الكتاب والمشركين منفكين حتى تاتيهم البينة",
      "ayahEn": "The disbelievers from the People of the Book and the polytheists were not going to desist ˹from disbelief˺ until the clear proof came to them:",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 2,
      "ayahArV1": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
      "ayahArV2": "رسول من الله يتلو صحفا مطهرة",
      "ayahEn": "a messenger from Allah, reciting scrolls of ˹utmost˺ purity",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 3,
      "ayahArV1": "فِيهَا كُتُبٌ قَيِّمَةٌ",
      "ayahArV2": "فيها كتب قيمة",
      "ayahEn": "containing upright commandments.",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 4,
      "ayahArV1": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "ayahArV2": "وما تفرق الذين اوتوا الكتاب الا من بعد ما جاءتهم البينة",
      "ayahEn": "It was not until this clear proof came to the People of the Book that they became divided ˹about his prophethood˺—",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 5,
      "ayahArV1": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "ayahArV2": "وما امروا الا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة",
      "ayahEn": "even though they were only commanded to worship Allah ˹alone˺ with sincere devotion to Him in all uprightness, establish prayer, and pay alms-tax. That is the upright Way.",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 6,
      "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "ayahArV2": "ان الذين كفروا من اهل الكتاب والمشركين في نار جهنم خالدين فيها اولئك هم شر البرية",
      "ayahEn": "Indeed, those who disbelieve from the People of the Book and the polytheists will be in the Fire of Hell, to stay there forever. They are the worst of ˹all˺ beings.",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 7,
      "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "ayahArV2": "ان الذين امنوا وعملوا الصالحات اولئك هم خير البرية",
      "ayahEn": "Indeed, those who believe and do good—they are the best of ˹all˺ beings.",
      "meta": {
        "page": 598,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    },
    {
      "ayahNo": 8,
      "ayahArV1": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "ayahArV2": "جزاؤهم عند ربهم جنات عدن تجري من تحتها الانهار خالدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه",
      "ayahEn": "Their reward with their Lord will be Gardens of Eternity, under which rivers flow, to stay there for ever and ever. Allah is pleased with them and they are pleased with Him. This is ˹only˺ for those in awe of their Lord.",
      "meta": {
        "page": 599,
        "juz": 30,
        "hizb": 60,
        "hizbQuarter": 239,
        "sajda": false
      }
    }
  ]
}