{
  "surah": {
    "surahNo": 100,
    "surahNameAr": "العاديات",
    "surahNameArabicLong": "سورة العاديات",
    "surahNameEn": "Al-Aadiyaat",
    "revelationPlace": "Mecca",
    "totalAyat": 11
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ، حين يظهر صوتها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله، فإن القسم بغير الله شرك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والعاديات» الخيل تعدو في الغزو وتضبح «ضبحا» هو صوت أجوافها إذا عدت."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أقسم الله تبارك وتعالى بالخيل، لما فيها من آيات الله الباهرة، ونعمه الظاهرة، ما هو معلوم للخلق.وأقسم [تعالى] بها في الحال التي لا يشاركها [فيه] غيرها من أنواع الحيوانات، فقال:  وَالْعَادِيَاتِ ضَبْحًا  أي: العاديات عدوًا بليغًا قويًا، يصدر عنه الضبح، وهو صوت نفسها في صدرها، عند اشتداد العدو  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة العاديات وهي مكية .يقسم تعالى بالخيل إذا أجريت في سبيله فعدت وضبحت ، وهو : الصوت الذي يسمع من الفرس حين تعدو .قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا عبدة ، عن الأعمش ، عن إبراهيم عن عبد الله : ( والعاديات ضبحا ) قال : الإبل .وقال علي : هي الإبل . وقال ابن عباس : هي الخيل . فبلغ عليا قول ابن عباس ، فقال : ما كانت لنا خيل يوم بدر . قال ابن عباس : إنما كان ذلك في سرية بعثت .قال ابن أبي حاتم وابن جرير : حدثنا يونس ، أخبرنا ابن وهب ، أخبرني أبو صخر ، عن أبي معاوية البجلي ، عن سعيد بن جبير ، عن ابن عباس حدثه ، قال : بينا أنا في الحجر جالسا ، جاءني رجل فسألني عن : ( والعاديات ضبحا ) فقلت له : الخيل حين تغير في سبيل الله ، ثم تأوي إلى الليل ، فيصنعون طعامهم ، ويورون نارهم . فانفتل عني فذهب إلى علي رضي الله عنه ، وهو عند سقاية زمزم فسأله عن ( والعاديات ضبحا ) فقال : سألت عنها أحدا قبلي ؟ قال : نعم ، سألت ابن عباس فقال : الخيل حين تغير في سبيل الله . قال : اذهب فادعه لي . فلما وقف على رأسه قال : تفتي الناس بما لا علم لك ، والله لئن كان أول غزوة في الإسلام بدر ، وما كان معنا إلا فرسان : فرس للزبير وفرس للمقداد ، فكيف تكون العاديات ضبحا ؟ إنما العاديات ضبحا من عرفة إلى المزدلفة ، ومن المزدلفة إلى منى .قال ابن عباس : فنزعت عن قولي ورجعت إلى الذي قال علي رضي الله عنه .وبهذا الإسناد عن ابن عباس قال : قال علي : إنما ( والعاديات ضبحا ) من عرفة إلى المزدلفة ، فإذا أووا إلى المزدلفة أوروا النيران .وقال العوفي ، عن ابن عباس : هي الخيل .وقد قال بقول علي : إنها الإبل جماعة . منهم : إبراهيم وعبيد بن عمير وبقول ابن عباس آخرون ، منهم : مجاهد ، وعكرمة ، وعطاء ، وقتادة ، والضحاك . واختاره ابن جرير .قال ابن عباس وعطاء : ما ضبحت دابة قط إلا فرس أو كلب .وقال ابن جريج ، عن عطاء : سمعت ابن عباس يصف الضبح : أح أح ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية( والعاديات ضبحا ) قال ابن عباس ، وعطاء ومجاهد ، وعكرمة ، والحسن ، والكلبي ، وقتادة ، والمقاتلان ، وأبو العالية وغيرهم : هي الخيل العادية في سبيل الله - عز وجل - تضبح ، والضبح : صوت أجوافها إذا عدت .قال ابن عباس : وليس شيء من الحيوانات تضبح غير الفرس والكلب والثعلب ، وإنما تضبح هذه الحيوانات إذا تغير حالها من تعب أو فزع ، وهو من [ قولهم ] ضبحته النار ، إذا غيرت لونه .[ وقوله : \" ضبحا \" نصب على المصدر ، مجازه : والعاديات تضبح ضبحا ] .وقال علي : هي الإبل في الحج ، تعدو من عرفة إلى المزدلفة ، ومن المزدلفة إلى منى ، وقال إنها نزلت في وقعة بدر ، [ كانت أول غزوة في الإسلام بدرا ] وما كان معنا إلا فرسان ، فرس للزبير وفرس للمقداد بن الأسود فكيف تكون الخيل العاديات ؟ وإلى هذا ذهب ابن مسعود ، ومحمد بن كعب ، والسدي .وقال بعض من قال : هي الإبل : قوله \" ضبحا \" يعني ضباحا تمد أعناقها في السير ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة العادياتوهي إحدى عشرة آيةوهي مكية في قول ابن مسعود وجابر والحسن وعكرمة وعطاء .ومدنية في قول ابن عباس وأنس ومالك وقتادة .والعاديات ضبحاقوله تعالى : والعاديات ضبحا أي الأفراس تعدو . كذا قال عامة المفسرين وأهل اللغة ; أي تعدو في سبيل الله فتضبح . قال قتادة : تضبح إذا عدت ; أي تحمحم . وقال الفراء : الضبح : صوت أنفاس الخيل إذا عدون . ابن عباس : ليس شيء من الدواب يضبح غير الفرس والكلب والثعلب . وقيل : كانت تكعم لئلا تصهل ، فيعلم العدو بهم فكانت تتنفس في هذه الحال بقوة .قال ابن العربي : أقسم الله بمحمد - صلى الله عليه وسلم - فقال : يس والقرآن الحكيم ، وأقسم بحياته فقال : لعمرك إنهم لفي سكرتهم يعمهون ، وأقسم بخيله وصهيلها وغبارها ، وقدح حوافرها النار من الحجر ، فقال : والعاديات ضبحا . . . الآيات الخمس . وقال أهل اللغة :وطعنة ذات رشاش واهيه طعنتها عند صدور العاديهيعني الخيل . وقال آخر :والعاديات أسابي الدماء بها     كأن أعناقها أنصاب ترجيبيعني الخيل . وقال عنترة :والخيل تعلم حين تض     بح في حياض الموت ضبحاوقال آخر :لست بالتبع اليماني إن لم     تضبح الخيل في سواد العراقوقال أهل اللغة : وأصل الضبح والضباح للثعالب ; فاستعير للخيل . وهو من قول العرب : ضبحته النار : إذا غيرت لونه ولم تبالغ فيه . وقال الشاعر :فلما أن تلهوجنا شواء     به اللهبان مقهورا ضبيحاوانضبح لونه : إذا تغير إلى السواد قليلا . وقال :علقتها قبل انضباح لوني وإنما تضبح هذه الحيوانات إذا تغيرت حالها من فزع وتعب أو طمع . ونصب ضبحا على المصدر ; أي والعاديات تضبح ضبحا . والضبح أيضا الرماد . وقال البصريون : ضبحا نصب على الحال . وقيل : مصدر في موضع الحال . قال أبو عبيدة : ضبحت الخيل ضبحا مثل ضبعت ; وهو السير . وقال أبو عبيدة : الضبح والضبع : بمعنى العدو والسير . وكذا قال المبرد : الضبح مد أضباعها في السير .وروي أن رسول الله - صلى الله عليه وسلم - بعث سرية إلى أناس من بني كنانة ، فأبطأ عليه خبرها ، وكان استعمل عليهم المنذر بن عمرو الأنصاري ، وكان أحد النقباء ; فقال المنافقون : إنهم قتلوا ; فنزلت هذه السورة إخبارا للنبي - صلى الله عليه وسلم - بسلامتها ، وبشارة له بإغارتها على القوم الذين بعث إليهم . وممن قال : إن المراد بالعاديات الخيل ،ابن عباس وأنس والحسن ومجاهد . والمراد الخيل التي يغزو عليها المؤمنون . وفي الخبر : \" من لم يعرف حرمة فرس الغازي ، ففيه شعبة من النفاق \" . وقول ثان : أنها الإبل ; قال مسلم : نازعت فيها عكرمة فقال عكرمة : قال ابن عباس هي الخيل . وقلت : قال علي هي الإبل في الحج ، ومولاي أعلم من مولاك . وقال الشعبي : تمارى علي وابن عباس في العاديات ، فقال علي : هي الإبل تعدو في الحج . وقال ابن عباس : هي الخيل ; ألا تراه يقول : فأثرن به نقعا فهل تثير إلا بحوافرها ! وهل تضبح الإبل ! فقال علي : ليس كما قلت ، لقد رأيتنا يوم بدر وما معنا إلا فرس أبلق للمقداد ، وفرس لمرثد بن أبي مرثد ; ثم قال له علي : أتفتي الناس بما لا تعلم ! والله إن كانت لأول غزوة في الإسلام وما معنا إلا فرسان : فرس للمقداد ، وفرس للزبير ; فكيف تكون العاديات ضبحا ! إنما العاديات الإبل من عرفة إلى المزدلفة ، ومن المزدلفة إلى عرفة . قال ابن عباس : فرجعت إلى قول علي ، وبه قال ابن مسعود وعبيد بن عمير ومحمد بن كعب والسدي . ومنه قول صفية بنت عبد المطلب :فلا والعاديات غداة جمعبأيديها إذا سطع الغباريعني الإبل . وسميت العاديات لاشتقاقها من العدو ، وهو تباعد الأرجل في سرعة المشي . وقال آخر :رأى صاحبي في العاديات نجيبة     وأمثالها في الواضعات القوامسومن قال هي الإبل فقوله ضبحا بمعنى ضبعا ; فالحاء عنده مبدلة من العين ; لأنه يقال : ضبعت الإبل وهو أن تمد أعناقها في السير . وقال المبرد : الضبع مد أضباعها في السير . والضبح أكثرها ما يستعمل في الخيل . والضبع في الإبل . وقد تبدل الحاء من العين . أبو صالح : الضبح من الخيل : الحمحمة ، ومن الإبل التنفس . وقال عطاء : ليس شيء من الدواب يضبح إلا الفرس والثعلب والكلب ; وروي عن ابن عباس . وقد تقدم عن أهل اللغة أن العرب تقول : ضبح الثعلب ; وضبح في غير ذلك أيضا . قال توبة :ولو أن ليلى الأخيلية سلمت     علي ودوني تربة وصفائحلسلمت تسليم البشاشة أو زقا     إليها صدى من جانب القبر ضابحزقا الصدى يزقو زقاء : أي صاح . وكل زاق صائح . والزقية : الصيحة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  وَالْعَادِيَاتِ ضَبْحًا (1)اختلف أهل التأويل في تأويل قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) فقال بعضهم: عُني بالعاديات ضبحا: الخيل التي تعدو, وهي تحمحم.*ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل, وزعم غير ابن عباس أنها الإبل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال ابن عباس: هو في القتال.حدثنا هناد, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة في قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال الخيل.حدثني يعقوب, قال: ثنا ابن علية, قال: أخبرنا أبو رجاء, قال: سُئل عكرِمة, عن قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: ألم تر إلى الفرس إذا جرى كيف يضبح؟حدثني إبراهيم بن سعيد الجوهري, قال: ثنا سفيان, عن ابن جُرَيج, عن عطاء, قال: ليس شيء من الدوابّ يضبح غير الكلب والفرس.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قوله الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل تضبح.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل, عدت حتى ضبحت.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل تعدو حتى تضبح.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سعيد, عن قتادة مثل حديث بشر, عن يزيد؛ حدثنا أبو كُرَيب, قال: ثنا وكيع, قال: ثنا سعيد, قال: سمعت سالما يقرأ: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل عدت ضبحا.قال: ثنا وكيع, عن واصل, عن عطاء ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل.قال: ثنا وكيع, عن سفيان بن عيينة، عن عمرو, عن عطاء, عن ابن عباس, قال: ما ضبحت دابة قط إلا كلب أو فرس.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل.حدثني سعيد بن الربيع الرازي. قال: ثنا سفيان بن عيينة, عن عَمْرو, عن عطاء, عن ابن عباس, قال: هي الخيل.وقال آخرون: هي الإبل.*ذكر من قال ذلك:حدثني أبو السائب. قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن عبد الله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الإبل.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.حدثني عيسى بن عثمان الرملي, قال: ثني عمي يحيى بن عيسى الرملي, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.حدثنا ابن حُميد, قال: ثنا جرير, عن مُغيرة, عن إبراهيم, عن عبد الله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الإبل إذا ضبحت تنفست.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس حدثه قال: بينما أنا في الحجر جالس, أتاني رجل يسأل عن ( الْعَادِيَاتِ ضَبْحًا ) فقلت له: الخيل حين تغير في سبيل الله, ثم تأوي إلى الليل, فيصنعون طعامهم, ويورون نارهم. فانفتل عني, فذهب إلى علي بن أبي طالب رضى الله عنه وهو تحت سقاية زمزم, فسأله عن ( الْعَادِيَاتِ ضَبْحًا ) فقال: سألتَ عنها أحدًا قبلي؟ قال: نعم, سألت عنها ابن عباس, فقال: الخيل حين تغير في سبيل الله, قال: اذهب فادعه لي; فلما وقفت على رأسه قال: تفتي الناس بما لا علم لك به, والله لكانت أول غزوة في الإسلام لبدر, وما كان معنا إلا فرسان: فرس للزبير, وفرس للمقداد فكيف تكون العاديات ضبحا! إنما العاديات ضبحا من عرفة إلى مزدلفة إلى منى ; قال ابن عباس: فنزعت عن قولي, ورجعت إلى الذي قال علي رضي الله عنه.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن إبراهيم ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الإبل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: قال ابن مسعود: هو في الحج.حدثنا سعيد بن الربيع الرازي, قال: ثنا سفيان, عن عمرو بن دينار, عن عبيد بن عمير, قال: هي الإبل, يعني ( وَالْعَادِيَاتِ ضَبْحًا ) .حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن إبراهيم ( وَالْعَادِيَاتِ ضَبْحًا ) قال: قال ابن مسعود: هي الإبل.وأولى القولين في ذلك عندي بالصواب: قول من قال: عني بالعاديات: الخيل, وذلك أن الإبل لا تضبح, وإنما تضبح الخيل, وقد أخبر الله تعالى أنها تعدو ضبحا, والضبح: هو ما قد ذكرنا قبل. وبما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا إبراهيم بن سعيد الجوهري, قال: ثنا أبو معاوية, عن إسماعيل بن أبي خالد, عن أبي صالح, قال: قال علي رضى الله عنه: الضبح من الخيل: الحمحمة, ومن الإبل: النفس.قال: ثنا سفيان, عن ابن جُرَيج, عن عطاء, قال: سمعت ابن عباس يصف الضبح: أحْ أحْ."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فالخيل اللاتي تنقدح النار من صلابة حوافرها؛ من شدَّة عَدْوها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فالموريات» الخيل توري النار «قدحا» بحوافرها إذا سارت في الأرض ذات الحجارة بالليل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَالْمُورِيَاتِ  بحوافرهن ما يطأن عليه من الأحجار  قَدْحًا  أي: تقدح  النار من صلابة حوافرهن [وقوتهن] إذا عدون،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"فالموريات قدحا\" يعني اصطكاك نعالها للصخر فتقدح منه النار.وقال أكثر هؤلاء في قوله : ( فالموريات قدحا ) يعني : بحوافرها . وقيل : أسعرن الحرب بين ركبانهن . قاله قتادة .وعن ابن عباس ومجاهد : ( فالموريات قدحا ) يعني : مكر الرجال .وقيل : هو إيقاد النار إذا رجعوا إلى منازلهم من الليل .وقيل : المراد بذلك : نيران القبائل .وقال من فسرها بالخيل : هو إيقاد النار بالمزدلفة .وقال ابن جرير : والصواب الأول ; أنها الخيل حين تقدح بحوافرها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فالموريات قدحا ) قال عكرمة ، وعطاء ، والضحاك ، ومقاتل ، والكلبي ، : هي الخيل توري النار بحوافرها إذا سارت في الحجارة . يعني : والقادحات قدحا يقدحن بحوافرهن .وقال قتادة : هي الخيل تهيج الحرب ونار العداوة بين فرسانها .وقال سعيد بن جبير عن ابن عباس : هي الخيل تغزو في سبيل الله ثم تأوي بالليل [ إلى مأواها ] فيورون نارهم ، ويصنعون طعامهم .وقال مجاهد ، وزيد بن أسلم : هي مكر الرجال ، يعني رجال الحرب ، والعرب تقول إذا أراد الرجل أن يمكر بصاحبه : أما والله لأقدحن لك ثم لأورين لك .وقال محمد بن كعب : هي النيران تجتمع ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فالموريات قدحا قال عكرمة وعطاء والضحاك : هي الخيل حين توري النار بحوافرها ، وهي سنابكها ; وروي عن ابن عباس . وعنه أيضا : أورت بحوافرها غبارا . وهذا يخالف سائر ما روي عنه في قدح النار ; وإنما هذا في الإبل . وروى ابن نجيح عن مجاهد والعاديات ضبحا فالموريات قدحا قال قال ابن عباس : هو في القتال وهو في الحج . ابن مسعود : هي الإبل تطأ الحصى ، فتخرج منها النار . وأصل القدح الاستخراج ; ومنه قدحت العين : إذا أخرجت منها الماء الفاسد . واقتدحت بالزند . واقتدحت المرق : غرفته . وركي قدوح : تغترف باليد . والقديح : ما يبقى في أسفل القدر ، فيغرف بجهد . والمقدحة : ما تقدح به النار . والقداحة والقداح : الحجر الذي يوري النار . يقال : ورى الزند ( بالفتح ) يري وريا : إذا خرجت ناره . وفيه لغة أخرى : وري الزند ( بالكسر ) يري فيهما . وقد مضى هذا في سورة ( الواقعة ) . وقدحا انتصب بما انتصب به ضبحا . وقيل : هذه الآيات في الخيل ; ولكن إيراءها : أن تهيج الحرب بين أصحابها وبين عدوهم . ومنه يقال للحرب إذا التحمت : حمي الوطيس . ومنه قوله تعالى : كلما أوقدوا نارا للحرب أطفأها الله . وروي معناه عن ابن عباس أيضا ، وقاله قتادة . وعن ابن عباس أيضا ، وقاله قتادة . وعن ابن عباس أيضا : أن المراد بالموريات قدحا : مكر الرجال في الحرب ; وقاله مجاهد وزيد بن أسلم . والعرب تقول إذا أراد الرجل أن يمكر بصاحبه : والله لأمكرن بك ، ثم لأورين لك . وعن ابن عباس أيضا : هم الذين يغزون فيورون نيرانهم بالليل ، لحاجتهم وطعامهم . وعنه أيضا : أنها نيران المجاهدين إذا كثرت نارها إرهابا . وكل من قرب من العدو يوقد نيرانا كثيرة ليظنهم العدو كثيرا . فهذا إقسام بذلك . قال محمد بن كعب : هي النار تجمع . وقيل هي أفكار الرجال توري نار المكر والخديعة .وقال عكرمة : هي ألسنة الرجال توري النار من عظيم ما تتكلم به ، ويظهر بها من إقامة الحجج ، وإقامة الدلائل ، وإيضاح الحق ، وإبطال الباطل . وروى ابن جريح عن بعضهم قال : فالمنجحات أمرا وعملا ، كنجاح الزند إذا أوري .قلت : هذه الأقوال مجاز ; ومنه قولهم : فلان يوري زناد الضلالة . والأول : الحقيقة ، وأن الخيل من شدة عدوها تقدح النار بحوافرها . قال مقاتل : العرب تسمي تلك النار نار أبي حباحب ، وكان أبو حباحب شيخا من مضر في الجاهلية ، من أبخل الناس ، وكان لا يوقد نارا لخبز ولا غيره حتى تنام العيون ، فيوقد نويرة تقد مرة وتخمد أخرى ; فإن استيقظ لها أحد أطفأها ، كراهية أن ينتفع بها أحد . فشبهت العرب هذه النار بناره ; لأنه لا ينتفع بها . وكذلك إذا وقع السيف على البيضة فاقتدحت نارا ، فكذلك يسمونها . قال النابغة :ولا عيب فيهم غير أن سيوفهم     بهن فلول من قراع الكتائبتقد السلوقي المضاعف نسجه     وتوقد بالصفاح نار الحباحب"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَالْمُورِيَاتِ قَدْحًا )اختلف أهل التأويل, في ذلك, فقال بعضهم: هي الخيل توري النار بحوافرها.*ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا أبو رجاء, قال: سئل عكرِمة, عن قوله: ( فَالْمُورِيَاتِ قَدْحًا ) قال: أورت وقدحت.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَالْمُورِيَاتِ قَدْحًا ) قال: هي الخيل; وقال الكلبي: تقدح بحوافرها حتى يخرج منها النار.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن واصل, عن عطاء ( فَالْمُورِيَاتِ قَدْحًا ) قال: أورت النار بحوافرها.حدثت عن الحسين, قال: سمعت أبا معاذ, يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فَالْمُورِيَاتِ قَدْحًا ) توري الحجارة بحوافرها.وقال آخرون: بل معنى ذلك أن الخيل هجن الحرب بين أصحابهن وركبانهن.ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَالْمُورِيَاتِ قَدْحًا ) قال: هجن الحرب بينهم وبين عدوهم.حدثنا ابن حميد, فال: ثنا مهران, عن سعيد, عن قتادة ( فَالْمُورِيَاتِ قَدْحًا ) قال: هجن الحرب بينهم وبين عدوهم.وقال آخرون: بل عني بذلك: الذين يورون النار بعد انصرافهم من الحرب.*ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس, قال: سألني علي بن أبي طالب رضى الله عنه, عن (وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا) فقلت له: الخيل تغير في سبيل الله, ثم تأوي إلى الليل, فيصنعون طعامهم ويورون نارهم.وقال آخرون: بل معنى ذلك: مكر الرجال.*ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبى, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( فَالْمُورِيَاتِ قَدْحًا ) قال: المكر.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح. عن مجاهد, في قول الله: ( فَالْمُورِيَاتِ قَدْحًا ) قال: مكر الرجال.وقال آخرون: هي الألسنة*ذكر من قال ذلك:حدثنا الحسن بن عرفة, قال: ثنا يونس بن محمد, قال: ثنا حماد بن سلمة, عن سماك بن حرب, عن عكرِمة قال: يقال في هذه الآية ( فَالْمُورِيَاتِ قَدْحًا ) قال: هي الألسنة.وقال آخرون: هي الإبل حين تسير تنسف بمناسمها الحصى.*ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله: ( فَالْمُورِيَاتِ قَدْحًا ) قال: إذا نسفت الحصى بمناسمها, فضرب الحصى بعضه بعضا, فيخرج منه النار.وأولى الأقوال في ذلك بالصواب: أن يقال: إن الله تعالى ذكره أقسم بالموريات التي توري النيران قدحا; فالخيل توري بحوافرها, والناس يورونها بالزند, واللسان - مثلا - يوري بالمنطق, والرجال يورون بالمكر - مثلا - , وكذلك الخيل تهيج الحرب بين أهلها: إذا التقت في الحرب، ولم يضع الله دلالة على أن المراد من ذلك بعض دون بعض فكل ما أورت النار قدحا, فداخلة فيما أقسم به, لعموم ذلك بالظاهر."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فالمغيرات على الأعداء عند الصبح."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فالمغيرات صبحا» الخيل تغير على العدو وقت الصبح بإغارة أصحابها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَالْمُغِيرَاتِ  على الأعداء  صُبْحًا  وهذا أمر أغلبي، أن الغارة تكون صباحًا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يعني الإغارة وقت الصباح كما كان رسول الله صلى الله عليه وسلم يغير صباحا ويستمع الأذان فإن سمع أذانا وإلا أغار.وقوله ( فالمغيرات صبحا ) قال ابن عباس ومجاهد وقتادة : يعني إغارة الخيل صبحا في سبيل الله .وقال من فسرها بالإبل : هو الدفع صبحا من المزدلفة إلى منى ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فالمغيرات صبحا ) هي الخيل تغير بفرسانها ، على العدو عند الصباح ، هذا قول أكثر المفسرين . وقال القرظي : هي الإبل تدفع بركبانها يوم النحر من جمع إلى منى ، والسنة أن لا تدفع [ بركبانها يوم النحر ] حتى تصبح والإغارة سرعة السير ، ومنه قولهم : أشرق ثبير كيما نغير ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فالمغيرات صبحاالخيل تغير على العدو عند الصبح ; عن ابن عباس وأكثر المفسرين . وكانوا إذا أرادوا الغارة سروا ليلا ، ويأتون العدو صبحا ; لأن ذلك وقت غفلة الناس . ومنه قوله تعالى : فساء صباح المنذرين . وقيل : لعزهم أغاروا نهارا ، وصبحا على هذا ، أي علانية ، تشبيها بظهور الصبح . وقال ابن مسعود وعلي - رضي الله عنهما - : هي الإبل تدفع بركبانها يوم النحر من منى إلى جمع . والسنة ألا تدفع حتى تصبح ; وقاله القرطبي . والإغارة : سرعة السير ; ومنه قولهم : أشرق ثبير ، كيما نغير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَالْمُغِيرَاتِ صُبْحًا )اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معنى ذلك: فالمغيرات صبحا على عدوّها علانية.*ذكر من قال ذلك:29259 - حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس, قال: سألني رجل عن المغيرات صبحا, فقال: الخيل تغير في سبيل الله.29260 - حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا أبو رجاء, قال: سألت عكرِمة, عن قوله ( فَالْمُغِيرَاتِ صُبْحًا ) قال: أغارت على العدو صبحا.29261 - حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد ( فَالْمُغِيرَاتِ صُبْحًا ) قال: هي الخيل.29262 - حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَالْمُغِيرَاتِ صُبْحًا ) قال: هي الخيل.29263 - حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَالْمُغِيرَاتِ صُبْحًا ) قال: أغار القوم بعد ما أصبحوا على عدوهم.حدثنا ابن عبد الأعلى, قال: ثنا ثور, عن معمر, عن قتادة ( فَالْمُغِيرَاتِ صُبْحًا ) قال: أغارت حين أصبحوا.حدثنا ابن حميد, قال: ثنا مهران, عن سعيد, عن قتادة ( فَالْمُغِيرَاتِ صُبْحًا ) قال: أغار القوم حين أصبحوا.وقال آخرون: عني بذلك الإبل حين تدفع بركبانها من \" جمع \" يوم النحر إلى \" منى \".*ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله ( فَالْمُغِيرَاتِ صُبْحًا ) حين يفيضون من جمع.وأولى الأقوال في ذلك بالصواب: أن يقال: إن الله جل ثناؤه أقسم بالمغيرات صبحا, ولم يخصص^ من ذلك مغيرة دون مغيرة, فكل مغيرة صبحا, فداخلة فيما أقسم به ; وقد كان زيد بن أسلم يذكر تفسير هذه الأحرف ويأباها, ويقول: إنما هو قسم أقسم الله به.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: (وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا) قال: هذا قسم أقسم الله به. وفي قوله: ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: كل هذا قسم, قال: ولم يكن أبي ينظر فيه إذا سئل عنه, ولا يذكره, يريد به القسم."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فهيَّجْنَ بهذا العَدْو غبارًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فأثرن» هيجن «به» بمكان عدوهن أو بذلك الوقت «نقعا» غبارا بشدة حركتهن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَأَثَرْنَ بِهِ  أي: بعدوهن وغارتهن  نَقْعًا  أي: غبارًا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يعني غبارا فى مكان معترك الخيول.وقالوا كلهم في قوله : ( فأثرن به نقعا ) هو : المكان الذي إذا حلت فيه أثارت به الغبار ، إما في حج أو غزو ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فأثرن به ) أي هيجن بمكان [ سيرهن ] كناية عن غير مذكور ، لأن المعنى مفهوم ، ( نقعا ) غبارا ، والنقع : الغبار ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فأثرن به نقعا أي غبارا ; يعني الخيل تثير الغبار بشدة العدو في المكان الذي أغارت به . قال عبد الله بن رواحة :عدمت بنيتي إن لم تروها تثير النقع من كنفي كداءوالكناية في به ترجع إلى المكان أو إلى الموضع الذي تقع فيه الإغارة . وإذا علم المعنى جاز أن يكنى عما لم يجر له ذكر بالتصريح ; كما قال حتى توارت بالحجاب . وقيل : فأثرن به ، أي بالعدو نقعا . وقد تقدم ذكر العدو . وقيل : النقع : ما بين مزدلفة إلى منى ; قاله محمد بن كعب القرظي . وقيل : إنه طريق الوادي ; ولعله يرجع إلى الغبار المثار من هذا الموضع . وفي الصحاح : النقع : الغبار ، والجمع : نقاع . والنقع : محبس الماء ، وكذلك ما اجتمع في البئر منه . وفي الحديث : أنه نهى أن يمنع نقع البئر . والنقع الأرض الحرة الطين يستنقع فيها الماء ; والجمع : نقاع وأنقع ; مثل بحر وبحار وأبحر .قلت : وقد يكون النقع رفع الصوت ، ومنه حديث عمر حين قيل له : إن النساء قد اجتمعن يبكين على خالد بن الوليد ; فقال : وما على نساء بني المغيرة أن يسفكن من دموعهن وهن جلوس على أبي سليمان ، ما لم يكن نقع ، ولا لقلقة . قال أبو عبيد : يعني بالنقع رفع الصوت ; على هذا رأيت قول الأكثرين من أهل العلم ; ومنه قول لبيد :فمتى ينقع صراخ صادق     يحلبوها ذات جرس وزجلويروى يحلبوها أيضا . يقول : متى سمعوا صراخا أحلبوا الحرب ، أي جمعوا لها . وقوله ( ينقع صراخ ) : يعني رفع الصوت . وقال الكسائي : قوله نقع ولا لقلقة النقع : صنعة الطعام ; يعني في المأتم . يقال منه : نقعت أنقع نقعا . قال أبو عبيد : ذهب بالنقع إلى النقيعة ; وإنما النقيعة عند غيره من العلماء : صنعة الطعام عند القدوم من سفر ، لا في المأتم . وقال بعضهم : يريد عمر بالنقع : وضع التراب على الرأس ; يذهب إلى أن النقع هو الغبار . ولا أحسب عمر ذهب إلى هذا ، ولا خافه منهن ، وكيف يبلغ خوفه ذا وهو يكره لهن القيام . فقال : يسفكن من دموعهن وهن جلوس . قال بعضهم : النقع : شق الجيوب ; وهو الذي لا أدري ما هو من الحديث ولا أعرفه ، وليس النقع عندي في الحديث إلا الصوت الشديد ، وأما اللقلقة : فشدة الصوت ، ولم أسمع فيه اختلافا . وقرأ أبو حيوة ( فأثرن ) بالتشديد ; أي أرت آثار ذلك . ومن خفف فهو من أثار : إذا حرك ; ومنه وأثاروا الأرض ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَأَثَرْنَ بِهِ نَقْعًا )يقول تعالى ذكره: فرفعن بالوادي غبارا; والنقع: الغبار, ويقال: إنه التراب. والهاء في قوله \" به \" كناية اسم الموضع, وكنى عنه, ولم يجر له ذكر, لأنه معلوم أن الغبار لا يثار إلا من موضع, فاستغنى بفهم السامعين بمعناه من ذكره.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: الخيل.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن واصل, عن عطاء وابن زيد, قال: النقع: الغبار.حدثنا هناد, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: هي أثارت الغبار, يعني الخيل.حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا أبو رجاء, قال: سئل عكرِمة, عن قوله ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: أثارت التراب بحوافرها.حدثنا ابن حميد, قال: ثنا مهران عن سعيد, عن قتادة ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: أثرن بحوافرها نقع التراب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, مثله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: أثرن به غبارا.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس قال: قال لي علي: إنما العاديات ضبحا من عرفة إلى المزدلفة, ومن المزدلفة إلى منى ( فَأَثَرْنَ بِهِ نَقْعًا ) : الأرض حين تطؤها بأخفافها وحوافرها.حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله ( فَأَثَرْنَ بِهِ نَقْعًا ) قال: إذا سرن يثرن التراب."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فتوسَّطن بركبانهن جموع الأعداء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فوسطن به» بالنقع «جمعا» من العدو، أي صرن وسطه وعطف الفعل على الاسم لأنه في تأويل الفعل أي واللاتي عدون فأورين فأغرن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَوَسَطْنَ بِهِ  أي: براكبهن  جَمْعًا  أي: توسطن به جموع الأعداء، الذين أغار عليهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي توسطن ذلك المكان كلهن جمع."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فوسطن به جمعا ) أي دخلن به وسط جمع العدو ، وهم الكتيبة يقال : وسطت ، القوم بالتخفيف ، ووسطتهم ، بالتشديد ، وتوسطهم بالتشديد ، كلها بمعنى واحد . قال القرظي : [ هي الإبل توسط بالقوم ] يعني جمع منى ، [ هذا موضع القسم ] ، أقسم الله بهذه الأشياء ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فوسطن به جمعاجمعا مفعول ب وسطن ; أي فوسطن بركبانهن العدو ; أي الجمع الذي أغاروا عليهم . وقال ابن مسعود : فوسطن به جمعا : يعني مزدلفة ; وسميت جمعا لاجتماع الناس . ويقال : وسطت القوم أسطهم وسطا وسطة ; أي صرت وسطهم . وقرأ علي - رضي الله عنه - فوسطن بالتشديد ، وهي قراءة قتادة وابن مسعود وأبي رجاء ; لغتان بمعنى ، يقال : وسطت القوم ( بالتشديد والتخفيف ) وتوسطهم : بمعنى واحد . وقيل : معنى التشديد : جعلها الجمع قسمين . والتخفيف : صرن في وسط الجمع ; وهما يرجعان إلى معنى الجمع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَوَسَطْنَ بِهِ جَمْعًا )يقول تعالى ذكره: فوسطن بركبانهن جمع القوم, يقال: وسطت القوم بالتخفيف, ووسطته بالتشديد, وتوسطته: بمعنى واحد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا أبو رجاء, قال: سئل عكرِمة, عن قوله: ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: جمع الكفار.حدثنا هناد بن السري, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة ( فَوَسَطْنَ بِهِ جَمْعًا ) قال جمع القوم.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: هو جمع القوم.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن واصل, عن عطاء ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: جمع العدو.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: جمع هؤلاء وهؤلاء.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَوَسَطْنَ بِهِ جَمْعًا ) فوسطن جمع القوم.حدثنا ابن حميد قال: ثنا مهران, عن سعيد, عن قتادة ( فَوَسَطْنَ بِهِ جَمْعًا ) فوسطن بالقوم جمع العدو.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَوَسَطْنَ بِهِ جَمْعًا ) قال: وسطن جمع القوم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فَوَسَطْنَ بِهِ جَمْعًا ) الجمع: الكتيبة.وقال آخرون: بل عني بذلك ( فَوَسَطْنَ بِهِ ) مزدلفة.ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله ( فَوَسَطْنَ بِهِ جَمْعًا ) يعني: مزدلفة."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الإنسان» الكافر «لربه لكنود» لكفور يجحد نعمته تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "والمقسم عليه، قوله:  إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ  أي: لمنوع للخير الذي عليه لربه  .فطبيعة [الإنسان] وجبلته، أن نفسه لا تسمح بما عليه من الحقوق، فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليه من الحقوق المالية والبدنية، إلا من هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن الإنسان لربه لكنود ) هذا هو المقسم عليه ، بمعنى : أنه لنعم ربه لجحود كفور .قال ابن عباس ، ومجاهد ، وإبراهيم النخعي ، وأبو الجوزاء ، وأبو العالية ، وأبو الضحى ، وسعيد بن جبير ، ومحمد بن قيس ، والضحاك ، والحسن ، وقتادة ، والربيع بن أنس ، وابن زيد : الكنود : الكفور . قال الحسن : هو الذي يعد المصائب ، وينسى نعم ربه .وقال ابن أبي حاتم : حدثنا أبو كريب ، حدثنا عبيد الله ، عن إسرائيل ، عن جعفر بن الزبير ، عن القاسم ، عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم : ( إن الإنسان لربه لكنود ) قال : \" الكفور الذي يأكل وحده ، ويضرب عبده ، ويمنع رفده \" .ورواه ابن أبي حاتم ، من طريق جعفر بن الزبير - وهو متروك - فهذا إسناد ضعيف . وقد رواه ابن جرير أيضا من حديث حريز بن عثمان ، عن حمزة بن هانئ ، عن أبي أمامة موقوفا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الإنسان لربه لكنود ) قال ابن عباس ، ومجاهد ، وقتادة : \" لكنود \" : لكفور جحود لنعم الله تعالى . قال الكلبي : هو بلسان مضر وربيعة الكفور ، وبلسان كندة وحضرموت العاصي .وقال الحسن : هو الذي يعد المصائب وينسى النعم . وقال عطاء : هو الذي لا يعطي في النائبة مع قومه .وقال أبو عبيدة : هو قليل الخير ، والأرض الكنود : التي لا تنبت شيئا .وقال الفضيل بن عياض : \" الكنود \" الذي أنسته الخصلة ، الواحدة من الإساءة الخصال الكثيرة من الإحسان ، و \" الشكور \" : الذي أنسته الخصلة الواحدة من الإحسان الخصال الكثيرة من الإساءة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الإنسان لربه لكنودهذا جواب القسم ; أي طبع الإنسان على كفران النعمة . قال ابن عباس : لكنود لكفور جحود لنعم الله . وكذلك قال الحسن . وقال : يذكر المصائب وينسى النعم . أخذه الشاعر فنظمه :يا أيها الظالم في فعله والظلم مردود على من ظلم     إلى متى أنت وحتى متىتشكو المصيبات وتنسى النعم !وروى أبو أمامة الباهلي قال : قال رسول الله - صلى الله عليه وسلم - : \" الكنود ، هو الذي يأكل وحده ، ويمنع رفده ، ويضرب عبده \" . وروى ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - \" ألا أنبئكم بشراركم \" ؟ قالوا بلى يا رسول الله . قال : \" من نزل وحده ، ومنع رفده ، وجلد عبده \" . خرجهما الترمذي الحكيم في نوادر الأصول . وقد روي عن ابن عباس أيضا أنه قال : الكنود بلسان كندة وحضرموت : العاصي ، وبلسان ربيعة ومضر : الكفور . وبلسان كنانة : البخيل السيئ الملكة ; وقاله مقاتل : وقال الشاعر :كنود لنعماء الرجال ومن يكن     كنودا لنعماء الرجال يبعدأي كفور . ثم قيل : هو الذي يكفر باليسير ، ولا يشكر الكثير . وقيل : الجاحد للحق . وقيل : إنما سميت كندة كندة ; لأنها جحدت أباها . وقال إبراهيم بن هرمة الشاعر :دع البخلاء إن شمخوا وصدوا     وذكرى بخل غانية كنودوقيل : الكنود : من كند إذا قطع ; كأنه يقطع ما ينبغي أن يواصله من الشكر . ويقال : كند الحبل : إذا قطعه . قال الأعشى :أميطي تميطي بصلب الفؤاد     وصول حبال وكنادهافهذا يدل على القطع . ويقال : كند يكند كنودا : أي كفر النعمة وجحدها ، فهو كنود . وامرأة كنود أيضا ، وكنود مثله . قال الأعشى :أحدث لها تحدث لوصلك إنها     كند لوصل الزائر المعتادأي كفور للمواصلة . وقال ابن عباس : الإنسان هنا الكافر ; يقول إنه لكفور ; ومنه الأرض الكنود التي لا تنبت شيئا . وقال الضحاك : نزلت في الوليد بن المغيرة . قال المبرد : الكنود : المانع لما عليه . وأنشد لكثير :أحدث لها تحدث لوصلك إنها     كند لوصل الزائر المعتادوقال أبو بكر الواسطي : الكنود : الذي ينفق نعم الله في معاصي الله . وقال أبو بكر الوراق : الكنود : الذي يرى النعمة من نفسه وأعوانه . وقال الترمذي : الذي يرى النعمة ولا يرى المنعم . وقال ذو النون المصري : الهلوع والكنود : هو الذي إذا مسه الشر جزوع ، وإذا مسه الخير منوع . وقيل : هو الحقود الحسود . وقيل : هو الجهول لقدره . وفي الحكمة : من جهل قدره : هتك ستره .قلت : هذه الأقوال كلها ترجع إلى معنى الكفران والجحود . وقد فسر النبي - صلى الله عليه وسلم - معنى الكنود بخصال مذمومة ، وأحوال غير محمودة ; فإن صح فهو أعلى ما يقال ، ولا يبقى لأحد معه مقال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )يقول: إن الإنسان لكفور لنعم ربه. والأرض الكنود: التي لا تنبت شيئا, قال الأعشى:أحْدِثْ لَهَا تُحْدِثْ لِوَصْلِكَ إنَّهاكُنُدٌ لوَصْلِ الزَّائِرِ المُعْتادِ (1)وقيل: إنما سميت كندة: لقطعها أباها.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني عبيد الله بن يوسف الجبيري, قال: ثنا محمد بن كثير, قال: ثنا مسلم, عن مجاهد, عن ابن عباس, قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لربه لكفور.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن منصور, عن مجاهد ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن مجاهد, مثله.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن مهدي بن ميمون, عن شعيب بن الحبحاب, عن الحسن البصري: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: هو الكفور الذي يعد المصائب, وينسى نعم ربه.حدثنا وكيع, عن أبي جعفر, عن الربيع, قال: الكنود: الكفور.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, قال: قال الحسن: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) يقول: لوام لربه يعد المصائبحدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( لَكَنُودٌ ) قال: لكفور.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا ابن حميد, قال: ثنا مهران, عن سعيد, عن قتادة, مثله.حدثنا يحيى بن حبيب بن عربي, قال: ثنا خالد بن الحارث, قال: ثنا شعبة, عن سماك أنه قال: إنما سميت كندة: أنها قطعت أباها( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا أبو كُرَيب, قال: ثنا عبيد الله, عن إسرائيل, عن جعفر بن الزبير, عن القاسم, عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: \" لَكَفُورٌ, الَّذِي يَأْكُلُ وَحْدَهُ وَيَضْرِبُ عَبْدَهُ, وَيَمْنَعُ رِفْدَهُ \" .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: الكنود: الكفور, وقرأ: ( إِنَّ الإنْسَانَ لَكَفُورٌ ) .حدثنا الحسن بن علي بن عياش, قال: ثنا أبو المغيرة عبد القدوس, قال: ثنا حريز بن عثمان, قال: ثني حمزة بن هانيء, عن أبي أمامة أنه كان يقول: الكنود: الذي ينزل وحده, ويضرب عبده, ويمنع رفده.حدثني محمد بن إسماعيل الصوارى, قال: ثنا محمد بن سوار, قال: أخبرنا أبو اليقظان, عن سفيان عن هشام, عن الحسن, في قوله ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لوام لربه, يعد المصائب, وينسى النعم.------------------------الهوامش:(1) البيت من شواهد أبي عبيدة في مجاز القرآن ( 189 ) قال :  إن الإنسان لربه لكنود  : لكفور . وكذلك الأرض الكنود التي لا تنبت شيئا . قال الأعشى : \" أحدث لها ... \" البيت . وفي ( اللسان : كند ) كند يكند كنودا : كفر النعمة . ورجل كناد ( كشداد ) وكنود . وقوله تعالى :  إن الإنسان لربه لكنود  قيل : هو الجحود ، وهو أحسن . وقيل : هو الذي يأكل وحده ، ويمنع رفده ، ويضرب عبده . قال ابن سيده في التعليق على هذا الأخير : ولا أعرف له في اللغة أصلا ، ولا يسوغ أيضا من قوله :  لربه  . وقيل : لكنود : لكفور بالنعمة . وقال الحسن : لوام لربه : يعد المصيبات ، وينسى النعم . وقال الزجاج : لكفور . يعني بذلك : الكافر . ا ه ."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإنه على ذلك» أي كنوده «لشهيد» يشهد على نفسه بصنعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ  أي: إن الإنسان على ما يعرف من نفسه من المنع والكند لشاهد بذلك، لا يجحده ولا ينكره، لأن ذلك أمر بين واضح. ويحتمل أن الضمير عائد إلى الله تعالى أي: إن العبد لربه لكنود، والله شهيد على ذلك، ففيه الوعيد، والتهديد الشديد، لمن هو لربه كنود، بأن الله عليه شهيد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وإنه على ذلك لشهيد ) قال قتادة وسفيان الثوري : وإن الله على ذلك لشهيد . ويحتمل أن يعود الضمير على الإنسان ، قاله محمد بن كعب القرظي ، فيكون تقديره : وإن الإنسان على كونه كنودا لشهيد ، أي : بلسان حاله ، أي : ظاهر ذلك عليه في أقواله وأفعاله ، كما قال تعالى : ( ما كان للمشركين أن يعمروا مساجد الله شاهدين على أنفسهم بالكفر ) [ التوبة : 17 ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإنه على ذلك لشهيد ) قال [ أكثر المفسرين ] : وإن الله على كونه كنودا لشاهد . وقال ابن كيسان : الهاء راجعة إلى الإنسان أي : إنه شاهد على نفسه بما يصنع ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإنه على ذلك لشهيدأي وإن الله - عز وجل - ثناؤه على ذلك من ابن آدم لشهيد . كذا روى منصور عن مجاهد ; وهو قول أكثر المفسرين ، وهو قول ابن عباس . وقال الحسن وقتادة ومحمد بن كعب : وإنه أي وإن الإنسان لشاهد على نفسه بما يصنع ; وروي عن مجاهد أيضا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )يقول تعالى ذكره: إن الله على كنوده ربه لشهيد: يعني لشاهد.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران، عن سعيد، عن قتادة ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ ) قال: يقول: إن الله على ذلك لشهيد.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ ) في بعض القراءات \" إن الله على ذلك لشهيد \".حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ ) يقول: وإن الله عليه شهيد."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإنه لحب الخير» أي المال الحب له فيبخل به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنَّهُ  أي: الإنسان  لِحُبِّ الْخَيْرِ  أي: المال  لَشَدِيدُ  أي: كثير الحب للمال.وحبه لذلك، هو الذي أوجب له ترك الحقوق الواجبة عليه، قدم شهوة نفسه على حق  ربه، وكل هذا لأنه قصر نظره على هذه الدار، وغفل عن الآخرة، ولهذا قال حاثًا له على خوف يوم الوعيد:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وإنه لحب الخير لشديد ) أي : وإنه لحب الخير - وهو : المال - لشديد . وفيه مذهبان :أحدهما : أن المعنى : وإنه لشديد المحبة للمال .والثاني : وإنه لحريص بخيل ; من محبة المال . وكلاهما صحيح ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإنه ) يعني الإنسان ، ( لحب الخير ) أي لحب المال ، ( لشديد ) أي : لبخيل ، أي إنه من أجل حب المال لبخيل . يقال للبخيل : شديد ومتشدد .وقيل : معناه وإنه لحب الخير لقوي ، أي شديد الحب للخير أي المال ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإنه لحب الخير لشديدقوله تعالى : وإنه أي الإنسان من غير خلاف .لحب الخير أي المال ; ومنه قوله تعالى : إن ترك خيرا . وقال عدي :ماذا ترجي النفوس من طلب ال خير ، وحب الحياة كاربهالشديد أي لقوي في حبه للمال . وقيل : لشديد لبخيل . ويقال للبخيل : شديد ومتشدد . قال طرفة :أرى الموت يعتام الكرام ويصطفي     عقيلة مال الفاحش المتشدديقال : اعتامه واعتماه ; أي اختاره . والفاحش : البخيل أيضا . ومنه قوله تعالى : ويأمركم بالفحشاء أي البخل . قال ابن زيد : سمى الله المال خيرا ; وعسى أن يكون شرا وحراما ; ولكن الناس يعدونه خيرا ، فسماه الله خيرا لذلك . وسمى الجهاد سوءا ، فقال : فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء على ما يسميه الناس . قال الفراء : نظم الآية أن يقال : وإنه لشديد الحب للخير ; فلما تقدم الحب قال : شديد ، وحذف من آخره ذكر الحب ; لأنه قد جرى ذكره ، ولرءوس الآي ; كقوله تعالى : في يوم عاصف والعصوف : للريح لا الأيام ، فلما جرى ذكر الريح قبل اليوم ، طرح من آخره ذكر الريح ; كأنه قال : في يوم عاصف الريح ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )يقول تعالى ذكره: وإن الإنسان لحب المال لشديد.واختلف أهل العربية في وجه وصفه بالشدة لحب المال, فقال بعض البصريين: معنى ذلك: وإنه من أجل حب الخير لشديد: أي لبخيل; قال: يقال للبخيل: شديد ومتشدد. واستشهدوا لقوله ذلك ببيت طرفة بن العبد البكري:أرَى المَوْتَ يَعْتامُ النُّفُوسَ ويَصْطَفِيعَقِيلَةَ مالِ الباخِلِ المُتَشَددِ (2)وقال آخرون: معناه: وإنه لحب الخير لقوي.وقال بعض نحويي الكوفة: كان موضع ( لِحُبِّ ) أن يكون بعد شديد, وأن يضاف شديد إليه, فيكون الكلام: وإنه لشديد حب الخير; فلما تقدم الحب في الكلام, قيل: شديد, وحذف من آخره, لما جرى ذكره في أوله ولرءوس الآيات, قال: ومثله في سورة إبراهيم:  كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ  والعصوف لا يكون لليوم, إنما يكون للريح; فلما جرى ذكر الريح قبل اليوم طرحت من آخره, كأنه قال: في يوم عاصف الريح, والله أعلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ ) قال: الخير: الدنيا; وقرأ:  إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ  قال: فقلت له:  إِنْ تَرَكَ خَيْرًا  : المال؟ قال: نعم, وأي شيء هو إلا المال؟ قال: وعسى أن يكون حراما, ولكن الناس يعدونه خيرا, فسماه الله خيرا, لأن الناس يسمونه خيرا في الدنيا, وعسى أن يكون خبيثا, وسمي القتال في سبيل الله سوءا, وقرأ قول الله:  فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ  قال: لم يمسسهم قتال; قال: وليس هو عند الله بسوء, ولكن يسمونه سوءا.وتأويل الكلام: إن الإنسان لربه لكنود, وإنه لحب الخير لشديد, وإن الله على ذلك من أمره لشاهد. ولكن قوله: ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ ) قدم, ومعناه التأخير, فجعل معترضا بين قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) , وبين قوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سعيد, عن قتادة (إِنَّ الإِنْسَانَ لِرَبِّهِ لَكَنُودٌ * وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ) قال: هذا في مقاديم الكلام, قال: يقول: إن الله لشهيد أن الإنسان لحب الخير لشديد.------------------------الهوامش:(2) البيت لطرفة بن العبد ( مختار الشعر الجاهلي 318 ) في معلقته . وفيه : \" يعتام الكرام \" . قال شارحه : يعتام : يختار . والعقيلة : الخيار من كل شيء . والفاحش : البخيل الحريص . يقول : أرى الموت يختار كرام الناس ، وصفوة مال البخلاء ، أي : يأخذ النفيس الذي يضن به ، كما يأخذ الحقير ، فلا يترك شيئا . ا ه . وقال أبو عبيدة في مجاز القرآن ( 189 )  وإنه لحب الخير لشديد  : وإنه من أجل حب الخير لشديد : لبخيل ، يقال للبخيل : شديد ومتشدد ؛ قال طرفة : \" أرى الموت يعتام النفوس ... \" البيت ."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأموات من القبور للحساب والجزاء؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفلا يعلم إذا بُعثر» أثير وأخرج «ما في القبور» من الموتى، أي بعثوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَفَلَا يَعْلَمُ  أي: هلا يعلم هذا المغتر  إِذَا بُعْثِرَ مَا فِي الْقُبُورِ  أي: أخرج الله الأموات من قبورهم، لحشرهم ونشورهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي أخرج ما فيها من الأموات."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"أفلا يعلم\"، أي: أفلا يعلم هذا الإنسان، \"إذا بعثر\"، أي: أثير وأخرج، \"ما في القبور\" من الموتى."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفلا يعلم أي ابن آدم إذا بعثر أي أثير وقلب وبحث ، فأخرج ما فيها . قال أبو عبيدة : بعثرت المتاع : جعلت أسفله أعلاه . وعن محمد بن كعب قال : ذلك حين يبعثون . الفراء : سمعت بعض أعراب بني أسد يقرأ : ( بحثر ) بالحاء مكان العين ; وحكاه الماوردي عن ابن مسعود ، وهما بمعنى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( أَفَلا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ )يقول: أفلا يعلم هذا الإنسان الذي هذه صفته, إذا أثير ما في القبور, وأخرج ما فيها من الموتى وبحث.وذكر أنها في مصحف عبد الله: \" إذا بحث ما في القبور \", وكذلك تأول ذلك أهل التأويل.*ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن علي, عن ابن عباس, في قوله: ( بُعْثِرَ مَا فِي الْقُبُورِ ) بحث. وللعرب في ( بُعْثِرَ ) لغتان: تقول: بعثر, وبحثر, ومعناهما واحد."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واستُخرج ما استتر في الصدور من خير أو شر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وحصِّل» بين وأفرز «ما في الصدور» القلوب من الكفر والإيمان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَحُصِّلَ مَا فِي الصُّدُورِ  أي: ظهر وبان [ما فيها و] ما استتر في الصدور من كمائن الخير والشر، فصار السر علانية، والباطن ظاهرًا، وبان على وجوه الخلق نتيجة أعمالهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال ابن عباس وغيره يعني أبرز وأظهر ما كانوا يسرون في نفوسهم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وحصل ما في الصدور\"، أي: ميز وأبرز ما فيها من خير أو شر."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وحصل ما في الصدور أي ميز ما فيها من خير وشر ; كذا قال المفسرون : وقال ابن عباس : أبرز . وقرأ عبيد بن عمير وسعيد بن جبير ويحيى بن يعمر ونصر بن عاصم وحصل بفتح الحاء وتخفيف الصاد وفتحها ; أي ظهر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَحُصِّلَ مَا فِي الصُّدُورِ (10)وقوله: ( وَحُصِّلَ مَا فِي الصُّدُورِ )يقول: وميز وبين, فأبرز ما في صدور الناس من خير وشر.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن علي, عن ابن عباس, قوله: ( وَحُصِّلَ مَا فِي الصُّدُورِ ) يقول: أبرز.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَحُصِّلَ مَا فِي الصُّدُورِ ) يقول: ميز."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن ربهم بهم وبأعمالهم يومئذ لخبير، لا يخفى عليه شيء من ذلك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن ربهم بهم يومئذ لخبير» لعالم فيجازيهم على كفرهم، أعيد الضمير جمعا نظرا لمعنى الإنسان وهذه الجملة دلت على مفعول يعلم، أي إنا نجازيه وقت ما ذكر وتعلق خبير بيومئذ وهو تعالى خبير دائما لأنه يوم المجازاة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ  أي مطلع على أعمالهم الظاهرة والباطنة، الخفية والجلية، ومجازيهم عليها. وخص خبره  بذلك اليوم، مع أنه خبير بهم في كل وقت، لأن المراد بذلك، الجزاء بالأعمال  الناشئ عن علم الله واطلاعه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي لعالم بجميع ما كانوا يصنعون ويعملون ومجازيهم عليه أوفر الجزاء ولا يظلم مثقال ذرة.آخر تفسير سورة العاديات ولله الحمد و المنة."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن ربهم بهم ) ، [ جمع ] الكناية لأن الإنسان اسم لجنس ، ( يومئذ لخبير ) عالم ، قال الزجاج : إن الله خبير بهم في ذلك اليوم وفي غيره ، ولكن المعنى أنه يجازيهم على كفرهم في ذلك [ اليوم ] ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن ربهم بهم يومئذ لخبير أي عالم لا يخفى عليه منهم خافية . وهو عالم بهم في ذلك اليوم وفي غيره ; ولكن المعنى أنه يجازيهم في ذلك اليوم .وقوله : إذا بعثر العامل في إذا : بعثر ، ولا يعمل فيه يعلم ; إذ لا يراد به العلم من الإنسان ذلك الوقت ، إنما يراد في الدنيا . ولا يعمل فيه خبير ; لأن ما بعد إن لا يعمل فيما قبلها . والعامل في يومئذ : خبير ، وإن فصلت اللام بينهما ; لأن موضع اللام الابتداء . وإنما دخلت في الخبر لدخول إن على المبتدأ . ويروى أن الحجاج قرأ هذه السورة على المنبر يحضهم على الغزو ، فجرى على لسانه : ( أن ربهم ) بفتح الألف ، ثم استدركها فقال : خبير بغير لام . ولولا اللام لكانت مفتوحة ، لوقوع العلم عليها . وقرأ أبو السمال أن ربهم بهم يومئذ خبير . والله سبحانه وتعالى أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ )يقول: إن ربهم بأعمالهم, وما أسرّوا في صدورهم, وأضمروه فيها, وما أعلنوه بجوارحهم منها, عليم لا يخفى عليه منها شيء, وهو مجازيهم على جميع ذلك يومئذ.آخر تفسير سورة: والعاديات"
        }
      ]
    }
  ]
}