{
  "surah": {
    "surahNo": 31,
    "surahNameAr": "لقمان",
    "surahNameArabicLong": "سورة لقمان",
    "surahNameEn": "Luqman",
    "revelationPlace": "Mecca",
    "totalAyat": 34
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الم» الله أعلم بمراده به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "تقدم الكلام عن الحروف المقطعة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "سورة لقمان وهي مكيةقد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذاني قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لا ي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وإن شرا ف ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شيء حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدئ بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حم عسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"الم\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وهي مكية , غير آيتين قال قتادة : أولهما \" ولو أن ما في الأرض من شجرة أقلام \" [ لقمان : 27 ] إلى آخر الآيتين .وقال ابن عباس : ثلاث آيات , أولهن \" ولو أن ما في الأرض \" [ لقمان : 27 ] .وهي أربع وثلاثون آية .اختلف أهل التأويل في الحروف التي في أوائل السورة ; فقال عامر الشعبي وسفيان الثوري وجماعة من المحدثين : هي سر الله في القرآن , ولله في كل كتاب من كتبه سر .فهي من المتشابه الذي انفرد الله تعالى بعلمه , ولا يجب أن يتكلم فيها , ولكن نؤمن بها ونقرؤها كما جاءت .وروي هذا القول عن أبي بكر الصديق وعن علي بن أبي طالب رضي الله عنهما .وذكر أبو الليث السمرقندي عن عمر وعثمان وابن مسعود أنهم قالوا : الحروف المقطعة من المكتوم الذي لا يفسر .وقال أبو حاتم : لم نجد الحروف المقطعة في القرآن إلا في أوائل السور , ولا ندري ما أراد الله جل وعز بها .قلت : ومن هذا المعنى ما ذكره أبو بكر الأنباري : حدثنا الحسن بن الحباب حدثنا أبو بكر بن أبي طالب حدثنا أبو المنذر الواسطي عن مالك بن مغول عن سعيد بن مسروق عن الربيع بن خثيم قال : إن الله تعالى أنزل هذا القران فاستأثر منه بعلم ما شاء , وأطلعكم على ما شاء , فأما ما استأثر به لنفسه فلستم بنائليه فلا تسألوا عنه , وأما الذي أطلعكم عليه فهو الذي تسألون عنه وتخبرون به , وما بكل القرآن تعلمون , ولا بكل ما تعلمون تعملون .قال أبو بكر : فهذا يوضح أن حروفا من القرآن سترت معانيها عن جميع العالم , اختبارا من الله عز وجل وامتحانا ; فمن آمن بها أثيب وسعد , ومن كفر وشك أثم وبعد .حدثنا أبو يوسف بن يعقوب القاضي حدثنا محمد بن أبي بكر حدثنا عبد الرحمن بن مهدي عن سفيان عن الأعمش عن عمارة عن حريث بن ظهير عن عبد الله قال : ما آمن مؤمن أفضل من إيمان بغيب , ثم قرأ : \" الذين يؤمنون بالغيب \" [ البقرة : 3 ] .قلت : هذا القول في المتشابه وحكمه , وهو الصحيح على ما يأتي بيانه في ( آل عمران ) إن شاء الله تعالى .وقال جمع من العلماء كبير : بل يجب أن نتكلم فيها , ونلتمس الفوائد التي تحتها , والمعاني التي تتخرج عليها ; واختلفوا في ذلك على أقوال عديدة ; فروي عن ابن عباس وعلي أيضا : أن الحروف المقطعة في القرآن اسم الله الأعظم , إلا أنا لا نعرف تأليفه منها .وقال قطرب والفراء وغيرهما : هي إشارة إلى حروف الهجاء أعلم الله بها العرب حين تحداهم بالقرآن أنه مؤتلف من حروف هي التي منها بناء كلامهم ; ليكون عجزهم عنه أبلغ في الحجة عليهم إذ لم يخرج عن كلامهم .قال قطرب : كانوا ينفرون عند استماع القرآن , فلما سمعوا : \" الم \" و \" المص \" استنكروا هذا اللفظ , فلما أنصتوا له صلى الله عليه وسلم أقبل عليهم بالقرآن المؤتلف ليثبته في أسماعهم وآذانهم ويقيم الحجة عليهم .وقال قوم : روي أن المشركين لما أعرضوا عن سماع القرآن بمكة وقالوا : \" لا تسمعوا لهذا القرآن والغوا فيه \" [ فصلت : 26 ] نزلت ليستغربوها فيفتحون لها أسماعهم فيسمعون القرآن بعدها فتجب عليهم الحجة .وقال جماعة : هي حروف دالة على أسماء أخذت منها وحذفت بقيتها ; كقول ابن عباس وغيره : الألف من الله , واللام من جبريل , والميم من محمد صلى الله عليه وسلم .وقيل : الألف مفتاح اسمه الله , واللام مفتاح اسمه لطيف , والميم مفتاح اسمه مجيد .وروى أبو الضحى عن ابن عباس في قوله : \" الم \" قال : أنا الله أعلم , \" الر \" أنا الله أرى , \" المص \" أنا الله أفضل .فالألف تؤدي عن معنى أنا , واللام تؤدي عن اسم الله , والميم تؤدي عن معنى أعلم .واختار هذا القول الزجاج وقال : أذهب إلى أن كل حرف منها يؤدي عن معنى ; وقد تكلمت العرب بالحروف المقطعة نظما لها ووضعا بدل الكلمات التي الحروف منها , كقوله : فقلت لها قفي فقالت قاف أراد : قالت وقفت .وقال زهير : بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن تا أراد : وإن شرا فشر .وأراد : إلا أن تشاء .وقال آخر : نادوهم ألا الجموا ألا تا قالوا جميعا كلهم ألا فا أراد : ألا تركبون , قالوا : ألا فاركبوا .وفي الحديث : ( من أعان على قتل مسلم بشطر كلمة ) قال شقيق : هو أن يقول في اقتل : اق ; كما قال عليه السلام ( كفى بالسيف شا ) معناه : شافيا .وقال زيد بن أسلم : هي أسماء للسور .وقال الكلبي : هي أقسام أقسم الله تعالى بها لشرفها وفضلها , وهي من أسمائه ; عن ابن عباس أيضا ورد بعض العلماء هذا القول فقال : لا يصح أن يكون قسما لأن القسم معقود على حروف مثل : إن وقد ولقد وما ; ولم يوجد ها هنا حرف من هذه الحروف , فلا يجوز أن يكون يمينا .والجواب أن يقال : موضع القسم قوله تعالى : \" لا ريب فيه \" فلو أن إنسانا حلف فقال : والله هذا الكتاب لا ريب فيه ; لكان الكلام سديدا , وتكون \" لا \" جواب القسم .فثبت أن قول الكلبي وما روي عن ابن عباس سديد صحيح .فإن قيل : ما الحكمة في القسم من الله تعالى , وكان القوم في ذلك الزمان على صنفين : مصدق , ومكذب ; فالمصدق يصدق بغير قسم , والمكذب لا يصدق مع القسم ؟ .قيل له : القرآن نزل بلغة العرب ; والعرب إذا أراد بعضهم أن يؤكد كلامه أقسم على كلامه ; والله تعالى أراد أن يؤكد عليهم الحجة فأقسم أن القرآن من عنده .وقال بعضهم : \" الم \" أي أنزلت عليك هذا الكتاب من اللوح المحفوظ .وقال قتادة في قوله : \" الم \" قال اسم من أسماء القرآن .وروي عن محمد بن علي الترمذي أنه قال : إن الله تعالى أودع جميع ما في تلك السورة من الأحكام والقصص في الحروف التي ذكرها في أول السورة , ولا يعرف ذلك إلا نبي أو ولي , ثم بين ذلك في جميع السورة ليفقه الناس .وقيل غير هذا من الأقوال ; فالله أعلم .والوقف على هذه الحروف على السكون لنقصانها إلا إذا أخبرت عنها أو عطفتها فإنك تعربها .واختلف : هل لها محل من الإعراب ؟ فقيل : لا ; لأنها ليست أسماء متمكنة , ولا أفعالا مضارعة ; وإنما هي بمنزلة حروف التهجي فهي محكية .هذا مذهب الخليل وسيبويه .ومن قال : إنها أسماء السور فموضعها عنده الرفع على أنها عنده خبر ابتداء مضمر ; أي هذه \" الم \" ; كما تقول : هذه سورة البقرة .أو تكون رفعا على الابتداء والخبر ذلك ; كما تقول : زيد ذلك الرجل .وقال ابن كيسان النحوي : \" الم \" في موضع نصب ; كما تقول : اقرأ \" الم \" أو عليك \" الم \" .وقيل : في موضع خفض بالقسم ; لقول ابن عباس : إنها أقسام أقسم الله بها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  الم (1)وقد تقدّم بياننا تأويل قول الله تعالى ذكره (الم)."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذه الآيات آيات القرآن ذي الحكمة البالغة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تلك» أي هذه الآيات «آيات الكتاب» القرآن «الحكيم» ذي الحكمة والإضافة بمعنى من."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يشير تعالى إشارة دالة على التعظيم إلى  آيَاتُ الْكِتَابِ الْحَكِيمِ  أي: آياته محكمة، صدرت من حكيم خبير.من إحكامها، أنها جاءت بأجل الألفاظ وأفصحها، وأبينها، الدالة على أجل المعاني وأحسنها.ومن إحكامها، أنها محفوظة من التغيير والتبديل، والزيادة والنقص، والتحريف.ومن إحكامها: أن جميع ما فيها من الأخبار  السابقة واللاحقة، والأمور الغيبية كلها، مطابقة للواقع، مطابق لها الواقع، لم يخالفها كتاب من الكتب الإلهية، ولم يخبر بخلافها، نبي من الأنبياء، [ولم يأت ولن يأتي علم محسوس ولا معقول صحيح، يناقض ما دلت عليه]ومن إحكامها: أنها ما أمرت بشيء، إلا وهو خالص المصلحة، أو راجحها، ولا نهت عن شيء، إلا وهو خالص المفسدة أو راجحها، وكثيرا ما يجمع بين الأمر بالشيء، مع ذكر [حكمته]  فائدته، والنهي عن الشيء، مع ذكر مضرته.ومن إحكامها: أنها جمعت بين الترغيب والترهيب، والوعظ البليغ، الذي تعتدل به النفوس الخيرة، وتحتكم، فتعمل بالحزم.ومن إحكامها: أنك تجد آياته المتكررة، كالقصص، والأحكام ونحوها، قد اتفقت كلها وتواطأت، فليس فيها تناقض، ولا اختلاف. فكلما ازداد بها البصير تدبرا، وأعمل فيها العقل تفكرا، انبهر عقله، وذهل لبه من التوافق والتواطؤ، وجزم جزما لا يمترى فيه، أنه تنزيل من حكيم حميد.ولكن - مع أنه حكيم - يدعو إلى كل خلق كريم، وينهى عن كل خلق لئيم، أكثر الناس محرومون الاهتداء به، معرضون عن الإيمان والعمل به، إلا من وفقه اللّه تعالى وعصمه، وهم المحسنون في عبادة ربهم والمحسنون إلى الخلق."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"تلك آيات الكتاب الحكيم\" أي هذه آيات القرآن المحكم المبين وقال مجاهد \"الر تلك آيات الكتاب الحكيم\" وقال الحسن التوراة والزبور وقال قتادة \"تلك آيات الكتاب\" قال الكتب التي كانت قبل القرآن.وهذا القول لا أعرف وجهه ولا معناه."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"تلك آيات الكتاب الحكيم\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "و ( تلك ) في موضع رفع على إضمار مبتدأ ، أي هذه تلك . ويقال : ( تيك آيات الكتاب الحكيم ) بدلا من تلك . والكتاب : القرآن . والحكيم : المحكم ; أي لا خلل فيه ولا تناقض . وقيل ذو الحكمة . وقيل الحاكم"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (تِلكَ آياتُ الكِتابِ الحَكِيمِ) يقول جل ثناؤه: هذه آيات الكتاب الحكيم بيانا وتفصيلا."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذه الآيات هدى ورحمة للذين أحسنوا العمل بما أنزل الله في القرآن، وما أمرهم به رسوله محمد صلى الله عليه وسلم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "هو (هدى ورحمة) بالرفع (للمحسنين) وفي قراءة العامة بالنصب حالاً من الآيات العامل فيها ما في \"تلك\" من معنى الإشارة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فإنه  هُدًى  لهم، يهديهم إلى الصراط المستقيم، ويحذرهم من طرق الجحيم،  وَرَحْمَة  لهم، تحصل لهم به السعادة في الدنيا والآخرة، والخير الكثير، والثواب الجزيل، والفرح والسرور، ويندفع عنهم الضلال والشقاء."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تقدم في أول سورة البقرة عامة الكلام على ما يتعلق بصدر هذه السورة وهو أنه سبحانه وتعالى جعل هذا القرآن هدى وشفاء ورحمة للمحسنين."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "(هدى ورحمة ) قرأ حمزة : \" ورحمة \" بالرفع على الابتداء ، أي : هو هدى ورحمة ، وقرأ الآخرون بالنصب على الحال ) ( للمحسنين )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وقيل الحاكم هدى ورحمة للمحسنين بالنصب على الحال ; مثل : هذه ناقة الله لكم آية وهذه قراءة المدنيين وأبي عمرو وعاصم والكسائي . وقرأ حمزة : ( هدى ورحمة ) بالرفع ، وهو من وجهين : أحدهما : على إضمار مبتدأ ; لأنه أول آية . والآخر : أن يكون خبر ( تلك ) . والمحسن : الذي يعبد الله كأنه يراه ، فإن لم يكن يراه فإنه يراه . وقيل : هم المحسنون في الدين وهو الإسلام ; قال الله تعالى : ومن أحسن دينا ممن أسلم وجهه لله الآية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (هُدًى وَرَحْمَةً) يقول: هذه آيات الكتاب بيانا ورحمة من الله، رحم به من اتبعه، وعمل به من خلقه، وبنصب الهدى والرحمة على القطع من آيات الكتاب قرأت قرّاء الأمصار غير حمزة، فإنه قرأ ذلك رفعا على وجه الاستئناف، إذ كان منقطعا عن الآية التي قبلها بأنه ابتداء آية وأنه مدح، والعرب تفعل ذلك مما كان من نعوت المعارف، وقع موقع الحال إذا كان فيه معنى مدح أو ذمّ. وكلتا القراءتين صواب عندي، وإن كنت إلى النصب أميل، لكثرة القراء به.وقوله: (للْمُحْسِنِينَ) وهم الذين أحسنوا في العمل بما أنزل الله في هذا القرآن، يقول تعالى ذكره: هذا الكتاب الحكيم هدى ورحمة للذين أحسنوا، فعملوا بما فيه من أمر الله ونهيه ."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الذين يؤدون الصلاة كاملة في أوقاتها ويؤتون الزكاة المفروضة عليهم لمستحقيها، وهم بالبعث والجزاء في الدار الآخرة يوقنون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذين يقيمون الصلاة» بيان للمحسنين «ويؤتون الزكاة وهم بالآخرة هم يوقنون» هم الثاني تأكيد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم وصف المحسنين بالعلم التام، وهو اليقين الموجب للعمل والخوف من عقاب اللّه، فيتركون معاصيه، ووصفهم بالعمل، وخص من العمل، عملين فاضلين: الصلاة المشتملة على الإخلاص، ومناجاة اللّه تعالى، والتعبد العام للقلب واللسان، والجوارح المعينة، على سائر الأعمال، والزكاة التي تزكي صاحبها من الصفات الرذيلة، وتنفع أخاه المسلم، وتسد حاجته، ويبين بها أن العبد يؤثر محبة اللّه على محبته للمال، فيخرجه محبوبه من المال، لما هو أحب إليه، وهو طلب مرضاة اللّه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهم الذين أحسنوا العمل في اتباع الشريعة ، فأقاموا الصلاة المفروضة بحدودها وأوقاتها ، وما يتبعها من نوافل راتبة وغير راتبة ، وآتوا الزكاة المفروضة عليهم إلى مستحقيها ، ووصلوا قراباتهم وأرحامهم ، وأيقنوا بالجزاء في الدار الآخرة ، فرغبوا إلى الله في ثواب ذلك ، لم يراءوا به ، ولا أرادوا جزاء من الناس ولا شكورا ، فمن فعل ذلك كذلك فهو من الذين قال الله تعالى :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "الذين يقيمون الصلاة في موضع الصفة ، ويجوز الرفع على القطع بمعنى : هم الذين ، والنصب بإضمار أعني . وقد مضى الكلام في هذه الآية والتي بعدها في ( البقرة ) وغيرها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(الَّذِينَ يُقِيمُونَ الصَّلاةَ) يقول: الذين يقيمون الصَّلاةَ المفروضة بحدودها(وَيُؤْتُونَ الزَّكاةَ) من جعلها الله له المفروضة في أموالهم (وَهُمْ بالآخِرَةِ هُمْ يُوقِنُونَ) يقول: يفعلون ذلك وهم بجزاء الله وثوابه لمن فعل ذلك في الآخرة يوقنون."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أولئك المتصفون بالصفات السابقة على بيان مِن ربهم ونور، وأولئك هم الفائزون في الدنيا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أولئك على هدى من ربهم وأولئك هم المفلحون» الفائزون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ف  أُولَئِكَ  هم المحسنون الجامعون بين العلم التام، والعمل  عَلَى هُدًى  أي: عظيم كما يفيده التنكير، وذلك الهدى حاصل لهم، وواصل إليهم  مِنْ رَبِّهِمْ  الذي لم يزل يربيهم بالنعم; ويدفع عنهم النقم.وهذا الهدى الذي أوصله إليهم، من تربيته الخاصة بأوليائه، وهو أفضل أنواع التربية.  وَأُولَئِكَ هُمُ الْمُفْلِحُونَ  الذين أدركوا رضا ربهم، وثوابه الدنيوي والأخروي، وسلموا من سخطه وعقابه، وذلك لسلوكهم طريق الفلاح، الذي لا طريق له غيرها.ولما ذكر تعالى المهتدين بالقرآن، المقبلين عليه، ذكر من أعرض عنه، ولم يرفع به رأسا، وأنه عوقب على ذلك، بأن تعوض عنه كل باطل من القول، فترك أعلى الأقوال، وأحسن الحديث، واستبدل به أسفل قول وأقبحه، فلذلك قال:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( أولئك على هدى من ربهم ) أي : على بصيرة وبينة ومنهج واضح وجلي ، ( وأولئك هم المفلحون ) أي : في الدنيا والآخرة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"أولئك على هدى من ربهم وأولئك هم المفلحون\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قد مضى الكلام في هذه الآية في ( البقرة ) وغيرها"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (5)يقول تعالى ذكره: هؤلاء الذين وصفت صفتهم على بيان من ربهم ونور (وأُولَئِكَ هُمُ المُفْلحونَ) يقول: وهؤلاء هم المنْجِحون المدركون ما رَجَوا وأملوا من ثواب ربهم يوم القيامة."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ومن الناس مَن يشتري لَهْو الحديث - وهو كل ما يُلهي عن طاعة الله ويصد عن مرضاته- ليضلَّ الناس عن طريق الهدى إلى طريق الهوى، ويتخذ آيات الله سخرية، أولئك لهم عذاب يهينهم ويخزيهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومن الناس من يشتري لهو الحديث» أي ما يلهي منه عما يعني «ليضلَّ» بفتح الياء وضمها «عن سبيل الله» طريق الإسلام «بغير علمٍ ويتخذها» بالنصب عطفاً على يضل، وبالرفع عطفاً على يشتري «هزؤاً» مهزوءاً بها «أولئك لهم عذاب مهين» ذو إهانة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  وَمِنَ النَّاسِ مَنْ  هو محروم مخذول  يَشْتَرِي  أي: يختار ويرغب رغبة من يبذل الثمن في الشيء.  لَهْوَ الْحَدِيثِ  أي: الأحاديث الملهية للقلوب، الصادَّة لها عن أجلِّ مطلوب. فدخل في هذا كل كلام محرم، وكل لغو، وباطل، وهذيان من الأقوال المرغبة في الكفر، والفسوق، والعصيان، ومن أقوال الرادين على الحق، المجادلين بالباطل ليدحضوا به الحق، ومن غيبة، ونميمة، وكذب، وشتم، وسب، ومن غناء ومزامير شيطان، ومن الماجريات الملهية، التي لا نفع فيها في دين ولا دنيا.فهذا الصنف من الناس، يشتري لهو الحديث، عن هدي الحديث  لِيُضِلَّ  الناس  بِغَيْرِ عِلْمٍ  أي: بعدما ضل بفعله، أضل غيره، لأن الإضلال، ناشئ عن الضلال.وإضلاله في هذا الحديث; صده عن الحديث النافع، والعمل النافع، والحق المبين، والصراط المستقيم.ولا يتم له هذا، حتى يقدح في الهدى والحق، ويتخذ آيات اللّه هزوا ويسخر بها، وبمن جاء بها، فإذا جمع بين مدح الباطل والترغيب فيه، والقدح في الحق، والاستهزاء به وبأهله، أضل من لا علم عنده وخدعه بما يوحيه إليه، من القول الذي لا يميزه ذلك الضال، ولا يعرف حقيقته. أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ  بما ضلوا وأضلوا، واستهزءوا [بآيات اللّه]  وكذبوا الحق الواضح."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ما ذكر تعالى حال السعداء ، وهم الذين يهتدون بكتاب الله وينتفعون بسماعه ، كما قال [ الله ] تعالى : ( الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد ) [ الزمر : 23 ] ، عطف بذكر حال الأشقياء الذين أعرضوا عن الانتفاع بسماع كلام الله ، وأقبلوا على استماع المزامير والغناء بالألحان وآلات الطرب ، كما قال ابن مسعود في قوله تعالى : ( ومن الناس من يشتري لهو الحديث ) قال : هو - والله - الغناء .قال ابن جرير : حدثني يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني يزيد بن يونس ، عن أبي صخر ، عن أبي معاوية البجلي ، عن سعيد بن جبير ، عن أبي الصهباء البكري ، أنه سمع عبد الله بن مسعود - وهو يسأل عن هذه الآية : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله ) - فقال عبد الله : الغناء ، والله الذي لا إله إلا هو ، يرددها ثلاث مرات .حدثنا عمرو بن علي ، حدثنا صفوان بن عيسى ، أخبرنا حميد الخراط ، عن عمار ، عن سعيد بن جبير ، عن أبي الصهباء : أنه سأل ابن مسعود عن قول الله : ( ومن الناس من يشتري لهو الحديث ) قال : الغناء .وكذا قال ابن عباس ، وجابر ، وعكرمة ، وسعيد بن جبير ، ومجاهد ، ومكحول ، وعمرو بن شعيب ، وعلي بن بذيمة .وقال الحسن البصري : أنزلت هذه الآية : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ) في الغناء والمزامير .وقال قتادة : قوله : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ) : والله لعله لا ينفق فيه مالا ولكن شراؤه استحبابه ، بحسب المرء من الضلالة أن يختار حديث الباطل على حديث الحق ، وما يضر على ما ينفع .وقيل : عنى بقوله : ( يشتري لهو الحديث ) : اشتراء المغنيات من الجواري .قال ابن أبي حاتم : حدثنا محمد بن إسماعيل الأحمسي : حدثنا وكيع ، عن خلاد الصفار ، عن عبيد الله بن زحر ، عن علي بن يزيد ، عن القاسم بن عبد الرحمن عن أبي أمامة ، عن النبي صلى الله عليه وسلم قال : \" لا يحل بيع المغنيات ولا شراؤهن ، وأكل أثمانهن حرام ، وفيهن أنزل الله عز وجل علي : ( ومن الناس من يشتري لهو الحديث ) .وهكذا رواه الترمذي وابن جرير ، من حديث عبيد الله بن زحر بنحوه ، ثم قال الترمذي : هذا حديث غريب . وضعف علي بن يزيد المذكور .قلت : علي ، وشيخه ، والراوي عنه ، كلهم ضعفاء . والله أعلم .وقال الضحاك في قوله تعالى : ( ومن الناس من يشتري لهو الحديث ) يعني : الشرك . وبه قال عبد الرحمن بن زيد بن أسلم ; واختار ابن جرير أنه كل كلام يصد عن آيات الله واتباع سبيله .وقوله : ( ليضل عن سبيل الله ) أي : إنما يصنع هذا للتخالف للإسلام وأهله .وعلى قراءة فتح الياء ، تكون اللام لام العاقبة ، أو تعليلا للأمر القدري ، أي : قيضوا لذلك ليكونوا كذلك .وقوله : ( ويتخذها هزوا ) قال مجاهد : ويتخذ سبيل الله هزوا ، يستهزئ بها .وقال قتادة : يعني : ويتخذ آيات الله هزوا . وقول مجاهد أولى .وقوله تعالى : ( أولئك لهم عذاب مهين ) أي : كما استهانوا بآيات الله وسبيله ، أهينوا يوم القيامة في العذاب الدائم المستمر ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ومن الناس من يشتري لهو الحديث ) الآية . قال الكلبي ، ومقاتل : نزلت في النضر بن الحارث بن كلدة كان يتجر فيأتي الحيرة ويشتري أخبار العجم ويحدث بها قريشا ، ويقول : إن محمدا يحدثكم بحديث عاد وثمود ، وأنا أحدثكم بحديث رستم واسفنديار وأخبار الأكاسرة ، فيستملحون حديثه ويتركون استماع القرآن ، فأنزل الله هذه الآية . وقال مجاهد : يعني شراء القيان والمغنيين ، ووجه الكلام على هذا التأويل : من يشتري ذات لهو أو ذا لهو الحديث . أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق المزكي ، حدثنا جدي محمد بن إسحاق بن خزيمة ، أخبرنا علي بن حجر ، أخبرنا مشمعل بن ملحان الطائي ، عن مطرح بن يزيد ، عن عبيد الله بن زحر ، عن علي بن يزيد ، عن القاسم بن عبد العزيز ، عن أبي أمامة قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يحل تعليم المغنيات ولا بيعهن وأثمانهن حرام \" ، وفي مثل هذا أنزلت هذه الآية : \" ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله \" ، وما من رجل يرفع صوته بالغناء إلا بعث الله عليه شيطانين : أحدهما على هذا المنكب ، والآخر على هذا المنكب ، فلا يزالان يضربانه بأرجلهما حتى يكون هو الذي يسكت .أخبرنا عبد الرحمن بن أحمد القفال ، أخبرنا أبو منصور أحمد بن الفضل البروجردي ، أخبرنا أبو أحمد بكر بن محمد بن حمدان الصيرفي ، أخبرنا محمد بن غالب بن تمام ، أخبرنا خالد بن أبي يزيد ، عن هشام هو ابن حسان ، عن محمد هو ابن سيرين ، عن أبي هريرة أن النبي - صلى الله عليه وسلم - \" نهى عن ثمن الكلب وكسب الزمارة \" . قال مكحول : من اشترى جارية ضرابة ليمسكها لغنائها وضربها مقيما عليه حتى يموت لم أصل عليه ، إن الله يقول : \" ومن الناس من يشتري لهو الحديث \" الآية . وعن عبد الله بن مسعود ، وابن عباس ، والحسن ، وعكرمة ، وسعيد بن جبير قالوا : \" لهو الحديث \" هو الغناء ، والآية نزلت فيه . ومعنى قوله : ( يشتري لهو الحديث ) أي : يستبدل ويختار الغناء والمزامير والمعازف على القرآن ، قال أبو الصباء البكري سألت ابن مسعود عن هذه الآية فقال : هو الغناء ، والله الذي لا إله إلا هو ، يرددها ثلاث مرات .وقال إبراهيم النخعي : الغناء ينبت النفاق في القلب ، وكان أصحابنا يأخذون بأفواه السكك يخرقون الدفوف . وقيل : الغناء رقية الزنا . وقال ابن جريج : هو الطبل وعن الضحاك قال : هو الشرك . وقال قتادة : هو كل لهو ولعب . ( ليضل عن سبيل الله بغير علم ) أي : يفعله عن جهل . قال قتادة : بحسب المرء من الضلالة أن يختار حديث الباطل على حديث الحق .قوله تعالى : ( ويتخذها هزوا ) أي : يتخذ آيات الله هزوا . قرأ حمزة ، والكسائي ، وحفص ، ويعقوب : ) ( ويتخذها ) بنصب الذال عطفا على قوله : \" ليضل \" ، وقرأ الآخرون بالرفع نسقا على قوله : \" يشتري \" . ( أولئك لهم عذاب مهين )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا أولئك لهم عذاب مهين .فيه خمس مسائل :الأولى : قوله تعالى : ومن الناس من يشتري لهو الحديث من في موضع رفع بالابتداء . و ( لهو الحديث ) : الغناء ; في قول ابن مسعود وابن عباس وغيرهما . النحاس : وهو ممنوع بالكتاب والسنة ; والتقدير : من يشتري ذا لهو أو ذات لهو ; مثل : واسأل القرية . أو يكون التقدير : لما كان إنما اشتراها يشتريها ويبالغ في ثمنها كأنه اشتراها للهو .قلت : هذه إحدى الآيات الثلاث التي استدل بها العلماء على كراهة الغناء والمنع منه . والآية الثانية قوله تعالى : وأنتم سامدون . قال ابن عباس : هو الغناء بالحميرية ; اسمدي لنا ; أي غني لنا .والآية الثالثة قوله تعالى : واستفزز من استطعت منهم بصوتك قال مجاهد : الغناء والمزامير . وقد مضى في ( سبحان ) الكلام فيه . وروى الترمذي عن أبي أمامة عن رسول الله صلى الله عليه وسلم قال : لا تبيعوا القينات ولا تشتروهن ولا تعلموهن ، ولا خير في تجارة فيهن ، وثمنهن حرام في مثل هذا أنزلت هذه الآية : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله إلى آخر الآية . قال أبو عيسى : هذا حديث غريب ، إنما يروى من حديث القاسم عن أبي أمامة ، والقاسم ثقة وعلي بن يزيد يضعف في الحديث ; قاله محمد بن إسماعيل . قال ابن عطية : وبهذا فسر ابن مسعود وابن عباس وجابر بن عبد الله ومجاهد ، وذكره أبو الفرج الجوزي عن الحسن وسعيد بن جبير وقتادة والنخعي .قلت : هذا أعلى ما قيل في هذه الآية ، وحلف على ذلك ابن مسعود بالله الذي لا إله إلا هو ثلاث مرات إنه الغناء . روى سعيد بن جبير عن أبي الصهباء البكري قال : سئل عبد الله بن مسعود عن قوله تعالى : ومن الناس من يشتري لهو الحديث فقال : الغناء والله الذي لا إله إلا هو ; يرددها ثلاث مرات . وعن ابن عمر أنه الغناء ; وكذلك قال عكرمة وميمون بن مهران ومكحول . وروى شعبة وسفيان عن الحكم وحماد عن إبراهيم قال : قال عبد الله بن مسعود : الغناء ينبت النفاق في القلب ; وقاله مجاهد ، وزاد : إن لهو الحديث في الآية الاستماع إلى الغناء وإلى مثله من الباطل . وقال الحسن : لهو الحديث المعازف والغناء . وقال القاسم بن محمد : الغناء باطل والباطل في النار . وقال ابن القاسم سألت مالكا عنه فقال : قال الله تعالى : فماذا بعد الحق إلا الضلال أفحق هو ؟ ! وترجم البخاري ( باب ) كل لهو باطل إذا شغل عن طاعة الله ، ومن قال لصاحبه تعالى أقامرك ، وقوله تعالى : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا فقوله : إذا شغل عن طاعة الله مأخوذ من قوله تعالى : ليضل عن سبيل الله . وعن الحسن أيضا : هو الكفر والشرك . وتأوله قوم على الأحاديث التي يتلهى بها أهل الباطل واللعب .وقيل : نزلت في النضر بن الحارث ; لأنه اشترى كتب الأعاجم : رستم ، وإسفنديار ; فكان يجلس بمكة ، فإذا قالت قريش إن محمدا قال كذا ضحك منه ، وحدثهم بأحاديث ملوك الفرس ويقول : حديثي هذا أحسن من حديث محمد ; حكاه الفراء والكلبي وغيرهما . وقيل : كان يشتري المغنيات فلا يظفر بأحد يريد الإسلام إلا انطلق به إلى قينته فيقول : أطعميه واسقيه وغنيه ; ويقول : هذا خير مما يدعوك إليه محمد من الصلاة والصيام وأن تقاتل بين يديه . وهذا القول والأول ظاهر في الشراء . وقالت طائفة : الشراء في هذه الآية مستعار ، وإنما نزلت الآية في أحاديث قريش وتلهيهم بأمر الإسلام وخوضهم في الباطل . قال ابن عطية : فكان ترك ما يجب فعله وامتثال هذه المنكرات شراء لها ; على حد قوله تعالى : أولئك الذين اشتروا الضلالة بالهدى ; اشتروا الكفر بالإيمان ، أي استبدلوه منه واختاروه عليه . وقال مطرف : شراء لهو الحديث استحبابه . قتادة : ولعله لا ينفق فيه مالا ، ولكن سماعه شراؤه .قلت : القول الأول أولى ما قيل به في هذا الباب ; للحديث المرفوع فيه ، وقول الصحابة والتابعين فيه . وقد زاد الثعلبي والواحدي في حديث أبي أمامة : ( وما من رجل يرفع صوته بالغناء إلا بعث الله عليه شيطانين أحدهما على هذا المنكب والآخر على هذا المنكب فلا يزالان يضربان بأرجلهما حتى يكون هو الذي يسكت ) . وروى الترمذي وغيره من حديث أنس وغيره عن النبي صلى الله عليه وسلم أنه قال : صوتان ملعونان فاجران أنهى عنهما : صوت مزمار ورنة شيطان عند نغمة ومرح ، ورنة عند مصيبة لطم خدود وشق جيوب . وروى جعفر بن محمد عن أبيه عن جده عن علي عليه السلام قال قال رسول الله صلى الله عليه وسلم : ( بعثت بكسر المزامير ) خرجه أبو طالب الغيلاني . وخرج ابن بشران عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم قال : ( بعثت بهدم المزامير والطبل ) . وروى الترمذي من حديث علي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا فعلت أمتي خمس عشرة خصلة حل بها البلاء - فذكر منها : إذا اتخذت القينات والمعازف . وفي حديث أبي هريرة : وظهرت القيان والمعازف . وروى ابن المبارك عن مالك بن أنس عن محمد بن المنكدر عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : من جلس إلى قينة يسمع منها صب في أذنه الآنك يوم القيامة . وروى أسد بن موسى عن عبد العزيز بن أبي سلمة عن محمد بن المنكدر قال : بلغنا أن الله تعالى يقول يوم القيامة : \" أين عبادي الذين كانوا ينزهون أنفسهم وأسماعهم عن اللهو ومزامير الشيطان أحلوهم رياض المسك وأخبروهم أني قد أحللت عليهم رضواني \" . وروى ابن وهب عن مالك عن محمد بن المنكدر مثله ، وزاد بعد قوله \" المسك \" : \" ثم يقول للملائكة أسمعوهم حمدي وشكري وثنائي ، وأخبروهم ألا خوف عليهم ولا هم يحزنون \" . وقد روي مرفوعا هذا المعنى من حديث أبي موسى الأشعري أنه قال : قال رسول الله صلى الله عليه وسلم : من استمع إلى صوت غناء لم يؤذن له أن يسمع الروحانيين . فقيل : ومن الروحانيون يا رسول الله ؟ قال : قراء أهل الجنة خرجه الترمذي الحكيم أبو عبد الله في نوادر الأصول ، وقد ذكرنا في كتاب التذكرة مع نظائره : فمن شرب الخمر في الدنيا لم يشربها في الآخرة ، ومن لبس الحرير في الدنيا لم يلبسه في الآخرة . إلى غير ذلك . وكل ذلك صحيح المعنى على ما بيناه هناك . ومن رواية مكحول عن عائشة قالت : قال رسول الله صلى الله عليه وسلم : من مات وعنده جارية مغنية فلا تصلوا عليه . ولهذه الآثار وغيرها قال العلماء بتحريم الغناء . وهي المسألة : -الثانية : وهو الغناء المعتاد عند المشتهرين به ، الذي يحرك النفوس ويبعثها على الهوى والغزل ، والمجون الذي يحرك الساكن ويبعث الكامن ; فهذا النوع إذا كان في شعر يشبب فيه بذكر النساء ووصف محاسنهن وذكر الخمور والمحرمات لا يختلف في تحريمه ; لأنه اللهو والغناء المذموم بالاتفاق . فأما ما سلم من ذلك فيجوز القليل منه في أوقات الفرح ; كالعرس والعيد وعند التنشيط على الأعمال الشاقة ، كما كان في حفر الخندق وحدو أنجشة وسلمة بن الأكوع . فأما ما ابتدعته الصوفية اليوم من الإدمان على سماع المغاني بالآلات المطربة من الشبابات والطار والمعازف والأوتار فحرام . قال ابن العربي : فأما طبل الحرب فلا حرج فيه ; لأنه يقيم النفوس ويرهب العدو . وفي اليراعة تردد . والدف مباح . الجوهري : وربما سموا قصبة الراعي التي يزمر بها هيرعة ويراعة . قال القشيري : ضرب بين يدي النبي صلى الله عليه وسلم يوم دخل المدينة ، فهم أبو بكر بالزجر فقال رسول الله صلى الله عليه وسلم : دعهن يا أبا بكر حتى تعلم اليهود أن ديننا فسيح ، فكن يضربن ويقلن :نحن بنات النجار ، حبذا محمد من جار. وقد قيل : إن الطبل في النكاح كالدف ، وكذلك الآلات المشهرة للنكاح يجوز استعمالها فيه بما يحسن من الكلام ولم يكن فيه رفث .الثالثة : الاشتغال بالغناء على الدوام سفه ترد به الشهادة ، فإن لم يدم لم ترد . وذكر إسحاق بن عيسى الطباع قال : سألت مالك بن أنس عما يرخص فيه أهل المدينة من الغناء فقال : إنما يفعله عندنا الفساق . وذكر أبو الطيب طاهر بن عبد الله الطبري قال : أما مالك بن أنس فإنه نهى عن الغناء وعن استماعه ، وقال : إذا اشترى جارية ووجدها مغنية كان له ردها بالعيب ; وهو مذهب سائر أهل المدينة ; إلا إبراهيم بن سعد فإنه حكى عنه زكريا الساجي أنه كان لا يرى به بأسا . وقال ابن خويز منداد : فأما مالك فيقال عنه : إنه كان عالما بالصناعة وكان مذهبه تحريمها . وروي عنه أنه قال : تعلمت هذه الصناعة وأنا غلام شاب ، فقالت لي أمي : أي بني ! إن هذه الصناعة يصلح لها من كان صبيح الوجه ولست كذلك ، فطلب العلوم الدينية ; فصحبت ربيعة فجعل الله في ذلك خيرا . قال أبو الطيب الطبري : وأما مذهب أبي حنيفة فإنه يكره الغناء مع إباحته شرب النبيذ ، ويجعل سماع الغناء من الذنوب . وكذلك مذهب سائر أهل الكوفة : إبراهيم والشعبي وحماد والثوري وغيرهم ، لا اختلاف بينهم في ذلك . وكذلك لا يعرف بين أهل البصرة خلاف في كراهية ذلك والمنع منه ; إلا ما روي عن عبيد الله بن الحسن العنبري أنه كان لا يرى به بأسا . قال : وأما مذهب الشافعي فقال : الغناء مكروه يشبه الباطل ، ومن استكثر منه فهو سفيه ترد شهادته .وذكر أبو الفرج الجوزي عن إمامه أحمد بن حنبل ثلاث روايات قال : وقد ذكر أصحابنا عن أبي بكر الخلال وصاحبه عبد العزيز إباحة الغناء ، وإنما أشاروا إلى ما كان في زمانهما من القصائد الزهديات ; قال : وعلى هذا يحمل ما لم يكرهه أحمد ; ويدل عليه أنه سئل عن رجل مات وخلف ولدا وجارية مغنية فاحتاج الصبي إلى بيعها ، فقال : تباع على أنها ساذجة لا على أنها مغنية . فقيل له : إنها تساوي ثلاثين ألفا ; ولعلها إن بيعت ساذجة تساوي عشرين ألفا ؟ فقال : لا تباع إلا على أنها ساذجة . قال أبو الفرج : وإنما قال أحمد هذا لأن هذه الجارية المغنية لا تغني بقصائد الزهد ، بل بالأشعار المطربة المثيرة إلى العشق .وهذا دليل على أن الغناء محظور ; إذ لو لم يكن محظورا ما جاز تفويت المال على اليتيم . وصار هذا كقول أبي طلحة للنبي صلى الله عليه وسلم : عندي خمر لأيتام ؟ فقال : أرقها . فلو جاز استصلاحها لما أمر بتضييع مال اليتامى . قال الطبري : فقد أجمع علماء الأمصار على كراهة الغناء والمنع منه . وإنما فارق الجماعة إبراهيم بن سعد وعبيد الله العنبري ; وقد قال رسول الله صلى الله عليه وسلم : عليكم بالسواد الأعظم . ومن فارق الجماعة مات ميتة جاهلية . قال أبو الفرج : وقال القفال من أصحابنا : لا تقبل شهادة المغني والرقاص .قلت : وإذ قد ثبت أن هذا الأمر لا يجوز فأخذ الأجرة عليه لا تجوز . وقد ادعى أبو عمر بن عبد البر الإجماع على تحريم الأجرة على ذلك . وقد مضى في الأنعام عند قوله : وعنده مفاتح الغيب وحسبك .الرابعة : قال القاضي أبو بكر ابن العربي : وأما سماع القينات فيجوز للرجل أن يسمع غناء جاريته ; إذ ليس شيء منها عليه حراما لا من ظاهرها ولا من باطنها ، فكيف يمنع من التلذذ بصوتها . أما إنه لا يجوز انكشاف النساء للرجال ولا هتك الأستار ولا سماع الرفث ، فإذا خرج ذلك إلى ما لا يحل ولا يجوز منع من أوله واجتث من أصله . وقال أبو الطيب الطبري : أما سماع الغناء من المرأة التي ليست بمحرم فإن أصحاب الشافعي قالوا لا يجوز ، سواء كانت حرة أو مملوكة . قال : وقال الشافعي : وصاحب الجارية إذا جمع الناس لسماعها فهو سفيه ترد شهادته ; ثم غلظ القول فيه فقال : فهي دياثة . وإنما جعل صاحبها سفيها لأنه دعا الناس إلى الباطل ، ومن دعا الناس إلى الباطل كان سفيها .الخامسة : قوله تعالى : ليضل عن سبيل الله قراءة العامة بضم الياء ; أي ليضل غيره عن طريق الهدى ، وإذا أضل غيره فقد ضل . وقرأ ابن كثير وابن محيصن وحميد وأبو عمرو ورويس وابن أبي إسحاق ( بفتح الياء ) على اللازم ; أي ليضل هو نفسه . ويتخذها هزوا قراءة المدنيين وأبي عمرو وعاصم بالرفع عطفا على من يشتري ويجوز أن يكون مستأنفا . وقرأ الأعمش وحمزة والكسائي : ويتخذها بالنصب عطفا على ليضل . ومن الوجهين جميعا لا يحسن الوقف على قوله : بغير علم والوقف على قوله : هزوا ، والهاء في ويتخذها كناية عن الآيات . ويجوز أن يكون كناية عن السبيل ; لأن السبيل يؤنث ويذكر . أولئك لهم عذاب مهين أي شديد يهينهم قال الشاعر [ جرير ] :ولقد جزعت إلى النصارى بعد ما     لقي الصليب من العذاب مهينا"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (6)اختلف أهل التأويل، في تأويل قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيث) فقال بعضهم: من يشتري الشراء المعروف بالثمن، ورووا بذلك خبرا عن رسول الله صلى الله عليه وسلم.وهو ما حدثنا أبو كُرَيب، قال: ثنا وكيع، عن خلاد الصفار، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة، قال: قال رسول الله صلى الله عليه وسلم: \" لا يحِلُّ بَيْعُ المُغَنِّيَاتِ، وَلا شِرَاؤُهُنَّ، وَلا التِّجارَةُ فِيهِنَّ، وَلا أثمَانُهُنَّ، وفيهنّ نزلت هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) \".حدثنا ابن وكيع، قال: ثني أبي، عن خَلاد الصفار، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة، عن النبيّ صلى الله عليه وسلم بنحوه، إلا أنه قال: \" أكْلُ ثَمَنِهِنَّ حَرَامٌ\" وقال أيضا: \" وفِيهِنَّ أنزلَ اللهُ عليَّ هَذِهِ الآيَةَ: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ) \".حدثني عبيد بن آدم بن أبي إياس العسقلاني، قال: ثنا أبي، قال: ثنا سليمان بن حيان، عن عمرو بن قيس الكلابي، عن أبي المهلَّب، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة. قال: وثنا إسماعيل بن عَياش، عن مُطَرَّح بن يزيد، عن عبيد الله بن زَحْر، عن عليّ بن زيد، عن القاسم، عن أبي أُمامة الباهلي، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" لا يحلّ تَعْلِيمُ المُغَنِّياتِ، وَلا بَيْعُهُنَّ وَلا شِرَاؤُهُنَّ، وَثمَنُهُنَّ حَرامٌ، وقَدْ نزلَ تَصْدِيقُ ذلكَ فِي كِتابِ الله (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ) إلى آخر الآية \".وقال آخرون: بل معنى ذلك: من يختار لهو الحديث ويستحبه.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ بغَيْرِ عِلْمٍ) والله لعله أن لا ينفق فيه مالا، &amp;; 20-127 &amp;; ولكن اشتراؤه استحبابه، بحسب المرء من الضلالة أن يختار حديث الباطل على حديث الحقّ، وما يضرّ على ما ينفع.حدثني محمد بن خلف العسقلاني، قال: ثنا أيوب بن سويد، قال: ثنا ابن شوذب، عن مطر في قول الله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ ) قال: اشتراؤه: استحبابه.وأولى التأويلين عندي بالصواب تأويل من قال: معناه: الشراء، الذي هو بالثمن، وذلك أن ذلك هو أظهر معنييه.فإن قال قائل: وكيف يشتري لهو الحديث؟ قيل: يشتري ذات لهو الحديث، أو ذا لهو الحديث، فيكون مشتريا لهو الحديث.وأما الحديث، فإن أهل التأويل اختلفوا فيه، فقال بعضهم: هو الغناء والاستماع له.* ذكر من قال ذلك:حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: أخبرني يزيد بن يونس، عن أبي صخر، عن أبي معاوية البجلي، عن سعيد بن جُبَير، عن أبي الصهباء البكري (1) أنه سمع عبد الله بن مسعود وهو يسأل عن هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ بغَيْرِ عِلْمٍ) فقال عبد الله: الغناء، والذي لا إله إلا هو، يردّدها ثلاث مرّات.حدثنا عمرو بن عليّ، قال: ثنا صفوان بن عيسى، قال: أخبرنا حميد الخراط، عن عمار، عن سعيد بن جُبَير، عن أبي الصهباء، أنه سأل ابن مسعود، عن قول الله (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا أبو كُرَيب، قال: ثنا عليّ بن عابس، عن عطاء، عن سعيد بن جبير، عن ابن عباس (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا عمرو بن عليّ، قال: ثنا عمران بن عيينة، قال: ثنا عطاء بن السائب، عن سعيد بن جُبَير، عن ابن عباس (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء وأشباهه.حدثنا ابن وكيع، والفضل بن الصباح، قالا ثنا محمد بن فضيل، عن عطاء، عن سعيد بن جُبَير عن ابن عباس في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء ونحوه.حدثنا ابن حميد، قال: ثنا حكام بن سلم، عن عمرو بن أبي قيس، عن عطاء، عن سعيد بن جُبَير عن ابن عباس، مثله.حدثنا الحسين بن عبد الرحمن الأنماطي، قال: ثنا عبيد الله، قال: ثنا ابن أبي ليلى، عن الحكم، عن مقسم، عن ابن عباس، قال: هو الغناء والاستماع له، يعني قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ).حدثنا الحسن بن عبد الرحيم، قال: ثنا عبيد الله بن موسى، قال: ثنا سفيان، عن قابوس بن أبي ظبيان، عن أبيه، عن جابر في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء والاستماع له.حدثنا ابن وكيع، قال: ثنا أبي، عن ابن أبي ليلى، عن الحكم أو مقسم، عن مجاهد، عن ابن عباس قال: شراء المغنية.حدثنا ابن وكيع، قال: ثنا حفص والمحاربي، عن ليث، عن الحكم، عن ابن عباس، قال: الغناء.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ) قال: باطل الحديث: هو الغناء ونحوه.حدثنا ابن بشار وابن المثنى، قالا ثنا عبد الرحمن، قال: ثنا سفيان، عن حبيب، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر وعبد الرحمن بن مهدي، عن شعبة، عن الحكم، عن مجاهد أنه قال في هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن حبيب، عن مجاهد قال: الغناء.قال: ثنا أبي، عن شعبة، عن الحكم، عن مجاهد، مثله.حدثنا أبو كُرَيب، قال: ثنا الأشجعي، عن سفيان، عن عبد الكريم، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء، وكلّ لعب لهو.حدثنا الحسين بن عبد الرحمن الأنماطي، قال: ثنا عليّ بن حفص الهمداني، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء والاستماع له وكل لهو.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: المغني والمغنية بالمال الكثير، أو استماع إليه، أو إلى مثله من الباطل.حدثني يعقوب وابن وكيع، قالا ثنا ابن علية، عن ليث، عن مجاهد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء أو الغناء منه، أو الاستماع له.حدثنا أبو كُرَيب، قال: ثنا عثام بن عليّ، عن إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرِمة قال: (لَهْوَ الحَدِيثِ) : الغناء.حدثني عبيد بن إسماعيل الهباري، قال: ثنا عثام، عن إسماعيل بن أبي خالد، عن شعيب بن يسار هكذا قال عكرِمة، عن عبيد، مثله.حدثنا الحسين بن الزبرقان النخعي، قال: ثنا أبو أسامة وعبيد الله، عن أسامة، عن عكرِمة في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن وكيع، قال: ثنا أبي، عن أسامة بن زيد، عن عكرِمة، قال: الغناء.وقال آخرون: عنى باللهو: الطبل.* ذكر من قال ذلك:حدثني عباس بن محمد، قال: ثنا حجاج الأعور، عن ابن جُرَيج، عن مجاهد، قال: اللهو: الطبل.وقال آخرون: عنى بلهو الحديث: الشرك.* ذكر من قال ذلك:حديث عن الحسين، قال: سمعت أبا معاذ، يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) يعني: الشرك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيل اللهِ بغيرِ عِلْمٍ وِيتَّخِذَها هُزُوًا) قال: هؤلاء أهل الكفر، ألا ترى إلى قوله:  وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا  فليس هكذا أهل الإسلام، قال: وناس يقولون: هي فيكم وليس كذلك، قال: وهو الحديث الباطل الذي كانوا يلغون فيه.والصواب من القول في ذلك أن يقال: عنى به كلّ ما كان من الحديث ملهيا عن سبيل الله مما نهى الله عن استماعه أو رسوله؛ لأن الله تعالى عمّ بقوله: (لَهْوَ الحَدِيثِ) ولم يخصص بعضا دون بعض، فذلك على عمومه حتى يأتي ما يدلّ على خصوصه، والغناء والشرك من ذلك.وقوله: (لِيُضِلَّ عَنْ سَبِيلِ اللهِ) يقول: ليصدّ ذلك الذي يشتري من لهو الحديث عن دين الله وطاعته، وما يقرّب إليه من قراءة قرآن وذكر الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (لِيُضِلَّ عَنْ سَبِيلِ اللهِ) قال: سبيل الله: قراءة القرآن، وذكر الله إذا ذكره، وهو رجل من قريش اشترى جارية مغنية.وقوله: (بغَيرِ عِلْم) يقول: فعل ما فعل من اشترائه لهو الحديث جهلا منه بما له في العاقبة عند الله من وزر ذلك وإثمه. وقوله: (وَيَتَّخِذَها هُزُوًا) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة وبعض أهل الكوفة: (وَيَتَّخِذُها) رفعا، عطفا به على قوله: (يَشْتَرِي) كأن معناه عندهم: ومن الناس من يشتري لهو الحديث، ويتخذ آيات الله هزوا. وقرأ ذلك عامة قرّاء الكوفة: (وَيَتَّخِذَها) نصبا عطفا على يضلّ، بمعنى: ليضلّ عن سبيل الله، وليتخذَها هُزُوًا.والصواب من القول في ذلك: أنهما قراءتان معروفتان في قرّاء الأمصار، متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب الصواب في قراءته، والهاء والألف في قوله: (وَيَتَّخِذَها) من ذكر سبيل الله.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: (وَيَتَّخِذَها هُزُوًا) قال: سبيل الله.وقال آخرون: بل ذلك من ذكر آيات الكتاب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قال: بِحَسْب المرء من الضلالة أن يختار حديث الباطل على حديث الحقّ، وما يضرّ على ما ينفع، ويتخذها هزوا يستهزئ بها ويكذّب بها. وهما من أن يكونا من ذكر سبيل الله أشبه عندي لقربهما منها، وإن كان القول الآخر غير بعيد من الصواب، واتخاذه ذلك هزوا هو استهزاؤه به.وقوله: (أُولَئِكَ لَهُمْ عذَابٌ مُهِينٌ) يقول تعالى ذكره: هؤلاء الذين وصفنا أنهم يشترون لهو الحديث ليضلوا عن سبيل الله. لهم يوم القيامة عذاب مُذِلّ مخزٍ في نار جهنم.---------------------الهوامش :(1) أبو الصهباء \"كما في خلاصة الخزرجي\": هو صهيب الهاشمي، عن مولاه ابن عباس، وعلى، وابن مسعود، ولم يقل في نسبته: البكري، هناك صهيب المكي أبو موسى الحذاء، ولم يكنه بأبي الصهباء."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا تتلى عليه آيات القرآن أعرض عن طاعة الله، وتكبَّر غير معتبر، كأنه لم يسمع شيئًا، كأَنَّ في أذنيه صممًا، ومَن هذه حاله فبشِّره -أيها الرسول- بعذاب مؤلم موجع في النار يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا تتلى عليه آياتنا» أي القرآن «ولَّى مستكبرا» متكبرا «كأن لم يسمعها كأن في أذنيه وقرا» صمما وجملتا التشبيه حالان من ضمير ولَّى أو الثانية بيان للأولى «فبشِّره» أعلمه «بعذاب أليم» مؤلم وذكر البشارة تهكم به وهو النضر بن الحارث، كان يأتي الحيرة يتجر فيشتري كتب أخبار الأعاجم ويحدث بها أهل مكة ويقول: إن محمدا يحدثكم أحاديث عاد وثمود، وأنا أحدثكم أحاديث فارس والروم فيستملحون حديثه ويتركون استماع القرآن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولهذا قال  وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا  ليؤمن بها وينقاد لها،  وَلَّى مُسْتَكْبِرًا  أي: أدبر إدبار مستكبر عنها، رادٍّ لها، ولم تدخل قلبه ولا أثرت فيه، بل أدبر عنها  كَأَنْ لَمْ يَسْمَعْهَا  بل  كَأَنَّ فِي أُذُنَيْهِ وَقْرًا  أي: صمما لا تصل إليه الأصوات; فهذا لا حيلة في هدايته. فَبَشِّرْهُ  بشارة تؤثر في قلبه الحزن والغم; وفي بشرته السوء والظلمة والغبرة.  بِعَذَابٍ أَلِيمٍ  مؤلم لقلبه; ولبدنه; لا يقادر قدره; ولا يدرى بعظيم أمره، وهذه بشارة أهل الشر، فلا نِعْمَتِ البشارة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها كأن في أذنيه وقرا ) أي : هذا المقبل على اللهو واللعب والطرب ، إذا تليت عليه الآيات القرآنية ، ولى عنها وأعرض وأدبر وتصام وما به من صمم ، كأنه ما يسمعها; لأنه يتأذى بسماعها ، إذ لا انتفاع له بها ، ولا أرب له فيها ، ( فبشره بعذاب أليم ) أي : يوم القيامة يؤلمه ، كما تألم بسماع كتاب الله وآياته ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وإذا تتلى عليه آياتنا ولى مستكبراً كأن لم يسمعها كأن في أذنيه وقراً فبشره بعذاب أليم\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها كأن في أذنيه وقرا فبشره بعذاب أليم .قوله تعالى : وإذا تتلى عليه آياتنا يعني القرآن . ولى أي أعرض . مستكبرا نصب على الحال . كأن لم يسمعها كأن في أذنيه وقرا ثقلا وصمما . وقد تقدم فبشره بعذاب أليم تقدم أيضا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (7)يقول تعالى ذكره: وإذا تُتلى على هذا الذي اشترى لهو الحديث للإضلال عن سبيل الله آيات كتاب الله، فقرئت عليه (ولَّى مُسْتَكْبِرًا) يقول: أدبر عنها، واستكبر استكبارا، وأعرض عن سماع الحقّ والإجابة عنه (كأَنْ لَمْ يَسْمَعْها كأنَّ فِي أُذُنَيهِ وَقْرًا) يقول: ثقلا فلا يطيق من أجله سماعه.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح عن مجاهد في قوله: (فِي أُذُنَيْهِ وَقْرًا) قال: ثقلا.وقوله: (فَبشِّرْهُ بعَذَابٍ ألِيمٍ) يقول تعالى ذكره: فبشر هذا المعرض عن آيات الله إذا تُلِيت عليه استكبارا بعذاب له من الله يوم القيامة مُوجِع، وذلك عذاب النار."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين آمنوا بالله ورسوله وعملوا الصالحات التي أُمروا بها، أولئك لهم نعيم مقيم في الجنات."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين آمنوا وعملوا الصالحات لهم جنات النعيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأما بشارة أهل الخير فقال:  إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  جمعوا بين عبادة الباطن بالإيمان، والظاهر بالإسلام، والعمل الصالح. لَهُمْ جَنَّاتُ النَّعِيمِ  بشارة لهم بما قدموه، وقرى لهم بما أسلفوه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذا ذكر مآل الأبرار من السعداء في الدار الآخرة ، الذين آمنوا بالله وصدقوا المرسلين ، وعملوا الأعمال الصالحة المتابعة لشريعة الله ( لهم جنات النعيم ) أي : يتنعمون فيها بأنواع الملاذ والمسار ، من المآكل والمشارب ، والملابس والمساكن ، والمراكب والنساء ، والنضرة والسماع الذي لم يخطر ببال أحد ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن الذين آمنوا وعملوا الصالحات لهم جنات النعيم\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الذين آمنوا وعملوا الصالحات لهم جنات النعيم.قوله تعالى : إن الذين آمنوا وعملوا الصالحات لهم جنات النعيم لما ذكر عذاب الكفار ذكر نعيم المؤمنين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ (8)يقول تعالى ذكره: (إنَّ الَّذِينَ آمَنُوا) بالله فوحدوه، وصدّقوا رسوله واتبعوه (وَعمِلُوا الصَّالحَاتِ) يقول: فأطاعوا الله، فعملوا بما أمرهم في كتابه وعلى لسان رسوله، وانتهوا عما نهاهم عنه (لَهُمْ جَنَّاتُ النَّعِيم) يقول: لهؤلاء بساتين النعيم."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وحياتهم في تلك الجنات حياة أبديةٌ لا تنقطع ولا تزول، وعدهم الله بذلك وعدًا حقًا. وهو سبحانه لا يُخلف وعده، وهو العزيز في أمره، الحكيم في تدبيره."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«خالدين فيها» حال مقدرة أي: مقدرا خلودهم فيها إذا دخلوها «وعد الله حقا» أي وعدهم الله ذلك وحقه حقا «وهو العزيز» الذي لا يغلبه شيء فيمنعه من إنجاز وعده ووعيده «الحكيم» الذي لا يضع شيئا إلا في محله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " خَالِدِينَ فِيهَا  أي: في جنات النعيم، نعيم القلب والروح، والبدن. وَعْدَ اللَّهِ حَقًّا  لا يمكن أن يخلف، ولا يغير، ولا يتبدل.  وَهُوَ الْعَزِيزُ الْحَكِيمُ  كامل العزة، كامل الحكمة، من عزته وحكمته، وفق من وفق، وخذل من خذل، بحسب ما اقتضاه علمه فيهم وحكمته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهم في ذلك مقيمون دائما فيها ، لا يظعنون ، ولا يبغون عنها حولا .وقوله : ( وعد الله حقا ) أي : هذا كائن لا محالة; لأنه من وعد الله ، والله لا يخلف الميعاد; لأنه الكريم المنان ، الفعال لما يشاء ، القادر على كل شيء ، ( وهو العزيز ) ، الذي قد قهر كل شيء ، ودان له كل شيء ، ( الحكيم ) ، في أقواله وأفعاله ، الذي جعل القرآن هدى للمؤمنين ( قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى ) [ فصلت : 44 ] ، ( وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا ) [ الإسراء : 82 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"خالدين فيها وعد الله حقاً وهو العزيز الحكيم\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "خالدين فيها أي دائمين . وعد الله حقا أي وعدهم الله هذا وعدا حقا لا خلف فيه . وهو العزيز الحكيم تقدم أيضا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(خالدين فِيها) يقول: ماكثين فيها إلى غير نهاية (وَعْدَ اللهِ حَقًّا) يقول: وعدهم الله وعدا حقا، لا شكّ فيه ولا خلف له (وَهُوَ العَزِيزُ) يقول: وهو الشديد في انتقامه من أهل الشرك به، والصادّين عن سبيله (الحَكِيمُ) في تدبير خلقه."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "خلق الله السموات، ورفعها بغير عمد كما تشاهدونها، وألقى في الأرض جبالا ثابتة؛ لئلا تضطرب وتتحرك فتفسد حياتكم، ونشر في الأرض مختلف أنواع الدواب، وأنزلنا من السحاب مطرًا، فأنبتنا به من الأرض من كل زوج بهيج نافع حسن المنظر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«خلق السماوات بغير عمَدٍ ترونها» أي العمد جمع عماد وهو الاسطوانة، وهو صادق بأن لا عمد أصلا «وألقى في الأرض رواسي» جبالا مرتفعة لـ «أن» لا «تميد» تتحرك «بكم وبثَّ فيها من كل دابة وأنزلنا» فيه التفات عن الغيبة «من السماء ماءً فأنبتنا فيها من كل زوجٍ كريمٍ» صنف حسن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يتلو تعالى على عباده، آثارا من آثار قدرته، وبدائع من بدائع حكمته، ونعما من آثار رحمته، فقال:  خَلْقِ السَّمَاوَاتِ  السبع على عظمها، وسعتها، وكثافتها، وارتفاعها الهائل.  بِغَيْرِ عَمَدٍ تَرَوْنَهَا  أي: ليس لها عمد، ولو كان لها عمد لرئيت، وإنما استقرت واستمسكت، بقدرة اللّه تعالى. وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ  أي: جبالا عظيمة، ركزها في أرجائها وأنحائها، لئلا  تَمِيدَ بِكُمْ  فلولا الجبال الراسيات لمادت الأرض، ولما استقرت بساكنيها. وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ  أي: نشر في الأرض الواسعة، من جميع أصناف الدواب، التي هي مسخرة لبني آدم، ولمصالحهم، ومنافعهم. ولما بثها في الأرض، علم تعالى أنه لا بد لها من رزق تعيش به، فأنزل من السماء ماء مباركا،  فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ  المنظر، نافع مبارك، فرتعت فيه الدواب المنبثة، وسكن إليه كل حيوان."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يبين سبحانه بهذا قدرته العظيمة على خلق السماوات والأرض ، وما فيهما وما بينهما ، فقال : ( خلق السماوات بغير عمد ) ، قال الحسن وقتادة : ليس لها عمد مرئية ولا غير مرئية .وقال ابن عباس ، وعكرمة ، ومجاهد : لها عمد لا ترونها . وقد تقدم تقرير هذه المسألة في أول سورة \" الرعد \" بما أغنى عن إعادته .( وألقى في الأرض رواسي ) يعني : الجبال أرست الأرض وثقلتها لئلا تضطرب بأهلها على وجه الماء; ولهذا قال : ( أن تميد بكم وبث فيها من كل دابة ) أي : وذرأ فيها من أصناف الحيوانات مما لا يعلم عدد أشكالها وألوانها إلا الذي خلقها .ولما قرر أنه الخالق نبه على أنه الرازق بقوله تعالى ( وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم ) أي : من كل زوج من النبات كريم ، أي : حسن المنظر .وقال الشعبي : والناس - أيضا - من نبات الأرض ، فمن دخل الجنة فهو كريم ، ومن دخل النار فهو لئيم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"خلق السموات بغير عمد ترونها وألقى في الأرض رواسي أن تميد بكم وبث فيها من كل دابة وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم\"، حسن."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : خلق السماوات بغير عمد ترونها وألقى في الأرض رواسي أن تميد بكم وبث فيها من كل دابة وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريمقوله تعالى : خلق السماوات بغير عمد ترونها تكون ترونها في موضع خفض على النعت ل ( عمد ) ، فيمكن أن يكون ثم عمد ، ولكن لا ترى . ويجوز أن تكون في موضع نصب على الحال من السماوات ولا عمد ثم البتة . النحاس : وسمعت علي بن سليمان يقول : الأولى أن يكون مستأنفا ، ولا عمد ثم ; قاله مكي . ويكون بغير عمد التمام . وقد مضى في ( الرعد ) الكلام في هذه الآية . وألقى في الأرض رواسي أي جبالا ثوابت . أن تميد بكم في موضع نصب ; أي كراهية أن تميد . والكوفيون يقدرونه بمعنى لئلا تميد . وبث فيها من كل دابة وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم عن ابن عباس : من كل لون حسن . وتأوله الشعبي على الناس ; لأنهم مخلوقون من الأرض ; قال : من كان منهم يصير إلى الجنة فهو الكريم ، ومن كان منهم يصير إلى النار فهو اللئيم . وقد تأول غيره أن النطفة مخلوقة من تراب ، وظاهر القرآن يدل على ذلك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (10)يقول تعالى ذكره: ومن حكمته أنه (خَلَقَ السَّمَاوَاتِ) السبع (بغَيْرِ عَمَدٍ تَرَوْنَها)، وقد ذكرت فيما مضى اختلاف أهل التأويل في معنى قوله: (بغَيْرِ عمَدٍ تَرَوْنَها) وبيَّنا الصواب من القول في ذلك عندنا.وقد حدثنا ابن وكيع، قال: ثنا معاذ بن معاذ، عن عمران بن حدير، عن عكرِمة، عن ابن عباس (بغَيْرِ عَمَدٍ تَرَوْنَها) قال: لعلها بعمد لا ترونها.وقال: ثنا العلاء بن عبد الجبار، عن حماد بن سلمة، عن حميد، عن الحسن بن مسلم، عن مجاهد قال: إنها بعمد لا ترونها.قال: ثنا يحيى بن آدم، عن شريك، عن سماك، عن عكرِمة، عن ابن عباس قال: لعلها بعمد لا ترونها.حدثنا ابن المثنى، قال: ثنا محمد، عن سماك، عن عكرمة في هذا الحرف (خَلَقَ السَّمَواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها) قال: ترونها بغير عمد، وهي بِعمد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (خَلَقَ السَّمَاوَاتِ بغَيْرِ عَمَدٍ تَرَوْنَها) قال: قال الحسن وقَتادة: إنها بغير عمد ترونها، ليس لها عمد.وقال ابن عباس (بغَيْرِ عَمَدٍ تَرَوْنَهَا) قال: لها عمد لا ترونها.وقوله: ( وَأَلْقَى فِي الأرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ ) يقول: وجعل على ظهر الأرض رواسي، وهي ثوابت الجبال أن تميد بكم أن لا تميد بكم. يقول: أن لا تضطرب بكم، ولا تتحرّك يمنة ولا يسرة، ولكن تستقرّ بكم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة: (وألْقَى فِي الأرْضِ رَوَاسِيَ) : أي: جبالا(أنْ تَمِيدَ بِكُمْ) أثبتها بالجبال، ولولا ذلك ما أقرّت عليها خلقا، وذلك كما قال الراجز:والمُهْرُ يأْبَى أنْ يَزَال مُلَهَّبا (2)بمعنى: لا يزال.وقوله: (وَبَثَّ فِيها مِنْ كُلّ دابَّةٍ) يقول: وفرّق في الأرض من كلّ أنواع الدوابّ. وقيل: الدوابّ اسم لكلّ ما أكل وشرب، وهو عندي لكلّ ما دبّ على الأرض.وقوله: (وأنزلْنا مِنَ السَّماءِ ماءً فأنْبَتْنا فِيها مِنْ كُلّ زَوْجٍ كَرِيمٍ) يقول تعالى ذكره: وأنزلنا من السماء مطرا، فأنبتنا بذلك المطر في الأرض من كلّ زوج، يعني: من كل نوع من النبات (كريم)، وهو الحسن النِّبتة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (مِنْ كُلّ زَوْجٍ كَرِيمٍ) : أي حسن.---------------------الهوامش :(2) البيت من شواهد الفراء في (معاني القرآن الورقة 251). قال عند تفسير قوله تعالى: (وألقى في الأرض رواسي أن تميد بكم): لئلا تميد بكم؛ و (أن) في هذا الموضع تكفي من (لا) كما قال الشاعر:والمهر يأتي أن يزل ملهبًا• معناه : يأبى أن لا يزال . ا ه ."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكل ما تشاهدونه هو خلق الله، فأروني- أيها المشركون-: ماذا خلقت آلهتكم التي تعبدونها من دون الله؟ بل المشركون في ذهاب بيِّن عن الحق والاستقامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هذا خلق الله» أي مخلوقه «فأروني» أخبروني يا أهل مكة «ماذا خلق الذين من دونه» غيره أي آلهتكم حتى أشركتموها به تعالى، وما استفهام إنكار مبتدأ وذا بمعنى الذي بصلته خبره وأروني معلق عن العمل وما بعده سد مسد المفعولين «بل» للانتقال «الظالمون في ضلالٍ مبينٍ» بيّن بإشراكهم وأنتم منهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " هَذَا  أي: خلق العالم العلوي والسفلي، من جماد، وحيوان، وسَوْقِ أرزاق الخلق إليهم  خَلق اللَّه  وحده لا شريك له، كل مقر بذلك حتى أنتم يا معشر المشركين. فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ  أي: الذين جعلتموهم له شركاء، تدعونهم وتعبدونهم، يلزم على هذا، أن يكون لهم خلق كخلقه، ورزق كرزقه، فإن كان لهم شيء من ذلك فأرونيه، ليصح ما ادعيتم فيهم من استحقاق العبادة.ومن المعلوم أنهم لا يقدرون أن يروه شيئا من الخلق لها، لأن جميع المذكورات، قد أقروا أنها خلق اللّه وحده، ولا ثَمَّ شيء يعلم غيرها، فثبت عجزهم عن إثبات شيء لها تستحق به أن تعبد.ولكن عبادتهم إياها، عن غير علم وبصيرة، بل عن جهل وضلال، ولهذا قال:  بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ  أي: جَلِيٍّ واضح حيث عبدوا من لا يملك نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا، وتركوا الإخلاص للخالق الرازق المالك لكل الأمور."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( هذا خلق الله ) أي : هذا الذي ذكره تعالى من خلق السماوات ، والأرض وما بينهما ، صادر عن فعل الله وخلقه وتقديره ، وحده لا شريك له في ذلك; ولهذا قال : ( فأروني ماذا خلق الذين من دونه ) أي : مما تعبدون وتدعون من الأصنام والأنداد ، ( بل الظالمون ) يعني : المشركين بالله العابدين معه غيره ) في ضلال ) أي : جهل وعمى ، ( مبين ) أي : واضح ظاهر لا خفاء به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هذا ) يعني الذي ذكرت مما تعاينون ( خلق الله فأروني ماذا خلق الذين من دونه ) من آلهتكم التي تعبدونها ( بل الظالمون في ضلال مبين )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هذا خلق الله مبتدأ وخبر . والخلق بمعنى المخلوق ; أي هذا الذي ذكرته مما تعاينون خلق الله أي مخلوق الله ، أي خلقها من غير شريك . فأروني معاشر المشركين ماذا خلق الذين من دونه يعني الأصنام . بل الظالمون أي المشركون في ضلال مبين أي خسران ظاهر . ( وما ) استفهام في موضع رفع بالابتداء وخبره ( ذا ) وذا بمعنى الذي . و ( خلق ) واقع على هاء محذوفة ; تقديره فأروني أي شيء خلق الذين من دونه ; والجملة في موضع نصب ب ( أروني ) وتضمر الهاء مع ( خلق ) تعود على الذين ; أي فأروني الأشياء التي خلقها الذين من دونه . وعلى هذا القول تقول : ماذا تعلمت ؛ أنحوا أم شعرا . ويجوز أن تكون ( ما ) في موضع نصب ب ( أروني ) و ( ذا ) زائدة وعلى هذا القول يقول : ماذا تعلمت ، أنحوا أم شعرا ؟"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلالٍ مُبِينٍ (11)يقول تعالى ذكره: هذا الذي أعددت عليكم أيها الناس أني خلقته في هذه الآية خلق الله الذي له ألوهة كل شيء، وعبادة كل خلق، الذي لا تصلح العبادة لغيره، ولا تنبغي لشيء سواه، فأروني أيها المشركون في عبادتكم إياه من دونه من الآلهة والأوثان، أي شيء خلق الذين من دونه من آلهتكم وأصنامكم، حتى استحقت عليكم العبادة فعبدتموها من دونه؟ كما استحقّ ذلك عليكم خالقكم، وخالق هذه الأشياء التي عددتها عليكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (هَذَا خَلْقُ اللهِ) ما ذكر من خلق السموات والأرض، وما بثّ من الدوابّ، وما أنبت من كلّ زوج كريم (فأرونِي ماذا خلق الذين مِن دُونِه) الأصنام الذين تدعون من دونه.وقوله: (بَلِ الظَّالِمُونَ فِي ضَلالٍ مُبِينٍ) يقول تعالى ذكره: ما عبد هؤلاء المشركون الأوثان والأصنام من أجل أنها تخلق شيئا، ولكنهم دعاهم إلى عبادتها ضلالهم، وذهابهم عن سبيل الحقّ، فهم في ضلال: يقول: فهم في جور عن الحقّ، وذهاب عن الاستقامة مبين: يقول: يبين لمن تأمله، ونظر فيه وفكَّر بعقل أنه ضلال لا هدى."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد أعطينا عبدًا صالحًا من عبادنا (وهو لقمان) الحكمة، وهي الفقه في الدين وسلامة العقل والإصابة في القول، وقلنا له: اشكر لله نِعَمَه عليك، ومَن يشكر لربه فإنما يعود نَفْع ذلك عليه، ومن جحد نِعَمَه فإن الله غني عن شكره، غير محتاج إليه، له الحمد والثناء على كل حال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد آتينا لقمان الحكمة» منها العلم والديانة والإصابة في القول، وحكمه كثيرة مأثورة، كان يفتي قبل بعثة داود وأدرك بعثته وأخذ عنه العلم وترك الفتيا وقال في ذلك: ألا أكتفي إذا كفيت، وقيل له أي الناس شر؟ قال: الذي لا يبالي إن رآه الناس مسيئاً «أن» أي وقلنا له أن «أشكر لله» على ما أعطاك من الحكمة «ومن يشكر فإنما يشكر لنفسه» لأن ثواب شكره له «ومن كفر» النعمة «فإن الله غني» عن خلقه «حميد» محمود في صنعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن امتنانه على عبده الفاضل لقمان، بالحكمة، وهي العلم [بالحق]  على وجهه وحكمته، فهي العلم بالأحكام، ومعرفة ما فيها من الأسرار والإحكام، فقد يكون الإنسان عالما، ولا يكون حكيما.وأما الحكمة، فهي مستلزمة للعلم، بل وللعمل، ولهذا فسرت الحكمة بالعلم النافع، والعمل الصالح.ولما أعطاه اللّه هذه المنة العظيمة، أمره أن يشكره على ما أعطاه، ليبارك له فيه، وليزيده من فضله، وأخبره أن شكر الشاكرين، يعود نفعه عليهم، وأن من كفر فلم يشكر اللّه، عاد وبال ذلك عليه. والله غني [عنه]  حميد فيما يقدره ويقضيه، على من خالف أمره، فغناه تعالى، من لوازم ذاته، وكونه حميدا في صفات كماله، حميدا في جميل صنعه، من لوازم ذاته، وكل واحد من الوصفين، صفة كمال، واجتماع أحدهما إلى الآخر، زيادة كمال إلى كمال.واختلف المفسرون، هل كان لقمان نبيا، أو عبدا صالحا؟ واللّه تعالى لم يذكر عنه إلا أنه آتاه الحكمة، وذكر بعض ما يدل على حكمته في وعظه لابنه، فذكر أصول الحكمة وقواعدها الكبار."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "اختلف السلف في لقمان ، عليه السلام : هل كان نبيا ، أو عبدا صالحا من غير نبوة ؟ على قولين ، الأكثرون على الثاني .وقال سفيان الثوري ، عن الأشعث ، عن عكرمة ، عن ابن عباس قال : كان لقمان عبدا حبشيا نجارا .وقال قتادة ، عن عبد الله بن الزبير ، قلت لجابر بن عبد الله : ما انتهى إليكم من شأن لقمان ؟ قال : كان قصيرا أفطس من النوبة .وقال يحيى بن سعيد الأنصاري ، عن سعيد بن المسيب قال : كان لقمان من سودان مصر ، ذا مشافر ، أعطاه الله الحكمة ومنعه النبوة .وقال الأوزاعي : رحمه الله ، حدثني عبد الرحمن بن حرملة قال : جاء رجل أسود إلى سعيد بن المسيب يسأله ، فقال له سعيد بن المسيب : لا تحزن من أجل أنك أسود ، فإنه كان من أخير الناس ثلاثة من السودان : بلال ، ومهجع مولى عمر بن الخطاب ، ولقمان الحكيم ، كان أسود نوبيا ذا مشافر .وقال ابن جرير : حدثنا ابن وكيع ، حدثنا أبي ، عن أبي الأشهب ، عن خالد الربعي قال : كان لقمان عبدا حبشيا نجارا ، فقال له مولاه : اذبح لنا هذه الشاة . فذبحها ، فقال : أخرج أطيب مضغتين فيها . فأخرج اللسان والقلب ، فمكث ما شاء الله ثم قال : اذبح لنا هذه الشاة . فذبحها ، فقال : أخرج أخبث مضغتين فيها . فأخرج اللسان والقلب ، فقال له مولاه : أمرتك أن تخرج أطيب مضغتين فيها فأخرجتهما ، وأمرتك أن تخرج أخبث مضغتين فيها فأخرجتهما . فقال لقمان : إنه ليس من شيء أطيب منهما إذا طابا ، ولا أخبث منهما إذا خبثا .وقال شعبة ، عن الحكم ، عن مجاهد : كان لقمان عبدا صالحا ، ولم يكن نبيا .وقال الأعمش : قال مجاهد : كان لقمان عبدا أسود عظيم الشفتين ، مشقق القدمين .وقال حكام بن سلم ، عن سعيد الزبيدي ، عن مجاهد : كان لقمان الحكيم عبدا حبشيا غليظ الشفتين ، مصفح القدمين ، قاضيا على بني إسرائيل .وذكر غيره : أنه كان قاضيا على بني إسرائيل في زمن داود ، عليه السلام .وقال ابن جرير : حدثنا ابن حميد ، حدثنا الحكم حدثنا عمرو بن قيس قال : كان لقمان ، عليه السلام ، عبدا أسود غليظ الشفتين ، مصفح القدمين ، فأتاه رجل وهو في مجلس أناس يحدثهم ، فقال له : ألست الذي كنت ترعى معي الغنم في مكان كذا وكذا ، قال : نعم . فقال : فما بلغ بك ما أرى ؟ قال : صدق الحديث ، والصمت عما لا يعنيني .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا عبد الرحمن بن يزيد عن جابر قال : إن الله رفع لقمان الحكيم بحكمته ، فرآه رجل كان يعرفه قبل ذلك ، فقال له : ألست عبد بني فلان الذي كنت ترعى بالأمس ؟ قال : بلى . قال : فما بلغ بك ما أرى ؟ قال : قدر الله ، وأداء الأمانة ، وصدق الحديث ، وتركي ما لا يعنيني .فهذه الآثار منها ما هو مصرح فيه بنفي كونه نبيا ، ومنها ما هو مشعر بذلك; لأن كونه عبدا قد مسه الرق ينافي كونه نبيا; لأن الرسل كانت تبعث في أحساب قومها; ولهذا كان جمهور السلف على أنه لم يكن نبيا ، وإنما ينقل كونه نبيا عن عكرمة - إن صح السند إليه ، فإنه رواه ابن جرير ، وابن أبي حاتم من حديث وكيع عن إسرائيل ، عن جابر ، عن عكرمة فقال : كان لقمان نبيا . وجابر هذا هو ابن يزيد الجعفي ، وهو ضعيف ، والله أعلم .وقال عبد الله بن وهب : أخبرني عبد الله بن عياش القتباني ، عن عمر مولى غفرة قال : وقف رجل على لقمان الحكيم فقال : أنت لقمان ، أنت عبد بني الحسحاس ؟ قال : نعم . قال : أنت راعي الغنم ؟ قال : نعم . قال : أنت الأسود ؟ قال : أما سوادي فظاهر ، فما الذي يعجبك من أمري ؟ قال : وطء الناس بساطك ، وغشيهم بابك ، ورضاهم بقولك . قال : يا بن أخي إن صغيت إلى ما أقول لك كنت كذلك . قال لقمان : غضي بصري ، وكفي لساني ، وعفة طعمتي ، وحفظي فرجي ، وقولي بصدق ، ووفائي بعهدي ، وتكرمتي ضيفي ، وحفظي جاري ، وتركي ما لا يعنيني ، فذاك الذي صيرني إلى ما ترى .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن نفيل ، حدثنا عمرو بن واقد ، عن عبدة بن رباح ، عن ربيعة ، عن أبي الدرداء ، رضي الله عنه ، أنه قال يوما - وذكر لقمان الحكيم - فقال : ما أوتي ما أوتي عن أهل ولا مال ، ولا حسب ولا خصال ، ولكنه كان رجلا صمصامة سكيتا ، طويل التفكر ، عميق النظر ، لم ينم نهارا قط ، ولم يره أحد قط يبزق ولا يتنخع ، ولا يبول ولا يتغوط ، ولا يغتسل ، ولا يعبث ولا يضحك ، وكان لا يعيد منطقا نطقه إلا أن يقول حكمة يستعيدها إياه أحد ، وكان قد تزوج وولد له أولاد ، فماتوا فلم يبك عليهم . وكان يغشى السلطان ، ويأتي الحكام ، لينظر ويتفكر ويعتبر ، فبذلك أوتي ما أوتي .وقد ورد أثر غريب عن قتادة ، رواه ابن أبي حاتم ، فقال :حدثنا أبي ، حدثنا العباس بن الوليد ، حدثنا زيد بن يحيى بن عبيد الخزاعي ، حدثنا سعيد بن بشير ، عن قتادة قال : خير الله لقمان الحكيم بين النبوة والحكمة ، فاختار الحكمة على النبوة . قال : فأتاه جبريل وهو نائم فذر عليه الحكمة - أو : رش عليه الحكمة - قال : فأصبح ينطق بها .قال سعيد : فسمعت عن قتادة يقول : قيل للقمان : كيف اخترت الحكمة على النبوة وقد خيرك ربك ؟ فقال : إنه لو أرسل إلي بالنبوة عزمة لرجوت فيه الفوز منه ، ولكنت أرجو أن أقوم بها ، ولكنه خيرني فخفت أن أضعف عن النبوة ، فكانت الحكمة أحب إلي .فهذا من رواية سعيد بن بشير ، وفيه ضعف قد تكلموا فيه بسببه ، فالله أعلم .والذي رواه سعيد بن أبي عروبة ، عن قتادة ، في قوله تعالى : ( ولقد آتينا لقمان الحكمة ) أي : الفقه في الإسلام ، ولم يكن نبيا ، ولم يوح إليه .وقوله : ( ولقد آتينا لقمان الحكمة ) أي : الفهم والعلم والتعبير ، ( أن اشكر لله ) أي : أمرناه أن يشكر الله ، عز وجل ، على ما أتاه الله ومنحه ووهبه من الفضل ، الذي خصه به عمن سواه من أبناء جنسه وأهل زمانه .ثم قال تعالى : ( ومن يشكر فإنما يشكر لنفسه ) أي : إنما يعود نفع ذلك وثوابه على الشاكرين لقوله تعالى : ( ومن عمل صالحا فلأنفسهم يمهدون ) [ الروم : 44 ] .وقوله : ( ومن كفر فإن الله غني حميد ) أي : غني عن العباد ، لا يتضرر بذلك ، ولو كفر أهل الأرض كلهم جميعا ، فإنه الغني عمن سواه; فلا إله إلا الله ، ولا نعبد إلا إياه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله تعالى : ( ولقد آتينا لقمان الحكمة ) يعني : العقل والعلم والعمل به والإصابة في الأمور . قال محمد بن إسحاق : وهو لقمان بن ناعور بن ناحور بن تارخ وهو آزر . وقال وهب : كان ابن أخت أيوب ، وقال مقاتل : ذكر أنه كان ابن خالة أيوب . قال الواقدي : كان قاضيا في بني إسرائيل .واتفق العلماء على أنه كان حكيما ، ولم يكن نبيا ، إلا عكرمة فإنه قال : كان لقمان نبيا . وتفرد بهذا القول . وقال بعضهم : خير لقمان بين النبوة والحكمة فاختار الحكمة . وروي أنه كان نائما نصف النهار فنودي : يا لقمان ، هل لك أن يجعلك الله خليفة في الأرض لتحكم بين الناس بالحق ؟ فأجاب الصوت فقال : إن خيرني ربي قبلت العافية ، ولم أقبل البلاء ، وإن عزم علي فسمعا وطاعة ، فإني أعلم إن فعل بي ذلك أعانني وعصمني ، فقالت الملائكة بصوت لا يراهم : لم يا لقمان ؟ قال : لأن الحاكم بأشد المنازل وأكدرها ، يغشاها الظلم من كل مكان أن يعدل فبالحري أن ينجو ، وإن أخطأ أخطأ طريق الجنة ، ومن يكن في الدنيا ذليلا خير من أن يكون شريفا ، ومن يختر الدنيا على الآخرة تفتنه الدنيا ولا يصيب الآخرة . فعجبت الملائكة من حسن منطقه ، فنام نومة فأعطي الحكمة ، فانتبه وهو يتكلم بها ، ثم نودي داود بعده فقبلها ولم يشترط ما اشترط لقمان ، فهوى في الخطيئة غير مرة ، كل ذلك يعفو الله عنه ، وكان لقمان يؤازره بحكمته . وعن خالد الربعي قال : كان لقمان عبدا حبشيا نجارا . وقال سعيد بن المسيب : كان خياطا . وقيل : كان راعي غنم . فروي أنه لقيه رجل وهو يتكلم بالحكمة فقال : ألست فلانا الراعي فبم بلغت ما بلغت ؟ قال : بصدق الحديث ، وأداء الأمانة ، وترك ما لا يعنيني . وقال مجاهد : كان عبدا أسود عظيم الشفتين ومشقق القدمين . قوله - عز وجل - : ( أن اشكر لله ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد آتينا لقمان الحكمة أن اشكر لله ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد .قوله تعالى : ولقد آتينا لقمان الحكمة مفعولان . ولم ينصرف لقمان لأن في آخره ألفا ونونا زائدتين ; فأشبه فعلان الذي أنثاه فعلى فلم ينصرف في المعرفة ; لأن ذلك ثقل ثان ، وانصرف في النكرة لأن أحد الثقلين قد زال ; قاله النحاس . وهو لقمان بن باعوراء بن ناحور بن تارح ، وهو آزر أبو إبراهيم ; كذا نسبه محمد بن إسحاق . وقيل : هو لقمان بن عنقاء بن سرون وكان نوبيا من أهل أيلة ; ذكره السهيلي . قال وهب : كان ابن أخت أيوب . وقال مقاتل : ذكر أنه كان ابن خالة أيوب . الزمخشري : وهو لقمان بن باعوراء بن أخت أيوب أو ابن خالته . وقيل كان من أولاد آزر ، عاش ألف سنة وأدركه داود عليه الصلاة والسلام وأخذ عنه العلم ، وكان يفتي قبل مبعث داود ، فلما بعث قطع الفتوى فقيل له ، فقال : ألا أكتفي إذ كفيت ؟ وقال الواقدي : كان قاضيا في بني إسرائيل . وقال سعيد بن المسيب : كان لقمان أسود من سودان مصر ذا مشافر ، أعطاه الله تعالى الحكمة ومنعه النبوة ; وعلى هذا جمهور أهل التأويل أنه كان وليا ولم يكن نبيا . وقال بنبوته عكرمة والشعبي ; وعلى هذا تكون الحكمة النبوة . والصواب أنه كان رجلا حكيما بحكمة الله تعالى - وهي الصواب في المعتقدات والفقه في الدين والعقل - قاضيا في بني إسرائيل ، أسود مشقق الرجلين ذا مشافر ، أي عظيم الشفتين ; قاله ابن عباس وغيره .وروي من حديث ابن عمر قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" لم يكن لقمان نبيا ولكن كان عبدا كثير التفكر حسن اليقين ، أحب الله تعالى فأحبه ، فمن عليه بالحكمة ، وخيره في أن يجعله خليفة يحكم بالحق ; فقال : رب ، إن خيرتني قبلت العافية وتركت البلاء ، وإن عزمت علي فسمعا وطاعة فإنك ستعصمني \" ذكره ابن عطية . وزاد الثعلبي : \" فقالت له الملائكة بصوت لا يراهم : لم يا لقمان ؟ قال : لأن الحاكم بأشد المنازل وأكدرها ، يغشاه المظلوم من كل مكان ، إن يعن فبالحري أن ينجو ، وإن أخطأ أخطأ طريق الجنة . ومن يكن في الدنيا ذليلا فذلك خير من أن يكون فيها شريفا . ومن يختر الدنيا على الآخرة نفته الدنيا ولا يصيب الآخرة . فعجبت الملائكة من حسن منطقه ; فنام نومة فأعطي الحكمة فانتبه يتكلم بها . ثم نودي داود بعده فقبلها - يعني الخلافة - ولم يشترط ما اشترطه لقمان ، فهوى في الخطيئة غير مرة ، كل ذلك يعفو الله عنه . وكان لقمان يوازره بحكمته ; فقال له داود : طوبى لك يا لقمان ! أعطيت الحكمة وصرف عنك البلاء ، وأعطي داود الخلافة وابتلي بالبلاء والفتنة \" . وقال قتادة : خير الله تعالى لقمان بين النبوة والحكمة ; فاختار الحكمة على النبوة ; فأتاه جبريل عليه السلام وهو نائم فذر عليه الحكمة فأصبح وهو ينطق بها ; فقيل له : كيف اخترت الحكمة على النبوة وقد خيرك ربك ؟ فقال : إنه لو أرسل إلي بالنبوة عزمة لرجوت فيها العون منه ، ولكنه خيرني فخفت أن أضعف عن النبوة ، فكانت الحكمة أحب إلي .واختلف في صنعته ; فقيل : كان خياطا ; قاله سعيد بن المسيب ، وقال لرجل أسود : لا تحزن من أنك أسود ، فإنه كان من خير الناس ثلاثة من السودان : بلال ومهجع مولى عمر ولقمان . وقيل : كان يحتطب كل يوم لمولاه حزمة حطب . وقال لرجل ينظر إليه : إن كنت تراني غليظ الشفتين فإنه يخرج من بينهما كلام رقيق ، وإن كنت تراني أسود فقلبي أبيض . وقيل : كان راعيا ، فرآه رجل كان يعرفه قبل ذلك فقال له : ألست عبد بني فلان ؟ قال : بلى . قال : فما بلغ بك ما أرى ؟ قال : قدر الله ، وأدائي الأمانة ، وصدق الحديث ، وترك ما لا يعنيني ; قاله عبد الرحمن بن زيد بن جابر . وقال خالد الربعي : كان نجارا ; فقال له سيده : اذبح لي شاة وأتني بأطيبها مضغتين ; فأتاه باللسان والقلب ; فقال له : ما كان فيها شيء أطيب من هذين ؟ فسكت ، ثم أمره بذبح شاة أخرى ثم قال له : ألق أخبثها مضغتين ; فألقى اللسان والقلب ; فقال له : أمرتك أن تأتيني بأطيب مضغتين فأتيتني باللسان والقلب ، وأمرتك أن تلقي أخبثها فألقيت اللسان والقلب ؟ ! فقال له : إنه ليس شيء أطيب منهما إذا طابا ، ولا أخبث منهما إذا خبثا .قلت : هذا معناه مرفوع في غير ما حديث ; من ذلك قوله صلى الله عليه وسلم : ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب . وجاء في اللسان آثار كثيرة صحيحة وشهيرة ; منها قوله عليه السلام : من وقاه الله شر اثنتين ولج الجنة : ما بين لحييه ورجليه . . الحديث . وحكم لقمان كثيرة مأثورة هذا منها . وقيل له : أي الناس شر ؟ قال : الذي لا يبالي أن رآه الناس مسيئا. قلت : وهذا أيضا مرفوع معنى ، قال صلى الله عليه وسلم : كل أمتي معافى إلا المجاهرين وإن من المجاهرة أن يعمل الرجل بالليل عملا ثم يصبح وقد ستره الله فيقول يا فلان عملت البارحة كذا وكذا وقد بات يستره ربه ويصبح يكشف ستر الله عنه . رواه أبو هريرة خرجه البخاري . وقال وهب بن منبه : قرأت من حكمة لقمان أرجح من عشرة آلاف باب . وروي أنه دخل على داود عليه السلام وهو يسرد الدروع ، وقد لين الله له الحديد كالطين فأراد أن يسأله ، فأدركته الحكمة فسكت ; فلما أتمها لبسها وقال : نعم لبوس الحرب أنت . فقال : الصمت حكمة ، وقليل فاعله . فقال له داود : بحق ما سميت حكيما .قوله تعالى : أن اشكر لله فيه تقديران : أحدهما أن تكون أن بمعنى أي مفسرة ; أي قلنا له اشكر . والقول الآخر إنها في موضع نصب والفعل داخل في صلتها ; كما حكى سيبويه : كتبت إليه أن قم ; إلا أن هذا الوجه عنده بعيد . وقال الزجاج : المعنى ولقد آتينا لقمان الحكمة لأن يشكر الله تعالى . وقيل : أي بأن اشكر لله تعالى فشكر ; فكان حكيما بشكره لنا . والشكر لله : طاعته فيما أمر به . وقد مضى القول في حقيقته لغة ومعنى في ( البقرة ) وغيرها . ومن يشكر فإنما يشكر لنفسه أي من يطع الله تعالى فإنما يعمل لنفسه ; لأن نفع الثواب عائد إليه . ومن كفر أي كفر النعم فلم يوحد الله فإن الله غني عن عبادة خلقه حميد عند الخلق ; أي محمود . وقال يحيى بن سلام : غني عن خلقه حميد في فعله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (12)يقول تعالى ذكره: ولقد آتينا لقمان الفقه في الدين والعقل والإصابة في القول.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (وَلَقَدْ آتَيْنا لُقْمان الحِكْمَةَ) قال: الفقه والعقل والإصابة في القول من غير نبوّة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلَقَدْ آتَيْنا لُقْمانَ الحِكْمَةَ) أي الفقه في الإسلام، قال قَتادة: ولم يكن نبيا، ولم يوح إليه.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا يونس، عن مجاهد في قوله: (وَلَقَدْ آتَيْنا لُقْمانَ الحِكْمَةَ) قال: الحكمة: الصواب، وقال غير أبي بشر: الصواب في غير النبوّة.حدثنا ابن المثنى، ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن مجاهد &amp;; 20-135 &amp;; أنه قال: كان لقمان رجلا صالحا، ولم يكن نبيا.حدثني نصر بن عبد الرحمن الأودي وابن حميد، قالا ثنا حكام، عن سعيد الزبيدي، عن مجاهد قال: كان لقمان الحكيم عبدا حبشيا، غليظ الشفتين، مصفح القدمين، قاضيا على بني إسرائيل.حدثني عيسى بن عثمان بن عيسى الرملي، قال: ثنا يحيى بن عيسى، عن الأعمش، عن مجاهد، قال: كان لقمان عبدا أسود، عظيم الشفتين، مشقَّق القدمين.حدثني عباس بن محمد، قال: ثنا خالد بن مخلد، قال: ثنا سليمان بن بلال، قال: ثني يحيى بن سعيد، قال: سمعت سعيد بن المسيب يقول: كان لقمان الحكيم أسود من سودان مصر.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن أشعث، عن عكرِمة، عن ابن عباس قال: كان لقمان عبدا حبشيا.حدثنا العباس بن الوليد، قال: أخبرنا أبي، قال: ثنا الأوزاعي، قال: ثنا عبد الرحمن بن حرملة، قال: جاء أسود إلى سعيد بن المسيب يسأل، فقال له سعيد: لا تحزن من أجل أنك أسود، فإنه كان من خير الناس ثلاثة من السودان: بِلال، ومهجِّع مولى عمر بن الخطاب، ولقمان الحكيم كان أسود نوبيا ذا مشافر.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي الأشهب، عن خالد الربعي، قال: كان لقمان عبدا حبشيا نجارا، فقال له مولاه: اذبح لنا هذه الشاة، فذبحها، قال: أخرج أطيب مضغتين فيها، فأخرج اللسان والقلب، ثم مكث ما شاء الله، ثم قال: اذبح لنا هذه الشاة، فذبحها، فقال: أخرج أخبث مضغتين فيها، فأخرج اللسان والقلب، فقال له مولاه: أمرتك أن تخرج أطيب مضغتين فيها فأخرجتهما، وأمرتك أن تخرج أخبث مضغتين فيها فأخرجتهما، فقال له لقمان: إنه ليس من شيء أطيب منهما إذا طابا، ولا أخبث منهما إذا خبثا.حدثنا ابن حميد، قال: ثنا الحكم، قال: ثنا عمرو بن قيس، قال: كان لقمان عبدا أسود، غليظ الشفتين، مصفح القدمين، فأتاه رجل، وهو في مجلس أناس يحدّثهم، فقال له: ألست الذي كنت ترعى معي الغنم في مكان كذا وكذا؟ قال: نعم، قال: فما بلغ بك ما أرى؟ قال: صدق الحديث، والصمت عما لا يعنيني.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن رجل، عن مجاهد (وَلَقَدْ آتَيْنا لُقمانَ الحِكْمَةَ) قال: القرآن.قال: ثنا أبي، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: الحكمة: الأمانة.وقال آخرون: كان نبيا.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثني أبي، عن إسرائيل، عن جابر، عن عكرِمة، قال: كان لقمان نبيا.وقوله: (أنِ اشْكُرْ لِلهِ) يقول تعالى ذكره: (ولقد آتينا لقمان الحكمة)، أن احمد الله على ما آتاك من فضله، وجعل قوله: (أنِ اشكُرْ) ترجمة عن الحكمة؛ لأن من الحكمة التي كان أوتيها، كان شكره الله على ما آتَاهُ، وقوله: (وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) يقول: ومن يشكر الله على نعمه عنده فإنما يشكر لنفسه، لأن الله يجزل له على شكره إياه الثواب، وينقذه به من الهلكة (وَمَن كَفَرَ فإنَّ اللهَ غَنِيٌّ حَمِيدٌ) يقول: ومن كفر نعمة الله عليه إلى نفسه أساء؛ لأن الله معاقبه على كفرانه إياه، والله غنيّ عن شكره إياه على نعمه، لا حاجة به إليه، لأن شكره إياه لا يزيد في سلطانه، ولا ينقص كفرانه إياه من ملكه. ويعني بقوله: (حَمِيدٌ) محمود على كلّ حال، له الحمد على نعمه، كفر العبد نعمته أو شكره عليها، وهو مصروف من مفعول إلى فعيل."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واذكر -أيها الرسول- نصيحة لقمان لابنه حين قال له واعظًا: يا بنيَّ لا تشرك بالله فتظلم نفسك؛ إن الشرك لأعظم الكبائر وأبشعها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«و» اذكر «إذ قال لقمان لابنه وهو يعظه يا بنيّ» تصغير إشفاق «لا تشرك بالله إن الشرك» بالله «لظلم عظيم» فرجع إليه وأسلم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ  أو قال له قولا به يعظه بالأمر، والنهي، المقرون بالترغيب والترهيب، فأمره بالإخلاص، ونهاه عن الشرك، وبيَّن له السبب في ذلك فقال:  إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ  ووجه كونه عظيما، أنه لا أفظع وأبشع ممن سَوَّى المخلوق من تراب، بمالك الرقاب، وسوَّى الذي لا يملك من الأمر شيئا، بمن له الأمر كله، وسوَّى الناقص الفقير من جميع الوجوه، بالرب الكامل الغني من جميع الوجوه، وسوَّى من لم ينعم بمثقال ذرة [من النعم]  بالذي ما بالخلق من نعمة في دينهم، ودنياهم وأخراهم، وقلوبهم، وأبدانهم، إلا منه، ولا يصرف السوء إلا هو، فهل أعظم من هذا الظلم شيء؟؟!وهل أعظم ظلما ممن خلقه اللّه لعبادته وتوحيده، فذهب بنفسه الشريفة، [فجعلها في أخس المراتب]  جعلها عابدة لمن لا يسوى شيئا، فظلم نفسه ظلما كبيرا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن وصية لقمان لولده - وهو : لقمان بن عنقاء بن سدون . واسم ابنه : ثاران في قول حكاه السهيلي . وقد ذكره [ الله ] تعالى بأحسن الذكر ، فإنه آتاه الحكمة ، وهو يوصي ولده الذي هو أشفق الناس عليه وأحبهم إليه ، فهو حقيق أن يمنحه أفضل ما يعرف; ولهذا أوصاه أولا بأن يعبد الله وحده ولا يشرك به شيئا ، ثم قال محذرا له : ( إن الشرك لظلم عظيم ) أي : هو أعظم الظلم .قال البخاري حدثنا قتيبة ، حدثنا جرير ، عن الأعمش ، عن إبراهيم ، عن علقمة ، عن عبد الله ، رضي الله عنه ، قال : لما نزلت : ( الذين آمنوا ولم يلبسوا إيمانهم بظلم ) [ الأنعام : 82 ] ، شق ذلك على أصحاب رسول الله صلى الله عليه وسلم ، وقالوا : أينا لم يلبس إيمانه بظلم ؟ فقال رسول الله صلى الله عليه وسلم : \" إنه ليس بذاك ، ألا تسمع إلى قول لقمان : ( يا بني لا تشرك بالله إن الشرك لظلم عظيم ) .ورواه مسلم من حديث الأعمش ، به .ثم قرن بوصيته إياه بعبادة الله وحده البر بالوالدين . كما قال تعالى : ( وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا ) [ الإسراء : 23 ] . وكثيرا ما يقرن تعالى بين ذلك في القرآن ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإذ قال لقمان لابنه ) واسمه أنعم ، ويقال : مشكم ، ( وهو يعظه يا بني لا تشرك بالله إن الشرك لظلم عظيم ) قرأ ابن كثير : \" يا بني لا تشرك بالله \" بإسكان الياء ، وفتحها حفص ، والباقون بالكسر ، \" يا بني إنها \" بفتح الياء حفص ، والباقون بالكسر ، \" يا بني أقم الصلاة \" ، بفتح الياء البزي عن ابن كثير وحفص ، وبإسكانها القواس ، والباقون بكسرها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذ قال لقمان لابنه وهو يعظه يابني لا تشرك بالله إن الشرك لظلم عظيم .قوله تعالى : وإذ قال لقمان لابنه وهو يعظه قال السهيلي : اسم ابنه ثاران ; في قول الطبري والقتبي . وقال الكلبي : مشكم . وقيل أنعم ; حكاه النقاش . وذكر القشيري أن ابنه وامرأته كانا كافرين فما زال يعظهما حتى أسلما .قلت : ودل على هذا قوله : لا تشرك بالله إن الشرك لظلم عظيم وفي صحيح مسلم وغيره عن عبد الله قال : لما نزلت : الذين آمنوا ولم يلبسوا إيمانهم بظلم شق ذلك على أصحاب رسول الله صلى الله عليه وسلم وقالوا : أينا لا يظلم نفسه ؟ فقال رسول الله صلى الله عليه وسلم : ليس هو كما تظنون إنما هو كما قال لقمان لابنه : يابني لا تشرك بالله إن الشرك لظلم عظيم . واختلف في قوله : إن الشرك لظلم عظيم فقيل : إنه من كلام لقمان . وقيل : هو خبر من الله تعالى منقطعا من كلام لقمان متصلا به في تأكيد المعنى ; ويؤيد هذا الحديث المأثور أنه لما نزلت : الذين آمنوا ولم يلبسوا إيمانهم بظلم أشفق أصحاب رسول الله صلى الله عليه وسلم وقالوا : أينا لم يظلم ; فأنزل الله تعالى : إن الشرك لظلم عظيم فسكن إشفاقهم ، وإنما يسكن إشفاقهم بأن يكون خبرا من الله تعالى ; وقد يسكن الإشفاق بأن يذكر الله ذلك عن عبد قد وصفه بالحكمة والسداد . و ( إذ ) في موضع نصب بمعنى اذكر . وقال الزجاج في كتابه في القرآن : إن إذ في موضع نصب ب ( آتينا ) والمعنى : ولقد آتينا لقمان الحكمة إذ قال . النحاس : وأحسبه غلطا ; لأن في الكلام واوا تمنع من ذلك . وقال : ( يا بني ) بكسر الياء ; لأنها دالة على الياء المحذوفة ، ومن فتحها فلخفة الفتحة عنده ; وقد مضى في ( هود ) القول في هذا . وقوله : ( يا بني ) ليس هو على حقيقة التصغير وإن كان على لفظه ، وإنما هو على وجه الترقيق ; كما يقال للرجل : يا أخي ، وللصبي هو كويس ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (13)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: واذكر يا محمد ( وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ) يقول: لخطأ من القول عظيم."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأَمَرْنا الإنسان ببرِّ والديه والإحسان إليهما، حَمَلَتْه أمه ضعفًا على ضعف، وحمله وفِطامه عن الرضاعة في مدة عامين، وقلنا له: اشكر لله، ثم اشكر لوالديك، إليَّ المرجع فأُجازي كُلا بما يستحق."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ووصينا الإنسان بوالديه» أمرناه أن يبرهما «حملته أمُه» فْوهنت «وهنا على وهنٍ» أي ضعفت للحمل وضعفت للطلق وضعفت للولادة «وفصاله» أي فطامه «في عامين» وقلنا له «أنِ اشكر لي ولوالديك إلىَّ المصير» أي المرجع."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولما أمر بالقيام بحقه، بترك الشرك الذي من لوازمه القيام بالتوحيد، أمر بالقيام بحق الوالدين فقال:  وَوَصَّيْنَا الْإِنْسَانَ  أي: عهدنا إليه، وجعلناه وصية عنده، سنسأله عن القيام بها، وهل حفظها أم لا؟ فوصيناه  بِوَالِدَيْهِ  وقلنا له:  اشْكُرْ لِي  بالقيام بعبوديتي، وأداء حقوقي، وأن لا تستعين بنعمي على معصيتي.  وَلِوَالِدَيْكَ  بالإحسان إليهما بالقول اللين، والكلام اللطيف، والفعل الجميل، والتواضع لهما، [وإكرامهما]  وإجلالهما، والقيام بمئونتهما واجتناب الإساءة إليهما من كل وجه، بالقول والفعل.فوصيناه بهذه الوصية، وأخبرناه أن  إِلَيَّ الْمَصِيرُ  أي: سترجع أيها الإنسان إلى من وصاك، وكلفك بهذه الحقوق، فيسألك: هل قمت بها، فيثيبك الثواب الجزيل؟ أم ضيعتها، فيعاقبك العقاب الوبيل؟.ثم ذكر السبب الموجب لبر الوالدين في الأم، فقال:  حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ  أي: مشقة على مشقة، فلا تزال تلاقي المشاق، من حين يكون نطفة، من الوحم، والمرض، والضعف، والثقل، وتغير الحال، ثم وجع الولادة، ذلك الوجع الشديد.ثم  فِصَالُهُ فِي عَامَيْنِ  وهو ملازم لحضانة أمه وكفالتها ورضاعها، أفما يحسن بمن تحمل على ولده هذه الشدائد، مع شدة الحب، أن يؤكد على ولده، ويوصي إليه بتمام الإحسان إليه؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقال هاهنا ( ووصينا الإنسان بوالديه حملته أمه وهنا على وهن ) . قال مجاهد : مشقة وهن الولد .وقال قتادة : جهدا على جهد .وقال عطاء الخراساني : ضعفا على ضعف .وقوله : ( وفصاله في عامين ) أي : تربيته وإرضاعه بعد وضعه في عامين ، كما قال تعالى : ( والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة ) [ البقرة : 233 ] .ومن هاهنا استنبط ابن عباس وغيره من الأئمة أن أقل مدة الحمل ستة أشهر; لأنه قال تعالى في الآية الأخرى : ( وحمله وفصاله ثلاثون شهرا ) [ الأحقاف : 15 ] .وإنما يذكر تعالى تربية الوالدة وتعبها ومشقتها في سهرها ليلا ونهارا ، ليذكر الولد بإحسانها المتقدم إليه ، كما قال تعالى : ( وقل رب ارحمهما كما ربياني صغيرا ) [ الإسراء : 24 ] ; ولهذا قال : ( أن اشكر لي ولوالديك إلي المصير ) أي : فإني سأجزيك على ذلك أوفر الجزاء .قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عبد الله بن أبي شيبة ، ومحمود بن غيلان قالا حدثنا عبيد الله ، أخبرنا إسرائيل ، عن أبي إسحاق عن سعيد بن وهب قال : قدم علينا معاذ بن جبل ، وكان بعثه النبي صلى الله عليه وسلم ، فقام فحمد الله وأثنى عليه ثم قال : إني [ رسول ] رسول الله صلى الله عليه وسلم إليكم : أن تعبدوا الله ولا تشركوا به شيئا ، وأن تطيعوني لا آلوكم خيرا ، وأن المصير إلى الله ، وإلى الجنة أو إلى النار ، إقامة فلا ظعن ، وخلود فلا موت ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ووصينا الإنسان بوالديه حملته أمه وهنا على وهن ) قال ابن عباس : شدة بعد شدة . وقال الضحاك : ضعفا على ضعف . قال مجاهد : مشقة على مشقة . وقال الزجاج : المرأة إذا حملت توالى عليها الضعف والمشقة . ويقال : الحمل ضعف ، والطلق ضعف ، والوضع ضعف . ) ( وفصاله ) أي : فطامه ( في عامين أن اشكر لي ولوالديك إلي المصير ) المرجع ، قال سفيان بن عيينة في هذه الآية : من صلى الصلوات الخمس فقد شكر الله ، ومن دعا للوالدين في أدبار الصلوات الخمس فقد شكر الوالدين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ووصينا الإنسان بوالديه هاتان الآيتان اعتراض بين أثناء وصية لقمان . وقيل : إن هذا مما أوصى به لقمان ابنه ; أخبر الله به عنه ; أي قال لقمان لابنه : لا تشرك بالله ولا تطع في الشرك والديك ، فإن الله وصى بهما في طاعتهما مما لا يكون شركا ومعصية لله تعالى . وقيل : أي وإذ قال لقمان لابنه ; فقلنا للقمان فيما آتيناه من الحكمة ووصينا الإنسان بوالديه ; أي قلنا له اشكر لله ، وقلنا له ووصينا الإنسان . وقيل : وإذ قال لقمان لابنه ، لا تشرك ، ونحن وصينا الإنسان بوالديه حسنا ، وأمرنا الناس بهذا ، وأمر لقمان به ابنه ; ذكر هذه الأقوال القشيري . والصحيح أن هاتين الآيتين نزلتا في شأن سعد بن أبي وقاص ; كما تقدم في ( العنكبوت ) ، وعليه جماعة المفسرين .وجملة هذا الباب أن طاعة الأبوين لا تراعى في ركوب كبيرة ولا في ترك فريضة على الأعيان ، وتلزم طاعتهما في المباحات ، ويستحسن في ترك الطاعات الندب ; ومنه أمر الجهاد الكفاية ، والإجابة للأم في الصلاة مع إمكان الإعادة ; على أن هذا أقوى من الندب ; لكن يعلل بخوف هلكة عليها ، ونحوه مما يبيح قطع الصلاة فلا يكون أقوى من الندب . وخالف الحسن في هذا التفصيل فقال : إن منعته أمه من شهود العشاء شفقة فلا يطعها .لما خص تعالى الأم بدرجة ذكر الحمل وبدرجة ذكر الرضاع حصل لها بذلك ثلاث مراتب ، وللأب واحدة ; وأشبه ذلك قوله صلى الله عليه وسلم حين قال له رجل : من أبر ؟ قال : أمك ، قال : ثم من ؟ قال : أمك ، قال : ثم من ؟ قال : أمك ، قال : ثم من ؟ قال : أبوك فجعل له الربع من المبرة كما في هذه الآية ; وقد مضى هذا كله في ( سبحان ) .وهنا على وهن أي حملته في بطنها وهي تزداد كل يوم ضعفا على ضعف . وقيل : المرأة ضعيفة الخلقة ثم يضعفها الحمل . وقرأ عيسى الثقفي : ( وهنا على وهن ) بفتح الهاء فيهما ; ورويت عن أبي عمرو ، وهما بمعنى واحد . قال قعنب بن أم صاحب :هل للعواذل من ناه فيزجرها إن العواذل فيها الأين والوهنيقال : وهن يهن ، ووهن يوهن ووهن يهن ; مثل ورم يرم . وانتصب وهنا على المصدر ; ذكره القشيري . النحاس : على المفعول الثاني بإسقاط حرف الجر ; أي حملته بضعف على ضعف . وقرأ الجمهور : وفصاله وقرأ الحسن ويعقوب : ( وفصله ) وهما لغتان ، أي وفصاله في انقضاء عامين ; والمقصود من الفصال الفطام ، فعبر بغايته ونهايته . ويقال : انفصل عن كذا أي تميز ; وبه سمي الفصيل .الناس مجمعون على العامين في مدة الرضاع في باب الأحكام والنفقات ، وأما في تحريم اللبن فحددت فرقة بالعام لا زيادة ولا نقص . وقالت فرقة : العامان وما اتصل بهما من الشهر ونحوه إذا كان متصل الرضاع . وقالت فرقة : إن فطم الصبي قبل العامين وترك اللبن فإن ما شرب بعد ذلك في الحولين لا يحرم ; وقد مضى هذا في ( البقرة ) مستوفى .قوله تعالى : أن اشكر لي ( أن ) في موضع نصب في قول الزجاج ، وأن المعنى : ووصينا الإنسان بوالديه أن اشكر لي . النحاس : وأجود منه أن تكون أن مفسرة ، والمعنى : قلنا له أن اشكر لي ولوالديك . قيل : الشكر لله على نعمة الإيمان ، وللوالدين على نعمة التربية . وقال سفيان بن عيينة : من صلى الصلوات الخمس فقد شكر الله تعالى ، ومن دعا لوالديه في أدبار الصلوات فقد شكرهما ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (14)يقول تعالى ذكره: وأمرنا الإنسان ببرّ والديه (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلى وَهْنٍ) يقول: ضعفا على ضعف، وشدّة على شدّة، ومنه قول زهير:فَلَنْ يَقُولُوا بِحَبْلٍ وَاهِنٍ خَلَقٍلَوْ كانَ قَوْمُكَ فِي أسْبابِه هَلَكُوا (1)وبنحو الذي قلنا في ذلك قال أهل التأويل، غير أنهم اختلفوا في المعني بذلك، فقال بعضهم: عنى به الحمل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( وَوَصَّيْنَا الإنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ ) يقول: شدّة بعد شدّة، وخلقا بعد خلق.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَهْنًا عَلى وَهْنٍ) يقول: ضعفا على ضعف.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلى وَهْنٍ) أي جهدا على جهد.وقال آخرون: بل عنى به: وهن الولد وضعفه على ضعف الأمّ.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَهْنًا عًلى وَهْنٍ) قال: وهن الولد على وهن الوالدة وضعفها.وقوله: (وَفِصَالُهُ فِي عامَيْنِ) يقول: وفطامه في انقضاء عامين. وقيل: (وَفِصَالُهُ فِي عامَيْنِ) وترك ذكر انقضاء اكتفاء بدلالة الكلام عليه، كما قيل:  وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا  يراد به أهل القرية.وقوله: (أن اشْكُرْ لِي وَلِوَالِدَيْكَ) يقول: وعهدنا إليه أن اشكر لي على نعمي عليك، ولوالديك تربيتهما إياك، وعلاجهما فيك ما عالجا من المشقة حتى استحكم قواك. وقوله: (إليَّ المَصِيرُ) يقول: إلى الله مصيرك أيها الإنسان، وهو سائلك عما كان من شكرك له على نعمه عليك، وعما كان من شكرك لوالديك، وبرّك بهما على ما لقيا منك من العناء والمشقة في حال طفوليتك وصباك، وما اصطنعا إليك في برّهما بك، وتحننهما عليك.وذُكر أن هذه الآية نزلت في شأن سعد بن أبي وقاص وأمه.ذكر الرواية الواردة في ذلك:حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سماك بن حرب، عن مصعب بن سعد، قال: حلفت أمّ سعد أن لا تأكل ولا تشرب، حتى يتحوّل سعد عن دينه، قال: فأبى عليها، فلم تزل كذلك حتى غشي عليها، قال: فأتاها بنوها فسقوها، قال: فلما أفاقت دعت الله عليه، فنزلت هذه الآية (وَوَصَّيْنا الإنْسَانَ بِوَالِدَيْهِ) إلى قوله:  فِي الدُّنْيَا مَعْرُوفًاحدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، عن مصعب بن سعد، عن أبيه، قال: قالت أمّ سعد لسعد: أليس الله قد أمر بالبرّ، فوالله، لا أطعم طعاما ولا أشرب شرابا حتى أموت أو تكفر، قال: فكانوا إذا أرادوا أن يطعموها شجروا فاها بعصا، ثم أوجروها، فنزلت هذه الآية (وَوَصَّيْنا الإنسانَ بِوَالِدَيْهِ).حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن سماك بن حرب، قال: قال سعد بن مالك: نزلت فيّ  وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا  قال: لما أسلمت، حلفت أمي لا تأكل طعاما ولا تشرب شرابا، قال: فناشدتها أوّل يوم، فأبت وصبرت، فلما كان اليوم الثاني ناشدتها، فأبت، فلما كان اليوم الثالث ناشدتها فأبت، فقلت: والله، لو كانت لك مئة نفس لخرجت قبل أن أدع ديني هذا، فلما رأت ذلك، وعرفت أني لست فاعلا أكلت.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت أبا هبيرة يقول: قال: نزلت هذه الآية في سعد بن أبي وقاص  وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا ...  الآية.--------------------الهوامش :(1) البيت لزهير بن أبي سلمى (مختار الشعر الجاهلي، بشرح مصطفى السقا، طبعة الحلبي ص 245). وقبل البيت بيت مرتبط به ارتباط السؤال بالجواب قال:هَلا سأَلتَ بني الصَّيْدَاءِ كُلِّهِمِبِأَيّ حَبْلِ جِوَارٍ كُنْتُ أمْتَسِكُومعنى بيت الشاهد: هو حبل شديد محكم، فمن تمسك به نجا، وليس بحبل ضعيف، من تعلق بأسبابه هلك. قالوا: وكان الحارث بن ورقاء الصيداوي من بني أسد، أغار على بني عبد الله بن غطفان، فغنم، واستاق إبل زهير وراعيه يسارًا فخاطبه زهير بهذه القصيدة، وذكره بأنه كان في عهده وجواره، وأنه إن لم يرد عليه الإبل والراعي فإنه سيقول فيه من قصائد الهجو ما يفضحه في أحياء العرب. وقال أبو عبيدة في تفسير قوله تعالى: (وهنًا على وهنٍ): أي ضعفًا إلى ضعفها. واستشهد بالبيت. ا ه . وفيه الواهي بمعنى: الضعيف."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإن جاهدك- أيها الولد المؤمن- والداك على أن تشرك بي غيري في عبادتك إياي مما ليس لك به عِلم، أو أمراك بمعصية مِن معاصي الله فلا تطعهما؛ لأنه لا طاعة لمخلوق في معصية الخالق، وصاحبهما في الدنيا بالمعروف فيما لا إثم فيه، واسلك- أيها الابن المؤمن- طريق مَن تاب من ذنبه، ورجع إليَّ وآمن برسولي محمد صلى الله عليه وسلم، ثم إليَّ مرجعكم، فأخبركم بما كنتم تعملونه في الدنيا، وأجازي كلَّ عامل بعمله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإن جاهداك على أن تشرك بي ما ليس لك به علم» موافقة للواقع «فلا تطعهما وصاحبهما في الدنيا معروفا» أي بالمعروف البر والصلة «واتبع سبيل» طريق «من أناب» رجع «إليَّ» بالطاعة «ثم إليَّ مرجعكم فأنبئكم بما كنتم تعملون» فأجازيكم عليه وجملة الوصية وما بعدها اعتراض."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنْ جَاهَدَاكَ  أي: اجتهد والداك  عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا  ولا تظن أن هذا داخل في الإحسان إليهما، لأن حق اللّه، مقدم على حق كل أحد، و \"لا طاعة لمخلوق، في معصية الخالق\"ولم يقل: \"وإن جاهداك على أن تشرك بي ما ليس لك به علم فعقهما\" بل قال:  فَلَا تُطِعْهُمَا  أي: بالشرك، وأما برهما، فاستمر عليه، ولهذا قال:  وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا  أي: صحبة إحسان إليهما بالمعروف، وأما اتباعهما وهما بحالة الكفر والمعاصي، فلا تتبعهما. وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ  وهم المؤمنون باللّه، وملائكته وكتبه، ورسله، المستسلمون لربهم، المنيبون إليه.واتباع سبيلهم، أن يسلك مسلكهم في الإنابة إلى اللّه، التي هي انجذاب دواعي القلب وإراداته إلى اللّه، ثم يتبعها سعي البدن، فيما يرضي اللّه، ويقرب منه. ثُمَّ إِلَيَّ مَرْجِعُكُمْ  الطائع والعاصي، والمنيب، وغيره  فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ  فلا يخفى على اللّه من أعمالهم خافية."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما ) أي : إن حرصا عليك كل الحرص على أن تتابعهما على دينهما ، فلا تقبل منهما ذلك ، ولا يمنعنك ذلك من أن تصاحبهما في الدنيا معروفا ، أي : محسنا إليهما ، ( واتبع سبيل من أناب إلي ) يعني : المؤمنين ، ( ثم إلي مرجعكم فأنبئكم بما كنتم تعملون ) .قال الطبراني في كتاب العشرة : حدثنا أبو عبد الرحمن عبد الله بن أحمد بن حنبل ، حدثنا أحمد بن أيوب بن راشد ، حدثنا مسلمة بن علقمة ، عن داود بن أبي هند [ عن أبي عثمان النهدي ] : أن سعد بن مالك قال : أنزلت في هذه الآية : ( وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما ) الآية ، وقال : كنت رجلا برا بأمي ، فلما أسلمت قالت : يا سعد ، ما هذا الذي أراك قد أحدثت ؟ لتدعن دينك هذا أو لا آكل ولا أشرب حتى أموت ، فتعير بي ، فيقال : \" يا قاتل أمه \" . فقلت : لا تفعلي يا أمه ، فإني لا أدع ديني هذا لشيء . فمكثت يوما وليلة لم تأكل فأصبحت قد جهدت ، فمكثت يوما [ آخر ] وليلة أخرى لا تأكل ، فأصبحت قد اشتد جهدها ، فلما رأيت ذلك قلت : يا أمه ، تعلمين والله لو كانت لك مائة نفس فخرجت نفسا نفسا ، ما تركت ديني هذا لشيء ، فإن شئت فكلي ، وإن شئت لا تأكلي . فأكلت ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا ) أي : بالمعروف ، وهو البر والصلة والعشرة الجميلة ( واتبع سبيل من أناب إلي ) أي : دين من أقبل إلى طاعتي ، وهو النبي - صلى الله عليه وسلم - وأصحابه . قال عطاء عن ابن عباس : يريد أبا بكر ، وذلك أنه حين أسلم أتاه عثمان ، وطلحة ، والزبير ، وسعد بن أبي وقاص ، وعبد الرحمن بن عوف ، فقالوا له : قد صدقت هذا الرجل وآمنت به ؟ قال : نعم ، هو صادق ، فآمنوا به ، ثم حملهم إلى النبي - صلى الله عليه وسلم - حتى أسلموا ، فهؤلاء لهم سابقة الإسلام . أسلموا بإرشاد أبي بكر . قال الله تعالى : ( واتبع سبيل من أناب إلي ) يعني أبا بكر ، ( ثم إلي مرجعكم فأنبئكم بما كنتم تعملون ) وقيل : نزلت هاتان الآيتان في سعد بن أبي وقاص وأمه ، وقد مضت القصة وقيل : الآية عامة في حق كافة الناس ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون قد بينا أن هذه الآية والتي قبلها نزلتا في شأن سعد بن أبي وقاص لما أسلم ، وأن أمه وهي حمنة بنت أبي سفيان بن أمية حلفت ألا تأكل ; كما تقدم في الآية قبلها .قوله تعالى : وصاحبهما في الدنيا معروفا نعت لمصدر محذوف ; أي مصاحبا معروفا ; يقال صاحبته مصاحبة ومصاحبا . و ( معروفا ) أي ما يحسن .والآية دليل على صلة الأبوين الكافرين بما أمكن من المال إن كانا فقيرين ، وإلانة القول والدعاء إلى الإسلام برفق . وقد قالت أسماء بنت أبي بكر الصديق للنبي عليه الصلاة والسلام وقد قدمت عليها خالتها . وقيل أمها من الرضاعة فقالت : يا رسول الله ، إن أمي قدمت علي وهي راغبة أفأصلها ؟ قال : نعم . وراغبة قيل معناه : عن الإسلام . قال ابن عطية : والظاهر عندي أنها راغبة في الصلة ، وما كانت لتقدم على أسماء لولا حاجتها . ووالدة أسماء هي قتيلة بنت عبد العزى بن عبد أسد . وأم عائشة وعبد الرحمن هي أم رومان قديمة الإسلام .واتبع سبيل من أناب إلي وصية لجميع العالم ; كأن المأمور الإنسان . و ( أناب ) معناه مال ورجع إلى الشيء ; وهذه سبيل الأنبياء والصالحين . وحكى النقاش أن المأمور سعد ، والذي أناب أبو بكر ; وقال : إن أبا بكر لما أسلم أتاه سعد وعبد الرحمن بن عوف وعثمان وطلحة وسعيد والزبير فقالوا : آمنت ؟ ! قال : نعم ; فنزلت فيه : أم من هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه فلما سمعها الستة آمنوا ; فأنزل الله تعالى فيهم : والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى إلى قوله أولئك الذين هداهم الله . وقيل : الذي أناب النبي صلى الله عليه وسلم . وقال ابن عباس : ولما أسلم سعد أسلم معه أخواه عامر وعويمر ; فلم يبق منهم مشرك إلا عتبة . ثم توعد عز وجل ببعث من في القبور والرجوع إليه للجزاء والتوقيف على صغير الأعمال وكبيرها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (15)يقول تعالى ذكره: وإن جاهدك أيها الإنسان، والداك على أن تشرك بي في عبادتك إياي معي غيري، مما لا تعلم أنه لي شريك، ولا شريك له تعالى ذكره علوّا كبيرا، فلا تطعهما فيما أراداك عليه من الشرك بي، (وَصَاحِبْهُمَا فِي الدُّنْيا مَعْرُوفًا) يقول: وصاحبهما في الدنيا بالطاعة لهما فيما لا تبعة عليك فيه، فيما بينك وبين ربك ولا إثم.وقوله: (وَاتَّبِعْ سَبِيلَ مَنْ أنابَ إليَّ) يقول: واسلك طريق من تاب من شركه، ورجع إلى الإسلام، واتبع محمدا صلى الله عليه وسلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إليَّ) أي: من أقبل إليّ.وقوله: (إليَّ مَرْجِعُكُمْ فأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ ) فإن إليّ مصيركم ومعادكم بعد مماتكم، فأخبركم بجميع ما كنتم في الدنيا تعملون من خير وشرّ، ثم أجازيكم على أعمالكم، المحسن منكم بإحسانه والمسيء بإساءته.فإن قال لنا قائل: ما وجه اعتراض هذا الكلام بين الخبر عن وصيتي لقمان ابنه؟ قيل: ذلك أيضا وإن كان خبرا من الله تعالى ذكره عن وصيته عباده به، وأنه إنما أوصى به لقمان ابنه، فكان معنى الكلام:  وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ  ولا تطع في الشرك به والديك (وَصَاحِبْهُمَا فِي الدُّنْيا مَعْرُوفا) فإن الله وصّى بهما، فاستؤنف الكلام على وجه الخبر من الله، وفيه هذا المعنى، فذلك وجه اعتراض ذلك بين الخبرين عن وصيته."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا بنيَّ اعلم أن السيئة أو الحسنة إن كانت قَدْر حبة خردل- وهي المتناهية في الصغر- في باطن جبل، أو في أي مكان في السموات أو في الأرض، فإن الله يأتي بها يوم القيامة، ويحاسِب عليها. إن الله لطيف بعباده خبير بأعمالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا بنيّ إنها» أي الخصلة السيئة «إن تك مثقال حبة من خردلِ فتكن في صخرة أو في السماوات أو في الأرض» أي في أخفى مكان من ذلك «يأت بها الله» فيحاسب عليها «إن الله لطيف» باستخراجها «خبير» بمكانها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ  التي هي أصغر الأشياء وأحقرها،  فَتَكُنْ فِي صَخْرَةٍ  أي في وسطها  أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ  في أي جهة من جهاتهما  يَأْتِ بِهَا اللَّهُ  لسعة علمه، وتمام خبرته وكمال قدرته، ولهذا قال:  إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ  أي: لطف في علمه وخبرته، حتى اطلع على البواطن والأسرار، وخفايا القفار والبحار.والمقصود من هذا، الحث على مراقبة اللّه، والعمل بطاعته، مهما أمكن، والترهيب من عمل القبيح، قَلَّ أو كَثُرَ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذه وصايا نافعة قد حكاها الله تعالى عن لقمان الحكيم ; ليمتثلها الناس ويقتدوا بها ، فقال : ( يا بني إنها إن تك مثقال حبة من خردل ) أي : إن المظلمة أو الخطيئة لو كانت مثقال حبة [ من ] خردل . وجوز بعضهم أن يكون الضمير في قوله : ( إنها ) ضمير الشأن والقصة . وجوز على هذا رفع ) مثقال ) والأول أولى .وقوله : ( يأت بها الله ) أي : أحضرها الله يوم القيامة حين يضع الموازين القسط ، وجازى عليها إن خيرا فخير ، وإن شرا فشر . كما قال تعالى : ( ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين ) [ الأنبياء : 47 ] ، وقال تعالى : ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره ) [ الزلزلة : 7 ، 8 ] ، ولو كانت تلك الذرة محصنة محجبة في داخل صخرة صماء ، أو غائبة ذاهبة في أرجاء السماوات أو الأرض فإن الله يأتي بها; لأنه لا تخفى عليه خافية ، ولا يعزب عنه مثقال ذرة في السماوات ولا في الأرض; ولهذا قال : ( إن الله لطيف خبير ) أي : لطيف العلم ، فلا تخفى عليه الأشياء وإن دقت ولطفت وتضاءلت ) خبير ) بدبيب النمل في الليل البهيم .وقد زعم بعضهم أن المراد بقوله : ( فتكن في صخرة ) أنها صخرة تحت الأرضين السبع ، ذكره السدي بإسناده ذلك المطروق عن ابن عباس وابن مسعود وجماعة من الصحابة إن صح ذلك ، ويروى هذا عن عطية العوفي ، وأبي مالك ، والثوري ، والمنهال بن عمرو ، وغيرهم . وهذا والله أعلم ، كأنه متلقى من الإسرائيليات التي لا تصدق ، ولا تكذب ، والظاهر - والله أعلم - أن المراد : أن هذه الحبة في حقارتها لو كانت داخل صخرة ، فإن الله سيبديها ويظهرها بلطيف علمه ، كما قال الإمام أحمد :حدثنا حسن بن موسى ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد الخدري ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم قال : \" لو أن أحدكم يعمل في صخرة صماء ، ليس لها باب ولا كوة ، لخرج عمله للناس كائنا ما كان \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يا بني إنها إن تك مثقال حبة من خردل ) الكناية في قوله : \" إنها \" راجعة إلى الخطيئة ، وذلك أن ابن لقمان قال لأبيه : يا أبت إن عملت الخطيئة حيث لا يراني أحد كيف يعلمها الله ؟ فقال : ( يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة ) قال قتادة : تكن في جبل . وقال ابن عباس : في صخرة تحت الأرضين السبع ، وهي التي تكتب فيها أعمال الفجار ، وخضرة السماء منها . قال السدي : خلق الله الأرض على حوت - وهو النون الذي ذكر الله - عز وجل - في القرآن \" ن والقلم \" - والحوت في الماء ، والماء على ظهر صفاة ، والصفاة على ظهر ملك ، والملك على صخرة ، وهي الصخرة التي ذكرها لقمان ليست في السماء ولا في الأرض ، والصخرة على الريح ( أو في السماوات أو في الأرض يأت بها الله إن الله لطيف ) باستخراجها ) ( خبير ) عالم بمكانها ، قال الحسن : معنى الآية هو الإحاطة بالأشياء ، صغيرها وكبيرها ، وفي بعض الكتب إن هذه الكلمة آخر كلمة تكلم بها لقمان فانشقت مرارته من هيبتها فمات ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يابني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السماوات أو في الأرض يأت بها الله إن الله لطيف خبير .المعنى : وقال لقمان لابنه يا بني . وهذا القول من لقمان إنما قصد به إعلام ابنه بقدر قدرة الله تعالى . وهذه الغاية التي أمكنه أن يفهمه ؛ لأن الخردلة يقال : إن الحس لا يدرك لها ثقلا ؛ إذ لا ترجح ميزانا . أي لو كان للإنسان رزق مثقال حبة خردل في هذه المواضع جاء الله بها حتى يسوقها إلى من هي رزقه ; أي لا تهتم للرزق حتى تشتغل به عن أداء الفرائض ، وعن اتباع سبيل من أناب إلي .قلت : ومن هذا المعنى قول النبي صلى الله عليه وسلم لعبد الله بن مسعود : لا تكثر همك ما يقدر يكون وما ترزق يأتيك . وقد نطقت هذه الآية بأن الله تعالى قد أحاط بكل شيء علما ، وأحصى كل شيء عددا ; سبحانه لا شريك له . وروي أن ابن لقمان سأل أباه عن الحبة التي تقع في سفل البحر أيعلمها الله ؟ فراجعه لقمان بهذه الآية . وقيل : المعنى أنه أراد الأعمال ، المعاصي والطاعات ; أي إن تك الحسنة أو الخطيئة مثقال حبة يأت بها الله ; أي لا تفوت الإنسان المقدر وقوعها منه . وبهذا المعنى يتحصل في الموعظة ترجية وتخويف ، مضاف ذلك إلى تبيين قدرة الله تعالى . وفي القول الأول ليس فيه ترجية ولا تخويف .قوله تعالى : مثقال حبة عبارة تصلح للجواهر ، أي قدر حبة ، وتصلح للأعمال ; أي ما يزنه على جهة المماثلة قدر حبة . ومما يؤيد قول من قال هي من الجواهر : قراءة عبد الكريم الجزري ( فتكن ) بكسر الكاف وشد النون ، من الكن الذي هو الشيء المغطى . وقرأ جمهور القراء : إن تك بالتاء من فوق ( مثقال ) بالنصب على خبر كان ، واسمها مضمر تقديره : مسألتك ، على ما روي ، أو المعصية والطاعة على القول الثاني ; ويدل على صحته قول ابن لقمان لأبيه : يا أبت إن عملت الخطيئة حيث لا يراني أحد كيف يعلمها الله ؟ فقال لقمان له : يابني إنها إن تك مثقال حبة من خردل فتكن في صخرة الآية . فما زال ابنه يضطرب حتى مات ; قاله مقاتل . والضمير في إنها ضمير القصة ; كقولك : إنها هند قائمة ; أي القصة إنها إن تك مثقال حبة . والبصريون يجيزون : إنها زيد ضربته ; بمعنى إن القصة . والكوفيون لا يجيزون هذا إلا في المؤنث كما ذكرنا . وقرأ نافع : ( مثقال ) بالرفع ، وعلى هذا تك يرجع إلى معنى خردلة ; أي إن تك حبة من خردل . وقيل : أسند إلى المثقال فعلا فيه علامة التأنيث من حيث انضاف إلى مؤنث هو منه ; لأن مثقال الحبة من الخردل إما سيئة أو حسنة ; كما قال : فله عشر أمثالها فأنث ، وإن كان المثل مذكرا ; لأنه أراد الحسنات . وهذا كقول الشاعر :مشين كما اهتزت رماح تسفهت أعاليها مر الرياح النواسمو ( تك ) هاهنا بمعنى تقع ، فلا تقتضي خبرا .قوله تعالى : فتكن في صخرة قيل : معنى الكلام المبالغة والانتهاء في التفهيم ; أي أن قدرته تعالى تنال ما يكون في تضاعيف صخرة وما يكون في السماء والأرض . وقال ابن عباس : الصخرة تحت الأرضين السبع وعليها الأرض . وقيل : هي الصخرة على ظهر الحوت . وقال السدي : هي صخرة ليست في السماوات والأرض ، بل هي وراء سبع أرضين عليها ملك قائم ; لأنه قال : أو في السماوات أو في الأرض وفيهما غنية عن قوله : فتكن في صخرة ; وهذا الذي قاله ممكن ، ويمكن أن يقال : قوله : فتكن في صخرة تأكيد ; كقوله : اقرأ باسم ربك الذي خلق خلق الإنسان من علق ، وقوله : سبحان الذي أسرى بعبده ليلا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (16)اختلف أهل العربية في معنى الهاء والألف اللتين في قوله: (إنَّها) فقال بعض نحويي البصرة: ذلك كناية عن المعصية والخطيئة. ومعنى الكلام عنده: يا بنيّ، إن المعصية إن تك مثقال حبة من خردل، أو إن الخطيئة. وقال بعض نحويي الكوفة: وهذه الهاء عماد. وقال: أنَّث تك، لأنه يراد بها الحبة، فذهب بالتأنيث إليها، كما قال الشاعر:وَتَشْرَقُ بالقَوْلِ الَّذِي قَدْ أذَعْتَهُكمَا شَرِقَتْ صَدْرُ القَناةِ مِنَ الدَّمِ (2)وقال صاحب هذه المقالة: يجوز نصب المثقال ورفعه، قال: فمن رفع رفعه (بتَكُ)، واحتملت النكرة أن لا يكون لها فعل في كان وليس وأخواتها، ومن نصب جعل في تكن اسما مضمرا مجهولا مثل الهاء التي في قوله: (إنَّها إن تَكُ) : ومثله قوله:  فَإِنَّهَا لا تَعْمَى الأَبْصَارُ  قال: ولو كان (إن يك مثقال حبة) كان صوابا، وجاز فيه الوجهان. وأما صاحب المقالة الأولى، فإن نصب مثقال في قوله، على أنه خبر، وتمام كان، وقال: رفع بعضهم فجعلها كان التي لا تحتاج إلى خبر.وأولى القولين بالصواب عندي، القول الثاني؛ لأن الله تعالى ذكره لم يعد عباده أن يوفيهم جزاء سيئاتهم دون جزاء حسناتهم، فيقال: إن المعصية إن تك مثقال حبة من خردل يأت الله بها، بل وعد كلا العاملين أن يوفيه جزاء أعمالهما. فإذا كان ذلك كذلك، كانت الهاء في قوله: (إنَّها) بأن تكون عمادا أشبه منها بأن تكون كناية عن الخطيئة والمعصية. وأما النصب في المثقال، فعلى أن في \" تَكُ\" مجهولا والرفع فيه على أن الخبر مضمر، كأنه قيل: إن تك في موضع مثقال حبة؛ لأن النكرات تضمر أخبارها، ثم يترجم عن المكان الذي فيه مثقال الحبة.وعنى بقوله: (مِثْقالَ حَبَّةٍ) : زنة حبة. فتأويل الكلام إذن: إن الأمر إن تك زنة حبة من خردل من خير أو شرّ عملته، فتكن في صخرة، أو في السموات، أو في الأرض، يأت بها الله يوم القيامة، حتى يوفيك جزاءه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ ) من خير أو شرّ.واختلف أهل التأويل في معنى قوله: (فَتَكُن فِي صَخْرَةٍ) فقال بعضهم: عنى بها الصخرة التي عليها الأرض، وذلك قول رُوي عن ابن عباس وغيره، وقالوا: هي صخرة خضراء.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا ابن إدريس، عن الأعمش، عن المنهال، عن عبد الله بن الحارث، قال: الصخرة خضراء على ظهر حوت.حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السدي في خبر ذكره عن أبي مالك عن أبي صالح، عن ابن عباس، وعن مرّة، عن عبد الله، وعن ناس من أصحاب النبي صلى الله عليه وسلم: خلق الله الأرض على حوت، والحوت هو النون الذي ذكر الله في القرآن  ن وَالْقَلَمِ وَمَا يَسْطُرُونَ  والحوت في الماء، والماء على ظهر صفاة، والصفاة على ظهر ملك، والملك على صخرة، والصخرة في الريح، وهي الصخرة التي ذكر لقمان ليست في السماء، ولا في الأرض.وقال آخرون: عنى بها الجبال، قالوا: ومعنى الكلام: فتكن في جبل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة في قوله: (فَتَكُن فِي صَخْرَةٍ) أي: جبل.وقوله: (يَأْتِ بِهَا اللهُ) كان بعضهم يوجه معناه إلى: يعلمه الله، ولا أعرف يأتي به بمعنى: يعلمه، إلا أن يكون قائل ذلك أراد أن لقمان إنما وصف الله بذلك؛ لأن الله يعلم أماكنه، لا يخفى عليه مكان شيء منه فيكون وجها.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن ويحيى، قالا ثنا أبو سفيان، عن السدي، عن أبي مالك (فَتَكُن فِي صخْرَةٍ أوْ فِي السَّمَاوَاتِ أوْ فِي الأرْضِ يَأْتِ بِها اللهُ) قال: يعلمها الله.حدثنا ابن وكيع، قال: ثنا ابن مهدي، عن سفيان، عن السدي، عن أبي مالك، مثله.وقوله: ( إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ ) يقول: إن الله لطيف باستخراج الحبة من موضعها حيث كانت خبير بموضعها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ ) أي: لطيف باستخراجها، خبير بمستقرّها.---------------------الهوامش :(2) البيت لأعشى بني قيس بن ثعلبة (ديوانه طبعة القاهرة بشرح الدكتور محمد حسين ص 123) وهو من قصيدة يهجو بها عمير بن عبد الله بن المنذر بن عبدان، حين جمع بينه وبين جهنام الشاعر، ليهاجيه. ورقم البيت (34) ومعنى تشرق: تغص، وصدر القناة: أعلاها. والقناة: الرمح. ا ه . وفي \"فرائد القلائد، شرح مختصر الشواهد\" للعيني. قال: والشاهد في شرقت حيث أنث، مع أن فاعله مذكر، وهو الصدر، والقياس: شرق. ولكن لما كان الصدر الذي هو مضاف، بعض المضاف إليه، أعطى له حكمه. ا ه ."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا بنيَّ أقم الصلاة تامة بأركانها وشروطها وواجباتها، وأْمر بالمعروف، وانْه عن المنكر بلطفٍ ولينٍ وحكمة بحسب جهدك، وتحمَّل ما يصيبك من الأذى مقابل أمرك بالمعروف ونهيك عن المنكر، واعلم أن هذه الوصايا مما أمر الله به من الأمور التي ينبغي الحرص عليها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا بنيّ أقْم الصلاة وأمُر بالمعروف وانْهَ عن المنكر واصبر على ما أصابك» بسبب الأمر والنهي «إن ذلك» المذكور «من عزم الأمور» أي معزوماتها التي يعزم عليها لوجوبها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَا بُنَيَّ أَقِمِ الصَّلَاةَ  حثه عليها، وخصها لأنها أكبر العبادات البدنية،  وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ  وذلك يستلزم العلم بالمعروف ليأمر به، والعلم بالمنكر لينهى عنه.والأمر بما لا يتم الأمر بالمعروف، والنهي عن المنكر إلا به، من الرفق، والصبر، وقد صرح به في قوله:  وَاصْبِرْ عَلَى مَا أَصَابَكَ  ومن كونه فاعلا لما يأمر به، كافًّا لما ينهى عنه، فتضمن هذا، تكميل نفسه بفعل الخير وترك الشر، وتكميل غيره بذلك، بأمره ونهيه.ولما علم أنه لا بد أن يبتلى إذا أمر ونهى وأن في الأمر والنهي مشقة على النفوس، أمره بالصبر على ذلك فقال:  وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ  الذي وعظ به لقمان ابنه  مِنْ عَزْمِ الْأُمُورِ  أي: من الأمور التي يعزم عليها، ويهتم بها، ولا يوفق لها إلا أهل العزائم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "م قال : ( يا بني أقم الصلاة ) أي : بحدودها وفروضها وأوقاتها ، ( وأمر بالمعروف وانه عن المنكر ) أي : بحسب طاقتك وجهدك ، ( واصبر على ما أصابك ) ، علم أن الآمر بالمعروف والناهي عن المنكر ، لا بد أن يناله من الناس أذى ، فأمره بالصبر .وقوله : ( إن ذلك من عزم الأمور ) أي : إن الصبر على أذى الناس لمن عزم الأمور ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك ) يعني من الأذى ( إن ذلك من عزم الأمور ) يريد الأمر بالمعروف والنهي عن المنكر ، والصبر على الأذى فيهما ، من الأمور الواجبة التي أمر الله بها ، أو من الأمور التي يعزم عليها لوجوبها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور .فيه ثلاث مسائل :الأولى : قوله تعالى : يابني أقم الصلاة وصى ابنه بعظم الطاعات وهي الصلاة والأمر بالمعروف والنهي عن المنكر . وهذا إنما يريد به بعد أن يمتثل ذلك هو في نفسه ويزدجر عن المنكر ، وهنا هي الطاعات والفضائل أجمع . ولقد أحسن من قال :وابدأ بنفسك فانهها عن غيها فإذا انتهت عنه فأنت حكيمفي أبيات تقدم في ( البقرة ) ذكرها .الثانية : قوله تعالى : واصبر على ما أصابك يقتضي حضا على تغيير المنكر وإن نالك ضرر ; فهو إشعار بأن المغير يؤذى أحيانا ; وهذا القدر على جهة الندب والقوة في ذات الله ; وأما على اللزوم فلا ، وقد مضى الكلام في هذا مستوفى في ( آل عمران والمائدة ) . وقيل : أمره بالصبر على شدائد الدنيا كالأمراض وغيرها ، وألا يخرج من الجزع إلى معصية الله عز وجل ; وهذا قول حسن لأنه يعم .الثالثة : قوله تعالى : إن ذلك من عزم الأمور قال ابن عباس : من حقيقة الإيمان الصبر على المكاره . وقيل : إن إقامة الصلاة والأمر بالمعروف والنهي عن المنكر من عزم الأمور ; أي مما عزمه الله وأمر به ; قاله ابن جريج . ويحتمل أن يريد أن ذلك من مكارم الأخلاق وعزائم أهل الحزم السالكين طريق النجاة . وقول ابن جريج أصوب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ (17)يقول تعالى ذكره مخبرا عن قيل لقمان لابنه (يا بُنَيَّ أقِمِ الصَّلاةَ) بحدودها(وأمُرْ بالمعْرُوفِ) يقول: وأمر الناس بطاعة الله، واتباع أمره (وَانْهَ عَنِ المُنْكَرِ) يقول: وانه الناس عن معاصي الله ومواقعة محارمه (وَاصْبِرْ عَلى ما أصَابَكَ) يقول: واصبر على ما أصابك من الناس في ذات الله، إذا أنت أمرتهم بالمعروف، ونهيتهم عن المنكر، ولا يصدّنك عن ذلك ما نالك منهم (إنَّ ذلكَ مِنْ عَزْمِ الأمُورِ) يقول: إن ذلك مما أمر الله به من الأمور عزما منه.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني حجاج، عن ابن جُرَيج في قوله: ( يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ ) قال: اصبر على ما أصابك من الأذى في ذلك ( إِنَّ ذَلِكَ مِنْ عَزْمِ الأمُورِ ) قال: إن ذلك مما عزم الله عليه من الأمور، يقول: مما أمر الله به من الأمور."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولا تُمِلْ وجهك عن الناس إذا كلَّمتهم أو كلموك؛ احتقارًا منك لهم واستكبارًا عليهم، ولا تمش في الأرض بين الناس مختالا متبخترًا، إن الله لا يحب كل متكبر متباه في نفسه وهيئته وقوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولا تصعِّر» وفي قراءة تصاعر «خدك للناس» لا تمل وجهك عنهم تكبرا «ولا تمش في الأرض مرحا» أي خيلاء «إن الله لا يحب كل مختالٍ» متبختر في مشيه «فخور» على الناس."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ  أي: لا تُمِلْهُ وتعبس بوجهك الناس، تكبُّرًا عليهم، وتعاظما. وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا  أي: بطرا، فخرا بالنعم، ناسيا المنعم، معجبا بنفسك.  إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ   في نفسه وهيئته وتعاظمه  فَخُور  بقوله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولا تصعر خدك للناس ) يقول : لا تعرض بوجهك عن الناس إذا كلمتهم أو كلموك ، احتقارا منك لهم ، واستكبارا عليهم ولكن ألن جانبك ، وابسط وجهك إليهم ، كما جاء في الحديث : \" ولو أن تلقى أخاك ووجهك إليه منبسط ، وإياك وإسبال الإزار فإنها من المخيلة ، والمخيلة لا يحبها الله \" .قال علي بن أبي طلحة ، عن ابن عباس في قوله : ( ولا تصعر خدك للناس ) يقول : لا تتكبر فتحقر عباد الله ، وتعرض عنهم بوجهك إذا كلموك . وكذا روى العوفي وعكرمة عنه .وقال مالك ، عن زيد بن أسلم : ( ولا تصعر خدك للناس ) : لا تكلم وأنت معرض . وكذا روي عن مجاهد ، وعكرمة ، ويزيد بن الأصم ، وأبي الجوزاء ، وسعيد بن جبير ، والضحاك ، وابن يزيد ، وغيرهم .وقال إبراهيم النخعي : يعني بذلك التشديق في الكلام .والصواب القول الأول .قال ابن جرير : وأصل الصعر : داء يأخذ الإبل في أعناقها أو رؤوسها ، حتى تلفت أعناقها عن رؤوسها ، فشبه به الرجل المتكبر ، ومنه قول عمرو بن حنى التغلبي :وكنا إذا الجبار صعر خده أقمنا له من ميله فتقوماوقال أبو طالب في شعره :وكنا قديما لا نقر ظلامة     إذا ما ثنوا صعر الرؤوس نقيمهاوقوله : ( ولا تمش في الأرض مرحا ) أي : جذلا متكبرا جبارا عنيدا ، لا تفعل ذلك يبغضك الله; ولهذا قال : ( إن الله لا يحب كل مختال فخور ) أي : مختال معجب في نفسه ، فخور أي على غيره ، وقال تعالى : ( ولا تمش في الأرض مرحا إنك لن تخرق الأرض ولن تبلغ الجبال طولا ) [ الإسراء : 37 ] ، وقد تقدم الكلام على ذلك في موضعه .وقال الحافظ أبو القاسم الطبراني : حدثنا محمد بن عبد الله الحضرمي ، حدثنا محمد بن عمران بن أبي ليلى ، حدثنا أبي ، عن ابن أبي ليلى ، عن عيسى ، عن عبد الرحمن بن أبي ليلى عن ثابت بن قيس بن شماس قال : ذكر الكبر عند رسول الله صلى الله عليه وسلم فشدد فيه ، فقال : \" إن الله لا يحب كل مختال فخور \" . فقال رجل من القوم : والله يا رسول الله إني لأغسل ثيابي فيعجبني بياضها ، ويعجبني شراك نعلي ، وعلاقة سوطي ، فقال : \" ليس ذلك الكبر ، إنما الكبر أن تسفه الحق وتغمط الناس \" .ورواه من طريق أخرى بمثله ، وفيه قصة طويلة ، ومقتل ثابت ووصيته بعد موته ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولا تصعر خدك للناس ) قرأ ابن كثير ، وابن عامر ، وعاصم ، وأبو جعفر ، ويعقوب : \" ولا تصعر \" بتشديد العين من غير ألف ، وقرأ الآخرون : \" تصاعر \" بالألف ، يقال : صعر وجهه وصاعر : إذا مال وأعرض تكبرا ، ورجل أصعر : أي : مائل العنق . قال ابن عباس : يقول : لا تتكبر فتحقر الناس وتعرض عنهم بوجهك إذا كلموك . وقال مجاهد : هو الرجل يكون بينك وبينه إحنة فتلقاه فيعرض عنك بوجهه . وقال عكرمة : هو الذي إذا سلم عليه لوى عنقه تكبرا . وقال الربيع بن أنس وقتادة : ولا تحتقر الفقراء ليكن الفقير والغني عندك سواء ( ولا تمش في الأرض مرحا ) خيلاء ( إن الله لا يحب كل مختال ) في مشيه ) ( فخور ) على الناس ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولا تصعر خدك للناس ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور .فيه ثلاث مسائل :الأولى : قرأ نافع وأبو عمرو وحمزة والكسائي وابن محيصن : ( تصاعر ) بالألف بعد الصاد . وقرأ ابن كثير وعاصم وابن عامر والحسن ومجاهد : ( تصعر ) ، وقرأ الجحدري : ( تصعر ) بسكون الصاد ; والمعنى متقارب . والصعر : الميل ; ومنه قول الأعرابي : وقد أقام الدهر صعري ، بعد أن أقمت صعره . ومنه قول عمرو بن حني التغلبي :وكنا إذا الجبار صعر خده أقمنا له من ميله فتقوموأنشده الطبري : ( فتقوما ) . قال ابن عطية : وهو خطأ ; لأن قافية الشعر مخفوضة . وفي بيت آخر :أقمنا له من خده المتصعرقال الهروي : ( ولا تصاعر ) أي لا تعرض عنهم تكبرا عليهم ; يقال : أصاب البعير صعر وصيد إذ أصابه داء يلوي منه عنقه . ثم يقال للمتكبر : فيه صعر وصيد ; فمعنى : لا تصعر أي لا تلزم خدك الصعر . وفي الحديث : ( يأتي على الناس زمان ليس فيهم إلا أصعر أو أبتر ) والأصعر : المعرض بوجهه كبرا ; وأراد رذالة الناس الذين لا دين لهم . وفي الحديث : ( كل صعار ملعون ) أي كل ذي أبهة وكبر .الثانية : معنى الآية : ولا تمل خدك للناس كبرا عليهم وإعجابا واحتقارا لهم . وهذا تأويل ابن عباس وجماعة . وقيل : هو أن تلوي شدقك إذا ذكر الرجل عندك كأنك تحتقره ; فالمعنى : أقبل عليهم متواضعا مؤنسا مستأنسا ، وإذا حدثك أصغرهم فأصغ إليه حتى يكمل حديثه . وكذلك كان النبي صلى الله عليه وسلم يفعل .قلت : ومن هذا المعنى ما رواه مالك عن ابن شهاب عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال : لا تباغضوا ولا تدابروا ولا تحاسدوا وكونوا عباد الله إخوانا ، ولا يحل لمسلم أن يهجر أخاه فوق ثلاث . فالتدابر الإعراض وترك الكلام والسلام ونحوه . وإنما قيل للإعراض تدابر لأن من أبغضته أعرضت عنه ووليته دبرك ; وكذلك يصنع هو بك . ومن أحببته أقبلت عليه بوجهك وواجهته لتسره ويسرك ; فمعنى التدابر موجود فيمن صعر خده ، وبه فسر مجاهد الآية . وقال ابن خويز منداد : قوله : ( ولا تصاعر خدك للناس ) كأنه نهى أن يذل الإنسان نفسه من غير حاجة ; ونحو ذلك روي عن النبي صلى الله عليه وسلم أنه قال : ليس للإنسان أن يذل نفسه .الثالثة : قوله تعالى : ولا تمش في الأرض مرحا أي متبخترا متكبرا ، مصدر في موضع الحال ، وقد مضى في ( سبحان ) . وهو النشاط والمشي فرحا في غير شغل وفي غير حاجة . وأهل هذا الخلق ملازمون للفخر والخيلاء ; فالمرح مختال في مشيته . روى يحيى بن جابر الطائي عن ابن عائذ الأزدي عن غضيف بن الحارث قال : أتيت بيت المقدس أنا وعبد الله بن عبيد بن عمير قال : فجلسنا إلى عبد الله بن عمرو بن العاصي فسمعته يقول : إن القبر يكلم العبد إذا وضع فيه فيقول : يابن آدم ما غرك بي ؟ ! ألم تعلم أني بيت الوحدة ؟ ! ألم تعلم أني بيت الظلمة ؟ ! ألم تعلم أني بيت الحق ؟ ! يابن آدم ما غرك بي ؟ ! لقد كنت تمشي حولي فدادا . قال ابن عائذ : قلت لغضيف : ما الفداد يا أبا أسماء ؟ قال : كبعض مشيتك يابن أخي أحيانا . قال أبو عبيد : والمعنى ذا مال كثير وذا خيلاء . وقال صلى الله عليه وسلم : من جر ثوبه خيلاء لا ينظر الله إليه يوم القيامة . والفخور : هو الذي يعدد ما أعطي ولا يشكر الله تعالى ; قاله مجاهد . وفي اللفظة الفخر بالنسب وغير ذلك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلا تَمْشِ فِي الأَرْضِ مَرَحًا إِنَّ اللَّهَ لا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (18)اختلفت القرّاء في قراءة قوله: (وَلا تُصَعِّرْ) فقرأه بعض قرّاء الكوفة والمدنيين والكوفيين: (وَلا تُصَعِّرْ) على مثال (تُفَعِّل). وقرأ ذلك بعض المكيين وعامة قرّاء المدينة والكوفة والبصرة (وَلا تُصَاعِرْ) على مثال (تُفَاعِل).والصواب من القول في ذلك أن يقال: إنهما قراءتان، قد قرأ بكل واحدة منهما علماء من القرّاء، فبأيتهما قرأ القارئ فمصيب. وتأويل الكلام: ولا تعرض بوجهك عمن كلمته تكبرا واستحقارا لمن تكلمه، وأصل (الصعر) داء يأخذ الإبل في أعناقها أو رءوسها حتى تلفت أعناقها عن رءوسها، فيشبه به الرجل المتكبر على الناس، ومنه قول عمرو بن حُنَيٍّ التَّغلبيّ:وكُنَّا إذَا الجَبَّارُ صَعَّرَ خَدَّهُأقَمْنا لَهُ مِنْ مَيْلِهِ فَتَقوَّما (3)واختلف أهل التأويل في تأويله، فقال بعضهم نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) يقول: ولا تتكبر؛ فتحقر عباد الله، وتعرض عنهم بوجهك إذا كلموك.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) يقول: لا تعرض بوجهك عن الناس تكبرا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَلا تُصَعِّرْ) قال: الصدود والإعراض بالوجه عن الناس.حدثني عليّ بن سهل، قال: ثنا زيد بن أبي الزرقاء، عن جعفر بن برقان، عن يزيد في هذه الآية (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) قال: إذا كلمك الإنسان لويت وجهك، وأعرضت عنه محقرة له.حدثنا ابن وكيع، قال: ثنا خالد بن حيان الرقي، عن جعفر بن ميمون بن مهران، قال: هو الرجل يكلم الرجل فيلوي وجهه.حدثنا عبد الرحمن بن الأسود، قال: ثنا محمد بن ربيعة، قال: ثنا أبو مكين، عن عكرِمة في قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) قال: لا تُعْرض بوجهك.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) يقول: لا تعرض عن الناس، يقول: أقبل على الناس بوجهك وحسن خلقك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) قال: تصعير الخدّ: التجبر والتكبر على الناس ومحقرتهم.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي مكين، عن عكرمة، قال: الإعراض.وقال آخرون: إنما نهاه عن ذلك أن يفعله لمن بينه وبينه صعر، لا على وجه التكبر.* ذكر من قال ذلك:حدثنا ابن وكيع وابن حميد، قالا ثنا جرير، عن منصور، عن مجاهد (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) قال: الرجل يكون بينه وبين أخيه الحنة، فيراه فيعرض عنه.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن منصور، عن مجاهد في قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ) قال: هو الرجل بينه وبين أخيه حنة فيعرض عنه.وقال آخرون: هو التشديق.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثني أبي، عن جعفر الرازي، عن مغيرة، عن إبراهيم، قال: هو التشديق.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن المغيرة، عن إبراهيم، قال: هو التشديق أو التشدّق \" الطبري يشكُّ\".حدثنا يحيى بن طلحة، قال: ثنا فضيل بن عياض، عن منصور، عن إبراهيم، بمثله.وقوله: (وَلا تَمْشِ فِي الأرْضِ مَرَحا) يقول: ولا تمش في الأرض مختالا.كما حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا تَمْشِ فِي الأرْضِ مَرَحا) يقول: بالخيلاء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلا تُصَعِّرْ خَدَّكَ للنَّاسِ ولا تَمْشِ فِي الأرْضِ مَرَحا إنَّ اللهَ لا يُحبُّ كُلَّ مُخْتالٍ فَخُورٍ) قال: نهاه عن التكبر، قوله: (إنَّ الله لا يُحِبُّ كُلَّ مُخْتالٍ) متكبر ذي فخر.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (كُلَّ مُخْتالٍ فَخُورٍ) قال: متكبر. وقوله: (فخور) قال: يعدّد ما أعطى الله، وهو لا يشكر الله.---------------------الهوامش :(3) البيت لعمرو بن حني (بالنون) التغلبي (معجم الشعراء للمرزباني ص 206 - 207) وهو فارس جاهلي مذكور، يقول في قتلهم عمرو بن هند، على رواية محمد بن داود:نُعَاطِي المُلُوكَ الحَقَّ مَا قَصَدُوا بِنَاوَلَيْسَ عَلَيْنَا قَتْلُهُمْ بِمُحَرَّمِأنِفْتُ لَهُمْ مِنْ عَقْلِ عَمْرِو بنِ مَرْثَدٍإذَا وَرَدُوا مَاءً وَرُمْح بنِ هَرْثَمِوَكُنَّا إذَا الجَبَّارُ صَعَّرَ خَدَّهُأقَمْنَا لَهُ مِنْ مَيْلِهِ فَتَقَوَّمِقال: يريد: فتقوم أنت. وهذا البيت يروى من قصيدة المتلمس التي أولها:يُعَيِّرُنِي أُمِّي رِجَالٌ وَلَنْ تَرَىأخا كرمٍ إلا بِأنْ يَتَكَرمَّاوبعده البيت، وآخره: \"أقمنا له من ميله فتقوما\"وغيره يروون هذه الأبيات لجابر بن حني التغلبي. وقال أبو عبيدة في تفسير قوله تعالى: (ولا تصعر خدك للناس): مجازه: لا تقلب وجهك، ولا تعرض بوجهك في ناحية، من الكبر؛ ومنه الصعر الذي يأخذ الإبل في رءوسها، حتى يلفت أعناقها عن رءوسها. وقال عمرو بن حني التغلبي: \"وكنا ... فتقوما\". ونسب البيت في (اللسان: صعر) للمتلمس جرير بن عبد المسيح. قال: الصعر: ميل في الوجه. وقيل: الصعر: ميل في الخد خاصة. وربما كان خلقة في الإنسان والظليم. وقيل: هو ميل في العنق، وانقلاب في الوجه إلى حد الشقين. وقد صعر خده وصاعره: أماله من الكبر، قال المتلمس \"وكنا ... فتقوما\". يقول: إذا أمال متكبر خده أذللناه حتى يتقوم ميله. ا ه ."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وتواضع في مشيك، واخفض من صوتك فلا ترفعه، إن أقبح الأصوات وأبغضها لصوت الحمير المعروفة ببلادتها وأصواتها المرتفعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واقصد في مشيك» توسط فيه بين الدبيب والإسراع، وعليك السكينة والوقار «واغضض» اخفض «من صوتك إن أنكر الأصوات» أقبحها «لصوت الحمير» أوله زفير وآخره شهيق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاقْصِدْ فِي مَشْيِكَ  أي: امش متواضعا مستكينا، لا مَشْيَ البطر والتكبر، ولا مشي التماوت. وَاغْضُضْ مِنْ صَوْتِكَ  أدبا مع الناس ومع اللّه،  إِنَّ أَنْكَرَ الْأَصْوَاتِ  أي أفظعها وأبشعها  لَصَوْتُ الْحَمِيرِ  فلو كان في رفع الصوت البليغ فائدة ومصلحة، لما اختص بذلك الحمار، الذي قد علمت خسته وبلادته.وهذه الوصايا، التي وصى بها لقمان لابنه، تجمع أمهات الحكم، وتستلزم ما لم يذكر منها، وكل وصية يقرن بها ما يدعو إلى فعلها، إن كانت أمرا، وإلى تركها إن كانت نهيا.وهذا يدل على ما ذكرنا في تفسير الحكمة، أنها العلم بالأحكام، وحِكَمِها ومناسباتها، فأمره بأصل الدين، وهو التوحيد، ونهاه عن الشرك، وبيَّن له الموجب لتركه، وأمره ببر الوالدين، وبين له السبب الموجب لبرهما، وأمره بشكره وشكرهما، ثم احترز بأن محل برهما وامتثال أوامرهما، ما لم يأمرا بمعصية، ومع ذلك فلا يعقهما، بل يحسن إليهما، وإن كان لا يطيعهما إذا جاهداه على الشرك. وأمره بمراقبة اللّه، وخوَّفه القدوم عليه، وأنه لا يغادر صغيرة ولا كبيرة من الخير والشر، إلا أتى بها.ونهاه عن التكبر، وأمره بالتواضع، ونهاه عن البطر والأشر، والمرح، وأمره بالسكون في الحركات والأصوات، ونهاه عن ضد ذلك.وأمره بالأمر بالمعروف، والنهي عن المنكر، وإقامة الصلاة، وبالصبر اللذين يسهل بهما كل أمر، كما قال تعالى: فحقيق بمن أوصى بهذه الوصايا، أن يكون مخصوصا بالحكمة، مشهورا بها. ولهذا من منة اللّه عليه وعلى سائر عباده، أن قص عليهم من حكمته، ما يكون لهم به أسوة حسنة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( واقصد في مشيك ) أي : امش مشيا مقتصدا ليس بالبطيء المتثبط ، ولا بالسريع المفرط ، بل عدلا وسطا بين بين .وقوله : ( واغضض من صوتك ) أي : لا تبالغ في الكلام ، ولا ترفع صوتك فيما لا فائدة فيه; ولهذا قال تعالى : ( إن أنكر الأصوات لصوت الحمير ) قال مجاهد وغير واحد : إن أقبح الأصوات لصوت الحمير ، أي : غاية من رفع صوته أنه يشبه بالحمير في علوه ورفعه ، ومع هذا هو بغيض إلى الله تعالى . وهذا التشبيه في هذا بالحمير يقتضي تحريمه وذمه غاية الذم; لأن رسول الله صلى الله عليه وسلم قال : \" ليس لنا مثل السوء ، العائد في هبته كالكلب يقيء ثم يعود في قيئه \" .وقال النسائي عند تفسير هذه الآية : حدثنا قتيبة بن سعيد ، حدثنا الليث ، عن جعفر بن ربيعة ، عن الأعرج ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم [ أنه ] قال : \" إذا سمعتم صياح الديكة فاسألوا الله من فضله ، وإذا سمعتم نهيق الحمير فتعوذوا بالله من الشيطان ، فإنها رأت شيطانا \" .وقد أخرجه بقية الجماعة سوى ابن ماجه ، من طرق ، عن جعفر بن ربيعة به ، وفي بعض الألفاظ : \" بالليل \" ، فالله أعلم .فهذه وصايا نافعة جدا ، وهي من قصص القرآن العظيم عن لقمان الحكيم . وقد روي عنه من الحكم والمواعظ أشياء كثيرة ، فلنذكر منها أنموذجا ودستورا إلى ذلك .قال الإمام أحمد : حدثنا ابن إسحاق ، أخبرنا ابن المبارك ، أخبرنا سفيان ، أخبرني نهشل بن مجمع الضبي عن قزعة ، عن ابن عمر رضي الله عنه قال : أخبرنا رسول الله صلى الله عليه وسلم قال : \" إن لقمان الحكيم كان يقول : إن الله إذا استودع شيئا حفظه \" .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا عيسى بن يونس ، عن الأوزاعي ، عن موسى بن سليمان ، عن القاسم [ بن مخيمرة يحدث عن أبي موسى الأشعري ] أن رسول الله صلى الله عليه وسلم قال : \" قال لقمان لابنه وهو يعظه : يا بني ، إياك والتقنع فإنه مخوفة بالليل ، مذمة بالنهار \" .وقال : حدثنا أبي ، حدثنا عمرو بن عثمان ، عن ضمرة ، حدثنا السري بن يحيى قال : قال لقمان لابنه : يا بني ، إن الحكمة أجلست المساكين مجالس الملوك .وقال : حدثنا أبي ، حدثنا عبدة بن سليمان ، أخبرنا ابن المبارك ، حدثنا عبد الرحمن المسعودي ، عن عون بن عبد الله قال : قال لقمان لابنه : يا بني ، إذا أتيت نادي قوم فارمهم بسهم الإسلام - يعني السلام - ثم اجلس في ناحيتهم ، فلا تنطق حتى تراهم قد نطقوا ، فإن أفاضوا في ذكر الله فأجل سهمك معهم ، وإن أفاضوا في غير ذلك فتحول عنهم إلى غيرهم .وحدثنا أبي ، حدثنا عمرو بن عثمان بن سعيد بن كثير بن دينار ، حدثنا ضمرة ، عن حفص بن عمر ، رضي الله عنه ، قال : وضع لقمان جرابا من خردل إلى جانبه ، وجعل يعظ ابنه وعظة ويخرج خردلة ، حتى نفذ الخردل ، فقال : يا بني ، لقد وعظتك موعظة لو وعظها جبل لتفطر . قال : فتفطر ابنه .وقال أبو القاسم الطبراني : حدثنا يحيى بن عبد الباقي المصيصي ، حدثنا أحمد بن عبد الرحمن الحراني ، حدثنا عثمان بن عبد الرحمن الطرائفي ، حدثنا أبين بن سفيان المقدسي ، عن خليفة بن سلام ، عن عطاء بن أبي رباح ، عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" اتخذوا السودان فإن ثلاثة منهم من سادات أهل الجنة : لقمان الحكيم ، والنجاشي ، وبلال المؤذن \" .قال أبو القاسم الطبراني : أراد الحبش .فصل في الخمول والتواضعوذلك متعلق بوصية لقمان ، عليه السلام ، لابنه ، وقد جمع في ذلك الحافظ أبو بكر بن أبي الدنيا كتابا مفردا [ و ] نحن ، نذكر منه مقاصده ، قال : حدثنا إبراهيم بن المنذر ، حدثنا عبد الله بن موسى المدني ، عن أسامة بن زيد ، عن حفص بن عبيد الله بن أنس بن مالك : سمعت رسول الله صلى الله عليه وسلم يقول : \" رب أشعث ذي طمرين يصفح عن أبواب الناس ، إذا أقسم على الله لأبره \" .ثم رواه من حديث جعفر بن سليمان ، عن ثابت وعلي بن زيد ، عن أنس ، عن النبي صلى الله عليه وسلم فذكره ، وزاد منهم البراء بن مالك .[ وروي أيضا عن أنس ، رضي الله عنه ، قال : قال رسول الله صلى الله عليه وسلم : \" طوبى للأتقياء الأثرياء الذين إذا حضروا لم يعرفوا ، وإذا غابوا لم يفتقدوا ، أولئك مصابيح مجردون من كل فتنة غبراء مشينة \" ] . وقال أبو بكر بن سهل التميمي : حدثنا ابن أبي مريم ، حدثنا نافع بن يزيد ، عن عياش بن عباس ، عن عيسى بن عبد الرحمن ، عن زيد بن أسلم ، عن أبيه ، عن عمر ، رضي الله عنه ، أنه دخل المسجد فإذا هو بمعاذ بن جبل يبكي عند قبر رسول الله صلى الله عليه وسلم ، فقال له : ما يبكيك يا معاذ ؟ قال : حديث سمعته من رسول الله صلى الله عليه وسلم ، سمعته يقول : \" إن اليسير من الرياء شرك ، وإن الله يحب الأتقياء الأخفياء الأثرياء ، الذين إذا غابوا لم يفتقدوا ، وإذا حضروا لم يعرفوا ، قلوبهم مصابيح الهدى ، ينجون من كل غبراء مظلمة \" .حدثنا الوليد بن شجاع ، حدثنا عثام بن علي ، عن حميد بن عطاء الأعرج ، عن عبد الله بن الحارث ، عن عبد الله بن مسعود ، رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : \" رب ذي طمرين لا يؤبه له ، لو أقسم على الله لأبره ، لو قال : اللهم إني أسألك الجنة لأعطاه الجنة ، ولم يعطه من الدنيا شيئا \" .وقال أيضا : حدثنا إسحاق بن إبراهيم ، حدثنا أبو معاوية ، عن الأعمش ، عن سالم بن أبي الجعد قال : قال رسول الله صلى الله عليه وسلم : \" إن من أمتي من لو أتى باب أحدكم يسأله دينارا أو درهما أو فلسا لم يعطه ، ولو سأل الله الجنة لأعطاه إياها ، ولو سأله الدنيا لم يعطه إياها ، ولم يمنعها إياه لهوانه عليه ، ذو طمرين لا يؤبه له ، لو أقسم على الله لأبره \" .وهذا مرسل من هذا الوجه .وقال أيضا : حدثنا إسحاق بن إبراهيم ، أخبرنا جعفر بن سليمان ، حدثنا عوف قال : قال أبو هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إن من ملوك الجنة من هو أشعث أغبر ذو طمرين لا يؤبه له ، الذين إذا استأذنوا على الأمراء لم يؤذن لهم ، وإذا خطبوا النساء لم ينكحوا ، وإذا قالوا لم ينصت لهم ، حوائج أحدهم تتجلجل في صدره ، لو قسم نوره يوم القيامة بين الناس لوسعهم \" . قال : وأنشدني عمر بن شبة ، عن ابن عائشة قال : قال عبد الله بن المبارك :ألا رب ذي طمرين في منزل غدا زرابيه مبثوثة ونمارقه     قد اطردت أنهاره حول قصرهوأشرق والتفت عليه حدائقهوروي - أيضا - من حديث عبيد الله بن زحر ، عن علي بن زيد ، عن القاسم ، عن أبي أمامة مرفوعا : \" قال الله : من أغبط أوليائي عندي : مؤمن خفيف الحاذ ، ذو حظ من صلاة ، أحسن عبادة ربه ، وأطاعه في السر ، وكان غامضا في الناس ، لا يشار إليه بالأصابع . إن صبر على ذلك \" . قال : ثم نقد رسول الله بيده وقال : \" عجلت منيته ، وقل تراثه ، وقلت بواكيه \" .وعن عبد الله بن عمرو قال : أحب عباد الله إلى الله الغرباء . قيل : ومن الغرباء ؟ قال : الفرارون بدينهم ، يجمعون يوم القيامة إلى عيسى بن مريم .وقال الفضيل بن عياض : بلغني أن الله تعالى يقول للعبد يوم القيامة : ألم أنعم عليك ؟ ألم أعطك ؟ ألم أسترك ؟ ألم . . ؟ ألم . . ؟ ألم أخمل ذكرك ؟ ثم قال الفضيل : إن استطعت ألا تعرف فافعل ، وما عليك ألا يثنى عليك ، وما عليك أن تكون مذموما عند الناس محمودا عند الله .وكان ابن محيريز يقول : اللهم إني أسألك ذكرا خاملا .وكان الخليل بن أحمد يقول : اللهم اجعلني عندك من أرفع خلقك ، واجعلني في نفسي من أوضع خلقك ، وعند الناس من أوسط خلقك . ثم قال :باب ما جاء في الشهرةحدثنا أحمد بن عيسى المصري ، حدثنا ابن وهب ، عن عمر بن الحارث وابن لهيعة ، عن يزيد بن أبي حبيب ، عن سنان بن سعد ، عن أنس ، عن رسول الله صلى الله عليه وسلم أنه قال : \" حسب امرئ من الشر - إلا من عصم الله - أن يشير الناس إليه بالأصابع في دينه ودنياه ، وإن الله لا ينظر إلى صوركم ولكن إلى قلوبكم وأعمالكم \" .وروي مثله عن إسحاق بن البهلول ، عن ابن أبي فديك ، عن محمد بن عبد الواحد الأخنسي ، عن عبد الواحد بن أبي كثير ، عن جابر بن عبد الله مرفوعا ، مثله .وروي عن الحسن مرسلا نحوه ، فقيل للحسن : فإنه يشار إليك بالأصابع ؟ فقال : إنما المراد من يشار إليه في دينه بالبدعة وفي دنياه بالفسق .وعن علي ، رضي الله عنه ، قال : لا تبدأ لأن تشتهر ، ولا ترفع شخصك لتذكر ، وتعلم واكتم ،واصمت تسلم ، تسر الأبرار ، وتغيظ الفجار .وقال إبراهيم بن أدهم ، رحمه الله : ما صدق الله من أحب الشهرة .وقال أيوب : ما صدق الله عبده إلا سره ألا يشعر بمكانه .وقال محمد بن العلاء : من أحب الله أحب ألا يعرفه الناس .وقال سماك بن سلمة : إياك وكثرة الأخلاء .وقال أبان بن عثمان : إن أحببت أن يسلم لك دينك فأقل من المعارف; كان أبو العالية إذا جلس إليه أكثر من ثلاثة نهض وتركهم .وقال : حدثنا علي بن الجعد ، أخبرنا شعبة ، عن عوف ، عن أبي رجاء قال : رأى طلحة قوما يمشون معه ، فقال : ذباب طمع ، وفراش النار .وقال ابن إدريس ، عن هارون بن عنترة ، عن سليم بن حنظلة قال : بينا نحن حول أبي إذ علاه عمر بن الخطاب بالدرة وقال : إنها مذلة للتابع ، وفتنة للمتبوع .وقال ابن عون ، عن الحسن : خرج ابن مسعود فاتبعه أناس ، فقال : والله لو تعلمون ما أغلق عليه بابي ، ما اتبعني منكم رجلان .وقال حماد بن زيد : كنا إذا مررنا على المجلس ، ومعنا أيوب ، فسلم ، ردوا ردا شديدا ، فكان ذلك يغمه .وقال عبد الرزاق ، عن معمر : كان أيوب يطيل قميصه ، فقيل له في ذلك ، فقال : إن الشهرة فيما مضى كانت في طول القميص ، واليوم في تشميره . واصطنع مرة نعلين على حذو نعلي النبي صلى الله عليه وسلم ، فلبسهما أياما ثم خلعهما ، وقال : لم أر الناس يلبسونهما .وقال إبراهيم النخعي : لا تلبس من الثياب ما يشهر في الفقهاء ، ولا ما يزدريك السفهاء .وقال الثوري : كانوا يكرهون من الثياب الجياد ، التي يشتهر بها ، ويرفع الناس إليه فيها أبصارهم . والثياب الرديئة التي يحتقر فيها ، ويستذل دينه .وحدثنا خالد بن خداش : حدثنا حماد ، عن أبي حسنة - صاحب الزيادي - قال : كنا عند أبي قلابة إذ دخل عليه رجل عليه أكسية ، فقال : إياكم وهذا الحمار النهاق .وقال الحسن ، رحمه الله : إن قوما جعلوا الكبر في قلوبهم ، والتواضع في ثيابهم ، فصاحب الكساء بكسائه أعجب من صاحب المطرف بمطرفه ، ما لهم تفاقدوا .وفي بعض الأخبار أن موسى ، عليه السلام ، قال لبني إسرائيل : ما لكم تأتوني عليكم ثياب الرهبان ، وقلوبكم قلوب الذئاب ، البسوا ثياب الملوك ، وألينوا قلوبكم بالخشية .فصل في حسن الخلققال أبو التياح : عن أنس ، رضي الله عنه : كان رسول الله صلى الله عليه وسلم من أحسن الناس خلقا .وعن عطاء ، عن ابن عمر : قيل : يا رسول الله ، أي المؤمنين أفضل ؟ قال : \" أحسنهم خلقا \" .وعن نوح بن عباد ، عن ثابت ، عن أنس مرفوعا : \" إن العبد ليبلغ بحسن خلقه درجات الآخرة وشرف المنازل ، وإنه لضعيف العبادة . وإنه ليبلغ بسوء خلقه درك جهنم وهو عابد \" . وعن سنان بن هارون ، عن حميد ، عن أنس مرفوعا : \" ذهب حسن الخلق بخير الدنيا والآخرة \" . وعن عائشة مرفوعا : \" إن العبد ليبلغ بحسن خلقه درجة قائم الليل وصائم النهار \" .وقال ابن أبي الدنيا : حدثني أبو مسلم عبد الرحمن بن يونس ، حدثنا عبد الله بن إدريس ، أخبرني أبي وعمي ، عن جدي ، عن أبي هريرة ، رضي الله عنه : سئل رسول الله صلى الله عليه وسلم عن أكثر ما يدخل الناس الجنة ، فقال : \" تقوى الله وحسن الخلق \" . وسئل عن أكثر ما يدخل الناس النار ، فقال : \" الأجوفان : الفم والفرج \" .وقال أسامة بن شريك : كنت عند رسول الله صلى الله عليه وسلم ، فجاءته الأعراب من كل مكان ، فقالوا : يا رسول الله ، ما خير ما أعطي الإنسان ؟ قال : \" حسن الخلق \" .وقال يعلى بن مملك : عن أم الدرداء ، عن أبي الدرداء - يبلغ به - قال : \" ما [ من ] شيء أثقل في الميزان من حسن الخلق \" ، وكذا رواه عطاء ، عن أم الدرداء ، به .وعن مسروق ، عن عبد الله بن عمرو مرفوعا : \" إن من خياركم أحاسنكم أخلاقا \" .حدثنا عبد الله بن أبي بدر ، حدثنا محمد بن عبيد ، عن محمد بن أبي سارة ، عن الحسن بن علي قال : قال رسول الله صلى الله عليه وسلم : \" إن الله ليعطي العبد من الثواب على حسن الخلق ، كما يعطي المجاهد في سبيل الله ، يغدو عليه الأجر ويروح \" .وعن مكحول ، عن أبي ثعلبة مرفوعا : \" إن أحبكم إلي وأقربكم مني مجلسا ، أحاسنكم أخلاقا ، وإن أبغضكم إلي وأبعدكم مني منزلا في الجنة مساويكم أخلاقا ، الثرثارون المتشدقون المتفيهقون \" .وعن أبي أويس ، عن محمد بن المنكدر ، عن جابر مرفوعا : \" ألا أخبركم بأكملكم إيمانا ، أحاسنكم أخلاقا ، الموطئون أكنافا ، الذين يؤلفون ويألفون \" .وقال الليث ، عن يزيد بن عبد الله بن أسامة ، عن بكر بن أبي الفرات قال : قال رسول الله صلى الله عليه وسلم : \" ما حسن الله خلق رجل وخلقه فتطعمه النار \" .وعن عبد الله بن غالب الحداني ، عن أبي سعيد مرفوعا : \" خصلتان لا يجتمعان في مؤمن : البخل ، وسوء الخلق \" ، وقال ميمون بن مهران ، عن رسول الله صلى الله عليه وسلم : \" ما من ذنب أعظم عند الله من سوء الخلق; وذلك أن صاحبه لا يخرج من ذنب إلا وقع في آخر \" .حدثنا علي بن الجعد ، حدثنا أبو المغيرة الأحمسي ، حدثنا عبد الرحمن بن إسحاق ، عن رجل من قريش قال : قال رسول الله صلى الله عليه وسلم : \" ما من ذنب أعظم عند الله من سوء الخلق; إن الخلق الحسن ليذيب الذنوب كما تذيب الشمس الجليد ، وإن الخلق السيئ ليفسد العمل كما يفسد الخل العسل \" .وقال عبد الله بن إدريس ، عن أبيه ، عن جده ، عن أبي هريرة مرفوعا : \" إنكم لا تسعون الناس بأموالكم ، ولكن يسعهم منكم بسط وجوه وحسن خلق \" .وقال محمد بن سيرين : حسن الخلق عون على الدين .فصل في ذم الكبرقال علقمة ، عن ابن مسعود - رفعه - : \" لا يدخل الجنة من كان في قلبه مثقال حبة من كبر ، ولا يدخل النار من في قلبه مثقال حبة من إيمان \" .وقال إبراهيم بن أبي عبلة ، عن أبي سلمة ، عن عبد الله بن عمرو مرفوعا : \" من كان في قلبه مثقال ذرة من كبر أكبه الله على وجهه في النار \" .حدثنا إسحاق بن إسماعيل ، حدثنا أبو معاوية ، عن عمر بن راشد ، عن إياس بن سلمة ، عن أبيه مرفوعا : \" لا يزال الرجل يذهب بنفسه حتى يكتب عند الله من الجبارين ، فيصيبه ما أصابهم من العذاب \" .وقال مالك بن دينار : ركب سليمان بن داود ، عليهما السلام ، ذات يوم البساط في مائتي ألف من الإنس ، ومائتي ألف من الجن ، فرفع حتى سمع تسبيح الملائكة في السماء ، ثم خفضوه حتى مست قدمه ماء البحر ، فسمعوا صوتا : لو كان في قلب صاحبكم مثقال ذرة من كبر لخسف به أبعد مما رفع .حدثنا أبو خيثمة ، حدثنا يزيد بن هارون ، عن حماد بن سلمة ، عن ثابت ، عن أنس قال : كان أبو بكر يخطبنا فيذكر بدء خلق الإنسان ، حتى إن أحدنا ليقذر نفسه ، يقول : خرج من مجرى البول مرتين .وقال الشعبي : من قتل اثنين فهو جبار ، ثم تلا أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض ) [ القصص : 19 ] وقال الحسن : عجبا لابن آدم ، يغسل الخرء بيده في اليوم مرتين ثم يتكبر! يعارض جبار السماوات ، قال : حدثنا خالد بن خداش ، حدثنا حماد بن زيد ، عن علي بن الحسن ، عن الضحاك بن سفيان ، فذكر الحديث . ضرب مثل الدنيا بما يخرج من ابن آدم .وقال الحسن ، عن يحيى ، عن أبي قال : إن مطعم ابن آدم ضرب مثل للدنيا وإن قزحه وملحه .وقال محمد بن الحسين بن علي - من ولد علي رضي الله عنه - : ما دخل قلب رجل شيء من الكبر إلا نقص من عقله بقدر ذلك .وقال يونس بن عبيد : ليس مع السجود كبر ، ولا مع التوحيد نفاق .ونظر طاوس إلى عمر بن عبد العزيز وهو يختال في مشيته ، وذلك قبل أن يستخلف ، فطعنه طاوس في جنبه بأصبعه ، وقال : ليس هذا شأن من في بطنه خرء ؟ فقال له كالمعتذر إليه : يا عم ، لقد ضرب كل عضو مني على هذه المشية حتى تعلمتها .قال أبو بكر بن أبي الدنيا : كانت بنو أمية يضربون أولادهم حتى يتعلموا هذه المشية .فصل في الاختيالعن أبي ليلى ، عن ابن بريدة ، عن أبيه مرفوعا : \" من جر ثوبه خيلاء لم ينظر الله إليه \" .ورواه عن إسحاق بن إسماعيل ، عن سفيان ، عن زيد بن أسلم ، عن ابن عمر مرفوعا مثله . وحدثنا محمد بن بكار ، حدثنا عبد الرحمن بن أبي الزناد ، عن أبيه ، عن الأعرج ، عن أبي هريرة مرفوعا : \" لا ينظر الله يوم القيامة إلى من جر إزاره \" . و \" بينما رجل يتبختر في برديه ، أعجبته نفسه ، خسف الله به الأرض ، فهو يتجلجل فيها إلى يوم القيامة \" .وروى الزهري عن سالم ، عن أبيه : \" بينما رجل . . . \" إلى آخره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( واقصد في مشيك ) أي : ليكن مشيك قصدا لا تخيلا ولا إسراعا . وقال عطاء : امش بالوقار والسكينة ، كقوله : \" يمشون على الأرض هونا \" ( الفرقان - 63 ) ( واغضض من صوتك ) انقص من صوتك ، وقال مقاتل : اخفض صوتك ( إن أنكر الأصوات ) أقبح الأصوات ( لصوت الحمير ) أوله زفير وآخره شهيق ، وهما صوت أهل النار .وقال موسى بن أعين : سمعت سفيان الثوري يقول في قوله : ( إن أنكر الأصوات لصوت الحمير ) قال : صياح كل شيء تسبيح لله إلا الحمار . وقال جعفر الصادق في قوله : ( إن أنكر الأصوات لصوت الحمير ) قال : هي العطسة القبيحة المنكرة . قال وهب : تكلم لقمان باثنى عشر ألف باب من الحكمة ، أدخلها الناس في كلامهم وقضاياهم وحكمهم : قال خالد الربعي : كان لقمان عبدا حبشيا فدفع مولاه إليه شاة وقال : اذبحها وائتني بأطيب مضغتين منها ، فأتاه باللسان والقلب ، ثم دفع إليه شاة أخرى ، وقال : اذبحها وائتني بأخبث مضغتين منها فأتاه باللسان والقلب ، فسأله مولاه ، فقال : ليس شيء أطيب منهما إذا طابا ولا أخبث منهما إذا خبثا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واقصد في مشيك واغضض من صوتك إن أنكر الأصوات لصوت الحمير .فيه ست مسائل :الأولى : قوله تعالى : واقصد في مشيك لما نهاه عن الخلق الذميم رسم له الخلق الكريم الذي ينبغي أن يستعمله فقال : واقصد في مشيك أي توسط فيه . والقصد : ما بين الإسراع والبطء ; أي لا تدب دبيب المتماوتين ولا تثب وثب الشطار ; وقال رسول الله صلى الله عليه وسلم : سرعة المشي تذهب بهاء المؤمن . فأما ما روي عنه عليه السلام أنه كان إذا مشى أسرع ، وقول عائشة في عمر رضي الله عنهما : كان إذا مشى أسرع - فإنما أرادت السرعة المرتفعة عن دبيب المتماوت ; والله أعلم . وقد مدح الله سبحانه من هذه صفته حسبما تقدم بيانه في ( الفرقان ) .الثانية : واغضض من صوتك أي انقص منه ; أي لا تتكلف رفع الصوت وخذ منه ما تحتاج إليه ; فإن الجهر بأكثر من الحاجة تكلف يؤذي . والمراد بذلك كله التواضع ; وقد قال عمر لمؤذن تكلف رفع الأذان بأكثر من طاقته : لقد خشيت أن ينشق مريطاؤك ! والمؤذن هو أبو محذورة سمرة بن معير . والمريطاء : ما بين السرة إلى العانة .الثالثة : إن أنكر الأصوات لصوت الحمير أي أقبحها وأوحشها ; ومنه أتانا بوجه منكر . والحمار مثل في الذم البليغ والشتيمة ، وكذلك نهاقه ; ومن استفحاشهم لذكره مجردا أنهم يكنون عنه ويرغبون عن التصريح فيقولون : الطويل الأذنين ; كما يكنى عن الأشياء المستقذرة . وقد عد في مساوئ الآداب أن يجري ذكر الحمار في مجلس قوم من أولي المروءة . ومن العرب من لا يركب الحمار استنكافا وإن بلغت منه الرجلة . وكان عليه الصلاة والسلام يركبه تواضعا وتذللا لله تبارك وتعالى .الرابعة : في الآية دليل على تعريف قبح رفع الصوت في المخاطبة والملاحاة بقبح أصوات الحمير ; لأنها عالية . وفي الصحيح عن النبي صلى الله عليه وسلم أنه قال : وإذا سمعتم نهيق الحمير فتعوذوا بالله من الشيطان فإنها رأت شيطانا . وقد روي : أنه ما صاح حمار ولا نبح كلب إلا أن يرى شيطانا . وقال سفيان الثوري : صياح كل شيء تسبيح إلا نهيق الحمير . ، وقال عطاء : نهيق الحمير دعاء على الظلمة .الخامسة : وهذه الآية أدب من الله تعالى بترك الصياح في وجوه الناس تهاونا بهم ، أو بترك الصياح جملة ; وكانت العرب تفخر بجهارة الصوت الجهير وغير ذلك ، فمن كان منهم أشد صوتا كان أعز ، ومن كان أخفض كان أذل ، حتى قال شاعرهم :جهير الكلام جهير العطاس جهير الرواء جهير النعم     ويعدو على الأين عدوى الظليمويعلو الرجال بخلق عممفنهى الله سبحانه وتعالى عن هذه الخلق الجاهلية بقوله : إن أنكر الأصوات لصوت الحمير أي لو أن شيئا يهاب لصوته لكان الحمار ; فجعلهم في المثل سواء .السادسة : قوله تعالى : لصوت الحمير اللام للتأكيد ، ووحد الصوت وإن كان مضافا إلى الجماعة لأنه مصدر والمصدر يدل على الكثرة ، وهو مصدر صات يصوت صوتا فهو صائت . ويقال : صوت تصويتا فهو مصوت . ورجل صات أي شديد الصوت بمعنى صائت ; كقولهم : رجل مال ونال ; أي كثير المال والنوال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (19)يقول: وتواضع في مشيك إذا مشيت، ولا تستكبر، ولا تستعجل، ولكن اتئد.وبنحو الذي قلنا في ذلك قال أهل التأويل، غير أن منهم من قال: أمره بالتواضع في مشيه، ومنهم من قال: أمره بترك السرعة فيه.ذكر من قال: أمره بالتواضع في مشيه:حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا أبو حمزة، عن جابر، عن مجاهد (وَاقْصِدْ فِي مَشْيِكَ) قال: التواضع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَاقْصِدْ فِي مَشْيِكَ) قال: نهاه عن الخيلاء.ذكر من قال نهاه عن السرعة.حدثنا ابن حميد، قال: ثنا ابن المبارك، عن عبد الله بن عقبة، عن يزيد بن أبي حبيب، في قوله: (وَاقْصِدْ فِي مَشْيِكَ) قال: من السرعة. قوله: (وَاغْضُضْ مِن صَوْتِكَ) يقول: واخفض من صوتك، فاجعله قصدا إذا تكلمت.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَاغْضُضْ مِن صَوْتِكَ) قال: أمره بالاقتصاد في صوته.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَاغْضُضْ مِن صَوْتِكَ) قال: اخفض من صوتك.واختلف أهل التأويل قوله: ( إِنَّ أَنْكَرَ الأصْوَاتِ لَصَوْتُ الْحَمِيرِ ) فقال بعضهم: معناه: إن أقبح الأصوات.* ذكر من قال ذلك:حدثنا ابن بشار وابن المثنى، قالا ثنا ابن أبي عديّ، عن شعبة وأبان بن تغلب، قالا ثنا أبو معاوية عن جُوَيبر، عن الضحاك (إنَّ أنكَرَ الأصْوَاتِ) قال: إن أقبح الأصوات (لَصَوْتُ الحَمِيرِ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (إنَّ أنكَرَ الأصْوَاتِ لَصَوْتُ الحَمِيرِ) أي: أقبح الأصوات لصوت الحمير، أوّله زفير، وآخره شهيق، أمره بالاقتصاد في صوته.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، قال: سمعت الأعمش يقول: (إنَّ أنكَرَ الأصْوَاتِ) (4) صوت الحمير.وقال آخرون: بل معنى ذلك: إن أشرّ الأصوات.* ذكر من قال ذلك:حُدثت عن يحيى بن واضح، عن أبي حمزة، عن جابر عن عكرِمة والحكم بن عُتيبة (إنَّ أنكَرَ الأصْوَاتِ) قال: أشرّ الأصوات.قال جابر: وقال الحسن بن مسلم: أشدّ الأصوات.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( إِنَّ أَنْكَرَ الأصْوَاتِ لَصَوْتُ الْحَمِيرِ ) قال: لو كان رفع الصوت هو خيرا ما جعله للحمير.وأولى الأقوال في ذلك بالصواب قول من قال: معناه: إن أقبح أو أشرّ الأصوات، وذلك نظير قولهم: إذا رأوا وجها قبيحا، أو منظرا شنيعا، ما أنكر وجه فلان، وما أنكر منظره.وأما قوله: (لَصَوْتُ الحَمِيرِ) فأضيف الصوت، وهو واحد، إلى الحمير وهي جماعة، فإن ذلك لوجهين: إن شئت، قلت: الصوت بمعنى الجمع، كما قيل:  لَذَهَبَ بِسَمْعِهِمْ  وإن شئت قلت: معنى الحمير: معنى الواحد، لأن الواحد في مثل هذا الموضع يؤدّي عما يؤدي عنه الجمع.------------------------الهوامش:(4) لعل فيه سقطًا، والأصل: أي أقبح الأصوات صوت ... إلخ ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ألم تروا- أيها الناس- أن الله ذلَّل لكم ما في السموات من الشمس والقمر والسحاب وغير ذلك، وما في الأرض من الدوابِّ والشجر والماء، وغير ذلك مما لا يحصى، وعمَّكم بنعمه الظاهرة على الأبدان والجوارح، والباطنة في العقول والقلوب، وما ادَّخره لكم مما لا تعلمونه؟ ومن الناس مَن يجادل في توحيد الله وإخلاص العبادة له بغير حجة ولا بيان، ولا كتاب مبين يبيِّن حقيقة دعواه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألم تروْا» تعلموا يا مخاطبين «أن الله سخَّر لكم ما في السموات» من الشمس والقمر والنجوم لتنتفعوا بها «وما في الأرض» من الثمار والأنهار والدواب «وأسبغ» أوسع وأتمَّ «عليكم نعمه ظاهرةً» وهي حسن الصورة وتسوية الأعضاء وغير ذلك «وباطنةً» هي المعرفة وغيرها «ومن الناس» أي أهل مكة «من يجادل في الله بغير علم ولا هدىً» من رسول «ولا كتاب منير» أنزله الله، بل بالتقليد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يمتن تعالى على عباده بنعمه، ويدعوهم إلى شكرها ورؤيتها; وعدم الغفلة عنها فقال:  أَلَمْ تَرَوْا  أي: تشاهدوا وتبصروا بأبصاركم وقلوبكم،  أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ  من الشمس والقمر والنجوم، كلها مسخرات لنفع العباد. وَمَا فِي الْأَرْضِ  من الحيوانات والأشجار والزروع، والأنهار والمعادن ونحوها كما قال تعالى:  هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا  وَأَسْبَغَ عَلَيْكُمْ  أي: عمّكم وغمركم نعمه الظاهرة والباطنة التي نعلم بها; والتي تخفى علينا، نعم الدنيا، ونعم الدين، حصول المنافع، ودفع المضار، فوظيفتكم أن تقوموا بشكر هذه النعم; بمحبة المنعم والخضوع له; وصرفها في الاستعانة على طاعته، وأن لا يستعان بشيء منها على معصيته. و  لكن مع توالي هذه النعم;  مِنَ النَّاسِ مَنْ  لم يشكرها; بل كفرها; وكفر بمن أنعم بها; وجحد الحق الذي أنزل به كتبه; وأرسل به رسله، فجعل  يُجَادِلُ فِي اللَّهِ  أي: يجادل عن الباطل; ليدحض به الحق; ويدفع به ما جاء به الرسول من الأمر بعبادة اللّه وحده، وهذا المجادل على غير بصيرة، فليس جداله عن علم، فيترك وشأنه، ويسمح له في الكلام  وَلَا هُدًى  يقتدي به بالمهتدين  وَلَا كِتَابٍ مُنِيرٍ  [غير مبين للحق فلا معقول ولا منقول ولا اقتداء بالمهتدين]  وإنما جداله في اللّه مبني على تقليد آباء غير مهتدين، بل ضالين مضلين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى منبها خلقه على نعمه عليهم في الدنيا والآخرة ، بأنه سخر لهم ما في السماوات من نجوم يستضيئون بها في ليلهم ونهارهم ، وما يخلق فيها من سحاب وأمطار وثلج وبرد ، وجعله إياها لهم سقفا محفوظا ، وما خلق لهم في الأرض من قرار وأنهار وأشجار وزروع وثمار . وأسبغ عليهم نعمه الظاهرة والباطنة من إرسال الرسل وإنزال الكتب ، وإزاحة الشبه والعلل ، ثم مع هذا كله ما آمن الناس كلهم ، بل منهم من يجادل في الله ، أي : في توحيده وإرسال الرسل . ومجادلته في ذلك بغير علم ، ولا مستند من حجة صحيحة ، ولا كتاب مأثور صحيح; ولهذا قال تعالى : ( ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير ) أي : مبين مضيء ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله تعالى : ( ألم تروا أن الله سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم ) أتم وأكمل ) ( نعمه ) قرأ أهل المدينة ، وأبو عمرو ، وحفص : \" نعمه \" بفتح العين وضم الهاء على الجمع ، وقرأ الآخرون منونة على الواحد ، ومعناها الجمع أيضا كقوله : \" وإن تعدوا نعمة الله لا تحصوها \" ( إبراهيم - 14 ) ( ظاهرة وباطنة ) قال عكرمة عن ابن عباس : النعمة الظاهرة : الإسلام والقرآن ، والباطنة : ما ستر عليك من الذنوب ولم يعجل عليك بالنقمة وقال الضحاك : الظاهرة : حسن الصورة وتسوية الأعضاء ، والباطنة : المعرفة . وقال مقاتل : الظاهرة : تسوية الخلق ، والرزق ، والإسلام . والباطنة : ما ستر من الذنوب . وقال الربيع : الظاهرة بالجوارح ، والباطنة : بالقلب . وقيل : الظاهرة : الإقرار باللسان ، والباطنة : الاعتقاد بالقلب . وقيل : الظاهرة : تمام الرزق والباطنة : حسن الخلق . وقال عطاء : الظاهرة : تخفيف الشرائع ، والباطنة : الشفاعة .وقال مجاهد : الظاهرة : ظهور الإسلام والنصر على الأعداء ، والباطنة : الإمداد بالملائكة . وقيل : الظاهرة : الإمداد بالملائكة ، والباطنة : إلقاء الرعب في قلوب الكفار . وقال سهل بن عبد الله : الظاهرة : اتباع الرسول ، والباطنة : محبته . ( ومن الناس من يجادل في الله بغير علم ) نزلت في النضر بن الحارث ، وأبي بن خلف ، وأمية بن خلف ، وأشباههم كانوا يجادلون النبي - صلى الله عليه وسلم - في الله وفي صفاته بغير علم ( ولا هدى ولا كتاب منير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ألم تروا أن الله سخر لكم ما في السماوات وما في الأرض ذكر نعمه على بني آدم ، وأنه سخر لهم ما في السماوات من شمس وقمر ونجوم وملائكة تحوطهم وتجر إليهم منافعهم . وما في الأرض عام في الجبال والأشجار والثمار وما لا يحصى . وأسبغ عليكم نعمه أي أكملها وأتمها . وقرأ ابن عباس ويحيى بن عمارة : ( وأصبغ ) بالصاد على بدلها من السين ; لأن حروف الاستعلاء تجتذب السين من سفلها إلى علوها فتردها صادا . والنعم : جمع نعمة كسدرة وسدر ( بفتح الدال ) وهي قراءة نافع وأبي عمرو وحفص . الباقون : ( نعمة ) على الإفراد ; والإفراد يدل على الكثرة ; كقوله تعالى : وإن تعدوا نعمة الله لا تحصوها . وهي قراءة ابن عباس من وجوه صحاح . وقيل : إن معناها الإسلام ; قال النبي صلى الله عليه وسلم لابن عباس وقد سأله عن هذه الآية : الظاهرة الإسلام وما حسن من خلقك ، والباطنة ما ستر عليك من سيئ عملك . قال النحاس : وشرح هذا أن سعيد بن جبير قال في قول الله عز وجل : ولكن يريد ليطهركم وليتم نعمته عليكم قال : يدخلكم الجنة . وتمام نعمة الله عز وجل على العبد أن يدخله الجنة ، فكذا لما كان الإسلام يئول أمره إلى الجنة سمي نعمة . وقيل : الظاهرة الصحة وكمال الخلق ، والباطنة المعرفة والعقل . وقال المحاسبي : الظاهرة نعم الدنيا ، والباطنة نعم العقبى . وقيل : الظاهرة ما يرى بالأبصار من المال والجاه والجمال في الناس وتوفيق الطاعات ، والباطنة ما يجده المرء في نفسه من العلم بالله وحسن اليقين وما يدفع الله تعالى عن العبد من الآفات . وقد سرد الماوردي في هذا أقوالا تسعة ، كلها ترجع إلى هذا .قوله تعالى : ومن الناس من يجادل في الله تقدم معناها في ( الحج ) وغيرها . نزلت في يهودي جاء إلى النبي صلى الله عليه وسلم فقال : يا محمد ، أخبرني عن ربك ، من أي شيء هو ؟ فجاءت صاعقة فأخذته ; قاله مجاهد . وقد مضى هذا في ( الرعد ) . وقيل : إنها نزلت في النضر بن الحارث ، كان يقول : إن الملائكة بنات الله ; قاله ابن عباس . ( يجادل ) : يخاصم بغير علم أي بغير حجة ولا هدى ولا كتاب منير أي نير بين ; إلا الشيطان فيما يلقي إليهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلا هُدًى وَلا كِتَابٍ مُنِيرٍ (20)يقول تعالى ذكره: (أَلَمْ تَرَوْا) أيها الناس (أنَّ اللهَ سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ) من شمس وقمر ونجم وسحاب (وَما فِي الأرْضِ) من دابة وشجر وماء وبحر وفلك، وغير ذلك من المنافع، يجري ذلك كله لمنافعكم ومصالحكم، لغذائكم وأقواتكم وأرزاقكم وملاذّكم، تتمتعون ببعض ذلك كله، وتنتفعون بجميعه، ( وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً ).&amp;; 20-148 &amp;;واختلفت القرّاء في قراءة ذلك، فقرأه بعض المكيين وعامة الكوفيين: (وأسْبَغَ عَلَيْكُمْ نِعْمَةً) على الواحدة، ووجهوا معناها إلى أنه الإسلام، أو إلى أنها شهادة أن لا إله إلا الله. وقرأته عامة قرّاء المدينة والبصرة: (نِعَمَهُ) على الجماع، ووجَّهوا معنى ذلك، إلى أنها النعم التي سخرها الله للعباد مما في السموات والأرض، واستشهدوا لصحة قراءتهم ذلك كذلك بقوله:  شَاكِرًا لأَنْعُمِهِ  قالوا: فهذا جمع النعم.والصواب من القول في ذلك عندنا أنهما قراءتان مشهورتان في قرّاء الأمصار، متقاربتا المعنى، وذلك أن النعمة قد تكون بمعنى الواحدة، ومعنى الجماع، وقد يدخل في الجماع الواحدة. وقد قال جلّ ثناؤه  وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا  فمعلوم أنه لم يعن بذلك نعمة واحدة. وقال في موضع آخر:  وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ * شَاكِرًا لأَنْعُمِهِ  ، فجمعها، فبأيّ القراءتين قرأ القارئ ذلك فمصيب.ذكر بعض من قرأ ذلك على التوحيد، وفسَّره على ما ذكرنا عن قارئيه أنهم يفسرونه.حدثني أحمد بن يوسف، قال: ثنا القاسم بن سلام، قال: ثنا حجاج، قال: ثني مستور الهنائي، عن حميد الأعرج، عن مجاهد، عن ابن عباس أنه قرأها: (وأسْبَغَ عَلَيْكُمْ نِعْمَتَهُ ظَاهِرَةً وَباطِنةً)وفسَّرها: الإسلام.حُدثت عن الفراء قال: ثني شريك بن عبد الله، عن خصيف، عن عكرمة، عن ابن عباس، أنه قرأ: (نِعْمَةً) واحدة. قال: ولو كانت (نِعْمَهُ)، لكانت نعمة دون نعمة، أو نعمة فوق نعمة \" الشكّ من الفراء \".حدثني عبد الله بن محمد الزهري، قال: ثنا سفيان، قال: ثنا حميد، قال: قرأ مجاهد: (وأسْبَغَ عَلَيْكُمْ نِعْمَتَهُ ظَاهِرَةً وَباطِنةً) قال: لا إله إلا الله.حدثني العباس بن أبي طالب، قال: ثنا ابن أبي بكير، عن شبل، عن ابن أبي نجيح، عن مجاهد (وأسْبَغَ عَلَيْكُمْ نِعْمَتَهُ ظَاهِرَةً وَباطِنةً) قال: كان يقول: هي لا إله إلا الله.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن حميد الأعرج، عن مجاهد (وأسْبَغَ عَلَيْكُمْ نِعْمَتَهُ ظَاهِرَةً وَباطِنةً) قال: لا إله إلا الله.حدثنا ابن وكيع، قال: ثنا ابن عُيينة، عن حميد الأعرج، عن مجاهد، قال: &amp;; 20-149 &amp;; لا إله إلا الله.حدثنا ابن وكيع، قال: ثنا يحيى بن آدم، عن سفيان، عن عيسى، عن قَيْس، عن ابن عباس (نِعَمَةً ظاهِرَةً وَباطِنَةً) قال: لا إله إلا الله. وقوله: (ظاهِرَةً) يقول: ظاهرة على الألسن قولا وعلى الأبدان وجوارح الجسد عملا. وقوله: (وَباطِنَةً) يقول: وباطنة في القلوب، اعتقادا ومعرفة.وقوله: ( وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلا هُدًى ) يقول تعالى ذكره: ومن الناس من يخاصم في توحيد الله، وإخلاص الطاعة والعبادة له (بِغَيرِ عِلْمٍ) عنده بما يخاصم، (وَلا هُدًى): يقول: ولا بيان يبين به صحة ما يقول ( وَلا كِتَابٍ مُنِيرٍ ) يقول: ولا بتنزيل من الله جاء بما يدعي، يبين حقية دعواه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلا هُدًى وَلا كِتَابٍ مُنِيرٍ ) ليس معه من الله برهان ولا كتاب."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا قيل لهؤلاء المجادلين في توحيد الله وإفراده بالعبادة: اتبعوا ما أنزل الله على نبيه محمد صلى الله عليه وسلم قالوا: بل نتبع ما كان عليه آباؤنا من الشرك وعبادة الأصنام، أيفعلون ذلك، ولو كان الشيطان يدعوهم؛ بتزيينه لهم سوء أعمالهم، وكفرهم بالله إلى عذاب النار المستعرة؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا قيل لهم اتَّبعوا ما أَنزل الله قالوا بل نتبع ما وجدنا عليه آباءنا» قال تعالى: «أ» يتبعونه «ولو كان الشيطان يدعوهم إلى عذاب السعير» أي موجباته؟ لا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ  على أيدي رسله، فإنه الحق، وبينت لهم أدلته الظاهرة  قَالُوا  معارضين ذلك:  بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا  فلا نترك ما وجدنا عليه آباءنا لقول أحد كائنا من كان.قال تعالى في الرد عليهم وعلى آبائهم:  أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ  فاستجاب له آباؤهم، ومشوا خلفه، وصاروا من تلاميذ الشيطان، واستولت عليهم الحيرة.فهل هذا موجب لاتباعهم لهم ومشيهم على طريقتهم، أم ذلك يرهبهم من سلوك سبيلهم، وينادي على ضلالهم، وضلال من اتبعهم.وليس دعوة الشيطان لآبائهم ولهم، محبة لهم ومودة، وإنما ذلك عداوة لهم ومكر بهم، وبالحقيقة أتباعه من أعدائه، الذين تمكن منهم وظفر بهم، وقرت عينه باستحقاقهم عذاب السعير، بقبول دعوته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإذا قيل لهم ) أي : لهؤلاء المجادلين في توحيد الله : ( اتبعوا ما أنزل الله ) أي : على رسوله من الشرائع المطهرة ، ( قالوا بل نتبع ما وجدنا عليه آباءنا ) أي : لم يكن لهم حجة إلا اتباع الآباء الأقدمين ، قال الله : ( أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون ) [ البقرة : 170 ] أي : فما ظنكم أيها المحتجون بصنيع آبائهم ، أنهم كانوا على ضلالة وأنتم خلف لهم فيما كانوا فيه; ولهذا قال : ( أولو كان الشيطان يدعوهم إلى عذاب السعير ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما وجدنا عليه آباءنا ) قال الله - عز وجل - : ( أولو كان الشيطان يدعوهم إلى عذاب السعير ) وجواب \" لو \" محذوف ، ومجازه : يدعوهم فيتبعونه ، يعني : يتبعون الشيطان وإن كان الشيطان يدعوهم إلى عذاب السعير ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإلا تقليد الأسلاف كما في الآية بعد . أولو كان الشيطان يدعوهم إلى عذاب السعير يتبعونه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (21)يقول تعالى ذكره: وإذا قيل لهؤلاء الذين يجادلون في توحيد الله جهلا منهم بعظمة الله اتبعوا أيها القوم ما أنزل الله على رسوله، وصدِّقوا به، فإنه يفرق بين المحقّ منا والمبطل، ويفصل بين الضّالّ والمهتدى، فقالوا: بل نتبع ما وجدنا عليه آباءنا من الأديان، فإنهم كانوا أهل حقّ، قال الله تعالى ذكره (أوَلَوْ كانَ الشَّيْطانُ يَدْعُوهُمْ) بتزيينه لهم سوء أعمالهم، واتباعهم إياه على ضلالتهم، وكفرهم بالله، وتركهم اتباع ما أنزل الله من كتابه على نبيه (إلى عَذَابِ السَّعِيرِ) يعني: عذاب النار التي تتسعر وتلتهب."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ومن يُخْلص عبادته لله وقصده إلى ربه تعالى، وهو محسن في أقواله، متقن لأعماله، فقد أخذ بأوثق سبب موصل إلى رضوان الله وجنته. وإلى الله وحده تصير كل الأمور، فيجازي المحسن على إحسانه، والمسيء على إساءته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومن يُسلم وجهه إلى الله» أي يقبل على طاعته «وهو محسن» موحد «فقد استمسك بالعروة الوثقى» بالطرف الأوثق الذي لا يخاف انقطاعه «وإلى الله عاقبة الأمور» مرجعها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ  أي: يخضع له وينقاد له بفعل الشرائع مخلصا له دينه.  وَهُوَ مُحْسِنٌ  في ذلك الإسلام بأن كان عمله مشروعا، قد اتبع فيه الرسول صلى الله عليه وسلم.أو: ومن يسلم وجهه إلى اللّه، بفعل جميع العبادات، وهو محسن فيها، بأن يعبد اللّه كأنه يراه، فإن لم يكن يراه، فإنه يراه.أو ومن يسلم وجهه إلى اللّه، بالقيام بحقوقه، وهو محسن إلى عباد اللّه، قائم بحقوقهم.والمعاني متلازمة، لا فرق بينها إلا من جهة [اختلاف]  مورد اللفظتين، وإلا فكلها متفقة على القيام بجميع شرائع الدين، على وجه تقبل به وتكمل، فمن فعل ذلك فقد أسلم و  اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى  أي: بالعروة التي من تمسك بها، توثق ونجا، وسلم من الهلاك، وفاز بكل خير.ومن لم يسلم وجهه للّه، أو لم يحسن لم يستمسك بالعروة الوثقى، وإذا لم يستمسك بالعروة الوثقى لم يكن ثَمَّ إلا الهلاك والبوار.  وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ  أي: رجوعها وموئلها ومنتهاها، فيحكم في عباده، ويجازيهم بما آلت إليه أعمالهم، ووصلت إليه عواقبهم، فليستعدوا لذلك الأمر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عمن أسلم وجهه لله ، أي : أخلص له العمل وانقاد لأمره واتبع شرعه; ولهذا قال : ( وهو محسن ) أي : في عمله ، باتباع ما به أمر ، وترك ما عنه زجر ، ( فقد استمسك بالعروة الوثقى ) أي : فقد أخذ موثقا من الله متينا أنه لا يعذبه ، ( وإلى الله عاقبة الأمور )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ومن يسلم وجهه إلى الله ) يعني : لله ، أي : يخلص دينه لله ، ويفوض أمره إلى الله ( وهو محسن ) في عمله ( فقد استمسك بالعروة الوثقى ) أي : اعتصم بالعهد الأوثق الذي لا يخاف انقطاعه ( وإلى الله عاقبة الأمور )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ومن يسلم وجهه إلى الله وهو محسن فقد استمسك بالعروة الوثقى وإلى الله عاقبة الأمور .قوله تعالى : ومن يسلم وجهه إلى الله أي يخلص عبادته وقصده إلى الله تعالى . وهو محسن لأن العبادة من غير إحسان ولا معرفة القلب لا تنفع ; نظيره : ومن يعمل من الصالحات وهو مؤمن . وفي حديث جبريل قال : فأخبرني عن الإحسان ؟ قال : أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك . فقد استمسك بالعروة الوثقى قال ابن عباس : لا إله إلا الله ; وقد مضى في ( البقرة ) . وقد قرأ علي بن أبي طالب رضي الله تعالى عنه والسلمي وعبد الله بن مسلم بن يسار : ومن يسلم . النحاس : و ( يسلم ) في هذا أعرف ; كما قال عز وجل : فقل أسلمت وجهي لله ومعنى : أسلمت وجهي لله قصدت بعبادتي إلى الله عز وجل ; ويكون ( يسلم ) على التكثير ; إلا أن المستعمل في سلمت أنه بمعنى دفعت ; يقال سلمت في الحنطة ، وقد يقال أسلمت . الزمخشري : قرأ علي بن أبي طالب رضي الله تعالى عنه : ( ومن يسلم ) بالتشديد ; يقال : أسلم أمرك وسلم أمرك إلى الله تعالى ; فإن قلت : ما له عدي بإلى ، وقد عدي باللام في قوله عز وجل : بلى من أسلم وجهه لله ؟ قلت : معناه مع اللام أنه جعل وجهه وهو ذاته ونفسه سالما لله ; أي خالصا له . ومعناه مع إلى راجع إلى أنه سلم إليه نفسه كما يسلم المتاع إلى الرجل إذا دفع إليه . والمراد التوكل عليه والتفويض إليه . وإلى الله عاقبة الأمور أي مصيرها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الأُمُورِ (22)يقول تعالى ذكره: ومن يُعبِّد وجهه متذللا بالعبودة، مقرّا له بالألوهة (وَهُوَ مُحْسِنٌ) يقول: وهو مطيع لله في أمره ونهيه، ( فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى ) يقول: &amp;; 20-150 &amp;; فقد تمسك بالطرف الأوثق الذي لا يخاف انقطاعه من تمسك به، وهذا مثل، وإنما يعني بذلك: أنه قد تمسك من رضا الله بإسلامه وجهه إليه وهو محسن، ما لا يخاف معه عذاب الله يوم القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن أبي السوداء، عن جعفر بن أبي المغيرة، عن سعيد بن جُبَير، عن ابن عباس ( وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى ) قال: لا إله إلا الله.وقوله: ( وَإِلَى اللَّهِ عَاقِبَةُ الأمُورِ ) يقول: وإلى الله مرجع عاقبة كلّ أمر خيره وشرّه، وهو المسائل أهله عنه، ومجازيهم عليه."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ومن كفر فلا تأسَ عليه -أيها الرسول- ولا تحزن؛ لأنك أدَّيت ما عليك من الدعوة والبلاغ، إلينا مرجعهم ومصيرهم يوم القيامة، فنخبرهم بأعمالهم الخبيثة التي عملوها في الدنيا، ثم نجازيهم عليها، إن الله عليم بما تُكِنُّه صدورهم من الكفر بالله وإيثار طاعة الشيطان."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومن كفر فلا يَحزُنْك» يا محمد «كفره» لا تهتم بكفره «إلينا مرجعهم فننبئهم بما عملوا إن الله عليم بذات الصدور» أي بما فيها كغيره فمجاز عليه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ  لأنك أديت ما عليك، من الدعوة والبلاغ، فإذا لم يهتد، فقد وجب أجرك على اللّه، ولم يبق للحزن موضع على عدم اهتدائه، لأنه لو كان فيه خير، لهداه اللّه.ولا تحزن أيضا، على كونهم تجرأوا عليك بالعداوة، ونابذوك المحاربة، واستمروا على غيهم وكفرهم، ولا تتحرق عليهم، بسبب أنهم ما بودروا بالعذاب.فإن  إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا  من كفرهم وعداوتهم، وسعيهم في إطفاء نور اللّه وأذى رسله. إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ  التي ما نطق بها الناطقون، فكيف بما ظهر، وكان شهادة؟\""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي : لا تحزن يا محمد عليهم في كفرهم بالله وبما جئت به; فإن قدر الله نافذ فيهم ، وإلى الله مرجعهم فينبئهم بما عملوا ، أي : فيجزيهم عليه ، ( إن الله عليم بذات الصدور ) ، فلا تخفى عليه خافية ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا إن الله عليم بذات الصدور\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا إن الله عليم بذات الصدورقوله تعالى : ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا أي نجازيهم . إن الله عليم بذات الصدور ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمَنْ كَفَرَ فَلا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (23)يقول تعالى ذكره: ومن كفر بالله فلا يحزنك كفره، ولا تذهب نفسك عليهم حسرة، فإنّ مرجعهم ومصيرهم يوم القيامة إلينا، ونحن نخبرهم بأعمالهم الخبيثة التي عملوها في الدنيا، ثم نجازيهم عليها جزاءهم (إنَّ اللهَ عَلِيمٌ بِذَاتِ الصُّدُورِ) يقول: إن الله ذو علم بما تكنه صدورهم من الكفر بالله، وإيثار طاعة الشيطان."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "نمتعهم في هذه الدنيا الفانية مدة قليلة، ثم يوم القيامة نُلجئهم ونسوقهم إلى عذاب فظيع، وهو عذاب جهنم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«نمتعهم» في الدنيا «قليلاً» أيام حياتهم «ثم نضطرهم» في الآخرة «إلى عذابٍ غليظٍ» وهو عذاب النار لا يجدون عنه محيصاً."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " نُمَتِّعُهُمْ قَلِيلًا  في الدنيا، ليزداد إثمهم، ويتوفر عذابهم،  ثُمَّ نَضْطَرُّهُمْ  أي: [نلجئهم]  إِلَى عَذَابٍ غَلِيظٍ  أي: انتهى في عظمه وكبره، وفظاعته، وألمه، وشدته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( نمتعهم قليلا ) أي : في الدنيا ، ( ثم نضطرهم ) أي : نلجئهم ( إلى عذاب غليظ ) أي : فظيع صعب مشق على النفوس ، كما قال تعالى : ( إن الذين يفترون على الله الكذب لا يفلحون متاع في الدنيا ثم إلينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون ) [ يونس : 69 ، 70 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( نمتعهم قليلا ) أي : نمهلهم ليتمتعوا بنعيم الدنيا قليلا إلى انقضاء آجالهم ( ثم نضطرهم ) ثم نلجئهم ونردهم في الآخرة ( إلى عذاب غليظ ، ) وهو عذاب النار ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "نمتعهم قليلا أي نبقيهم في الدنيا مدة قليلة يتمتعون بها . ثم نضطرهم أي نلجئهم ونسوقهم . إلى عذاب غليظ وهو عذاب جهنم . ولفظ من يصلح للواحد والجمع ، فلهذا قال : ( كفره ) ثم قال : ( مرجعهم ) وما بعده على المعنى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (نُمَتِّعُهُمْ قَلِيلا) يقول: نمهلهم في هذه الدنيا مهلا قليلا يتمتعون فيها ( ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ ) يقول: ثم نوردهم على كره منهم عذابا غليظا، وذلك عذاب النار، نعوذ بالله منها، ومن عمل يقرّب منها."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولئن سألت -أيها الرسول- هؤلاء المشركين بالله: مَن خلق السموات والأرض؟ ليقولُنَّ الله، فإذا قالوا ذلك فقل لهم: الحمد لله الذي أظهر الاستدلال عليكم من أنفسكم، بل أكثر هؤلاء المشركين لا ينظرون ولا يتدبرون مَن الذي له الحمد والشكر، فلذلك أشركوا معه غيره."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولئن» لام قسم «سألتهم من خلق السموات والأرض ليقولن الله» حذف منه نون الرفع لتوالي الأمثال، وواو الضمير لالتقاء الساكنين «قل الحمد لله» على ظهور الحجة عليهم بالتوحيد «بل أكثرهم لا يعلمون» وجوبه عليهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: ولئن سألت هؤلاء المشركين المكذبين بالحق  مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ  لعلموا أن أصنامهم، ما خلقت شيئا من ذلك ولبادروا بقولهم الله الذي خلقهما وحده.ف  قُلِ  لهم ملزما لهم، ومحتجا عليهم بما أقروا به، على ما أنكروا:  الْحَمْدُ لِلَّهِ  الذي بيَّن النور، وأظهر الاستدلال عليكم من أنفسكم، فلو كانوا يعلمون، لجزموا أن المنفرد بالخلق والتدبير، هو الذي يفرد بالعبادة والتوحيد.ولكن  أَكْثَرُهُمْ لَا يَعْلَمُونَ  فلذلك أشركوا به غيره، ورضوا بتناقض ما ذهبوا إليه، على وجه الحيرة والشك، لا على وجه البصيرة، ثم ذكر في هاتين الآيتين نموذجا من سعة أوصافه، ليدعو عباده إلى معرفته، ومحبته، وإخلاص الدين له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن هؤلاء المشركين به : إنهم يعرفون أن الله خالق السماوات والأرض ، وحده لا شريك له ، ومع هذا يعبدون معه شركاء يعترفون أنها خلق له وملك له; ولهذا قال : ( ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل الحمد لله ) [ أي : إذ قامت عليكم الحجة باعترافكم ] ، ( بل أكثرهم لا يعلمون ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ولئن سألتهم من خلق السموات والأرض ليقولن الله قل الحمد لله بل أكثرهم لا يعلمون\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل الحمد لله بل أكثرهم لا يعلمونقوله تعالى : ولئن سألتهم من خلق السماوات والأرض ليقولن الله أي هم يعترفون بأن الله خالقهم فلم يعبدون غيره . قل الحمد لله أي على ما هدانا له من دينه ، وليس الحمد لغيره . بل أكثرهم لا يعلمون أي لا ينظرون ولا يتدبرون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ (25)يقول تعالى ذكره: ولئن سألت يا محمد هؤلاء المشركين بالله من قومك (مَنْ خَلَقَ السَّمَاوَاتِ والأرْضَ لَيَقُولُنَّ اللهُ قُلِ الحَمْدُ لله) يقول تعالى ذكره لنبيه محمد، فإذا قالوا ذلك، فقل لهم: الحمد لله الذي خلق ذلك، لا لمن لا يخلق شيئا وهم يخلقون، ثم قال تعالى ذكره: (بَلْ أكْثرُهُمْ لا يعْلَمون) يقول: بل أكثر هؤلاء المشركون لا يعلمون من الذي له الحمد، وأين موضع الشكر."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لله- سبحانه- كل ما في السموات والأرض ملكًا وعبيدًا وإيجادًا وتقديرًا، فلا يستحق العبادة أحد غيره. إن الله هو الغني عن خلقه، له الحمد والثناء على كل حال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لله ما في السماوات والأرض» ملكا وخلقا وعبيدا فلا يستحق العبادة فيهما غيره «إن الله هو الغني» عن خلقه «الحميد» المحمود في صنعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فذكر عموم ملكه، وأن جميع ما في السماوات والأرض - وهذا شامل لجميع العالم العلوي والسفلي - أنه ملكه، يتصرف فيهم بأحكام الملك القدرية، وأحكامه الأمرية، وأحكامه الجزائية، فكلهم عييد مماليك، مدبرون مسخرون، ليس لهم من الملك شيء، وأنه واسع الغنى، فلا يحتاج إلى ما يحتاج إليه أحد من الخلق.  مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ وأن أعمال النبيين والصديقين، والشهداء والصالحين، لا تنفع اللّه شيئا وإنما تنفع عامليها، واللّه غني عنهم، وعن أعمالهم، ومن غناه، أن أغناهم وأقناهم في دنياهم وأخراهم.ثم أخبر تعالى عن سعة حمده، وأن حمده من لوازم ذاته، فلا يكون إلا حميدا من جميع الوجوه، فهو حميد في ذاته، وهو حميد في صفاته، فكل صفة من صفاته، يستحق عليها أكمل حمد وأتمه، لكونها صفات عظمة وكمال، وجميع ما فعله وخلقه يحمد عليه، وجميع ما أمر به ونهى عنه يحمد عليه، وجميع ما حكم به في العباد وبين العباد، في الدنيا والآخرة، يحمد عليه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( لله ما في السماوات والأرض ) أي : هو خلقه وملكه ، ( إن الله هو الغني الحميد ) أي : الغني عما سواه ، وكل شيء فقير إليه ، الحميد في جميع ما خلق ، له الحمد في السماوات والأرض على ما خلق وشرع ، وهو المحمود في الأمور كلها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"لله ما في السموات والأرض إن الله هو الغني الحميد\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "لله ما في السماوات والأرض أي ملكا وخلقا . إن الله هو الغني أي الغني عن خلقه وعن عبادتهم ، وإنما أمرهم لينفعهم . الحميد أي المحمود على صنعه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (لِلهِ ما فِي السَّمَاوَاتِ والأرْضِ) يقول تعالى ذكره: لله كلّ ما في السموات والأرض من شيء ملكا كائنا ما كان ذلك الشيء من وثن وصنم وغير ذلك، مما يعبد أو لا يعبد (إنَّ الله هُوَ الغَنيُّ الحَمِيدُ) يقول: إن الله هو الغنيّ عن عباده هؤلاء المشركين به الأوثان والأنداد، وغير ذلك منهم ومن جميع خلقه؛ لأنهم ملكه وله، وبهم الحاجة إليه، الحميد: يعني: المحمود على نعمه التي أنعمها على خلقه."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولو أن أشجار الأرض كلها بُريت أقلامًا والبحر مداد لها، ويُمَد بسبعة أبحر أخرى، وكُتِب بتلك الأقلام وذلك المداد كلمات الله، لتكسرت تلك الأقلام، ولنفِد ذلك المداد، ولم تنفد كلمات الله التامة التي لا يحيط بها أحد. إن الله عزيز في انتقامه ممن أشرك به، حكيم في تدبير خلقه. وفي الآية إثبات صفة الكلام لله- تعالى- حقيقة كما يليق بجلاله وكماله سبحانه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولو أن ما في الأرض من شجرةٍ أقلامٌ والبحر» عطف على اسم أن «يمده من بعده سبعة أبحر» مدادا «ما نفدت كلمات الله» المعبر بها عن معلوماته بكتبها بتلك الأقلام بذلك المداد ولا بأكثر من ذلك لأن معلوماته تعالي غير متناهية «إن الله عزيز» لا يعجزه شيء «حكيم» لا يخرج شئ عن علمه وحكمته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم أخبر عن سعة كلامه وعظمة قوله، بشرح يبلغ من القلوب كل مبلغ، وتنبهر له العقول، وتحير فيه الأفئدة، وتسيح في معرفته أولو الألباب والبصائر، فقال:  وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ  يكتب بها  وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ  مدادا يستمد بها، لتكسرت تلك الأقلام ولفني ذلك المداد، و لم تنفد  كَلِمَاتُ اللَّهِ  تعالى، وهذا ليس مبالغة لا حقيقة له، بل لما علم تبارك وتعالى، أن العقول تتقاصر عن الإحاطة ببعض صفاته، وعلم تعالى أن معرفته لعباده، أفضل نعمة، أنعم بها عليهم، وأجل منقبة حصلوها، وهي لا تمكن على وجهها، ولكن ما لا يدرك كله، لا يترك كله، فنبههم تعالى تنبيها تستنير به قلوبهم، وتنشرح له صدورهم، ويستدلون بما وصلوا إليه إلى ما لم يصلوا إليه، ويقولون كما قال أفضلهم وأعلمهم بربه: \"لا نحصي ثناء عليك، أنت كما أثنيت على نفسك\" وإلا، فالأمر أجل من ذلك وأعظم.وهذا التمثيل من باب تقريب المعنى، الذي لا يطاق الوصول إليه إلى الأفهام والأذهان، وإلا فالأشجار، وإن تضاعفت على ما ذكر، أضعافا كثيرة، والبحور لو امتدت  بأضعاف مضاعفة، فإنه يتصور نفادها وانقضاؤها، لكونها مخلوقة.وأما كلام اللّه تعالى، فلا يتصور نفاده، بل دلنا الدليل الشرعي والعقلي، على أنه لا نفاد له ولا منتهى، وكل شيء ينتهي إلا الباري وصفاته  وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى وإذا تصور العقل حقيقة أوليته تعالى وآخريته، وأنه كل ما فرضه الذهن من الأزمان السابقة، مهما تسلسل الفرض والتقدير، فهو تعالى قبل ذلك إلى غير نهاية، وأنه مهما فرضه الذهن والعقل، من الأزمان المتأخرة، وتسلسل الفرض والتقدير، وساعد على ذلك من ساعد، بقلبه ولسانه، فاللّه تعالى بعد ذلك إلى غير غاية ولا نهاية.واللّه في جميع الأوقات يحكم، ويتكلم، ويقول، ويفعل كيف أراد، وإذا أراد لا مانع له من شيء من أقواله وأفعاله، فإذا تصور العقل ذلك، عرف أن المثل الذي ضربه اللّه لكلامه، ليدرك العباد شيئا منه، وإلا، فالأمر أعظم وأجل.ثم ذكر جلالة عزته وكمال حكمته فقال:  إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ  أي: له العزة جميعا، الذي ما في العالم العلوي والسفلي من القوة إلا منه، أعطاها للخلق، فلا حول ولا قوة إلا به، وبعزته قهر الخلق كلهم، وتصرف فيهم، ودبرهم، وبحكمته خلق الخلق، وابتدأه بالحكمة، وجعل غايته والمقصود منه الحكمة، وكذلك الأمر والنهي وجد بالحكمة، وكانت غايته المقصودة الحكمة، فهو الحكيم في خلقه وأمره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قول تعالى مخبرا عن عظمته وكبريائه وجلاله ، وأسمائه الحسنى وصفاته العلا وكلماته التامة التي لا يحيط بها أحد ، ولا اطلاع لبشر على كنهها وإحصائها ، كما قال سيد البشر وخاتم الرسل : \" لا أحصي ثناء عليك ، أنت كما أثنيت على نفسك \" ، فقال تعالى : ( ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله ) [ أي : ولو أن جميع أشجار الأرض جعلت أقلاما ، وجعل البحر مدادا ومده سبعة أبحر ] معه ، فكتبت بها كلمات الله الدالة على عظمته وصفاته وجلاله لتكسرت الأقلام ، ونفد ماء البحر ، ولو جاء أمثالها مددا .وإنما ذكرت \" السبعة \" على وجه المبالغة ، ولم يرد الحصر ولا [ أن ] ثم سبعة أبحر موجودة تحيط بالعالم ، كما يقوله من تلقاه من كلام الإسرائيليين التي لا تصدق ولا تكذب ، بل كما قال تعالى في الآية الأخرى : ( قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي ولو جئنا بمثله مددا ) [ الكهف : 109 ] ، فليس المراد بقوله : ( بمثله ) آخر فقط ، بل بمثله ثم بمثله ثم بمثله ، ثم هلم جرا; لأنه لا حصر لآيات الله وكلماته .وقال الحسن البصري : لو جعل شجر الأرض أقلاما ، وجعل البحر مدادا ، وقال الله : \" إن من أمري كذا ، ومن أمري كذا \" لنفد ما في البحور ، وتكسرت الأقلام .وقال قتادة : قال المشركون : إنما هذا كلام يوشك أن ينفد ، فقال الله تعالى : ( ولو أنما في الأرض من شجرة أقلام ) أي : لو كان شجر الأرض أقلاما ، ومع البحر سبعة أبحر ، ما كان لتنفد عجائب ربي وحكمته وخلقه وعلمه .وقال الربيع بن أنس : إن مثل علم العباد كلهم في علم الله كقطرة من ماء البحور كلها ، وقد أنزل الله ذلك : ( ولو أنما في الأرض من شجرة أقلام ) الآية .يقول : لو كان البحر مدادا لكلمات الله والأشجار كلها أقلاما ، لانكسرت الأقلام ، وفني ماء البحر ، وبقيت كلمات الله قائمة لا يفنيها شيء ; لأن أحدا لا يستطيع أن يقدر قدره ، ولا يثني عليه كما ينبغي ، حتى يكون هو الذي يثني على نفسه . إن ربنا كما يقول ، وفوق ما نقول .وقد روي أن هذه الآية نزلت جوابا لليهود ، قال ابن إسحاق : حدثني ابن أبي محمد ، عن سعيد بن جبير أو عكرمة ، عن ابن عباس ; أن أحبار يهود قالوا لرسول الله صلى الله عليه وسلم بالمدينة : يا محمد ، أرأيت قولك : ( وما أوتيتم من العلم إلا قليلا ) ؟ [ الإسراء : 85 ] ، إيانا تريد أم قومك ؟ فقال رسول الله صلى الله عليه وسلم : \" كلا \" . فقالوا : ألست تتلو فيما جاءك أنا قد أوتينا التوراة فيها تبيان لكل شيء ؟ فقال رسول الله صلى الله عليه وسلم : \" إنها في علم الله قليل ، وعندكم من ذلك ما يكفيكم \" . وأنزل الله فيما سألوه عنه من ذلك : ( ولو أنما في الأرض من شجرة أقلام ) الآية .وهكذا روي عن عكرمة ، وعطاء بن يسار . وهذا يقتضي أن هذه الآية مدنية لا مكية ، والمشهور أنها مكية ، والله أعلم .وقوله : ( إن الله عزيز حكيم ) أي : عزيز قد عز كل شيء وقهره وغلبه ، فلا مانع لما أراد ولا مخالف ولا معقب لحكمه ، ( حكيم ) في خلقه وأمره ، وأقواله وأفعاله ، وشرعه وجميع شؤونه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لله ما في السماوات والأرض إن الله هو الغني الحميد ) قوله - عز وجل - : ) ( ولو أنما في الأرض من شجرة أقلام ) الآية . قال المفسرون : نزلت بمكة ، قوله سبحانه وتعالى : \" ويسئلونك عن الروح \" ، إلى قوله : \" وما أوتيتم من العلم إلا قليلا \" ( الإسراء - 85 ) ، فلما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة أتاه أحبار اليهود فقالوا : يا محمد ، بلغنا عنك أنك تقول : \" وما أوتيتم من العلم إلا قليلا \" أفعنيتنا أم قومك ؟ فقال عليه الصلاة والسلام : كلا قد عنيت ، قالوا : ألست تتلوا فيما جاءك أنا أوتينا التوراة وفيها علم كل شيء ؟ فقال رسول الله - صلى الله عليه وسلم - : \" هي في علم الله قليل وقد آتاكم الله ما إن عملتم به انتفعتم \" ، قالوا : يا محمد كيف تزعم هذا وأنت تقول : \" ومن يؤت الحكمة فقد أوتي خيرا كثيرا \" ( البقرة - 269 ) ، فكيف يجتمع هذا علم قليل وخير كثير ؟ فأنزل الله هذه الآية .قال قتادة : إن المشركين قالوا : إن القرآن وما يأتي به محمد يوشك أن ينفد فينقطع ، فنزلت : ( ولو أنما في الأرض من شجرة أقلام ) ، أي : بريت أقلاما ( والبحر يمده ) قرأ أبو عمرو ويعقوب : \" والبحر \" بالنصب عطفا على \" ما \" ، والباقون بالرفع على الاستئناف ) ( يمده ) أي : يزيده ، وينصب فيه ) ( من بعده ) خلفه ( سبعة أبحر ما نفدت كلمات الله ) وفي الآية اختصار تقديره : ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر يكتب بها كلام الله ما نفدت كلمات الله . ( إن الله عزيز حكيم ) وهذه الآية على قول عطاء بن يسار مدنية ، وعلى قول غيره مكية ، وقالوا : إنما أمر اليهود وفد قريش أن يسألوا رسول الله - صلى الله عليه وسلم - ويقولوا له ذلك وهو بعد بمكة ، والله أعلم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم .لما احتج على المشركين بما احتج بين أن معاني كلامه سبحانه لا تنفد ، وأنها لا نهاية لها . وقال القفال : لما ذكر أنه سخر لهم ما في السماوات وما في الأرض وأنه أسبغ النعم نبه على أن الأشجار لو كانت أقلاما ، والبحار مدادا فكتب بها عجائب صنع الله الدالة على قدرته ووحدانيته لم تنفد تلك العجائب . قال القشيري : فرد معنى تلك الكلمات إلى المقدورات ، وحمل الآية على الكلام القديم أولى ; والمخلوق لا بد له من نهاية ، فإذا نفيت النهاية عن مقدوراته فهو نفي النهاية عما يقدر في المستقبل على إيجاده ، فأما ما حصره الوجود وعده فلا بد من تناهيه ، والقديم لا نهاية له على التحقيق . وقد مضى الكلام في معنى كلمات الله في آخر ( الكهف ) .وقال أبو علي : المراد بالكلمات والله أعلم ما في المقدور دون ما خرج منه إلى الوجود . وهذا نحو مما قاله القفال ، وإنما الغرض الإعلام بكثرة معاني كلمات الله وهي في نفسها غير متناهية ، وإنما قرب الأمر على أفهام البشر بما يتناهى لأنه غاية ما يعهده البشر من الكثرة ; لا أنها تنفد بأكثر من هذه الأقلام والبحور . ومعنى نزول الآية يدل على أن المراد بالكلمات الكلام القديم . قال ابن عباس : إن سبب هذه الآية أن اليهود قالت : يا محمد ، كيف عنينا بهذا القول وما أوتيتم من العلم إلا قليلا ونحن قد أوتينا التوراة فيها كلام الله وأحكامه ، وعندك أنها تبيان كل شيء ؟ فقال لهم رسول الله صلى الله عليه وسلم : \" التوراة قليل من كثير \" ونزلت هذه الآية ، والآية مدنية . قال أبو جعفر النحاس : فقد تبين أن الكلمات هاهنا يراد بها العلم وحقائق الأشياء ; لأنه عز وجل علم قبل أن يخلق الخلق ما هو خالق في السماوات والأرض من كل شيء ، وعلم ما فيه من مثاقيل الذر ، وعلم الأجناس كلها وما فيها من شعرة وعضو ، وما في الشجرة من ورقة ، وما فيها من ضروب الخلق ، وما يتصرف فيه من ضروب الطعم واللون ; فلو سمى كل دابة وحدها ، وسمى أجزاءها على ما علم من قليلها وكثيرها وما تحولت عليه من الأحوال ، وما زاد فيها في كل زمان ، وبين كل شجرة وحدها وما تفرعت إليه ، وقدر ما ييبس من ذلك في كل زمان ، ثم كتب البيان على كل واحد منها ما أحاط الله جل ثناؤه به منها ، ثم كان البحر مدادا لذلك البيان الذي بين الله تبارك وتعالى عن تلك الأشياء يمده من بعده سبعة أبحر لكان البيان عن تلك الأشياء أكثر .قلت : هذا معنى قول القفال ، وهو قول حسن إن شاء الله تعالى . وقال قوم : إن قريشا قالت : سيتم هذا الكلام لمحمد وينحسر ; فنزلت . وقال السدي : قالت قريش : ما أكثر كلام محمد ! فنزلت .قوله تعالى : والبحر يمده قراءة الجمهور بالرفع على الابتداء ، وخبره في الجملة التي بعدها ، والجملة في موضع الحال ; كأنه قال : والبحر هذه حاله ; كذا قدرها سيبويه . وقال بعض النحويين : هو عطف على ( أن ) لأنها في موضع رفع بالابتداء . وقرأ أبو عمرو وابن أبي إسحاق : ( والبحر ) بالنصب على العطف على ( ما ) وهي اسم ( أن ) . وقيل : أي ولو أن البحر يمده أي يزيد فيه . وقرأ ابن هرمز والحسن : ( يمده ) ; من أمد . قالت فرقة : هما بمعنى واحد . وقالت فرقة : مد الشيء بعضه بعضا ; كما تقول : مد النيل الخليج ; أي زاد فيه . وأمد الشيء ما ليس منه . وقد مضى هذا في ( البقرة . وآل عمران ) . وقرأ جعفر بن محمد : ( والبحر مداده ) . ما نفدت كلمات الله تقدم . إن الله عزيز حكيم تقدم أيضا . وقال أبو عبيدة : البحر هاهنا الماء العذب الذي ينبت الأقلام ، وأما الماء الملح فلا ينبت الأقلام ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَوْ أَنَّمَا فِي الأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (27)يقول تعالى ذكره: ولو أن شجر الأرض كلها بريت أقلاما(والبَحْرُ يَمُدُّهُ) يقول: والبحر له مداد، والهاء في قوله: (يَمُدُّهُ) عائدة على البحر. وقوله: (منْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مِا نَفِدَتْ كَلِماتُ اللهِ) وفي هذا الكلام محذوف استغنى بدلالة الظاهر عليه منه، وهو يكتب كلام الله بتلك الأقلام وبذلك المداد، لتكسرت تلك الأقلام، ولنفذ ذلك المداد، ولم تنفد كلمات الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: سألت الحسن عن هذه الآية (وَلَوْ أنَّما في الأرْضِ مِنْ شَجَرَةٍ أقْلامٌ) قال: لو جعل شجر الأرض أقلاما، وجعل البحور مدادا، وقال الله: إن من أمري كذا، ومن أمري كذا، لنفد ماء البحور، وتكسَّرت الأقلام.حدثنا ابن حميد، قال: ثنا الحكم، قال: ثنا عمرو في قوله: (وَلَوْ أنَّما في الأرْضِ مِنْ شَجَرَةٍ أقْلامٌ) قال: لو بريت أقلاما والبحر مدادا، فكتب بتلك الأقلام منه (ما نَفِدَتْ كَلِماتُ اللهِ) ولو مدّه سبعة أبحر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلَوْ أنَّما في الأرْضِ مِنْ شَجَرَةٍ أقْلامٌ والبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أبْحُرٍ ما نَفِدَتْ كَلِماتُ اللهِ) &amp;; 20-152 &amp;; قال: قال المشركون: إنما هذا كلام يوشك أن ينفد، قال: لو كان شجر البرّ أقلاما، ومع البحر سبعة أبحر ما كان لتنفد عجائب ربي وحكمته وخلقه وعلمه.وذُكر أن هذه الآية نزلت على رسول الله صلى الله عليه وسلم في سبب مجادلة كانت من اليهود له.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا يونس بن بكير، قال: ثنا ابن إسحاق، قال: ثني رجل من أهل مكة، عن سعيد بن جُبَير، عن ابن عباس: أن أحبار يهود قالوا لرسول الله صلى الله عليه وسلم بالمدينة: يا محمد، أرأيت قوله:  وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا  إيانا تريد أم قومك؟ فقال رسول الله صلى الله عليه وسلم: \" كُلا \"، فقالوا: ألست تتلو فيما جاءك: أنا قد أوتينا التوراة فيها تبيان كلّ شيء؟ فقال رسول الله صلى الله عليه وسلم: \" إنَّها في عِلْمِ اللهِ قَلِيلٌ وَعِنْدَكُمْ مِنْ ذلكَ ما يكْفِيكُمْ\"، فأنزل الله عليه فيما سألوه عنه من ذلك (وَلَوْ أنَّما في الأرْضِ مِنْ شَجَرَةٍ أقْلامٌ وَالبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أبْحُرٍ ما نَفِدَتْ كَلِماتُ اللهِ) أي أن التوراة في هذا من علم الله قليل.حدثنا ابن المثنى، قال: ثني ابن عبد الأعلى، قال: ثنا داود، عن عكرمة، قال: سأل أهل الكتاب رسول الله صلى الله عليه وسلم عن الروح، فأنزل الله  وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا  فقالوا: تزعم أنا لم نؤت من العلم إلا قليلا وقد أوتينا التوراة، وهي الحكمة  وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا  قال: فنزلت (وَلَوْ أنَّما في الأرْضِ مِنْ شَجَرَةٍ أقْلامٌ والبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أبْحُرٍ ما نَفِدَتْ كَلِماتُ اللهِ) قال: ما أوتيتم من علم فنجاكم الله به من النار، وأدخلكم الجنة، فهو كثير طيب، وهو في علم الله قليل.حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن بعض أصحابه، عن عطاء بن يسار، قال: لما نزلت بمكة  وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا  يعني: اليهود، فلما هاجر رسول الله صلى الله عليه وسلم إلى المدينة، أتاه أحبار يهود، فقالوا: يا محمد، ألم يبلغنا أنك تقول:  وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا  أفتعنينا أم قومك؟ قال: \" كُلا قَدْ عَنَيْتُ\"، قالوا: فإنك تتلو أنا قد أوتينا التوراة، وفيها تبيان &amp;; 20-153 &amp;; كلّ شيء، فقال رسول الله صلى الله عليه وسلم: \" هِيَ فِي عِلمِ اللهِ قَلِيلٌ، وقَدْ أتاكُمُ اللهُ ما إنْ عَمِلْتُمْ بِهِ انْتَفَعْتُمْ\"، فأنزل الله: (وَلَوْ أنَّما فِي الأرْضِ مِنْ شَجَرَةٍ أقلامٌ والبَحْرُ يَمُدُّهُ منْ بَعْدِهِ سَبْعَةُ أبْحُرٍ) إلى قوله:  إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ  .واختلفت القرّاء في قراءة قوله: (والبَحْرُ يَمُدُّهُ مَنْ بَعْدِهِ سَبْعَةُ أبْحُرٍ) فقرأته عامَّة قرّاء المدينة والكوفة: (والبحرُ) رفعا على الابتداء، وقرأته قرّاء البصرة نصبا، عطفا به على \" ما \" في قوله: (وَلَوْ أنَّمَا فِي الأرْضِ)، وبأيتهما قرأ القارئ فمصيب عندي. وقوله: (إنَّ اللهَ عَزِيزٌ حَكِيمٌ) يقول: إن الله ذو عزّة في انتقامه ممن أشرك به، وادّعى معه إلها غيره، حكيم في تدبيره خلقه."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ما خَلْقُكم- أيها الناس- ولا بَعْثُكم يوم القيامة في السهولة واليسر إلا كخَلْق نفس واحدة وبَعْثها، إن الله سميع لأقوالكم، بصير بأعمالكم، وسيجازيكم عليها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ما خلقكم ولا بعثكم إلا كنفس واحدة» خلقا وبعثا، لأنه بكلمة كن فيكون «إن الله سميعٌ» يسمع كل مسموع «بصيرٌ» يبصر كل مبصر لا يشغله شيء عن شيء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر عظمة قدرته وكمالها وأنه لا يمكن أن يتصورها العقل فقال:  مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ  وهذا شيء يحير العقول، إن خلق جميع الخلق - على كثرتهم وبعثهم بعد موتهم، بعد تفرقهم في لمحة واحدة - كخلقه نفسا واحدة، فلا وجه لاستبعاد البعث والنشور، والجزاء على الأعمال، إلا الجهل بعظمة اللّه وقوة قدرته.ثم ذكر عموم سمعه لجميع المسموعات، وبصره لجميع المبصرات فقال:  إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ما خلقكم ولا بعثكم إلا كنفس واحدة ) أي : ما خلق جميع الناس وبعثهم يوم المعاد بالنسبة إلى قدرته إلا كنسبة [ خلق ] نفس واحدة ، الجميع هين عليه و ( إنما أمره إذا أراد شيئا أن يقول له كن فيكون ) [ يس : 82 ] ، ( وما أمرنا إلا واحدة كلمح بالبصر ) [ القمر : 50 ] أي : لا يأمر بالشيء إلا مرة واحدة ، فيكون ذلك الشيء لا يحتاج إلى تكرره وتوكده . ( فإنما هي زجرة واحدة فإذا هم بالساهرة ) [ النازعات : 13 ، 14 ] .وقوله : ( إن الله سميع بصير ) أي : كما هو سميع لأقوالهم بصير بأفعالهم كسمعه وبصره بالنسبة إلى نفس واحدة كذلك قدرته عليهم كقدرته على نفس واحدة; ولهذا قال : ( ما خلقكم ولا بعثكم إلا كنفس واحدة [ إن الله سميع بصير ] ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ما خلقكم ولا بعثكم إلا كنفس واحدة ) يعني كخلق نفس واحدة وبعثها لا يتعذر عليه شيء ( إن الله سميع بصير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير .قوله تعالى : ما خلقكم ولا بعثكم إلا كنفس واحدة قال الضحاك : المعنى ما ابتداء خلقكم جميعا إلا كخلق نفس واحدة ، وما بعثكم يوم القيامة إلا كبعث نفس واحدة . قال النحاس : وهكذا قدره النحويون بمعنى إلا كخلق نفس واحدة ; مثل : واسأل القرية . وقال مجاهد : لأنه يقول للقليل والكثير كن فيكون . ونزلت الآية في أبي بن خلف وأبي الأسدين ومنبه ونبيه ابني الحجاج بن السباق ، قالوا للنبي صلى الله عليه وسلم : إن الله تعالى قد خلقنا أطوارا ، نطفة ثم علقة ثم مضغة ثم عظاما ، ثم تقول إنا نبعث خلقا جديدا جميعا في ساعة واحدة ! فأنزل الله تعالى : ما خلقكم ولا بعثكم إلا كنفس واحدة ؛ لأن الله تعالى لا يصعب عليه ما يصعب على العباد ، وخلقه للعالم كخلقه لنفس واحدة . إن الله سميع لما يقولون بصير بما يفعلون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (28)يقول تعالى ذكره: ما خلقكم أيها الناس ولا بعثكم على الله إلا كخلق نفس واحدة وبعثها، وذلك أن الله لا يتعذّر عليه شيء أراده، ولا يمتنع منه شيء شاءه  إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ  فسواء خلق واحد وبعثه، وخلق الجميع وبعثهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثني أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (كَنَفْسٍ وِاحِدَةٍ) يقول: كن فيكون للقليل والكثير.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلا كَنَفْسٍ وَاحِدَةٍ ) قال: يقول: إنما خلق الله الناس كلهم وبعثهم كخلق نفس واحدة وبعثها، وإنما صلح أن يقال: إلا كنفس واحدة، والمعنى: إلا كخلق نفس واحدة؛ لأن المحذوف فعل يدلّ عليه قوله: (ما خَلْقُكُمْ وَلا بَعْثُكُمْ) والعرب تفعل ذلك في المصادر، ومنه قول الله:  تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ  والمعنى: كدوران عين الذي يغشى عليه من الموت، فلم يذكر الدوران والعين لما وصفت.&amp;; 20-154 &amp;;وقوله: (إنَّ اللهَ سَمِيعٌ بَصِيرٌ) يقول تعالى ذكره: إن الله سميع لما يقول هؤلاء المشركون ويفترونه على ربهم، من ادّعائهم له الشركاء والأنداد وغير ذلك من كلامهم وكلام غيرهم، بصير بما يعملونه وغيرهم من الأعمال، وهو مجازيهم على ذلك جزاءهم."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ألم تر أن الله يأخذ من ساعات الليل، فيطول النهار، ويقصر الليل، ويأخذ من ساعات النهار، فيطول الليل، ويقصر النهار، وذلَّل لكم الشمس والقمر، يجري كل منهما في مداره إلى أجل معلوم محدد، وأن الله مُطَّلع على كل أعمال الخلق مِن خير أو شر، لا يخفى عليه منها شيء؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألم ترَ» تعلم يا مخاطب «أن الله يُولج» يدخل «الليل في النهار ويولج النهار» يدخله «في الليل» فيزيد كل منهما بما نقص من الآخر «وسخَّر الشمس والقمر كلُّ» منهما «يجري» في فلكه «إلى أجل مسمى» هو يوم القيامة «وأن الله بما تعملون خبير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وهذا فيه أيضا، انفراده بالتصرف والتدبير، وسعة تصرفه بإيلاج الليل في النهار، وإيلاج النهار في الليل، أي: إدخال أحدهما على الآخر، فإذا دخل أحدهما، ذهب الآخر.وتسخيره للشمس والقمر، يجريان بتدبير ونظام، لم يختل منذ خلقهما، ليقيم بذلك من مصالح العباد ومنافعهم، في دينهم ودنياهم، ما به يعتبرون وينتفعون.و  كُلّ  منهما  يَجْرِي إِلَى أَجَلٍ مُسَمًّى  إذا جاء ذلك الأجل، انقطع جريانهما، وتعطل سلطانهما، وذلك في يوم القيامة، حين تكور الشمس، ويخسف القمر، وتنتهي دار الدنيا، وتبتدئ الدار الآخرة. وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ  من خير وشر  خَبِيرٌ  لا يخفى عليه شيء من ذلك، وسيجازيكم على تلك الأعمال، بالثواب للمطيعين، والعقاب للعاصين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى أنه ( يولج الليل في النهار ) بمعنى : يأخذ منه في النهار ، فيطول ذلك ويقصر هذا ، وهذا يكون زمن الصيف يطول النهار إلى الغاية ، ثم يسرع في النقص فيطول الليل ويقصر النهار ، وهذا يكون في زمن الشتاء ، ( وسخر الشمس والقمر كل يجري إلى أجل مسمى ) قيل : إلى غاية محدودة . وقيل : إلى يوم القيامة . وكلا المعنيين صحيح ، ويستشهد للقول الأول بحديث أبي ذر ، رضي الله عنه ، الذي في الصحيحين : أن رسول الله صلى الله عليه وسلم قال : \" يا أبا ذر ، أتدري أين تذهب هذه الشمس ؟ \" . قلت : الله ورسوله أعلم . قال : \" فإنها تذهب فتسجد تحت العرش ، ثم تستأذن ربها فيوشك أن يقال لها : ارجعي من حيث جئت \" .وقال ابن أبي الحاتم : حدثنا أبي ، حدثنا أبو صالح ، حدثنا يحيى بن أيوب ، عن ابن جريج ، عن عطاء بن أبي رباح ، عن ابن عباس أنه قال : الشمس بمنزلة الساقية ، تجري بالنهار في السماء في فلكها ، فإذا غربت جرت بالليل في فلكها تحت الأرض حتى تطلع من مشرقها ، قال : وكذلك القمر . إسناده صحيح .وقوله : ( وأن الله بما تعملون خبير ) ، كقوله : ( ألم تعلم أن الله يعلم ما في السماء والأرض ) [ الحج : 70 ] . ومعنى هذا : أنه تعالى الخالق العالم بجميع الأشياء ، كقوله : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري إلى أجل مسمى وأن الله بما تعملون خبير\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل تقدم في ( الحج وآل عمران ) وسخر الشمس والقمر أي ذللهما بالطلوع والأفول تقديرا للآجال وإتماما للمنافع . كل يجري إلى أجل مسمى قال الحسن : إلى يوم القيامة . قتادة : إلى وقته في طلوعه وأفوله لا يعدوه ولا يقصر عنه . وأن الله بما تعملون خبير أي من قدر على هذه الأشياء فلا بد من أن يكون عالما بها ، والعالم بها عالم بأعمالكم . وقراءة العامة تعملون بالتاء على الخطاب . وقرأ السلمي ونصر بن عاصم والدوري عن أبي عمرو بالياء على الخبر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ (29)يقول تعالى ذكره: (ألَمْ تَرَ) يا محمد بعينك (أنَّ اللهَ يُولِجُ اللَّيْلَ فِي النَّهارِ) يقول: يزيد من نقصان ساعات الليل في ساعات النهار (وَيُولجُ النَّهارَ فِي اللَّيْلِ) يقول: يزيد ما نقص من ساعات النهار في ساعات اللَّيل.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ ) نقصان الليل في زيادة النهار (وَيُولجُ النَّهارَ فِي اللَّيْلِ) نقصان النهار في زيادة الليل.وقوله: (وَسَخَّر الشَّمْسَ والقَمَرَ كُلٌّ يَجْرِي إلى أجَل مُسَمًّى) يقول تعالى ذكره : وسخر الشمس والقمر لمصالح خلقه ومنافعهم، (كلٌّ يجري) يقول: كلّ ذلك يجري بأمره إلى وقت معلوم، وأجل محدود إذا بلغه كوّرت الشمس والقمر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى ) يقول: لذلك كله وقت وحد معلوم، لا يجاوزه ولا يعدوه.وقوله: (وَأنَّ اللهَ بمَا تَعْمَلُونَ خَبِيرٌ) يقول: وإن الله بأعمالكم أيها الناس من خير أو شرّ ذو خبرة وعلم، لا يخفى عليه منها شيء، وهو مجازيكم على جميع ذلك، وخرج هذا الكلام خطابا لرسول الله صلى الله عليه وسلم، والمعنيّ به المشركون، وذلك &amp;; 20-155 &amp;; أنه تعالى ذكره: نبه بقوله: ( أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ) على موضع حجته من جهل عظمته، وأشرك في عبادته معه غيره، يدلّ على ذلك قوله:  ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ  ."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك كله من عظيم قدرتي؛ لتعلموا وتقروا أن الله هو الحق في ذاته وصفاته، وأفعاله، وأن ما يدعون من دونه الباطل، وأن الله هو العلي بذاته وقَدْره وقهره فوق جميع مخلوقاته، الكبير على كل شيء، وكل ما عداه خاضع له، فهو وحده المستحق أن يُعبد دون مَن سواه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» المذكور «بأن الله هو الحق» الثابت «وأن ما يدعون» بالياء والتاء يعبدون «من دونه الباطل» الزائل «وأن الله هو العليُّ» على خلقه بالقهر «الكبيرُ» العظيم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذَلِكَ  الذي بين لكم من عظمته وصفاته، ما بيَّن  بِأَنَّ اللَّهَ هُوَ الْحَقُّ  في ذاته وفي صفاته، ودينه حق، ورسله حق، ووعده حق، ووعيده حق، وعبادته هي الحق. وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ  في ذاته وصفاته، فلولا إيجاد اللّه له لما وجد، ولولا إمداده لَمَا بَقِيَ، فإذا كان باطلا، كانت عبادته أبطل وأبطل. وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ  بذاته، فوق جميع مخلوقاته، الذي علت صفاته، أن يقاس بها صفات أحد من الخلق، وعلا على الخلق فقهرهم  الْكَبِيرُ  الذي له الكبرياء في ذاته وصفاته، وله الكبرياء في قلوب أهل السماء والأرض."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل ) أي : إنما يظهر لكم آياته لتستدلوا بها على أنه الحق ، أي : الموجود الحق ، الإله الحق ، وأن كل ما سواه باطل فإنه الغني عما سواه ، وكل شيء فقير إليه; لأن كل ما في السماوات والأرض الجميع خلقه وعبيده ، لا يقدر أحد منهم على تحريك ذرة إلا بإذنه ، ولو اجتمع كل أهل الأرض على أن يخلقوا ذبابا لعجزوا عن ذلك ; ولهذا قال : ( ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل وأن الله هو العلي الكبير ) أي : العلي : الذي لا أعلى منه ، الكبير : الذي هو أكبر من كل شيء ، فكل شيء خاضع حقير بالنسبة إليه"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك بأن الله هو الحق ) أي : ذلك الذي ذكرت لتعلموا أن الله هو الحق ( وأن ما يدعون من دونه الباطل وأن الله هو العلي الكبير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ذلك أي فعل الله تعالى ذلك لتعلموا وتقروا بأن الله هو الحق وأن ما يدعون من دونه الباطل أي الشيطان ; قاله مجاهد . وقيل : ما أشركوا به الله تعالى من الأصنام والأوثان . وأن الله هو العلي الكبير العلي في مكانته ، الكبير في سلطانه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ (30)يقول تعالى ذكره : هذا الذي أخبرتك يا محمد أن الله فعله من إيلاجه الليل في النهار، والنهار في الليل، وغير ذلك من عظيم قُدرته، إنما فعله بأنه الله حقا، دون ما يدعوه هؤلاء المشركون به، وأنه لا يقدر على فعل ذلك سواه، ولا تصلح الألوهة إلا لمن فعل ذلك بقُدرته.وقوله.(وأنَّ ما يَدْعُونَ مِنْ دُونِهِ الباطِلُ) يقول تعالى ذكره: وبأن الذي يعبد هؤلاء المشركون من دون الله الباطل الذي يضمحلّ، فيبيد ويفنى (وأنَّ اللهَ هُوَ العَلِيُّ الكَبِيرُ) يقول تعالى ذكره: وبأن الله هو العليُّ، يقول: ذو العلوّ على كلّ شيء، وكلّ ما دونه فله متذلل منقاد، الكبير الذي كل شيء دونه، فله متصاغر."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ألم تر- أيها المشاهد- أن السفن تجري في البحر بأمر الله نعمة منه على خلقه؛ ليريكم من عبره وحججه عليكم ما تعتبرون به؟ إن في جرْي السفن في البحر لَدلالات لكل صبَّار عن محارم الله، شكور لنعمه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألم ترَ أن الفلك» السفن «تجري في البحر بنعمة الله ليريكم» يا مخاطبين بذلك «من آياته إنَّ في ذلك لآياتٍ» عبرا «لكل صبَّار» عن معاصي الله «شكور» لنعمته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: ألم تر من آثار قدرته ورحمته، وعنايته بعباده، أن سخر البحر، تجري فيه الفلك، بأمره القدري [ولطفه وإحسانه،  لِيُرِيَكُمْ مِنْ آيَاتِهِ  ففيها الانتفاع والاعتبار] إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ  فهم المنتفعون بالآيات، صبار على الضراء، شكور على السراء، صبار على طاعة اللّه وعن معصيته، وعلى أقداره، شكور للّه، على نعمه الدينية والدنيوية."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى أنه هو الذي سخر البحر لتجري فيه الفلك بأمره ، أي : بلطفه وتسخيره; فإنه لولا ما جعل في الماء من قوة يحمل بها السفن لما جرت ; ولهذا قال : ( ليريكم من آياته ) أي : من قدرته ، ( إن في ذلك لآيات لكل صبار شكور ) أي : صبار في الضراء ، شكور في الرخاء ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "(ألم تر أن الفلك تجري في البحر بنعمة الله ) يريد أن ذلك من نعمة الله عليكم ( ليريكم من آياته ) عجائبه ( إن في ذلك لآيات لكل صبار ) على أمر الله ) ( شكور ) لنعمه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ألم تر أن الفلك تجري في البحر بنعمة الله ليريكم من آياته إن في ذلك لآيات لكل صبار شكور .قوله تعالى : ألم تر أن الفلك أي السفن تجري في موضع الخبر . في البحر بنعمة الله أي بلطفه بكم وبرحمته لكم في خلاصكم منه . وقرأ ابن هرمز : ( بنعمات الله ) جمع نعمة وهو جمع السلامة ، وكان الأصل تحريك العين فأسكنت . ليريكم من آياته من للتبعيض ، أي ليريكم جري السفن ; قاله يحيى بن سلام . وقال ابن شجرة : من آياته ما تشاهدون من قدرة الله تعالى فيه . النقاش : ما يرزقهم الله منه . وقال الحسن : مفتاح البحار السفن ، ومفتاح الأرض الطرق ، ومفتاح السماء الدعاء . إن في ذلك لآيات لكل صبار شكور أي صبار لقضائه شكور على نعمائه . وقال أهل المعاني : أراد لكل مؤمن بهذه الصفة ; لأن الصبر والشكر من أفضل خصال الإيمان . والآية : العلامة ، والعلامة لا تستبين في صدر كل مؤمن إنما تستبين لمن صبر على البلاء وشكر على الرخاء . قال الشعبي : الصبر نصف الإيمان ، والشكر نصف الإيمان ، واليقين الإيمان كله ; ألم تر إلى قوله تعالى : إن في ذلك لآيات لكل صبار شكور وقوله : وفي الأرض آيات للموقنين وقال عليه السلام : الإيمان نصفان نصف صبر ونصف شكر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَةِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (31)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ألم تر يا محمد أن السفن تجري في البحر نعمة من الله على خلقه (لِيُرِيكُمْ مِنْ آياتِهِ) يقول: ليريكم من عبره وحججه عليكم ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ ) يقول: إن في جري الفلك في البحر دلالة على أن الله الذي أجراها هو الحقّ، وأنّ ما يدعون من دونه الباطل (لكُلِّ صَبَّارٍ شَكُورٍ) يقول: لكلّ من صبر نفسه عن محارم الله، وشكره على نعمه فلم يكفره.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قال: كان مطرف يقول: إنّ من أحبّ عباد الله إليه: الصبَّار الشَّكور.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، قال: الصبر نصف الإيمان، والشكر نصف الإيمان، واليقين: الإيمان كله، ألم تر إلى قوله: (إنَّ فِي ذلكَ لآياتٍ لكُلّ صَبَّارٍ شَكُورٍ)، &amp;; 20-156 &amp;; (إنَّ فِي ذلكَ لآياتٍ للْمُوقِنينَ)، (إنَّ فِي ذلكَ لآياتٍ للْمُؤْمِنينَ).حدثنا محمد بن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن مغيرة، عن الشعبيّ(إنَّ فِي ذلكَ لآياتٍ لكُلّ صَبَّارٍ شَكُورٍ) قال: الصبر نصف الإيمان، واليقين: الإيمان كله.إن قال قائل: وكيف خصّ هذه الدلالة بأنها دلالة للصبَّار الشَّكور دون سائر الخلق؟ قيل: لأنّ الصبر والشكر من أفعال ذوي الحجى والعقول، فأخبر أن في ذلك لآيات لكلّ ذي عقل؛ لأن الآيات جعلها الله عبرا لذوي العقول والتمييز."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا ركب المشركون السفن وعَلَتْهم الأمواج مِن حولهم كالسحب والجبال، أصابهم الخوف والذعر من الغرق ففزعوا إلى الله، وأخلصوا دعاءهم له، فلما نجاهم إلى البر فمنهم متوسط لم يقم بشكر الله على وجه الكمال، ومنهم كافر بنعمة الله جاحد لها، وما يكفر بآياتنا وحججنا الدالة على كمال قدرتنا ووحدانيتنا إلا كل غدَّار ناقض للعهد، جحود لنعم الله عليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا غشيهم» أي علا الكفار «موجٌ كالظلل» كالجبال التي تُظل من تحتها «دعوا الله مخلصين له الدين» أي الدعاء بأن ينجيهم أي لا يدعون معه غيره «فلما نجاهم إلى البر فمنهم مقتصد» متوسط بين الكفر والإيمان، ومنهم باق على كفره «وما يجحد بآياتنا» ومنها الإنجاء من الموج «إلا كل ختارٍ» غدار «كفورٍ» لنعم الله تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ذكر تعالى حال الناس، عند ركوبهم البحر، وغشيان الأمواج كالظل  فوقهم، أنهم يخلصون الدعاء [للّه]  والعبادة:  فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ  انقسموا فريقين:فرقة مقتصدة، أي: لم تقم بشكر اللّه على وجه الكمال، بل هم مذنبون ظالمون لأنفسهم.وفرقة كافرة بنعمة اللّه، جاحدة لها، ولهذا قال:  وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ   أي غدار، ومن غدره، أنه عاهد ربه، لئن أنجيتنا من البحر وشدته، لنكونن من الشاكرين، فغدر ولم يف بذلك،  كَفُور  بنعم اللّه. فهل يليق بمن نجاهم اللّه من هذه الشدة، إلا القيام التام بشكر نعم اللّه؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وإذا غشيهم موج كالظلل ) أي : كالجبال والغمام ، ( دعوا الله مخلصين له الدين ) ، كما قال تعالى : ( وإذا مسكم الضر في البحر ضل من تدعون إلا إياه ) [ الإسراء : 67 ] ، وقال ( فإذا ركبوا في الفلك دعوا الله مخلصين له الدين ) [ العنكبوت : 65 ] .ثم قال : ( فلما نجاهم إلى البر فمنهم مقتصد ) قال مجاهد : أي كافر . كأنه فسر المقتصد هاهنا بالجاحد ، كما قال تعالى : ( فلما نجاهم إلى البر إذا هم يشركون ) [ العنكبوت : 65 ] .وقال ابن زيد : هو المتوسط في العمل .وهذا الذي قاله ابن زيد هو المراد في قوله : ( فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات ) [ فاطر : 32 ] ، فالمقتصد هاهنا هو : المتوسط في العمل . ويحتمل أن يكون مرادا هنا أيضا ، ويكون من باب الإنكار على من شاهد تلك الأهوال والأمور العظام والآيات الباهرات في البحر ، ثم بعدما أنعم عليه من الخلاص ، كان ينبغي أن يقابل ذلك بالعمل التام ، والدؤوب في العبادة ، والمبادرة إلى الخيرات . فمن اقتصد بعد ذلك كان مقصرا والحالة هذه ، والله أعلم .وقوله : ( وما يجحد بآياتنا إلا كل ختار كفور ) : فالختار : هو الغدار . قاله مجاهد ، والحسن ، وقتادة ، ومالك عن زيد بن أسلم ، وهو الذي كلما عاهد نقض عهده ، والختر : أتم الغدر وأبلغه ، قال عمرو بن معديكرب :وإنك لو رأيت أبا عمير ملأت يديك من غدر وختروقوله : ( كفور ) أي : جحود للنعم لا يشكرها ، بل يتناساها ولا يذكرها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإذا غشيهم موج كالظلل ) قال مقاتل : كالجبال . وقال الكلبي : كالسحاب . والظلل جمع الظلة شبه بها الموج في كثرتها وارتفاعها ، وجعل الموج ، وهو واحد ، كالظلل وهي جمع ، لأن الموج يأتي منه شيء بعد شيء ( دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد ) أي : عدل موف في البر بما عاهد الله عليه في البحر من التوحيد له ، يعني : ثبت على إيمانه .نزلت في عكرمة بن أبي جهل هرب عام الفتح إلى البحر فجاءهم ريح عاصف ، فقال عكرمة : لئن أنجاني الله من هذا لأرجعن إلى محمد - صلى الله عليه وسلم - ولأضعن يدي في يده ، فسكنت الريح ، فرجع عكرمة إلى مكة فأسلم وحسن إسلامه وقال مجاهد : فمنهم مقتصد في القول مضمر للكفر . وقال الكلبي : مقتصد في القول ، أي : من الكفار ، لأن بعضهم كان أشد قولا وأغلى في الافتراء من بعض ( وما يجحد بآياتنا إلا كل ختار كفور ) والختر أسوأ الغدر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد وما يجحد بآياتنا إلا كل ختار كفور .قوله تعالى : وإذا غشيهم موج كالظلل قال مقاتل : كالجبال . وقال الكلبي : كالسحاب ; وقاله قتادة : جمع ظلة ; شبه الموج بها لكبرها وارتفاعها . قال النابغة في وصف بحر :يماشيهن أخضر ذو ظلال على حافاته فلق الدنانوإنما شبه الموج وهو واحد بالظل وهو جمع ; لأن الموج يأتي شيئا بعد شيء ويركب بعضه بعضا كالظلل . وقيل : هو بمعنى الجمع ، وإنما لم يجمع لأنه مصدر . وأصله من الحركة والازدحام ; ومنه : ماج البحر ، والناس يموجون . قال كعب :فجئنا إلى موج من البحر وسطه     أحابيش منهم حاسر ومقنعوقرأ محمد بن الحنفية : ( موج كالظلال ) جمع ظل . دعوا الله مخلصين له الدين موحدين له لا يدعون لخلاصهم سواه ; وقد تقدم . فلما نجاهم يعني من البحر . إلى البر فمنهم مقتصد قال ابن عباس : موف بما عاهد عليه الله في البحر . النقاش : يعني عدل في العهد ، وفى في البر بما عاهد عليه الله في البحر . وقال الحسن : مقتصد مؤمن متمسك بالتوحيد والطاعة . وقال مجاهد : مقتصد في القول مضمر للكفر . وقيل : في الكلام حذف ; والمعنى : فمنهم مقتصد ومنهم كافر . ودل على المحذوف قوله تعالى : وما يجحد بآياتنا إلا كل ختار كفور الختار : الغدار . والختر : أسوأ الغدر . قال عمرو بن معديكرب :فإنك لو رأيت أبا عمير     ملأت يديك من غدر وختروقال الأعشى :بالأبلق الفرد من تيماء منزله     حصن حصين وجار غير ختارقال الجوهري : الختر الغدر ; يقال : ختره فهو ختار . الماوردي : وهو قول الجمهور . وقال عطية : إنه الجاحد . ويقال : ختر يختر ويختر ( بالضم والكسر ) خترا ; ذكره القشيري ، وجحد الآيات إنكار أعيانها . والجحد بالآيات إنكار دلائلها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ (32)يقول تعالى ذكره: وإذا غشى هؤلاء الذين يدعون من دون الله الآلهة والأوثان في البحر -إذا ركبوا في الفُلك- موج كالظُلل، وهي جمع ظُلَّة، شبَّه بها الموج في شدة سواد كثرة الماء، قال نابغة بني جعدة في صفة بحر:يُماشِيهِنَّ أخْضَرُ ذُو ظلالعَلى حافاتِهِ فِلَق الدّنانِ (1)وشبه الموج وهو واحد بالظلل، وهي جماع، لأن الموج يأتي شيء منه بعد شيء، ويركب بعضه بعضا كهيئة الظلل. وقوله: (دَعَوا اللهَ مُخْلِصِينَ لَهُ الدّينَ) يقول تعالى ذكره: وإذا غشى هؤلاء موج كالظلل، فخافوا الغرق، فزعوا إلى الله بالدعاء مخلصين له الطاعة، لا يشركون به هنالك شيئا، ولا يدعون معه أحدا سواه، ولا يستغيثون بغيره. قوله: (فَلَمَّا نجَّاهُمْ إلى البَرّ) مما كانوا يخافونه في البحر من الغرق والهلاك إلى البرّ.(فَمِنْهُمْ مُقْتَصِدٌ) يقول: فمنهم مقتصد في قوله وإقراره بربه، وهو مع ذلك مضمر الكفر به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (فَمِنْهُمْ مُقْتَصِدٌ) قال: المقتصد في القول وهو كافر.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (فَمِنْهُمْ مُقْتَصِدٌ) قال: المقتصد الذي على صلاح من الأمر.وقوله: ( وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ ) يقول تعالى ذكره: وما يكفر بأدلتنا وحججنا إلا كلّ غدّار بعهده، والختر عند العرب: أقبح الغدر، ومنه قول عمرو بن معد يكرب:وَإنَّكَ لَوْ رأيْتَ أبا عُمَيْرٍمَلأتَ يَدَيْكَ مِنْ غَدْرٍ وَخَتْرٍ (2)وقوله: (كَفُور) يعني: جحودا للنعم، غير شاكر ما أسدى إليه من نعمة.وبنحو الذي قلنا في معنى الختار قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن ليث، عن مجاهد (كُلُّ خَتَّارٍ كَفُورٍ) قال: كلّ غَدّار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله: (كُلُّ خَتَّارٍ) قال: غدّار.حدثني يعقوب وابن وكيع، قالا ثنا ابن علية، عن أبي رجاء عن الحسن في قوله: ( وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ ) قال: غدّار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ ) الختار: الغدار، كلّ غدار بذمته كفور بربه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ ) قال: كلّ جحاد كفور.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَمَا يَجْحَدُ بِآيَاتِنَا إِلا كُلُّ خَتَّارٍ كَفُورٍ ) قال: الختار: الغدّار، كما تقول: غدرني.حدثنا ابن وكيع، قال: ثنا أبي، عن مسعر، قال: سمعت قَتادة قال: الذي يغدر بعهده.قال: ثنا المحاربي، عن جُوَيبر، عن الضحاك، قال: الغدّار.قال: ثنا أبي: عن الأعمش، عن سمر بن عطية الكاهلي، عن عليّ رضي الله عنه قال: المكر غدر، والغدر كفر.-----------------------الهوامش :(1) البيت في (مجاز القرآن لأبي عبيدة الورقة 191 ب) قال عند تفسير قوله تعالى: (وإذا غشيهم موج كالظلل): واحدتها: ظلة. ومجازه: من شدة سواد كثرة الماء ومعظمه. قال النابغة الجعدي وهو يصف البحر: \"يماشيهن ... فلق الدنان\". يريد : أن البحر يمتد معهن في سيرهن. وظلال البحر: أمواجه، لأنها ترفع فتظل السفينة ومن فيها. والدنان بالدال المهملة: جمع دن بالفتح، هو راقود الخمر الكبير.(2) البيت في (مجاز القرآن لأبي عبيدة، الورقة 191 ب) عند تفسير قوله تعالى: (كل مختار كفور) قال: الختر: الكبر والغدر، قال عمرو بن معد يكرب \"وإنك لو رأيت\" البيت وفي (اللسان ختر): الختر شبيه بالغدر والخديعة، وقيل: هو الخديعة بعينها، وقيل: هو أسوأ الغدر وأقبحه، ختر يختر، فهو خاتر، وختار للمبالغة، والفعل من بابي ضرب ونصر."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الناس اتقوا ربكم، وأطيعوه بامتثال أوامره واجتناب نواهيه، واحذروا يوم القيامة الذي لا يغني فيه والد عن ولده ولا مولود عن أبيه شيئًا، إن وعد الله حق لا ريب فيه، فلا تنخدعوا بالحياة الدنيا وزخرفها فتنسيكم الأخرى، ولا يخدعنكم بالله خادع من شياطين الجن والإنس."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الناس» أي أهل مكة «اتقوا ربكم واخشوْا يوما لا يجزي» يغني «والد عن ولده» فيه شيئا «ولا مولود عن هو جاز عن والده» فيه «شيئا إن وعد الله حقٌ» بالبعث «فلا تغرنكم الحياة الدنيا» عن الإسلام «ولا يغرنكم بالله» في حلمه وإمهاله «الغرور» الشيطان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يأمر تعالى الناس بتقواه، التي هي امتثال أوامره، وترك زواجره، ويستلفتهم لخشية يوم القيامة، اليوم الشديد، الذي فيه كل أحد لا يهمه إلا نفسه ف  لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا  لا يزيد في حسناته ولا ينقص من سيئاته، قد تم على كل عبد عمله، وتحقق عليه جزاؤه.فلفت النظر في هذا لهذا اليوم المهيل، مما يقوي العبد ويسهِّل عليه تقوى اللّه، وهذا من رحمة اللّه بالعباد، يأمرهم بتقواه التي فيها سعادتهم، ويعدهم عليها الثواب، ويحذرهم من العقاب، ويزعجهم إليه بالمواعظ والمخوفات، فلك الحمد يا رب العالمين. إِنَّ وَعْدَ اللَّهِ حَقٌّ  فلا تمتروا فيه، ولا تعملوا عمل غير المصدق، فلهذا قال:  فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا  بزينتها وزخارفها وما فيها من الفتن والمحن. وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ  الذي هو الشيطان، الذي ما زال يخدع الإنسان ولا يغفل عنه في جميع الأوقات، فإن للّه على عباده حقا، وقد وعدهم موعدا يجازيهم فيه بأعمالهم، وهل وفوا حقه أم قصروا فيه.وهذا أمر يجب الاهتمام به، وأن يجعله العبد نصب عينيه، ورأس مال تجارته، التي يسعى إليها.ومن أعظم العوائق عنه والقواطع دونه، الدنيا الفتانة، والشيطان الموسوس الْمُسَوِّل، فنهى تعالى عباده، أن تغرهم الدنيا، أو يغرهم باللّه الغرور  يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى منذرا للناس يوم المعاد ، وآمرا لهم بتقواه والخوف منه ، والخشية من يوم القيامة حيث ( لا يجزي والد عن ولده ) أي : لو أراد أن يفديه بنفسه لما قبل منه . وكذلك الولد لو أراد فداء والده بنفسه لم يتقبل منه .ثم عاد بالموعظة عليهم بقوله : ( فلا تغرنكم الحياة الدنيا ) [ أي : لا تلهينكم بالطمأنينة فيها عن الدار الآخرة ] . ( ولا يغرنكم بالله الغرور ) يعني : الشيطان . قاله ابن عباس ، ومجاهد ، والضحاك ، وقتادة . فإنه يغر ابن آدم ويعده ويمنيه ، وليس من ذلك شيء بل كما قال تعالى : ( يعدهم ويمنيهم وما يعدهم الشيطان إلا غرورا ) [ النساء : 120 ] .قال وهب بن منبه : قال عزير ، عليه السلام : لما رأيت بلاء قومي اشتد حزني وكثر همي ، وأرق نومي ، فضرعت إلى ربي وصليت وصمت فأنا في ذلك أتضرع أبكي إذ أتاني الملك فقلت له : أخبرني هل تشفع أرواح المصدقين للظلمة ، أو الآباء لأبنائهم ؟ قال : إن القيامة فيها فصل القضاء وملك ظاهر ، ليس فيه رخصة ، لا يتكلم فيه أحد إلا بإذن الرحمن ، ولا يؤخذ فيه والد عن ولده ، ولا ولد عن والده ، ولا أخ عن أخيه ، ولا عبد عن سيده ، ولا يهتم أحد بغيره ولا يحزن لحزنه ، ولا أحد يرحمه ، كل مشفق على نفسه ، ولا يؤخذ إنسان عن إنسان ، كل يهم همه ويبكي عوله ، ويحمل وزره ، ولا يحمل وزره معه غيره . رواه ابن أبي حاتم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يا أيها الناس اتقوا ربكم واخشوا يوما لا يجزي ) لا يقضي ولا يغني ( والد عن ولده ولا مولود هو جاز ) مغن ( عن والده شيئا ) قال ابن عباس : كل امرئ يهمه نفسه ، ( إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور ) يعني الشيطان . قال سعيد بن جبير : هو أن يعمل المعصية ويتمنى المغفرة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا أيها الناس اتقوا ربكم يعني الكافر والمؤمن ; أي خافوه ووحدوه . واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده تقدم معنى يجزي في ( البقرة ) وغيرها . فإن قيل : فقد قال النبي صلى الله عليه وسلم : من مات له ثلاثة من الولد لم يبلغوا الحنث لم تمسه النار إلا تحلة القسم . وقال : من ابتلي بشيء من هذه البنات فأحسن إليهن كن له حجابا من النار . قيل له : المعني بهذه الآية أنه لا يحمل والد ذنب ولده ، ولا مولود ذنب والده ، ولا يؤاخذ أحدهما عن الآخر . والمعني بالأخبار أن ثواب الصبر على الموت والإحسان إلى البنات يحجب العبد عن النار ، ويكون الولد سابقا له إلى الجنة . إن وعد الله حق أي البعث فلا تغرنكم أي تخدعنكم الحياة الدنيا بزينتها وما تدعو إليه فتتكلوا عليها وتركنوا إليها وتتركوا العمل للآخرة ولا يغرنكم بالله الغرور قراءة العامة هنا وفي سورة ( الملائكة ) و ( الحديد ) بفتح الغين ، وهو الشيطان في قول مجاهد وغيره ، وهو الذي يغر الخلق ويمنيهم الدنيا ويلهيهم عن الآخرة ; وفي سورة ( النساء ) : يعدهم ويمنيهم . وقرأ سماك بن حرب وأبو حيوة وابن السميقع بضم الغين ; أي لا تغتروا . كأنه مصدر غر يغر غرورا . قال سعيد بن جبير : هو أن يعمل بالمعصية ويتمنى المغفرة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (33)يقول تعالى ذكره: أيها المشركون من قريش، اتقوا الله، وخافوا أن يحلّ بكم سخطه في يوم لا يغني والد عن ولده، ولا مولود هو مغن عن والده شيئا؛ لأن الأمر يصير هنالك بيد من لا يغالب، ولا تنفع عنده الشفاعة والوسائل، إلا وسيلة من صالح الأعمال التي أسلفها في الدنيا. وقوله: (إنَّ وَعْدَ اللهِ حَقّ) يقول: اعلموا أن مجيء هذا اليوم حقّ، وذلك أن الله قد وعد عباده ولا خلف لوعده (فَلا تَغُرَّنَّكُمُ الحَياةُ الدُّنْيا) يقول: فلا تخدعنكم زينة الحياة الدنيا ولذّاتها، فتميلوا إليها، وتدعوا الاستعداد لما فيه خلاصكم من عقاب الله ذلك اليوم. وقوله: (وَلا يَغُرَّنَّكُمْ بالله الغَرُورُ) يقول: ولا يخدعنَّكم بالله خادع. والغَرور بفتح الغين: هو ما غرّ الإنسان من شيء كائنا ما كان شيطانا كان أو إنسانا، أو دنيا، وأما الغُرور بضم الغين: فهو مصدر من قول القائل: غررته غرورا.وبنحو الذي قلنا في معنى قوله: (ولا يَغُرَّنَّكُمْ باللهِ الغَرُورُ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (الغَرُور) قال: الشيطان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلا يَغُرنَّكُمْ باللهِ الغَرُور) ذاكم الشيطان.حُدثت عن الحسين، قال: سمعت أبا معاذ الفضل بن خالد المروزي، يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (الغَرُورُ) قال: الشيطان.وكان بعضهم يتأوّل الغَرور بما حدثنا ابن حميد، قال: ثنا ابن المبارك، عن ابن لهيعة، عن عطاء بن دينار، عن سعيد بن جُبَير قوله: (وَلا يَغُرَّنَّكُمْ باللهِ الغَرُورُ) قال: إن تعمل بالمعصية وتتمنى المغفرة."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الله- وحده لا غيره- يعلم متى تقوم الساعة؟ وهو الذي ينزل المطر من السحاب، لا يقدر على ذلك أحد غيره، ويعلم ما في أرحام الإناث، ويعلم ما تكسبه كل نفس في غدها، وما تعلم نفس بأيِّ أرض تموت. بل الله تعالى هو المختص بعلم ذلك جميعه. إن الله عليم خبير محيط بالظواهر والبواطن، لا يخفى عليه شيء منها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(إن الله عنده علم الساعة) متى تقوم (وينزل) بالتخفيف والتشديد (الغيث) بوقت يعلمه (ويعلم ما في الأرحام) أذكر أم أنثى، ولا يعلم واحدا من الثلاثة غير الله تعالى (وما تدري نفس ماذا تكسب غدا) من خير أو شر ويعلمه الله تعالى (وما تدري نفس بأي أرض تموت) ويعلمه الله تعالى (إن الله عليم) بكل شيء (خبير) بباطنه كظاهره، روى البخاري عن ابن عمر حديث: \"مفاتيح الغيب خمسة إن الله عنده علم الساعة إلى آخر السورة\"."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قد تقرر أن اللّه تعالى أحاط علمه بالغيب والشهادة، والظواهر والبواطن، وقد يطلع اللّه عباده على كثير من الأمور الغيبية، وهذه [الأمور]  الخمسة، من الأمور التي طوى علمها عن جميع المخلوقات، فلا يعلمها نبي مرسل، ولا ملك مقرب، فضلا عن غيرهما، فقال:  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ  أي: يعلم متى مرساها، كما قال تعالى:  يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً  الآية. وَيُنَزِّلُ الْغَيْثَ  أي: هو المنفرد بإنزاله، وعلم وقت نزوله. وَيَعْلَمُ مَا فِي الْأَرْحَامِ  فهو الذي أنشأ ما فيها، وعلم ما هو، هل هو ذكر أم أنثى، ولهذا يسأل الملك الموكل بالأرحام ربه: هل هو ذكر أم أنثى؟ فيقضي اللّه ما يشاء. وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا  من كسب دينها ودنياها،  وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ  بل اللّه تعالى، هو المختص بعلم ذلك جميعه.ولما خصص هذه الأشياء، عمم علمه بجميع الأشياء فقال:  إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ  محيط بالظواهر والبواطن، والخفايا والخبايا، والسرائر، ومن حكمته التامة، أن أخفى علم هذه الخمسة عن العباد، لأن في ذلك من المصالح ما لا يخفى على من تدبر ذلك.تم تفسير سورة لقمان بفضل اللّه وعونه، والحمد للّه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذه مفاتيح الغيب التي استأثر الله تعالى بعلمها ، فلا يعلمها أحد إلا بعد إعلامه تعالى بها; فعلم وقت الساعة لا يعلمه نبي مرسل ولا ملك مقرب ، ( لا يجليها لوقتها إلا هو ) [ الأعراف : 187 ] ، وكذلك إنزال الغيث لا يعلمه إلا الله ، ولكن إذا أمر به علمته الملائكة الموكلون بذلك ومن شاء الله من خلقه . وكذلك لا يعلم ما في الأرحام مما يريد أن يخلقه [ الله ] تعالى سواه ، ولكن إذا أمر بكونه ذكرا أو أنثى ، أو شقيا أو سعيدا علم الملائكة الموكلون بذلك ، ومن شاء الله من خلقه . وكذلك لا تدري نفس ماذا تكسب غدا في دنياها وأخراها ، ( وما تدري نفس بأي أرض تموت ) في بلدها أو غيره من أي بلاد الله كان ، لا علم لأحد بذلك . وهذه شبيهة بقوله تعالى : ( وعنده مفاتح الغيب لا يعلمها إلا هو ) الآية [ الأنعام : 59 ] . وقد وردت السنة بتسمية هذه الخمس : مفاتيح الغيب .قال الإمام أحمد : حدثنا زيد بن الحباب ، حدثني حسين بن واقد ، حدثني عبد الله بن بريدة ، سمعت أبي - بريدة - يقول : سمعت رسول الله صلى الله عليه وسلم يقول : \" خمس لا يعلمهن إلا الله عز وجل : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .هذا حديث صحيح الإسناد ، ولم يخرجوه .حديث ابن عمر : قال الإمام أحمد : حدثنا وكيع ، حدثنا سفيان ، عن عبد الله بن دينار ، عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم مفاتيح الغيب خمس لا يعلمهن إلا الله : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .انفرد بإخراجه البخاري ، فرواه في \" كتاب الاستسقاء \" من صحيحه ، عن محمد بن يوسف الفريابي ، عن سفيان بن سعيد الثوري ، به . ورواه في التفسير من وجه آخر فقال :حدثنا يحيى بن سليمان ، حدثنا ابن وهب ، حدثني عمر بن محمد بن زيد بن عبد الله بن عمر : أن أباه حدثه أن عبد الله بن عمر قال : قال رسول الله صلى الله عليه وسلم : \" مفاتيح الغيب خمس \" . ثم قرأ : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام ) انفرد به أيضا .ورواه الإمام أحمد عن غندر ، عن شعبة ، عن عمر بن محمد ; أنه سمع أباه يحدث ، عن ابن عمر ، عن النبي صلى الله عليه وسلم قال : \" أوتيت مفاتيح كل شيء إلا الخمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .[ حديث ابن مسعود ، رضي الله عنه : قال الإمام أحمد : حدثنا يحيى ، عن شعبة ، حدثني عمرو بن مرة ، عن عبد الله بن سلمة قال : قال عبد الله : أوتي نبيكم صلى الله عليه وسلم مفاتيح كل شيء غير خمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) ] .وكذا رواه عن محمد بن جعفر ، عن شعبة ، عن عمرو بن مرة ، به . وزاد في آخره : قال : قلت له : أنت سمعته من عبد الله ؟ قال : نعم . أكثر من خمسين مرة .ورواه أيضا عن وكيع ، عن مسعر ، عن عمرو بن مرة به .وهذا إسناد حسن على شرط أصحاب السنن ولم يخرجوه .حديث أبي هريرة : قال البخاري عند تفسير هذه الآية : حدثنا إسحاق ، عن جرير ، عن أبي حيان ، عن أبي زرعة ، عن أبي هريرة ، رضي الله عنه ; أن رسول الله صلى الله عليه وسلم كان يوما بارزا للناس ، إذ أتاه رجل يمشي ، فقال : يا رسول الله ، ما الإيمان ؟ قال : \" الإيمان : أن تؤمن بالله وملائكته وكتبه ورسله ولقائه ، وتؤمن بالبعث الآخر \" . قال : يا رسول الله ، ما الإسلام ؟ قال : \" الإسلام : أن تعبد الله ولا تشرك به شيئا ، وتقيم الصلاة ، وتؤتي الزكاة المفروضة ، وتصوم رمضان \" . فقال : يا رسول الله ، ما الإحسان ؟ قال : \" الإحسان : أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك \" . قال : يا رسول الله ، متى الساعة ؟ قال : \" ما المسؤول عنها بأعلم من السائل ، ولكن سأحدثك عن أشراطها : إذا ولدت الأمة ربتها ، فذاك من أشراطها . وإذا كان الحفاة العراة رؤوس الناس ، فذاك من أشراطها ، في خمس لا يعلمهن إلا الله . ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام ) ، ثم انصرف الرجل فقال : \" ردوه علي \" . فأخذوا ليردوه ، فلم يروا شيئا ، فقال : \" هذا جبريل ، جاء ليعلم الناس دينهم \" .ورواه البخاري أيضا في \" كتاب الإيمان \" ، ومسلم من طرق ، عن أبي حيان ، به . وقد تكلمنا عليه في أول شرح البخاري . وذكرنا ثم حديث أمير المؤمنين عمر بن الخطاب في ذلك بطوله ، وهو من أفراد مسلم .حديث ابن عباس : قال الإمام أحمد : حدثنا أبو النضر ، حدثنا عبد الحميد ، حدثنا شهر ، حدثنا عبد الله بن عباس ، رضي الله عنهما ، قال : جلس رسول الله صلى الله عليه وسلم مجلسا له ، فأتاه جبريل فجلس بين يدي رسول الله صلى الله عليه وسلم واضعا كفيه على ركبتي النبي صلى الله عليه وسلم ، فقال : يا رسول الله ، [ حدثني ] ما الإسلام ؟ قال رسول الله صلى الله عليه وسلم : الإسلام أن تسلم وجهك لله عز وجل ، وتشهد أن لا إله إلا الله وحده لا شريك له ، وأن محمدا عبده ورسوله \" . قال : فإذا فعلت ذلك فقد أسلمت ؟ قال : \" إذا فعلت ذلك فقد أسلمت \" . قال : يا رسول الله ، فحدثني ما الإيمان ؟ قال : \" الإيمان : أن تؤمن بالله ، واليوم الآخر ، والملائكة ، والكتاب ، والنبيين ، وتؤمن بالموت ، وبالحياة بعد الموت ، وتؤمن بالجنة والنار ، والحساب والميزان ، وتؤمن بالقدر كله خيره وشره \" . قال : فإذا فعلت ذلك فقد آمنت ؟ قال : \" إذا فعلت ذلك فقد آمنت \" . قال : يا رسول الله ، حدثني ما الإحسان ؟ قال رسول الله صلى الله عليه وسلم : \" الإحسان أن تعمل لله كأنك تراه ، فإن كنت لا تراه فإنه يراك \" . قال : يا رسول الله ، فحدثني متى الساعة ؟ قال رسول الله صلى الله عليه وسلم : \" سبحان الله . في خمس لا يعلمهن إلا هو : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) ، ولكن إن شئت حدثتك بمعالم لها دون ذلك ؟ \" . قال : أجل ، يا رسول الله ، فحدثني . قال رسول الله صلى الله عليه وسلم : \" إذا رأيت الأمة ولدت ربتها - أو : ربها - ورأيت أصحاب الشاء يتطاولون في البنيان ، ورأيت الحفاة الجياع العالة [ كانوا رؤوس الناس ، فذلك من معالم الساعة وأشراطها \" . قال : يا رسول الله ، ومن أصحاب الشاء والحفاة الجياع العالة ؟ قال : \" العرب \" ] .حديث غريب ، ولم يخرجوه .حديث رجل من بني عامر : روى الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ، عن منصور ، عن ربعي بن حراش ، عن رجل من بني عامر ; أنه استأذن على النبي صلى الله عليه وسلم فقال : أألج ؟ فقال النبي صلى الله عليه وسلم لخادمه : \" اخرجي إليه ، فإنه لا يحسن الاستئذان فقولي له : فليقل : \" السلام عليكم ، أأدخل ؟ \" قال : فسمعته يقول ذلك ، فقلت : السلام عليكم ، أأدخل ؟ فأذن ، فدخلت ، فقلت : بم أتيتنا به ؟ قال : \" لم آتكم إلا بخير ، أتيتكم أن تعبدوا الله وحده لا شريك له ، وأن تدعوا اللات والعزى ، وأن تصلوا بالليل والنهار خمس صلوات; وأن تصوموا من السنة شهرا ، وأن تحجوا البيت ، وأن تأخذوا الزكاة من مال أغنيائكم فتردوها على فقرائكم \" . قال : فقال : فهل بقي من العلم شيء لا تعلمه ؟ قال : \" قد علم الله عز وجل خيرا ، وإن من العلم ما لا يعلمه إلا الله عز وجل : الخمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) . وهذا إسناد صحيح .وقال ابن أبي نجيح ، عن مجاهد : جاء رجل من أهل البادية فقال : إن امرأتي حبلى ، فأخبرني ما تلد ؟ وبلادنا جدبة ، فأخبرني متى ينزل الغيث ؟ وقد علمت متى ولدت فأخبرني متى أموت ؟ فأنزل الله عز وجل : ( إن الله عنده علم الساعة [ وينزل الغيث ] ) ، إلى قوله : ( إن الله عليم خبير ) . قال مجاهد : وهي مفاتيح الغيب التي قال الله تعالى : ( وعنده مفاتح الغيب لا يعلمها إلا هو ) [ الأنعام : 59 ] . رواه ابن أبي حاتم ، وابن جرير .وقال الشعبي ، عن مسروق ، عن عائشة ، رضي الله عنها ، أنها قالت : من حدثك أنه يعلم ما في غد فقد كذب ، ثم قرأت : ( وما تدري نفس ماذا تكسب غدا ) .وقوله : ( وما تدري نفس بأي أرض تموت ) : قال قتادة : أشياء استأثر الله بهن ، فلم يطلع عليهن ملكا مقربا ، ولا نبيا مرسلا ( إن الله عنده علم الساعة ) ، فلا يدري أحد من الناس متى تقوم الساعة ، في أي سنة أو في أي شهر ، أو ليل أو نهار ، ( وينزل الغيث ) ، فلا يعلم أحد متى ينزل الغيث ، ليلا أو نهارا ، ( ويعلم ما في الأرحام ) ، فلا يعلم أحد ما في الأرحام ، أذكر أم أنثى ، أحمر أو أسود ، وما هو ، ( وما تدري نفس ماذا تكسب غدا ) ، أخير أم شر ، ولا تدري يا ابن آدم متى تموت ؟ لعلك الميت غدا ، لعلك المصاب غدا ، ( وما تدري نفس بأي أرض تموت ) ليس أحد من الناس يدري أين مضجعه من الأرض ، أفي بحر أم بر ، أو سهل أو جبل ؟وقد جاء في الحديث : \" إذا أراد الله قبض عبد بأرض ، جعل له إليها حاجة \" ، فقال الحافظ أبو القاسم الطبراني في معجمه الكبير ، في مسند أسامة بن زيد :حدثنا إسحاق بن إبراهيم ، أخبرنا عبد الرزاق ، أخبرنا معمر ، عن أيوب ، عن أبي المليح ، عن أسامة بن زيد قال : قال رسول الله صلى الله عليه وسلم : \" ما جعل الله ميتة عبد بأرض إلا جعل له فيها حاجة \" .وقال عبد الله بن الإمام أحمد : حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو داود الحفري ، عن سفيان ، عن أبي إسحاق ، عن مطر بن عكامس قال : قال رسول الله صلى الله عليه وسلم : إذا قضى الله ميتة عبد بأرض ، جعل له إليها حاجة \" .وهكذا رواه الترمذي في \" القدر \" ، من حديث سفيان الثوري ، به . ثم قال : \" حسن غريب ، ولا يعرف لمطر عن النبي صلى الله عليه وسلم غير هذا الحديث . وقد رواه أبو داود في \" المراسيل \" ، فالله أعلم .وقال الإمام أحمد : حدثنا إسماعيل ، حدثنا أيوب ، عن أبي المليح بن أسامة عن أبي عزة قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض روح عبد بأرض جعل له فيها - أو قال : بها - حاجة \" .وأبو عزة هذا هو : يسار بن عبد الله ، ويقال : ابن عبد الهذلي .وأخرجه الترمذي من حديث إسماعيل [ بن إبراهيم - وهو ابن علية ، وقال : صحيح .وقال ابن أبي حاتم : حدثنا أحمد بن عصام الأصفهاني ، حدثنا المؤمل بن إسماعيل ] ، حدثنا عبيد الله بن أبي حميد ، عن أبي المليح ، عن أبي عزة الهذلي قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض عبد بأرض ، جعل له إليها حاجة ، فلم ينته حتى يقدمها \" . ثم قرأ رسول الله صلى الله عليه وسلم : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .حديث آخر : قال الحافظ أبو بكر البزار : حدثنا أحمد بن ثابت الجحدري ومحمد بن يحيى القطعي قالا حدثنا عمر بن علي ، حدثنا إسماعيل ، عن قيس ، عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض عبد بأرض جعل له إليها حاجة \" . ثم قال البزار : وهذا الحديث لا نعلم أحدا يرفعه إلا عمر بن علي المقدمي . وقال ابن أبي الدنيا : حدثني سليمان بن أبي مسيح قال : أنشدني محمد بن الحكم لأعشى همدان :فما تزود مما كان يجمعه سوى حنوط غداة البين مع خرق     وغير نفحة أعواد تشب لهوقل ذلك من زاد لمنطلق!     لا تأسين على شيء فكل فتىإلى منيته سيار في عنق     وكل من ظن أن الموت يخطئهمعلل بأعاليل من الحمق     بأيما بلدة تقدر منيتهإن لا يسير إليها طائعا يسقأورده الحافظ ابن عساكر ، رحمه الله ، في ترجمة عبد الرحمن بن عبد الله بن الحارث ، وهو أعشى همدان ، وكان الشعبي زوج أخته ، وهو مزوج بأخت الشعبي أيضا ، وقد كان ممن طلب العلم وتفقه ، ثم عدل إلى صناعة الشعر فعرف به .وقد رواه ابن ماجه عن أحمد بن ثابت وعمر بن شبة ، كلاهما عن عمر بن علي مرفوعا : \" إذا كان أجل أحدكم بأرض أوثبته إليها حاجة ، فإذا بلغ أقصى أثره ، قبضه الله عز وجل ، فتقول الأرض يوم القيامة : رب ، هذا ما أودعتني \" .قال الطبراني : حدثنا إسحاق بن إبراهيم ، حدثنا عبد الرزاق ، حدثنا معمر ، عن أيوب ، عن أبي المليح ، عن أسامة أن رسول الله صلى الله عليه وسلم قال : \" ما جعل الله منية عبد بأرض ، إلا جعل له إليها حاجة \" .[ آخر تفسير سورة \" لقمان \" والحمد لله رب العالمين ، وهو حسبنا ونعم الوكيل ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الله عنده علم الساعة ) الآية نزلت في الوارث بن عمرو بن حارثة ، بن محارب ، ابن حفصة ، من أهل البادية أتى النبي - صلى الله عليه وسلم - فسأله عن الساعة ووقتها وقال : إن أرضنا أجدبت فمتى ينزل الغيث ؟ وتركت ، امرأتي حبلى ، فمتى تلد ؟ وقد علمت أين ولدت فبأي أرض أموت ؟ فأنزل الله هذه الآية ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت ) وقرأ أبي بن كعب : \" بأية أرض \" ، والمشهور : \" بأي أرض \" لأن الأرض ليس فيها من علامات التأنيث شيء .وقيل : أراد بالأرض المكان : أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا عبد العزيز بن عبد الله ، أخبرنا إبراهيم بن ساعدة عن ابن شهاب ، عن سالم بن عبد الله ، عن أبيه أن رسول الله - صلى الله عليه وسلم - قال : \" مفاتيح الغيب خمس : إن الله عنده علم الساعة ، وينزل الغيث ، ويعلم ما في الأرحام ، وما تدري نفس ماذا تكسب غدا ، وما تدري نفس بأي أرض تموت \" . ( إن الله عليم خبير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير .زعم الفراء أن هذا معنى النفي ; أي ما يعلمه أحد إلا الله تعالى . قال أبو جعفر النحاس : وإنما صار فيه معنى النفي والإيجاب بتوقيف الرسول صلى الله عليه وسلم على ذلك ; لأنه صلى الله عليه وسلم قال في قول الله عز وجل : وعنده مفاتح الغيب لا يعلمها إلا هو : \" إنها هذه \" .قلت : قد ذكرنا في سورة ( الأنعام ) حديث ابن عمر في هذا ، خرجه البخاري . وفي حديث جبريل عليه السلام قال : أخبرني عن الساعة ؟ فقال رسول الله صلى الله عليه وسلم : \" ما المسئول عنها بأعلم من السائل ، هن خمس لا يعلمهن إلا الله تعالى : إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا \" ، قال : \" صدقت \" . لفظ أبي داود الطيالسي . وقال عبد الله بن مسعود : كل شيء أوتي نبيكم صلى الله عليه وسلم غير خمس : إن الله عنده علم الساعة الآية إلى آخرها . وقال ابن عباس : هذه الخمسة لا يعلمها إلا الله تعالى ، ولا يعلمها ملك مقرب ولا نبي مرسل ; فمن ادعى أنه يعلم شيئا من هذه فقد كفر بالقرآن ; لأنه خالفه . ثم إن الأنبياء يعلمون كثيرا من الغيب بتعريف الله تعالى إياهم . والمراد إبطال كون الكهنة والمنجمين ومن يستسقي بالأنواء ، وقد يعرف بطول التجارب أشياء من ذكورة الحمل وأنوثته إلى غير ذلك ; حسبما تقدم ذكره في ( الأنعام ) . وقد تختلف التجربة وتنكسر العادة ويبقى العلم لله تعالى وحده . وروي أن يهوديا كان يحسب حساب النجوم ، فقال لابن عباس : إن شئت نبأتك نجم ابنك ، وأنه يموت بعد عشرة أيام ، وأنت لا تموت حتى تعمى ، وأنا لا يحول علي الحول حتى أموت . قال : فأين موتك يا يهودي ؟ فقال : لا أدري . فقال ابن عباس : صدق الله . وما تدري نفس بأي أرض تموت فرجع ابن عباس فوجد ابنه محموما ، ومات بعد عشرة أيام . ومات اليهودي قبل الحول ، ومات ابن عباس أعمى . قال علي بن الحسين راوي هذا الحديث : هذا أعجب الأحاديث .وقال مقاتل : إن هذه الآية نزلت في رجل من أهل البادية اسمه الوارث بن عمرو بن حارثة ، أتى النبي صلى الله عليه وسلم فقال : إن امرأتي حبلى فأخبرني ماذا تلد ، وبلادنا جدبة فأخبرني متى ينزل الغيث ، وقد علمت متى ولدت فأخبرني متى أموت ، وقد علمت ما عملت اليوم فأخبرني ماذا أعمل غدا ، وأخبرني متى تقوم الساعة ؟ فأنزل الله تعالى هذه الآية ; ذكره القشيري والماوردي . وروى أبو المليح عن أبي عزة الهذلي قال : قال رسول صلى الله عليه وسلم : إذا أراد الله تعالى قبض روح عبد بأرض جعل له إليها حاجة فلم ينته حتى يقدمها - ثم قرأ رسول الله صلى الله عليه وسلم - إن الله عنده علم الساعة - إلى قوله - بأي أرض تموت ذكره الماوردي ، وخرجه ابن ماجه من حديث ابن مسعود بمعناه . وقد ذكرناه في كتاب ( التذكرة ) مستوفى . وقراءة العامة : ( وينزل ) مشددا . وقرأ ابن كثير وأبو عمرو وحمزة والكسائي مخففا . وقرأ أبي بن كعب : ( بأية أرض ) . الباقون : ( بأي أرض ) . قال الفراء : اكتفى بتأنيث الأرض من تأنيث أي . وقيل : أراد بالأرض المكان فذكر . قال الشاعر [ عامر بن جوين الطائي ] :فلا مزنة ودقت ودقها ولا أرض أبقل إبقالهاوقال الأخفش : يجوز مررت بجارية أي جارية ، وأية جارية . وشبه سيبويه تأنيث أي بتأنيث كل في قولهم : كلتهن . إن الله عليم خبير خبير نعت ل ( عليم ) أو خبر بعد خبر . والله تعالى أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (34)يقول تعالى ذكره:  يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا  هو آتيكم؛ علم إتيانه إياكم عند ربكم، لا يعلم أحد متى هو جائيكم، لا يأتيكم إلا بغتة، فاتقوه أن يفجأكم بغتة، وأنتم على ضلالتكم لم تنيبوا منها، فتصيروا من عذاب الله وعقابه إلى ما لا قبل لكم به. وابتدأ تعالى ذكره الخبر عن علمه بمجيء الساعة. والمعنى: ما ذكرت لدلالة الكلام على المراد منه، فقال: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) التي تقوم فيها القيامة، لا يعلم ذلك أحد غيره (وينزلُ الغيْثَ) من السماء، لا يقدر على ذلك أحد غيره، (وَيَعْلَمُ ما في الأرْحامِ) أرحام الإناث (وَما تَدْرِي نَفْسٌ ماذَا تَكْسِبُ غَدًا) يقول: وما تعلم نفس حيّ ماذا تعمل في غد، (وَما تَدْرِي نَفْسٌ بأيّ أرْض تَمُوتُ) يقول: وما تعلم نفس حيّ بأيّ أرض تكون منيتها(إنَّ اللهَ عَلِيمٌ خَبِيرٌ) يقول: إن الذي يعلم ذلك كله هو الله دون كلّ أحد سواه، إنه ذو علم بكلّ شيء، لا يخفى عليه شيء، خبير بما هو كائن، وما قد كان.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) قال: جاء رجل - قال أبو جعفر: أحسبه أنا، قال: - إلى النبيّ صلى الله عليه وسلم فقال: إن امرأتي حُبلى، فأخبرني ماذا تلد؟ وبلادنا محل جدبة، فأخبرني متى ينزل الغيث؟ وقد علمت متى ولدت، فأخبرني متى أموت، فأنزل الله: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنزلُ الغَيْثَ) إلى آخر السورة، قال: فكان مجاهد يقول: هنّ مفاتح الغيب التي قال الله  وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلا هُوَ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) الآية، أشياء من الغيب، استأثر الله بهنّ، فلم يطلع عليهنّ ملَكا مقرّبا، ولا نبيا مرسلا(إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) فلا يدري أحد من الناس متى تقوم الساعة، في أيّ سنة، أو في أيّ شهر، أو ليل، أو نهار (ويُنزلُ الغَيْثَ) فلا يعلم أحد متى ينزل الغيث، ليلا أو نهارا ينزل؟(وَيَعْلَمُ ما فِي الأرْحامِ) فلا يعلم أحد ما فِي الأرحام، أذكر أو أنثى، أحمر أو أسود، أو ما هو؟(وَما تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا) خير أم شرّ، ولا تدري يا ابن آدم متى تموت؟ لعلك الميت غدا، لعلك المصاب غدا؟(وَما تَدْرِي نَفْسٌ بأيّ أرْضٍ تَمُوتُ) ليس أحد من الناس يدري أين مضجعه من الأرض في بحر أو برّ أو سهل أو جبل، تعالى وتبارك.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن الشعبيّ، قال: قالت عائشة: من قال: إن أحدا يعلم الغيب إلا الله فقد كذب، وأعظم الفرية على الله، قال الله:  لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلا اللَّهُ  .حدثنا يعقوب، قال: ثنا ابن علية، عن يونس بن عبيد، عن عمرو بن شُعيب أن رجلا قال: يا رسول الله، هل من العلم علم لم تؤته؟ قال: \" لَقَدْ أُوتِيتُ عِلْما كَثِيرًا، وَعِلما حَسنًا \"، أو كما قال رسول الله صلى الله عليه وسلم ، ثم تلا رسول الله صلى الله عليه وسلم هذه الآية: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنزلُ الغَيْثَ) إلى (إنَّ اللهَ عَلِيمٌ خَبِيرٌ) لا يَعْلَمُهُنَّ إلا اللهُ تَبارَكَ وَتَعالى .حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني عمرو بن محمد، عن أبيه، عن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال: \" مَفاتِحُ الغَيبِ خَمْسَةٌ\" ثم قرأ هؤلاء الآيات (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَة) إلى آخرها.حدثني عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا سفيان، عن عبد الله بن دينار، أنه سمع ابن عمر يقول: قال رسول الله صلى الله عليه وسلم: \" مَفاتِحُ الغَيْبِ خَمْسٌ لا يَعْلَمُهُنَّ إلا اللهُ، (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنزلُ الغَيْثَ وَيعْلَمُ ما فِي الأرْحامِ )\" الآية، ثم قال: \" لا يعْلَمُ ما فِي غَدٍ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ مَتى يَنزلُ الغَيْثَ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ مَتى قِيامُ السَّاعَةِ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ ما فِي الأرْحامِ إلا اللهُ، وَلا تَدْرِي نَفْسٌ بأيّ أرْض تَمُوتُ.\"حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن عبد الله بن دينار، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" مَفاتحُ الغَيْبِ خَمْسٌ لا يَعْلَمُها إلا اللهُ: إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنزلُ الغيْثَ وَيعْلَمُ ما فِي الأرْحامِ وَما تَدْرِي نَفْسٌ ماذَا تَكْسِبُ غَدًا وما تَدْري نَفْسٌ بأيّ أرضٍ تَمُوتُ إنَّ اللهَ عَلِيمٌ خَبِيرٌ\".حدثنا ابن وكيع، قال: ثني أبي، عن مسعر، عن عمرو بن مرّة، عن عبد الله بن سلمة، عن ابن مسعود قال: كلّ شيء أوتيه نبيكم صلى الله عليه وسلم إلا علم الغيب الخمس: ( إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنزلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ).حدثنا ابن وكيع، قال: ثنا أبي، عن ابن أبي خالد، عن عامر، عن مسروق، عن عائشة، قالت: من حدّثك أنه يعلم ما في غد فقد كذب، ثم قرأت: (وَما تَدْرِي نَفْسٌ ماذَا تكْسبُ غَدًا).قال: تنا جرير وابن علية، عن أبي خباب، عن أبي زُرعة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: \" خَمْسٌ لا يَعْلَمُهُنَّ إلا اللهُ: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ ويُنزلُ الغَيْثَ ...) الآية \".حدثني أبو شُرَحبيل، قال: ثنا أبو اليمان، قال: ثنا إسماعيل، عن جعفر، عن عمرو بن مرّة، عن عبد الله بن سلمة، عن ابن مسعود، قال: كلّ شيء قد أوتي نبيكم غير مفاتح الغيب الخمس، ثم قرأ هذه الآية (إنَّ اللهَ عِنْدَهُ عِلمُ السَّاعَة) إلى آخرها.وقيل: (بأيّ أرض تموت)، وفيه لغة أخرى: (بأيَّةِ أرْضٍ) فمن قال: (بأيّ أرْضٍ) اجتز بتأنيث الأرض من أن يظهر في (أيِّ) تأنيث آخر، ومن قال (بأيَّة أرْضٍ) فأنث، (أي) قال: قد تجتزئ بأي مما أضيف إليه، فلا بدّ من التأنيث، كقول القائل: مررت بامرأة، فيقال له: بأيةٍ، ومررت برجل، فيقال له بأيٍّ؟ ويقال: أي امرأة جاءتك وجاءك، وأية امرأة جاءتك.آخر تفسير سورة لقمان."
        }
      ]
    }
  ]
}