{
  "surah": {
    "surahNo": 44,
    "surahNameAr": "الدخان",
    "surahNameArabicLong": "سورة الدخان",
    "surahNameEn": "Ad-Dukhaan",
    "revelationPlace": "Mecca",
    "totalAyat": 59
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«حم» الله أعلم بمراده به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "تقدم تفسير الحروف المتقطعة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة الدخان وهي مكية .قال الترمذي : حدثنا سفيان بن وكيع ، حدثنا زيد بن الحباب ، عن عمر بن أبي خثعم ، عن يحيى بن أبى كثير ، عن أبي سلمة ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" من قرأ ( حم الدخان ) في ليلة أصبح يستغفر له سبعون ألف ملك \" .ثم قال : غريب لا نعرفه إلا من هذا الوجه ، وعمر بن أبي خثعم يضعف . قال البخاري : منكر الحديث .ثم قال : حدثنا نصر بن عبد الرحمن الكوفي ، حدثنا زيد بن الحباب ، عن هشام أبي المقدام ، عن الحسن ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" من قرأ ( حم الدخان ) في ليلة الجمعة ، غفر له \" .ثم قال : غريب لا نعرفه إلا من هذا الوجه ، وهشام أبو المقدام يضعف ، والحسن لم يسمع من أبي هريرة كذا قال أيوب ، ويونس بن عبيد ، وعلي بن زيد .وفي مسند البزار من رواية أبي الطفيل عامر بن واثلة ، عن زيد بن حارثة ; أن رسول الله - صلى الله عليه وسلم - قال لابن صياد : \" إني قد خبأت خبأ فما هو ؟ \" وخبأ له رسول الله - صلى الله عليه وسلم - سورة الدخان ، فقال : هو الدخ . فقال : \" اخسأ ما شاء الله كان \" . ثم انصرف .بسم الله الرحمن الرحيم يقول تعالى مخبرا عن القرآن العظيم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية، \" حم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة الدخان .مكية باتفاق ، إلا قوله تعالى : إنا كاشفو العذاب قليلا وهي سبع وخمسون آية . وقيل : تسع . وفي مسند الدارمي عن أبي رافع قال : ( من قرأ الدخان في ليلة الجمعة أصبح مغفورا له وزوج من الحور العين ) رفعه الثعلبي من حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال : من قرأ الدخان في ليلة الجمعة أصبح مغفورا له . وفي لفظ آخر عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال : من قرأ الدخان في ليلة أصبح يستغفر له سبعون ألف ملك . وعن أبي أمامة قال : سمعت النبي - صلى الله عليه وسلم - يقول : من قرأ حم الدخان ليلة الجمعة أو يوم الجمعة بنى الله له بيتا في الجنة .\" حم \" اختلف في معناه ; فقال عكرمة : قال النبي صلى الله عليه وسلم : ( \" حم \" اسم من أسماء الله تعالى وهي مفاتيح خزائن ربك ) قال ابن عباس : \" حم \" اسم الله الأعظم .وعنه : \" الر \" و \" حم \" و \" ن \" حروف الرحمن مقطعة .وعنه أيضا : اسم من أسماء الله تعالى أقسم به .وقال قتادة : إنه اسم من أسماء القرآن .مجاهد : فواتح السور .وقال عطاء الخراساني : الحاء افتتاح اسمه حميد وحنان وحليم وحكيم , والميم افتتاح اسمه ملك ومجيد ومنان ومتكبر ومصور ; يدل عليه ما روى أنس أن أعرابيا سأل النبي صلى الله عليه وسلم : ما \" حم \" فإنا لا نعرفها في لساننا ؟ فقال النبي صلى الله عليه وسلم : ( بدء أسماء وفواتح سور ) وقال الضحاك والكسائي : معناه قضي ما هو كائن .كأنه أراد الإشارة إلى تهجي \" حم \" ; لأنها تصير حم بضم الحاء وتشديد الميم ; أي قضي ووقع .وقال كعب بن مالك : فلما تلاقيناهم ودارت بنا الرحى وليس لأمر حمه الله مدفع وعنه أيضا : إن المعنى حم أمر الله أي قرب ; كما قال الشاعر : قد حم يومي فسر قوم قوم بهم غفلة ونوم ومنه سميت الحمى ; لأنها تقرب من المنية .والمعنى المراد قرب نصره لأوليائه , وانتقامه من أعدائه كيوم بدر .وقيل : حروف هجاء ; قال الجرمي : ولهذا تقرأ ساكنة الحروف فخرجت مخرج التهجي وإذا سميت سورة بشيء من هذه الحروف أعربت ; فتقول : قرأت \" حم \" فتنصب ; قال : يذكرني حاميم والرمح شاجر فهلا تلا حاميم قبل التقدم وقرأ عيسى بن عمر الثقفي : \" حم \" بفتح الميم على معنى اقرأ حم أو لالتقاء الساكنين .ابن أبي إسحاق وأبو السمال بكسرها .والإمالة والكسر للالتقاء الساكنين , أو على وجه القسم .وقرأ أبو جعفر بقطع الحاء من الميم .الباقون بالوصل .وكذلك في \" حم .عسق \" .وقرأ أبو عمرو وأبو بكر وحمزة والكسائي وخلف وابن ذكوان بالإمالة في الحاء .وروي عن أبي عمرو بين اللفظين وهي قراءة نافع وأبي جعفر وشيبة .الباقون بالفتح مشبعا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  حم (1)قد بينَّا فيما مضى قوله ( حم ) بما أغنى عن إعادته في هذا الموضع."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والكتاب» القرآن «المبين» المظهر الحلال من الحرام."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا قسم بالقرآن على القرآن."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن القرآن العظيم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" والكتاب المبين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن جعلت \" حم \" جواب القسم تم الكلام عند قوله : \" المبين \" ثم تبتدئ \" إنا أنزلناه \" .وإن جعلت \" إنا كنا منذرين \" جواب القسم الذي هو \" الكتاب \" وقفت على \" منذرين \" وابتدأت \" فيها يفرق كل أمر حكيم \" .وقيل : الجواب \" إنا أنزلناه \" , وأنكره بعض النحويين من حيث كان صفة للمقسم به , ولا تكون صفة المقسم به جوابا للقسم , والهاء في \" أنزلناه \" للقرآن .ومن قال : أقسم بسائر الكتب فقوله : \" إنا أنزلناه \" كنى به عن غير القرآن , على ما تقدم بيانه في أول \" الزخرف \""
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قد تقدم بياننا في معنى قوله (حم وَالْكِتَابِ الْمُبِينِ )."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أنزلناه في ليلة مباركة» هي ليلة القدر أو ليلة النصف من شعبان، نزل فيها من أم الكتاب من السماء السابعة إلى سماء الدنيا «إنا كنا منذرين» مخوِّفين به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأقسم بالكتاب المبين لكل ما يحتاج إلى بيانه أنه أنزله  فِي لَيْلَةٍ مُبَارَكَةٍ  أي: كثيرة الخير والبركة وهي ليلة القدر التي هي خير من ألف شهر، فأنزل أفضل الكلام بأفضل الليالي والأيام على أفضل الأنام، بلغة العرب الكرام لينذر به قوما عمتهم الجهالة وغلبت عليهم الشقاوة فيستضيئوا بنوره ويقتبسوا من هداه ويسيروا وراءه فيحصل لهم الخير الدنيوي والخير الأخروي ولهذا قال:  إِنَّا كُنَّا مُنْذِرِينَ فِيهَا  أي: في تلك الليل الفاضلة التي نزل فيها القرآن"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "إنه أنزله في ليلة مباركة ، وهي ليلة القدر ، كما قال تعالى : ( إنا أنزلناه في ليلة القدر ) [ القدر : 1 ] وكان ذلك في شهر رمضان ، كما قال : تعالى : ( شهر رمضان الذي أنزل فيه القرآن ) [ البقرة : 185 ] وقد ذكرنا الأحاديث الواردة في ذلك في \" سورة البقرة \" بما أغنى عن إعادته .ومن قال : إنها ليلة النصف من شعبان - كما روي عن عكرمة - فقد أبعد النجعة فإن نص القرآن أنها في رمضان . والحديث الذي رواه عبد الله بن صالح ، عن الليث ، عن عقيل عن الزهري : أخبرني عثمان بن محمد بن المغيرة بن الأخنس أن رسول الله - صلى الله عليه وسلم - قال : \" تقطع الآجال من شعبان إلى شعبان ، حتى إن الرجل لينكح ويولد له ، وقد أخرج اسمه في الموتى \" فهو حديث مرسل ، ومثله لا يعارض به النصوص .وقوله : ( إنا كنا منذرين ) أي : معلمين الناس ما ينفعهم ويضرهم شرعا ، لتقوم حجة الله على عباده ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا أنزلناه في ليلة مباركة ) قال قتادة وابن زيد : هي ليلة القدر أنزل الله القرآن في ليلة القدر من أم الكتاب إلى السماء الدنيا ، ثم نزل به جبريل عن النبي - صلى الله عليه وسلم - نجوما في عشرين سنة . وقال آخرون : هي ليلة النصف من شعبان .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا الأصبغ بن الفرج ، أخبرني ابن وهب ، أخبرني عمرو بن الحارث أن عبد الملك بن عبد الملك حدثه أن ابن أبي ذئب واسمه مصعب حدثه عن القاسم بن محمد عن أبيه أو عمه عن جده عن رسول الله - صلى الله عليه وسلم - قال : \" ينزل الله جل ثناؤه ليلة النصف من شعبان إلى السماء الدنيا فيغفر لكل نفس إلا إنسانا في قلبه شحناء أو مشركا بالله \" ( إنا كنا منذرين ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "الليلة المباركة ليلة القدر . ويقال : ليلة النصف من شعبان ، ولها أربعة أسماء : الليلة المباركة ، وليلة البراءة ، وليلة الصك ، وليلة القدر . ووصفها بالبركة لما ينزل الله فيها على عباده من البركات والخيرات والثواب . وروى قتادة عن واثلة أن النبي - صلى الله عليه وسلم - قال : أنزلت صحف إبراهيم في أول ليلة من رمضان وأنزلت التوراة لست مضين من رمضان وأنزلت الزبور لاثنتي عشرة من رمضان وأنزل الإنجيل لثمان عشرة خلت من رمضان وأنزل القرآن لأربع وعشرين مضت من رمضان . ثم قيل : أنزل القرآن كله إلى السماء الدنيا في هذه الليلة . ثم أنزل نجما نجما في سائر الأيام على حسب اتفاق الأسباب . وقيل : كان ينزل في كل ليلة القدر ما ينزل في سائر السنة . وقيل : كان ابتداء الإنزال في هذه الليلة . وقال عكرمة : الليلة المباركة هاهنا ليلة النصف من شعبان . والأول أصح لقوله تعالى : إنا أنزلناه في ليلة القدر . قال قتادة وابن زيد : أنزل الله القرآن كله في ليلة القدر من أم الكتاب إلى بيت العزة في سماء الدنيا ، ثم أنزله الله على نبيه - صلى الله عليه وسلم - في الليالي والأيام في ثلاث وعشرين سنة . وهذا المعنى قد مضى في ( البقرة ) عند قوله تعالى : شهر رمضان الذي أنزل فيه القرآن ويأتي آنفا إن شاء الله تعالى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله (إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ) أقسم جلّ ثناؤه بهذا الكتاب, أنه أنزله في ليلة مباركة.واختلف أهل التأويل في تلك الليلة, أيّ ليلة من ليالي السنة هي؟ فقال بعضهم: هي ليلة القدر.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة (إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ) : ليلة القدر, ونزلت صحف إبراهيم في أوّل ليلة من رمضان, ونزلت التوراة لستّ ليال مضت من رمضان, ونزل الزَّبور لستّ عشرة مضت من رمضان, ونزل الإنجيل لثمان عشرة مضت من رمضان, ونزل الفُرقَان لأربع وعشرين مضت من رمضان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله (فِي لَيْلَةٍ مُبَارَكَةٍ) قال: هي ليلة القدر.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله عزّ وجلّ(إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ) قال: تلك الليلة ليلة القدر, أنزل الله هذا القرآن من أمّ الكتاب في ليلة القدر, ثم أنزله على الأنبياء (1) في الليالي والأيام, وفي غير ليلة القدر.وقال آخرون: بل هي ليلة النصف من شعبان.والصواب من القول في ذلك قول من قال: عنى بها ليلة القدر, لأن الله جلّ ثناؤه أخبر أن ذلك كذلك لقوله تعالى ( إِنَّا كُنَّا مُنْذِرِينَ ) خلَقْنا بهذا الكتاب الذي أنزلناه في الليلة المباركة عقوبتنا أن تحلّ بمن كفر منهم, فلم ينب إلى توحيدنا, وإفراد الألوهة لنا.------------------------الهوامش:(1) في فتح القدير للشوكاني (4: 554) :\" وقال قتادة : أنزل القرآن كله في ليلة القدر من أم الكتاب ، وهو اللوح المحفوظ، إلى بيت العزة في سماء الدنيا ، ثم أنزله الله على نبيه صلى الله عليه وسلم في الليالي والأيام ، في ثلاث وعشرين سنة\"."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فيها» أي في ليلة القدر أو ليلة النصف من شعبان «يفرق» يفصل «كل أمر حكيم» محكم من الأرزاق والآجال وغيرهما التي تكون في السنة إلى مثل تلك الليلة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ  أي: يفصل ويميز ويكتب كل أمر قدري وشرعي حكم الله به، وهذه الكتابة والفرقان، الذي يكون في ليلة القدر أحد  الكتابات التي تكتب وتميز فتطابق الكتاب الأول الذي كتب الله به مقادير الخلائق وآجالهم وأرزاقهم وأعمالهم وأحوالهم، ثم إن الله تعالى قد وكل ملائكة تكتب ما سيجري على العبد وهو في بطن أمه، ثم وكلهم بعد وجوده إلى الدنيا وكل به كراما كاتبين يكتبون ويحفظون عليه أعماله، ثم إنه تعالى يقدر في ليلة القدر ما يكون في السنة، وكل هذا من تمام علمه وكمال حكمته وإتقان حفظه واعتنائه تعالى بخلقه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فيها يفرق كل أمر حكيم ) أي : في ليلة القدر يفصل من اللوح المحفوظ إلى الكتبة أمر السنة ، وما يكون فيها من الآجال والأرزاق ، وما يكون فيها إلى آخرها . وهكذا روي عن ابن عمر ، وأبي مالك ، ومجاهد ، والضحاك ، وغير واحد من السلف .وقوله : ( حكيم ) أي : محكم لا يبدل ولا يغير"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فيها ) أي في الليلة المباركة ( يفرق ) يفصل ( كل أمر حكيم ) محكم ، وقال ابن عباس : يكتب من أم الكتاب في ليلة القدر ما هو كائن في السنة من الخير والشر والأرزاق والآجال حتى الحجاج ، يقال : يحج فلان [ ويحج فلان ] ، قال الحسن ومجاهد وقتادة : يبرم في ليلة القدر في شهر رمضان كل أجل وعمل وخلق ورزق ، وما يكون في تلك السنة .وقال عكرمة : هي ليلة النصف من شعبان يبرم فيها أمر السنة وتنسخ الأحياء من الأموات فلا يزاد فيهم أحد ولا ينقص منهم أحد .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا عبد الله بن صالح ، حدثني الليث ، حدثني عقيل ، عن ابن شهاب ، أخبرني عثمان بن محمد بن المغيرة بن الأخنس أن رسول الله - صلى الله عليه وسلم - قال : \" تقطع الآجال من شعبان إلى شعبان ، حتى إن الرجل لينكح ويولد له ولقد أخرج اسمه في الموتى \" .وروى أبو الضحى عن ابن عباس - رضي الله عنه - ما : أن الله يقضي الأقضية في ليلة النصف من شعبان ، ويسلمها إلى أربابها في ليلة القدر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فيها يفرق كل أمر حكيم .قال ابن عباس : يحكم الله أمر الدنيا إلى قابل في ليلة القدر ما كان من حياة أو موت أو رزق . وقاله قتادة ومجاهد والحسن وغيرهم . وقيل : إلا الشقاء والسعادة فإنهما لا يتغيران ، قاله ابن عمر . قال المهدوي : ومعنى هذا القول أمر الله - عز وجل - الملائكة بما يكون في ذلك العام ولم يزل ذلك في علمه عز وجل . وقال عكرمة : هي ليلة النصف من شعبان يبرم فيها أمر السنة وينسخ الأحياء من الأموات ، ويكتب الحاج فلا يزاد فيهم أحد ولا ينقص منهم أحد . وروى عثمان بن المغيرة قال : قال النبي - صلى الله عليه وسلم - : تقطع الآجال من شعبان إلى شعبان حتى إن الرجل لينكح ويولد له وقد خرج اسمه في الموتى . وعن النبي - صلى الله عليه وسلم - قال : إذا كانت ليلة النصف من شعبان فقوموا ليلتها وصوموا نهارها فإن الله ينزل لغروب الشمس إلى سماء الدنيا يقول ألا مستغفر فأغفر له ألا مبتلى فأعافيه ألا مسترزق فأرزقه ألا كذا ألا كذا حتى يطلع الفجر ذكره الثعلبي . وخرج الترمذي بمعناه عن عائشة عن النبي - صلى الله عليه وسلم - قال : إن الله - عز وجل - ينزل ليلة النصف من شعبان إلى سماء الدنيا فيغفر لأكثر من عدد شعر غنم كلب . وفي الباب عن أبي بكر الصديق قال أبو عيسى : حديث عائشة لا نعرفه مرفوعا إلا من حديث الحجاج بن أرطاة عن يحيى بن أبي كثير عن عروة عن عائشة ، وسمعت محمدا يضعف هذا الحديث ، وقال : يحيى بن أبي كثير لم يسمع من عروة ، والحجاج بن أرطأة لم يسمع من يحيى بن أبي كثير .قلت : وقد ذكر حديث عائشة مطولا صاحب كتاب العروس ، واختار أن الليلة التي يفرق فيها كل أمر حكيم ليلة النصف من شعبان ، وأنها تسمى ليلة البراءة . وقد ذكرنا قوله والرد عليه في غير هذا الموضع ، وأن الصحيح إنما هي ليلة القدر على ما بيناه . روى حماد بن سلمة قال أخبرنا ربيعة بن كلثوم قال : سأل رجل الحسن وأنا عنده فقال : يا أبا سعيد ، أرأيت ليلة القدر أفي كل رمضان هي ؟ قال : إي والله الذي لا إله إلا هو ، إنها في كل رمضان ، إنها الليلة التي يفرق فيها كل أمر حكيم ، فيها يقضي الله كل خلق وأجل ورزق وعمل إلى مثلها . وقال ابن عباس : يكتب من أم الكتاب في ليلة القدر ما يكون في السنة من موت وحياة ورزق ومطر حتى الحج ، يقال : يحج فلان ويحج فلان . وقال في هذه الآية : إنك لترى الرجل يمشي في الأسواق وقد وقع اسمه في الموتى . وهذه الإبانة لأحكام السنة إنما هي للملائكة الموكلين بأسباب الخلق . وقد ذكرنا هذا المعنى آنفا . وقال القاضي أبو بكر بن العربي : وجمهور العلماء على أنها ليلة القدر . ومنهم من قال : إنها ليلة النصف من شعبان ، وهو باطل لأن الله تعالى قال في كتابه الصادق القاطع : شهر رمضان الذي أنزل فيه القرآن فنص على أن ميقات نزوله رمضان ، ثم عين من زمانه الليل هاهنا بقوله : في ليلة مباركة فمن زعم أنه في غيره فقد أعظم الفرية على الله ، وليس في ليلة النصف من شعبان حديث يعول عليه لا في فضلها ولا في نسخ الآجال فيها فلا تلتفتوا إليها . الزمخشري : وقيل يبدأ في استنساخ ذلك من اللوح المحفوظ في ليلة البراءة ويقع الفراغ في ليلة القدر ، فتدفع نسخة الأرزاق إلى ميكائيل ، ونسخة الحروب إلى جبريل ، وكذلك الزلازل والصواعق والخسف ، ونسخة الأعمال إلى إسماعيل - صاحب سماء الدنيا - وهو ملك عظيم ، ونسخة المصائب إلى ملك الموت . وعن بعضهم : يعطى كل عامل بركات أعماله ، فيلقى على ألسنة الخلق مدحه ، وعلى قلوبهم هيبته . وقرئ ( يفرق ) بالتشديد ، و ( يفرق ) كل على بنائه للفاعل ونصب \" كل \" ، والفارق الله عز وجل . وقرأ زيد بن علي - رضي الله عنه - ( نفرق ) بالنون . و كل أمر حكيم كل شأن ذي حكمة ، أي : مفعول على ما تقتضيه الحكمة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) اختلف أهل التأويل في هذه الليلة التي يُفرق فيها كلّ أمر حكيم, نحو اختلافهم في الليلة المباركة, وذلك أن الهاء التي في قوله (فِيهَا) عائدة على الليلة المباركة, فقال بعضهم: هي ليلة القدر, يقضي فيها أمر السنة كلها من يموت, ومن يولد, ومن يعزّ, ومن يذل, وسائر أمور السنة.* ذكر من قال ذلك:حدثنا مجاهد بن موسى, قال: ثنا يزيد, قال: أخبرنا ربيعة بن كلثوم, قال: كنت عند الحسن, فقال له رجل: يا أبا سعيد, ليلة القدر في كلّ رمضان؟ قال: إي والله, إنها لفي كلّ رمضان, وإنها الليلة التي يُفرق فيها كل أمر حكيم, فيها يقضي الله كلّ أجل وأمل ورزق إلى مثلها.حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا ربيعة بن كلثوم, قال: قال رجل للحسن وأنا أسمع: أرأيت ليلة القدر, أفي كل رمضان هي؟ قال: نعم والله الذي لا إله إلا هو, إنها لفي كل رمضان, وإنها الليلة التي يُفرق فيها كل أمر حكيم, يقضي الله كلّ أجل وخلق ورزق إلى مثلها.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال عبد الحميد بن سالم, عن عمر مولى غفرة, قال: يقال: ينسخ لملك الموت من يموت ليلة القدر إلى مثلها, وذلك لأن الله عزّ وجلّ يقول: ( إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ) وقال ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: فتجد الرجل ينكح النساء, ويغرس الغرس واسمه في الأموات.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سلمة, عن أبي مالك, في قوله: ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: أمر السنة إلى السنة ما كان من خلق أو رزق أو أجل أو مصيبة, أو نحو هذا.قال: ثنا سفيان, عن حبيب, عن هلال بن يساف, قال: كان يقال: انتظروا القضاء في شهر رمضان.حدثنا الفضل بن الصباح, قال: ثنا محمد بن فضيل, عن حصين, عن سعيد بن عبيدة عن أبي عبد الرحمن في قوله ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: يدبر أمر السنة في ليلة القدر.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: في ليلة القدر كل أمر يكون في السنة إلى السنة: الحياة والموت, يقدر فيها المعايش والمصائب كلها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ) ليلة القدر ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) كُنَّا نُحدَّثُ أنه يُفْرق فيها أمر السنة إلى السنة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: هي ليلة القدر فيها يُقضى ما يكون من السنة إلى السنة.حدثنا ابن حميد, قال: ثنا جرير, عن منصور, قال: سألت مجاهدا فقلت: أرأيت دعاء أحدنا يقول: اللهمّ إن كان اسمي في السعداء, فأثبته فيهم, وإن كان في الأشقياء فامحه منهم, واجعله بالسعداء, فقال: حسن, ثم لقيته بعد ذلك بحول أو أكثر من ذلك, فسألته عن هذا الدعاء, قال: ( إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: يقضى في ليلة القدر ما يكون في السنة من رزق أو مصيبة, ثم يقدّم ما يشاء, ويؤخر ما يشاء فأما كتاب السعادة والشقاء فهو ثابت لا يغير.وقال آخرون: بل هي ليلة النصف من شعبان.* ذكر من قال ذلك:حدثنا الفضل بن الصباح, والحسن بن عرفة, قالا ثنا الحسن بن إسماعيل البجلي, عن محمد بن سوقة, عن عكرمة في قول الله تبارك وتعالى ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: في ليلة النصف من شعبان, يبرم فيه أمر السنة, وتنسخ الأحياء من الأموات, ويكتب الحاج فلا يزاد فيهم أحد, ولا ينقص منهم أحد.حدثني عبيد بن آدم بن أبي إياس, قال: ثنا أبي, قال: ثنا الليث, عن عقيل بن خالد, عن ابن شهاب, عن عثمان بن محمد بن المُغيرة بن الأخنس, قال: قال رسول الله صلى الله عليه وسلم: \" تُقْطَعُ الآجالُ مِنْ شَعْبان إلى شَعْبانَ حتى إن الرَّجُلَ لَيَنْكِحُ وَيُولَدُ لَهْ وَقَدْ خَرَجَ اسمُهُ فِي المَوْتَى \".حدثني محمد بن معمر, قال: ثنا أبو هشام, قال: ثنا عبد الواحد, قال: ثنا عثمان بن حكيم, قال: ثنا سعيد بن جبير, قال: قال ابن عباس: إن الرجل ليمشي في الناس وقد رُفع في الأموات, قال: ثم قرأ هذه الآية ( إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) قال: ثم قال: يفرق فيها أمر الدنيا من السنة إلى السنة.وأولى القولين في ذلك بالصواب قول من قال: ذلك ليلة القدر لما قد تقدّم من بياننا عن أن المعني بقوله ( إِنَّا أَنزلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ) ليلة القدر, والهاء في قوله (فِيهَا) من ذكر الليلة المباركة.وعنى بقوله ( فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ) في هذه الليلة المباركة يُقْضَى ويُفْصَل كلّ أمر أحكمه الله تعالى في تلك السنة إلى مثلها من السنة الأخرى, ووضع حكيم موضع محكم, كما قال:  الم * تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ  يعني: المحكم."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أمراً» فرقاً «من عندنا إنا كنا مرسلين» الرسل محمداً ومن قبله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَمْرًا مِنْ عِنْدِنَا  أي: هذا الأمر الحكيم أمر صادر من عندنا. إِنَّا كُنَّا مُرْسِلِينَ  للرسل ومنزلين للكتب والرسل تبلغ أوامر المرسل وتخبر بأقداره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( أمرا من عندنا ) أي : جميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه ، ( إنا كنا مرسلين ) أي : إلى الناس رسولا يتلو عليهم آيات الله مبينات ، فإن الحاجة كانت ماسة إليه ;"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أمرا ) أي أنزلنا أمرا ( من عندنا ) قال الفراء : نصب على معنى : فيها يفرق كل أمر فرقا وأمرا ، أي نأمر ببيان ذلك أمرا ( إنا كنا مرسلين ) محمدا - صلى الله عليه وسلم - ومن قبله من الأنبياء ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أمرا من عندنا قال النقاش : الأمر هو القرآن أنزله الله من عنده . وقال ابن عيسى : هو ما قضاه الله في الليلة المباركة من أحوال عباده . وهو مصدر في موضع الحال . وكذلك رحمة من ربك وهما عند الأخفش حالان ، تقديرهما : أنزلناه آمرين به وراحمين . المبرد : ( أمرا ) في موضع المصدر ، والتقدير : أنزلناه إنزالا . الفراء والزجاج : ( أمرا ) نصب ب ( يفرق ) ، مثل قولك ( يفرق فرقا ) فأمر بمعنى فرق فهو مصدر ، مثل قولك : يضرب ضربا . وقيل : يفرق يدل على يؤمر ، فهو مصدر عمل فيه ما قبله . إنا كنا مرسلين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ ) يقول تعالى ذكره: في هذه الليلة المباركة يُفْرق كلّ أمر حكيم, أمرا من عندنا.واختلف أهل العربية في وجه نصب قوله (أمْرًا) فقال بعض نحويي (2) الكوفة: نصب على (3) إنا أنزلناه أمرا ورحمة على الحال. وقال بعض نحويي (4) البصرة: نصب على معنى يفرق كل أمر فرقا وأمرا.------------------------الهوامش:(2) في الأصل بدون نقطتين.(3) كذا في الأصل. ولعل لفظة\"على\" زيادة من الناسخ.(4) في الأصل بدون نقطتين."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«رحمة» رأفة بالمرسل إليهم «من ربك إنه هو السميع» لأقوالهم «العليم» بأفعالهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " رَحْمَةً مِنْ رَبِّكَ  أي: إن إرسال الرسل وإنزال الكتب التي أفضلها القرآن رحمة من رب العباد بالعباد، فما رحم الله عباده برحمة أجل من هدايتهم بالكتب والرسل، وكل خير ينالونه في الدنيا والآخرة فإنه من أجل ذلك وسببه،  إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ  أي: يسمع جميع الأصوات ويعلم جميع الأمور الظاهرة والباطنة وقد علم تعالى ضرورة العباد إلى رسله وكتبه فرحمهم بذلك ومن عليهم فله تعالى الحمد والمنة والإحسان."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( رحمة من ربك إنه هو السميع العليم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( رحمة من ربك ) قال ابن عباس : رأفة مني بخلقي ونعمتي عليهم بما بعثنا إليهم من الرسل . وقال الزجاج : أنزلناه في ليلة مباركة للرحمة ( إنه هو السميع العليم)"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "رحمة من ربكقال الفراء ( رحمة ) مفعول ب ( مرسلين ) والرحمة النبي - صلى الله عليه وسلم - . وقال الزجاج : ( رحمة ) مفعول من أجله ، أي : أرسلناه للرحمة . وقيل : هي بدل من قوله ( أمرا ) وقيل : هي مصدر . الزمخشري : ( أمرا ) نصب على الاختصاص ، جعل كل أمر جزلا فخما بأن وصفه بالحكيم ، ثم زاده جزالة وكسبه فخامة بأن قال : أعني بهذا الأمر أمرا حاصلا من عندنا ، كائنا من لدنا ، وكما اقتضاه علمنا وتدبيرنا . وفي قراءة زيد بن علي ( أمر من عندنا ) على : هو أمر ، وهي تنصر انتصابه على الاختصاص . وقرأ الحسن ( رحمة ) على : تلك هي رحمة ، وهي تنصر انتصابها بأنه مفعول له ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قال: وكذلك قوله ( رَحْمَةً مِنْ رَبِّكَ ) قال: ويجوز أن تنصب الرحمة بوقوع مرسلين عليها, فجعل الرحمة للنبيّ صلى الله عليه وسلم.وقوله ( إِنَّا كُنَّا مُرْسِلِينَ ) يقول تعالى ذكره: إنا كنا مرسلي رسولنا محمد صلى الله عليه وسلم إلى عبادنا رحمة من ربك يا محمد ( إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ ) يقول: إن الله تبارك وتعالى هو السميع لما يقول هؤلاء المشركون فيما أنزلنا من كتابنا, وأرسلنا من رسلنا إليهم, وغير ذلك من منطقهم ومنطق غيرهم, العليم بما تنطوي عليه ضمائرهم, وغير ذلك من أمورهم وأمور غيرهم."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«رب السماوات والأرض وما بينهما» برفع رب خبر ثالث وبجره بدل من ربك «إن كنتم» يا أهل مكة «موقنين» بأنه تعالى رب السماوات والأرض فأيقنوا بأن محمداً رسوله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا  أي: خالق ذلك ومدبره والمتصرف فيه بما شاء.  إِنْ كُنْتُمْ مُوقِنِينَ  أي: عالمين بذلك علما مفيدا لليقين فاعلموا أن الرب للمخلوقات هو إلهها الحق ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "(رب السموات والأرض وما بينهما ) أي : الذي أنزل هذا القرآن هو رب السموات والأرض وخالقهما ومالكهما وما فيهما ، ( إن كنتم موقنين ) أي : إن كنتم متحققين ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( رب السماوات والأرض وما بينهما ) قرأ أهل الكوفة : \" رب \" جرا ، ردا على قوله : \" من ربك \" ، ورفعه الآخرون ردا على قوله : \" هو السميع العليم \" ، وقيل : على الابتداء ( إن كنتم موقنين ) أن الله رب السماوات والأرض ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : رب السماوات والأرض قرأ الكوفيون ( رب ) بالجر . الباقون بالرفع ، ردا على قوله : ( إنه هو السميع العليم ) وإن شئت على الابتداء ، والخبر لا إله إلا هو . أو يكون خبر ابتداء حذوف ، تقديره : هو رب السماوات والأرض . والجر على البدل من ( ربك ) وكذلك : ربكم ورب آبائكم الأولين بالجر فيهما ، رواه الشيزري عن الكسائي . الباقون بالرفع على الاستئناف . ثم يحتمل أن يكون هذا الخطاب مع المعترف بأن الله خلق السماوات والأرض ، أي : إن كنتم موقنين به فاعلموا أن له أن يرسل الرسل ، وينزل الكتب . ويجوز أن يكون الخطاب مع من لا يعترف أنه الخالق ، أي : ينبغي أن يعرفوا أنه الخالق ، وأنه الذي يحيي ويميت . وقيل : الموقن هاهنا هو الذي يريد اليقين ويطلبه ، كما تقول : فلان ينجد ، أي : يريد نجدا . ويتهم ، أي : يريد تهامة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  رَبِّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (7)اختلف القرّاء في قراءة قوله ( رَبِّ السَّمَاوَاتِ وَالأرْضِ ) فقرأته عامة قرّاء المدينة والبصرة \" رَبُّ السَّمَاوَاتِ \" بالرفع على إتباع إعراب الربّ إعراب السميع العليم. وقرأته عامة قرّاء الكوفة وبعض المكيين \" ربِّ السمَاوَاتِ \" خفضا ردّ على الرب في قوله جلّ جلاله  رَحْمَةً مِنْ رَبِّكَ  .والصواب من القول في ذلك أنهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.ويعني بقوله ( رَبِّ السَّمَاوَاتِ وَالأرْضِ وَمَا بَيْنَهُمَا ) يقول تعالى ذكره الذي أنزل هذا الكتاب يا محمد عليك, وأرسلك إلى هؤلاء المشركين رحمة من ربك, مالك السموات السبع والأرض وما بينهما من الأشياء كلها.وقوله ( إِنْ كُنْتُمْ مُوقِنِينَ ) يقول: إن كنتم توقنون بحقيقة ما أخبرتكم من أن ربكم ربّ السموات والأرض, فإن الذي أخبرتكم أن الله هو الذي هذه الصفات صفاته, وأن هذا القرآن تنزيله, ومحمدا صلى الله عليه وسلم رسوله حق يقين, فأيقنوا به كما أيقنتم بما توقنون من حقائق الأشياء غيره."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لا إله إلا هو يحيي ويميت ربكم ورب آبائكم الأولين»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " لَا إِلَهَ إِلَّا هُوَ  أي: لا معبود إلا وجهه،  يُحْيِي وَيُمِيتُ  أي: هو المتصرف وحده بالإحياء والإماتة وسيجمعكم بعد موتكم فيجزيكم بعملكم إن خيرا فخير وإن شرا فشر،  رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ  أي: رب الأولين والآخرين مربيهم بالنعم الدافع عنهم النقم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( لا إله إلا هو يحيي ويميت ربكم ورب آبائكم الأولين ) وهذه الآية كقوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا الذي له ملك السموات والأرض لا إله إلا هو يحيي ويميت [ فآمنوا بالله ورسوله ] ) الآية [ الأعراف : 158 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" لا إله إلا هو يحيي ويميت ربكم ورب آبائكم الأولين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "لا إله إلا هو يحيي ويميت أي هو خالق العالم ، فلا يجوز أن يشرك به غيره ممن لا يقدر على خلق شيء . وهو يحيي ويميت أي : يحيي الأموات ويميت الأحياء .ربكم ورب آبائكم الأولين أي مالككم ومالك من تقدم منكم . واتقوا تكذيب محمد لئلا ينزل بكم العذاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( لا إِلَهَ إِلا هُوَ ) يقول: لا معبود لكم أيها الناس غير ربّ السموات والأرض وما بينهما, فلا تعبدوا غيره, فإنه لا تصلح العبادة لغيره, ولا تنبغي لشيء سواه, يحيي ويميت, يقول: هو الذي يحيي ما يشاء, ويميت ما يشاء مما كان حيا.وقوله ( رَبُّكُمْ وَرَبُّ آبَائِكُمُ الأوَّلِينَ ) يقول: هو مالككم ومالك من مضى قبلكم من آبائكم الأوّلين, يقول: فهذا الذي هذه صفته, هو الربّ فاعبدوه دون آلهتكم التي لا تقدر على ضرّ ولا نفع."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل هؤلاء المشركون في شك من الحق، فهم يلهون ويلعبون، ولا يصدقون به."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(بل هم في شك) من البعث (يلعبون) استهزاء بك يا محمد، فقال: \"\" اللهم أعني عليهم بسبع كسبع يوسف \"\"."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فلما قرر تعالى ربوبيته وألوهيته بما يوجب العلم التام ويدفع الشك أخبر أن الكافرين مع هذا البيان  فِي شَكٍّ يَلْعَبُونَ  أي: منغمرون في الشكوك والشبهات غافلون عما خلقوا له قد اشتغلوا باللعب الباطل، الذي لا يجدي عليهم إلا الضرر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : بل هؤلاء المشركون في شك يلعبون ، أي : قد جاءهم اليقين ، وهم يشكون فيه ، ويمترون ولا يصدقون به ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( بل هم في شك ) من هذا القرآن ( يلعبون ) يهزءون به لاهون عنه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بل هم في شك يلعبون أي ليسوا على يقين فيما يظهرونه من الإيمان والإقرار في قولهم : إن الله خالقهم ، وإنما يقولونه لتقليد آبائهم من غير علم فهم في شك . وإن توهموا أنهم مؤمنون فهم يلعبون في دينهم بما يعن لهم من غير حجة . وقيل : ( يلعبون ) يضيفون إلى النبي - صلى الله عليه وسلم - الافتراء استهزاء . ويقال لمن أعرض عن المواعظ : لاعب ، وهو كالصبي الذي يلعب فيفعل ما لا يدري عاقبته ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ ) يقول تعالى ذكره ما هم بموقنين بحقيقة ما يقال لهم ويخبرون من هذه الأخبار, يعني بذلك مشركي قريش, ولكنهم في شكّ منه, فهم يلهون بشكهم في الذي يخبرون به من ذلك."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "قال تعالى: «فارتقب يوم تأتي السماء بدخان مبين» فأجدبت الأرض واشتد بهم الجوع إلى أن رأوا من شدته كهيئة الدخان بين السماء والأرض."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَارْتَقِبْ  أي: انتظر فيهم العذاب فإنه قد قرب وآن أوانه،  يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال متوعدا لهم ومتهددا : ( فارتقب يوم تأتي السماء بدخان مبين ) .قال سليمان بن مهران الأعمش ، عن أبي الضحى مسلم بن صبيح ، عن مسروق قال : دخلنا المسجد - يعني مسجد الكوفة - عند أبواب كندة ، فإذا رجل يقص على أصحابه : ( يوم تأتي السماء بدخان مبين ) تدرون ما ذلك الدخان ؟ ذلك دخان يأتي يوم القيامة ، فيأخذ بأسماع المنافقين وأبصارهم ، ويأخذ المؤمنين منه شبه الزكام . قال : فأتينا ابن مسعود فذكرنا ذلك له ، وكان مضطجعا ففزع فقعد ، وقال إن الله عز وجل قال لنبيكم - صلى الله عليه وسلم - : ( قل ما أسألكم عليه من أجر وما أنا من المتكلفين ) ، إن من العلم أن يقول الرجل لما لا يعلم : \" الله أعلم \" سأحدثكم عن ذلك ، إن قريشا لما أبطأت عن الإسلام واستعصت على رسول الله - صلى الله عليه وسلم - دعا عليهم بسنين كسني يوسف ، فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة ، وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان - وفي رواية : فجعل الرجل ينظر إلى السماء ، فيرى ما بينه وبينها كهيئة الدخان من الجهد -[ قال ] قال الله تعالى : ( فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم ) ، فأتي رسول الله - صلى الله عليه وسلم - فقيل : يا رسول الله استسق الله لمضر ، فإنها قد هلكت . فاستسقى لهم فسقوا فأنزل الله : ( إنا كاشفو العذاب قليلا إنكم عائدون ) قال : ابن مسعود : فيكشف العذاب عنهم يوم القيامة ، فلما أصابهم الرفاهية عادوا إلى حالهم ، فأنزل الله : ( يوم نبطش البطشة الكبرى إنا منتقمون ) ، قال : يعني يوم بدر .قال ابن مسعود : فقد مضى خمسة : الدخان ، والروم ، والقمر ، والبطشة ، واللزام . وهذا الحديث مخرج في الصحيحين . ورواه الإمام أحمد في مسنده ، وهو عند الترمذي والنسائي في تفسيرهما ، وعند ابن جرير وابن أبي حاتم من طرق متعددة ، عن الأعمش ، به وقد وافق ابن مسعود على تفسير الآية بهذا ، وأن الدخان مضى ، جماعة من السلف كمجاهد ، وأبي العالية ، وإبراهيم النخعي ، والضحاك ، وعطية العوفي ، وهو اختيار ابن جرير .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا جعفر بن مسافر ، حدثنا يحيى بن حسان ، حدثنا ابن لهيعة ، حدثنا عبد الرحمن الأعرج في قوله : ( يوم تأتي السماء بدخان مبين ) قال : كان يوم فتح مكة .وهذا القول غريب جدا بل منكر .وقال آخرون : لم يمض الدخان بعد ، بل هو من أمارات الساعة ، كما تقدم من حديث أبي سريحة حذيفة بن أسيد الغفاري - رضي الله عنه - قال : أشرف علينا رسول الله - صلى الله عليه وسلم - من غرفة ونحن نتذاكر الساعة ، فقال : \" لا تقوم الساعة حتى تروا عشر آيات : طلوع الشمس من مغربها ، والدخان ، والدابة ، وخروج يأجوج ومأجوج ، وخروج عيسى ابن مريم ، والدجال ، وثلاثة خسوف : خسف بالمشرق ، وخسف بالمغرب ، وخسف بجزيرة العرب ، ونار تخرج من قعر عدن تسوق الناس - أو : تحشر الناس - : تبيت معهم حيث باتوا وتقيل معهم حيث قالوا \" تفرد بإخراجه مسلم في صحيحه .وفي الصحيحين أن رسول الله - صلى الله عليه وسلم - قال لابن الصياد : \" إني خبأت لك خبأ \" قال : هو الدخ . فقال له : \" اخسأ فلن تعدو قدرك \" قال : وخبأ له رسول الله - صلى الله عليه وسلم - : ( فارتقب يوم تأتي السماء بدخان مبين ) .وهذا فيه إشعار بأنه من المنتظر المرتقب ، وابن صياد كاشف على طريقة الكهان بلسان الجان ، وهم يقرطمون العبارة ; ولهذا قال : \" هو الدخ \" يعني : الدخان . فعندها عرف رسول الله - صلى الله عليه وسلم - مادته وأنها شيطانية ، فقال له : \" اخسأ فلن تعدو قدرك \" .ثم قال ابن جرير : وحدثني عصام بن رواد بن الجراح ، حدثنا أبي ، حدثنا سفيان بن سعيد الثوري ، حدثنا منصور بن المعتمر ، عن ربعي بن حراش قال : سمعت حذيفة بن اليمان يقول : قال رسول الله - صلى الله عليه وسلم - : \" إن أول الآيات الدجال ، ونزول عيسى ابن مريم ، ونار تخرج من قعر عدن أبين ، تسوق الناس إلى المحشر ، تقيل معهم إذا قالوا ، والدخان - قال حذيفة : يا رسول الله ، وما الدخان ؟ فتلا رسول الله - صلى الله عليه وسلم - هذه الآية : ( فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم ) - يملأ ما بين المشرق والمغرب ، يمكث أربعين يوما وليلة ، أما المؤمن فيصيبه منه كهيئة الزكمة ، وأما الكافر فيكون بمنزلة السكران ، يخرج من منخريه وأذنيه ودبره \" .قال ابن جرير : لو صح هذا الحديث لكان فاصلا وإنما لم أشهد له بالصحة ; لأن محمد بن خلف العسقلاني حدثني أنه سأل روادا عن هذا الحديث : هل سمعه من سفيان ؟ فقال له : لا قال : فقلت : أقرأته عليه ؟ قال : لا قال : فقلت له : فقرئ عليه وأنت حاضر فأقر به ؟ فقال : لا فقلت له : فمن أين جئت به ؟ فقال : جاءني به قوم فعرضوه علي ، وقالوا لي : اسمعه منا . فقرءوه علي ثم ذهبوا به ، فحدثوا به عني ، أو كما قال .وقد أجاد ابن جرير في هذا الحديث هاهنا ، فإنه موضوع بهذا السند ، وقد أكثر ابن جرير من سياقه في أماكن من هذا التفسير ، وفيه منكرات كثيرة جدا ، ولا سيما في أول سورة \" بني إسرائيل \" في ذكر المسجد الأقصى ، والله أعلم .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا خليل ، عن الحسن ، عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : \" يهيج الدخان بالناس ، فأما المؤمن فيأخذه كالزكمة ، وأما الكافر فينفخه حتى يخرج من كل مسمع منه \" .ورواه سعيد بن أبي عروبة ، عن قتادة ، عن الحسن ، عن أبي سعيد الخدري موقوفا . ورواه عوف ، عن الحسن قوله .وقال ابن جرير أيضا : حدثني محمد بن عوف ، حدثنا محمد بن إسماعيل بن عياش ، حدثني أبي ، حدثني ضمضم بن زرعة ، عن شريح بن عبيد ، عن أبي مالك الأشعري قال : قال رسول الله - صلى الله عليه وسلم - : \" إن ربكم أنذركم ثلاثا : الدخان يأخذ المؤمن كالزكمة ، ويأخذ الكافر فينتفخ حتى يخرج من كل مسمع منه والثانية الدابة والثالثة الدجال \" .ورواه الطبراني عن هاشم بن يزيد ، عن محمد بن إسماعيل بن عياش ، به وهذاإسناد جيد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عبد الله بن صالح بن مسلم ، حدثنا إسرائيل ، عن أبي إسحاق ، عن الحارث ، عن علي ، رضي الله عنه ، قال : لم تمض آية الدخان بعد ، يأخذ المؤمن كهيئة الزكام ، وتنفخ الكافر حتى ينفد .وروى ابن جرير من حديث الوليد بن جميع ، عن عبد الملك بن المغيرة ، عن عبد الرحمن بن البيلماني ، عن ابن عمر قال : يخرج الدخان فيأخذ المؤمن كهيئة الزكام ، ويدخل في مسامع الكافر والمنافق حتى يكون كالرأس الحنيذ ، أي : المشوي على الرضف .ثم قال ابن جرير : حدثني يعقوب ، حدثنا ابن علية عن ابن جريج ، عن عبد الله بن أبي مليكة قال : غدوت على ابن عباس ، رضي الله عنهما ، ذات يوم فقال : ما نمت الليلة حتى أصبحت . قلت : لم ؟ قال : قالوا طلع الكوكب ذو الذنب ، فخشيت أن يكون الدخان قد طرق ، فما نمت حتى أصبحت وهكذا رواه ابن أبي حاتم ، عن أبيه ، عن ابن عمر ، عن سفيان ، عن عبد الله بن أبي يزيد ، عن عبد الله بن أبي مليكة ، عن ابن عباس فذكره . وهذا إسناد صحيح إلى ابن عباس حبر الأمة وترجمان القرآن . وهكذا قول من وافقه من الصحابة والتابعين أجمعين ، مع الأحاديث المرفوعة من الصحاح والحسان وغيرهما ، التي أوردناها مما فيه مقنع ودلالة ظاهرة على أن الدخان من الآيات المنتظرة ، مع أنه ظاهر القرآن .قال الله تعالى : ( فارتقب يوم تأتي السماء بدخان مبين ) أي بين واضح يراه كل أحد . وعلى ما فسر به ابن مسعود ، رضي الله عنه : إنما هو خيال رأوه في أعينهم من شدة الجوع والجهد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فارتقب يوم تأتي السماء بدخان مبين ) اختلفوا في هذا الدخان :أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل ، حدثنا محمد بن كثير ، عن سفيان ، حدثنا منصور والأعمش ، عن أبي الضحى ، عن مسروق قال : بينما رجل يحدث في كندة ، فقال : يجيء دخان يوم القيامة فيأخذ بأسماع المنافقين وأبصارهم ، ويأخذ المؤمن [ كهيئة ] الزكام ، ففزعنا فأتيت ابن مسعود وكان متكئا فغضب فجلس ، فقال : من علم فليقل ، ومن لم يعلم فليقل : الله أعلم ، فإن من العلم أن يقول لما لا يعلم : لا أعلم ، فإن الله قال لنبيه - صلى الله عليه وسلم - : \" قل ما أسألكم عليه من أجر وما أنا من المتكلفين \" ( ص - 86 ) ، وإن قريشا أبطئوا عن الإسلام فدعا عليهم النبي - صلى الله عليه وسلم - فقال : \" اللهم أعني عليهم بسبع كسبع يوسف \" فأخذتهم سنة حتى هلكوا فيها وأكلوا الميتة والعظام ، ويرى الرجل ما بين السماء والأرض كهيئة الدخان ، فجاء أبو سفيان فقال : يا محمد جئت تأمر بصلة الرحم ، وإن قومك قد هلكوا فادع الله لهم ، فقرأ : \" فارتقب يوم تأتي السماء بدخان مبين \" إلى قوله : \" إنكم عائدون \" ، أفيكشف عنهم عذاب الآخرة إذا جاء ؟ ثم عادوا إلى كفرهم ، فذلك قوله : ( يوم نبطش البطشة الكبرى ) يعني يوم بدر و ( لزاما ) يوم بدر ، \" الم غلبت الروم \" ، إلى \" سيغلبون \" ( الروم - 3 ) ، الروم قد مضى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فارتقب يوم تأتي السماء بدخان مبين ( ارتقب ) معناه انتظر يا محمد بهؤلاء الكفار يوم تأتي السماء بدخان مبين ، قاله قتادة . وقيل : معناه احفظ قولهم هذا لتشهد عليهم يوم تأتي السماء بدخان مبين ، ولذلك سمي الحافظ رقيبا . وفي الدخان أقوال ثلاثة : الأول : أنه من أشراط الساعة لم يجئ بعد ، وأنه يمكث في الأرض أربعين يوما يملأ ما بين السماء والأرض ، فأما المؤمن فيصيبه مثل الزكام ، وأما الكافر والفاجر فيدخل في أنوفهم فيثقب مسامعهم ، ويضيق أنفاسهم ، وهو من آثار جهنم يوم القيامة . وممن قال إن الدخان لم يأت بعد : علي وابن عباس وابن عمرو وأبو هريرة وزيد بن علي والحسن وابن أبي مليكة وغيرهم . وروى أبو سعيد الخدري مرفوعا أنه دخان يهيج بالناس يوم القيامة ، يأخذ المؤمن منه كالزكمة . وينفخ الكافر حتى يخرج من كل مسمع منه ، ذكره الماوردي . وفي صحيح مسلم عن أبي الطفيل عن حذيفة بن أسيد الغفاري قال : اطلع النبي - صلى الله عليه وسلم - علينا ونحن نتذاكر فقال : ما تذكرون ؟ قالوا : نذكر الساعة ، قال : إنها لن تقوم حتى تروا قبلها عشر آيات - فذكر - الدخان والدجال والدابة وطلوع الشمس من مغربها ونزول عيسى ابن مريم وخروج يأجوج ومأجوج وثلاثة خسوف ؛ خسف بالمشرق وخسف بجزيرة العرب وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم . في رواية عن حذيفة إن الساعة لا تكون حتى تكون عشر آيات : خسف بالمشرق وخسف بالمغرب وخسف في جزيرة العرب والدخان والدجال ودابة الأرض ويأجوج ومأجوج وطلوع الشمس من مغربها ونار تخرج من قعر عدن ترحل الناس . وخرجه الثعلبي أيضا عن حذيفة قال : قال رسول الله - صلى الله عليه وسلم - : أول الآيات خروجا الدجال ونزول عيسى ابن مريم ونار تخرج من قعر عدن أبين تسوق الناس إلى المحشر تبيت معهم حيث باتوا وتقيل معهم إذا قالوا وتصبح معهم إذا أصبحوا وتمسي معهم إذا أمسوا .قلت : يا نبي الله ، وما الدخان ؟ قال هذه الآية : فارتقب يوم تأتي السماء بدخان مبين يملأ ما بين المشرق والمغرب يمكث أربعين يوما وليلة أما المؤمن فيصيبه منه شبه الزكام وأما الكافر فيكون بمنزلة السكران يخرج الدخان من فمه ومنخره وعينيه وأذنه ودبره ) . فهذا قول . القول الثاني : أن الدخان هو ما أصاب قريشا من الجوع بدعاء النبي - صلى الله عليه وسلم - . حتى كان الرجل يرى بين السماء والأرض دخانا ، قاله ابن مسعود . قال وقد كشفه الله عنهم ، ولو كان يوم القيامة لم يكشفه عنهم . والحديث عنه بهذا في صحيح البخاري ومسلم والترمذي . قال البخاري : حدثني يحيى قال حدثنا أبو معاوية عن الأعمش عن مسلم عن مسروق قال : قال عبد الله : إنما كان هذا لأن قريشا لما استعصت على النبي - صلى الله عليه وسلم - دعا عليهم بسنين كسني يوسف ، فأصابهم قحط وجهد حتى أكلوا العظام ، فجعل الرجل ينظر إلى السماء فيرى ما بينه وبينها كهيئة الدخان من الجهد ، فأنزل الله تعالى : فارتقب يوم تأتي السماء بدخان مبين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10)يعني تعالى ذكره بقوله ( فَارْتَقِبْ ) فانتظر يا محمد بهؤلاء المشركين من قومك الذين هم في شكّ يلعبون, وإنما هو افتعل, من رقبته: إذا انتظرته وحرسته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال ثنا سعيد, عن قتادة ( فَارْتَقِبْ ) : أي فانتظر.وقوله ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) اختلف أهل التأويل في هذا الذي أمر الله عزّ وجلّ نبيه صلى الله عليه وسلم أن يرتقبه, وأخبره أن السماء تأتي فيه بدخان مبين: أي يوم هو, ومتى هو؟ وفي معنى الدخان الذي ذُكر في هذا الموضع, فقال بعضهم: ذلك حين دعا رسول الله صلى الله عليه وسلم على قريش ربه تبارك وتعالى أن يأخذهم بسنين كسني يوسف, فأخذوا بالمجاعة, قالوا: وعنى بالدخان ما كان يصيبهم حينئذ في أبصارهم من شدّة الجوع من الظلمة كهيئة الدخان.* ذكر من قال ذلك:حدثني عيسى بن عثمان بن عيسى الرملي, قال: ثنا يحيى بن عيسى, عن الأعمش, عن مسلم, عن مسروق, قال: دخلنا المسجد, فإذا رجل يقص على أصحابه. ويقول: ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) تدرون ما ذلك الدخان؟ ذلك دخان يأتي يوم القيامة, فيأخذ أسماع المنافقين وأبصارهم, ويأخذ المؤمنين منه شبه الزكام؟ قال: فأتينا ابن مسعود, فذكرنا ذلك له وكان مضطجعا, ففزع, فقعد فقال: إن الله عزّ وجلّ قال لنبيه صلى الله عليه وسلم  قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ  إن من العلم أن يقول الرجل لما لا يعلم: الله أعلم, سأحدثكم عن ذلك, إن قريشا لما أبطأت عن الإسلام, واستعصت على رسول الله صلى الله عليه وسلم دعا عليهم بسنين كسني يوسف, فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة, وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان.قال الله تبارك وتعالى ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) فقالوا( رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ ) قال الله جل ثناؤه  إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا إِنَّكُمْ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  قال: فعادوا يوم بدر فانتقم الله منهم.حدثني عبد الله بن محمد الزهريّ, قال: ثنا مالك بن سُعَير, قال: ثنا الأعمش, عن مسلم, عن مسروق قال: كان في المسجد رجل يذكر الناس, فذكر نحو حديث عيسى, عن يحيى بن عيسى, إلا أنه قال: فانتقم يوم بدر, فهي البطشة الكبرى.حدثنا ابن حميد, وعمرو بن عبد الحميد, قالا ثنا جرير, عن منصور, عن أبي الضحى مسلم بن صبيح, عن مسروق, قال: كنا عند عبد الله بن مسعود جلوسا وهو مضطجع بيننا, فأتاه رجل فقال: يا أبا عبد الرحمن: إن قاصا عند أبواب كندة يقص ويزعم أن آية الدخان تجيء فتأخذ بأنفاس الكفار, ويأخذ المؤمنين منه كهيئة الزكام, فقام عبد الله وجلس وهو غضبان, فقال: يا أيها الناس اتقوا الله, فمن علم شيئا فليقل بما يعلم, ومن لا يعلم فليقل: الله أعلم.وقال عمرو: فإنه أعلم لأحدكم أن يقول لما لا يعلم الله أعلم, وما على أحدكم أن يقول لما لا يعلم: لا أعلم, فإن الله عزّ وجلّ يقول لنبيه محمد صلى الله  عليه وسلم  قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ  إن النبيّ صلى الله عليه وسلم لما رأى من الناس إدبارا, قال: \" اللهمّ سبعا كسبع يوسف \", فأخذتهم سنة حصَّت كل شيء, حتى أكلوا الجلود والميتة والجيف, ينظر أحدهم إلى السماء فيرى دخانا من الجوع, فأتاه أبو سفيان بن حرب فقال: يا محمد إنك جئت تأمر بالطاعة وبصلة الرحم, وإن قومك قد هلكوا, فادع الله لهم, قال الله عزّ وجلّ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ )... إلى قوله  إِنَّكُمْ عَائِدُونَ  قال: فكُشف عنهم  يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  فالبطشة يوم بدر, وقد مضت آية الروم وآية الدخان, والبطشة واللزام.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن مسلم, عن مسروق قال: قال عبد الله: خمس قد مضين: الدخان, واللزام, والبطشة, والقمر, والروم.حدثنا أبو كُرَيب, قال: \" ثنا أبو بكر بن عياش, عن عاصم, قال: شهدت جنازة فيها زيد بن عليّ فأنشأ يحدّث يومئذ, فقال: إن الدخان يجيء قبل يوم القيامة, فيأخذ بأنف المؤمن الزكام, ويأخذ بمسامع الكافر، قال: قلت رحمك الله, إن صاحبنا عبد الله قد قال غير هذا, قال: إن الدخان قد مضى وقرأ هذه الآية ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) قال: أصاب الناس جهد حتى جعل الرجل يرى ما بينه وبين السماء دخانا, فذلك قوله ( فَارْتَقِبْ ) وكذا قرأ عبد الله إلى قوله ( مُؤْمِنُونَ ) قال  إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا  قلت لزيد فعادوا, فأعاد الله عليهم بدرا, فذلك قوله  وَإِنْ عُدْتُمْ عُدْنَا  فذلك يوم بدر, قال: فقبل والله, قال عاصم، فقال رجل يردّ عليه, فقال زيد رحمة الله عليه: أما إن رسول الله صلى الله عليه وسلم قد قال: \" إنَّكُمْ سَيَجِيئُكُمْ رُوَاةٌ, فَمَا وَافَقَ القُرآن فَخُذُوا بِهِ, ومَا كانَ غيرَ ذلكَ فَدَعُوهُ\".حدثنا ابن المثنى, قال: ثنا ابن عبد الأعلى, قال: ثنا داود, عن عامر, عن ابن مسعود أنه قال: البطشة الكبرى يوم بدر, وقد مضى الدخان.حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن عوف, قال: سمعت أبا العالية يقول: إن الدخان قد مضى.حدثنا ابن حميد, قال: ثنا سلمة, عن عمرو, عن مغيرة, عن إبراهيم, قال: مضى الدخان لسنين أصابتهم.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا أيوب, عن محمد, قال: نُبئت أن ابن مسعود كان يقول: قد مضى الدخان, كان سنين كسني يوسف.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قال: الجدب وإمساك المطر عن كفار قريش, إلى قوله ( إِنَّا مُؤْمِنُونَ ) .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قال: كان ابن مسعود يقول: قد مضى الدخان, وكان سنين كسني يوسف ( يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قد مضى شأن الدخان.حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله  يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى  قال: يوم بدر.وقال آخرون: الدخان آية من آيات الله, مرسلة على عباده قبل مجيء الساعة, فيدخل في أسماع أهل الكفر به, ويعتري أهل الإيمان به كهيئة الزكام, قالوا: ولم يأت بعد, وهو آت.* ذكر من قال ذلك:حدثني واصل بن عبد الأعلى, قال: ثنا ابن فضيل, عن الوليد بن جميع, عن عبد الملك بن المُغيرة, عن عبد الرحمن بن البيلمان, عن ابن عمر، قال: يخرج الدخان, فيأخذ المؤمن كهيئة الزكمة, ويدخل في مسامع الكافر والمنافق, حتى يكون كالرأس الحنيذ.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن ابن جريج, عن عبد الله بن أبي مليكة, قال: غدوت على ابن عباس ذات يوم, فقال: ما نمت الليلة حتى أصبحت, قلت: لمَ؟ قال: قالوا: طلع الكوكب ذو الذنب, فخشيت أن يكون الدخان قد طرق, فما نمت حتى أصبحت.حدثنا محمد بن بزيع, قال: ثنا بشر بن المفضل, عن عوف, قال: قال الحسن: إن الدخان قد بقي من الآيات, فإذا جاء الدخان نفخ الكافر حتى يخرج من كلّ سمع من مسامعه, ويأخذ المؤمن كزكمة.حدثنا ابن بشار, قال: ثنا عثمان, يعني ابن الهيثم, قال: ثنا عوف, عن الحسن بنحوه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن الحسن, عن أبي سعيد, قال: يهيج الدخان بالناس. فأما المؤمن فيأخذه منه كهيئة الزكمة. وأما الكافر فيهيجه حتى يخرج من كلّ مسمع منه قال: وكان بعض أهل العلم يقول: فما مَثل الأرض يومئذ إلا كمَثل بيت أوقد فيه ليس فيه خصاصة.حدثني عصام بن روّاد بن الجراح, قال: ثني أبي, قال: ثنا سفيان بن سعيد الثوري, قال: ثنا منصور بن المعتمر, عن رِبْعِيِّ بن حَرَاش, قال: سمعت حُذيفة بن اليمان يقول: قال رسول الله صلى الله عليه وسلم: \" أوَّلُ الآيات الدَّجالُ, وَنزول عِيسى بن مَرْيَمَ, وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدْنِ أَبْيَنَ تَسُوقُ النَّاسَ إلى المَحْشَر تَقِيلُ مَعَهُمْ إذَا قالوا, والدُّخان \", قال حُذيفة: يا رسول الله وما الدخان؟ فتلا رسول الله صلى الله عليه وسلم الآية ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) يَمْلأ ما بَينَ المَشْرقِ والمَغْرِب يَمْكُثُ أرْبَعِينَ يَوْما وَلَيْلَةً أمَّا المُؤْمِنُ فَيُصِيبُهُ مِنْهُ كَهَيْئَةِ الزُّكامِ. وأمَّا الكَافِرُ فَيَكُونُ بِمَنزلَةِ السَّكْرانِ يَخْرُجُ مِنْ مَنْخِريْهِ وأُذُنَيْهِ ودُبُرِهِ\".حدثني محمد بن عوف, قال: ثنا محمد بن إسماعيل بن عياش، قال: ثني أبي, قال: ثني ضمضم بن زرعة, عن شريح بن عبيد, عن أبي مالك الأشعريّ, قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ رَبَّكُمْ أنْذَرَكُمْ ثَلاثا: الدُّخانُ يَأْخُذ المُؤْمِنَ كالزَّكْمَةِ, ويَأْخُذُ الكَافِرَ فَيَنْتَفِخَ حتى يَخْرُجَ مِنْ كُلّ مَسْمَعٍ مِنْهُ, والثَّانِيَة الدَّابَّةُ, والثَّالِثَة الدَّجَّالُ\".وأولى القولين بالصواب في ذلك ما رُوي عن ابن مسعود من أن الدخان الذي أمر الله نبيه صلى الله عليه وسلم أن يرتقبه, هو ما أصاب قومه من الجهد بدعائه عليهم, على ما وصفه ابن مسعود من ذلك إن لم يكن خبر حُذيفة الذي ذكرناه عنه عن رسول الله صلى الله عليه وسلم صحيحا, وإن كان صحيحا, فرسول الله صلى الله عليه وسلم أعلم بما أنزل الله عليه, وليس لأحد مع قوله الذي يصح عنه قول.وإنما لم أشهد له بالصحة, لأن محمد بن خلف العسقلانيّ حدثني أنه سأل روّادا عن هذا الحديث, هل سمعه من سفيان؟ فقال له: لا فقلت له: فقرأته عليه, فقال: لا فقلت له: فقرئ عليه وأنت حاضر فأقرّ به, فقال: لا فقلت: فمن أين جئت به؟ قال: جاءني به قوم فعرضوه عليّ وقالوا لي: اسمعه منا فقرءوه عليّ, ثم ذهبوا, فحدّثوا به عني, أو كما قال; فلما ذكرت من ذلك لم أشهد له بالصحة، وإنما قلت: القول الذي قاله عبد الله بن مسعود هو أولى بتأويل الآية, لأن الله جلّ ثناؤه توعَّد بالدخان مشركي قريش وأن قوله لنبيه صلى الله عليه وسلم ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) في سياق خطاب الله كفار قريش وتقريعه إياهم بشركهم بقوله  لا إِلَهَ إِلا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الأَوَّلِينَ * بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ  ثم أتبع ذلك قوله لنبيه عليه الصلاة والسلام ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) أمرًا منه له بالصبر إلى أن يأتيهم بأسه وتهديدًا للمشركين فهو بأن يكون إذ كان وعيدا لهم قد أحله بهم أشبه من أن يكون أخره عنهم لغيرهم.وبعد, فإنه غير منكر أن يكون أحلّ بالكفار الذين توعدهم بهذا الوعيد ما توعدهم, ويكون مُحِلا فيما يستأنف بعد بآخرين دخانا على ما جاءت به الأخبار عن رسول الله صلى الله عليه وسلم عندنا كذلك, لأن الأخبار عن رسول الله صلى الله عليه وسلم قد تظاهرت بأن ذلك كائن, فإنه قد كان ما رَوَى عنه عبد الله بن مسعود, فكلا الخبرين اللذين رُويا عن رسول الله صلى الله عليه وسلم صحيح.وإن كان تأويل الآية في هذا الموضع ما قلنا, فإذ كان الذي قلنا في ذلك أولى التأويلين, فبين أن معناه: فانتظر يا محمد لمشركي قومك يوم تأتيهم السماء من البلاء الذي يحل بهم على كفرهم بمثل الدخان المبين لمن تأمله أنه دخان."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يغشى الناس» فقالوا «هذا عذاب أليم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "[يَغْشَى النَّاسَ  أي: يعمهم ذلك الدخان ويقال لهم:  هَذَا عَذَابٌ أَلِيمٌ واختلف المفسرون في المراد بهذا الدخان، فقيل: إنه الدخان الذي يغشى الناس ويعمهم حين تقرب النار من المجرمين في يوم القيامة وأن الله توعدهم بعذاب يوم القيامة وأمر نبيه أن ينتظر بهم ذلك اليوم.ويؤيد هذا المعنى أن هذه الطريقة هي طريقة القرآن في توعد الكفار والتأني بهم وترهيبهم بذلك اليوم وعذابه وتسلية الرسول والمؤمنين بالانتظار بمن آذاهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهكذا قوله : ( يغشى الناس ) أي : يتغشاهم ويعمهم ، ولو كان أمرا خياليا يخص أهل مكة المشركين لما قيل فيه : ( يغشى الناس )وقوله : ( هذا عذاب أليم ) أي : يقال لهم ذلك تقريعا وتوبيخا ، كقوله تعالى : ( يوم يدعون إلى نار جهنم دعا هذه النار التي كنتم بها تكذبون ) [ الطور : 13 ، 14 ] ، أو يقول بعضهم لبعض ذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" يغشى الناس هذا عذاب أليم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يغشى الناس هذا عذاب أليم قال : فأتي رسول الله - صلى الله عليه وسلم - فقيل : يا رسول الله ، استسق الله لمضر فإنها قد هلكت . قال : ( لمضر ! إنك لجرئ ) فاستسقى فسقوا ، فنزلت إنكم عائدون . فلما أصابتهم الرفاهية عادوا إلى حالهم حين أصابتهم الرفاهية ، فأنزل الله - عز وجل - : يوم نبطش البطشة الكبرى إنا منتقمون قال : يعني يوم بدر . قال أبو عبيدة : والدخان الجدب . القتبي سمي دخانا ليبس الأرض منه حين يرتفع منها كالدخان . القول الثالث : إنه يوم فتح مكة لما حجبت السماء الغبرة ، قاله عبد الرحمن الأعرج ( يغشى الناس ) في موضع الصفة للدخان ، فإن كان قد مضى على ما قال ابن مسعود فهو خاص بالمشركين من أهل مكة ، وإن كان من أشراط الساعة فهو عام على ما تقدم . هذا عذاب أليم أي : يقول الله لهم : ( هذا عذاب أليم ) فمن قال : إن الدخان قد مضى فقوله : ( هذا عذاب أليم ) حكاية حال ماضية ، ومن جعله مستقبلا . فهو حكاية حال آتية . وقيل : ( هذا ) بمعنى ذلك . وقيل : أي : يقول الناس لذلك الدخان : ( هذا عذاب أليم ) وقيل : هو إخبار عن دنو الأمر ، كما تقول : هذا الشتاء فأعد له ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( يغشَى الناس ) : يقول: يغشى أبصارهم من الجهد الذي يصيبهم.( هَذَا عَذَابٌ أَلِيمٌ ) يعني أنهم يقولون مما نالهم من ذلك الكرب والجهد: هذا عذاب أليم. وهو الموجع, وترك من الكلام (يقولون) استغناء بمعرفة السامعين معناه من ذكرها."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ربنا اكشف عنا العذاب إنا مؤمنون» مصدقون نبيك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ربنا اكشف عنا العذاب إنا مؤمنون ) أي : يقول الكافرون إذا عاينوا عذاب الله وعقابه سائلين رفعه وكشفه عنهم ، كقوله : ( ولو ترى إذ وقفوا على النار فقالوا ياليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين ) [ الأنعام : 27 ] . وكذا قوله : ( وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال ) [ إبراهيم : 44 ] ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ورواه محمد بن إسماعيل عن يحيى عن وكيع عن الأعمش ، قال : قالوا : ( ربنا اكشف عنا العذاب إنا مؤمنون ) فقيل له : إن كشفنا عنهم عادوا إلى كفرهم ، فدعا ربه فكشف عنهم فعادوا فانتقم الله منهم يوم بدر ، فذلك قوله : \" فارتقب يوم تأتي السماء بدخان مبين \" ، إلى قوله : \" إنا منتقمون \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل ، حدثنا يحيى ، حدثنا وكيع ، عن الأعمش ، عن مسلم ، عن مسروق ، عن عبد الله قال : خمس قد مضين اللزام والروم والبطشة والقمر والدخان .وقال قوم : هو دخان يجيء قبل قيام الساعة ولم يأت بعد ، فيدخل في أسماع الكفار والمنافقين حتى يكون كالرأس الحنيذ ، ويعتري المؤمن منه كهيئة الزكام وتكون الأرض كلها كبيت أوقد فيه النار ، وهو قول ابن عباس وابن عمر والحسن .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا عقيل بن محمد الجرجاني ، حدثنا أبو الفرج المعافى بن زكريا البغدادي ، حدثنا محمد بن جرير الطبري ، حدثني عصام بن رواد بن الجراح ، حدثنا أبي ، أخبرنا أبو سفيان بن سعيد ، حدثنا منصور بن المعتمر عن ربعي بن حراش قال : سمعت حذيفة بن اليمان يقول : قال رسول الله - صلى الله عليه وسلم - : \" أول الآيات الدخان ، ونزول عيسى بن مريم ، ونار تخرج من قعر عدن أبين ، تسوق الناس إلى المحشر تقيل معهم إذا قالوا \" ، قال حذيفة : يا رسول الله وما الدخان ؟ فتلا هذه الآية : \" يوم تأتي السماء بدخان مبين \" ، يملأ ما بين المشرق والمغرب يمكث أربعين يوما وليلة ، أما المؤمن فيصيبه منه كهيئة الزكام ، وأما الكافر فكمنزلة السكران يخرج من منخريه وأذنيه ودبره ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ربنا اكشف عنا العذاب إنا مؤمنون .أي يقولون ذلك : اكشف عنا العذاب ف ( إنا مؤمنون ) ، أي : نؤمن بك إن كشفته عنا . قيل : إن قريشا أتوا النبي - صلى الله عليه وسلم - وقالوا : إن كشف الله عنا هذا العذاب أسلمنا ، ثم نقضوا هذا القول . قال قتادة : ( العذاب ) هنا الدخان . وقيل : الجوع ، حكاه النقاشقلت : ولا تناقض ؛ فإن الدخان لم يكن إلا من الجوع الذي أصابهم ، على ما تقدم . وقد يقال للجوع والقحط : الدخان ، ليبس الأرض في سنة الجدب وارتفاع الغبار بسبب قلة الأمطار ، ولهذا يقال لسنة الجدب : الغبراء . وقيل : إن العذاب هنا الثلج . قال الماوردي : وهذا لا وجه له ; لأن هذا إنما يكون في الآخرة أو في أهل مكة ، ولم تكن مكة من بلاد الثلج ، غير أنه مقول فحكيناه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ ) يعني أن الكافرين الذين يصيبهم ذلك الجهد يضرعون إلى ربهم بمسألتهم إياه كشف ذلك الجهد عنهم, ويقولون: إنك إن كشفته آمنا بك وعبدناك من دون كلّ معبود سواك, كما أخبر عنهم جل ثناؤه ( رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ ) ."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كيف يكون لهم التذكر والاتعاظ بعد نزول العذاب بهم، وقد جاءهم رسول مبين، وهو محمد عليه الصلاة والسلام، ثم أعرضوا عنه وقالوا: علَّمه بشر أو الكهنة أو الشياطين، هو مجنون وليس برسول؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "قال تعالى: «أنَّى لهم الذكرى» أي لا ينفعهم الإيمان عند نزول العذاب «وقد جاءهم رسول مبين» بين الرسالة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ  وهذا يقال يوم القيامة للكفار حين يطلبون الرجوع إلى الدنيا فيقال: قد ذهب وقت الرجوع.وقيل: إن المراد بذلك ما أصاب كفار قريش حين امتنعوا من الإيمان واستكبروا على الحق فدعا عليهم النبي صلى الله عليه وسلم فقال:  اللهم أعني عليهم بسنين كسني يوسف  فأرسل الله عليهم الجوع العظيم حتى أكلوا الميتات والعظام وصاروا يرون الذي بين السماء والأرض كهيئة الدخان وليس به، وذلك من شدة الجوع.فيكون -على هذا- قوله:  يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ  أن ذلك بالنسبة إلى أبصارهم وما يشاهدون وليس بدخان حقيقة.ولم يزالوا بهذه الحالة حتى استرحموا رسول الله صلى الله عليه وسلم وسألوه أن يدعو الله لهم أن يكشفه الله عنهم فدعا ربه فكشفه الله عنهم، وعلى هذا فيكون قوله:  إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ  إخبار بأن الله سيصرفه عنكم وتوعد لهم أن يعودوا إلى الاستكبار والتكذيب وإخبار بوقوعه فوقع وأن الله سيعاقبهم بالبطشة الكبرى، قالوا: وهي وقعة بدر وفي هذا القول نظر ظاهر.وقيل: إن المراد بذلك أن ذلك من أشراط الساعة وأنه يكون في آخر الزمان دخان يأخذ بأنفاس الناس ويصيب المؤمنين منهم كهيئة الدخان، والقول هو الأول، وفي الآية احتمال أن المراد بقوله:  فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ * يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ * رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ * أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ * ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ  أن هذا كله يكون يوم القيامة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال جل وعلا ههنا \"أنى لهم الذكرى وقد جاءهم رسول مبين\" يقول كيف لهم بالتذكر وقد أرسلنا إليهم رسولا بين الرسالة والنذارة."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أنى لهم الذكرى ) من أين لهم التذكر والاتعاظ ؟ يقول : كيف يتذكرون ويتعظون ؟ ( وقد جاءهم رسول مبين ) ظاهر الصدق يعني محمدا - صلى الله عليه وسلم - ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أنى لهم الذكرى أي من أين يكون لهم التذكر والاتعاظ عند حلول العذاب . وقد جاءهم رسول مبين يبين لهم الحق ، والذكرى والذكر واحد ، قاله البخاري ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13)يقول تعالى ذكره: من أيّ وجه لهؤلاء المشركين التذكر من بعد نزول البلاء بهم, وقد تولوا عن رسولنا حين جاءهم مدبرين عنه, لا يتذكرون بما يُتلى عليهم من كتابنا, ولا يتعظون بما يعظهم به من حججنا, ويقولون: إنما هو مجنون عُلِّم هذا (5) الكلام.وبنحو الذي قلنا في تأويل قوله ( أَنَّى لَهُمُ الذِّكْرَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( أَنَّى لَهُمُ الذِّكْرَى ) يقول: كيف لهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( أَنَّى لَهُمُ الذِّكْرَى ) بعد وقوع هذا البلاء.------------------------الهوامش:(5) في الأصل :\"على\" في موضع\"علم\" . وهو تحريف من الناسخ ."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كيف يكون لهم التذكر والاتعاظ بعد نزول العذاب بهم، وقد جاءهم رسول مبين، وهو محمد عليه الصلاة والسلام، ثم أعرضوا عنه وقالوا: علَّمه بشر أو الكهنة أو الشياطين، هو مجنون وليس برسول؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم تولوْا عنه وقالوا معلم» أي يعلمه القرآن بشر «مجنون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "(ثم تولوا عنه وقالوا معلم مجنون )يقول : كيف لهم بالتذكر ، وقد أرسلنا إليهم رسولا بين الرسالة والنذارة ، ومع هذا تولوا عنه وما وافقوه ، بل كذبوه وقالوا : معلم مجنون . وهذا كقوله تعالى : ( يومئذ يتذكر الإنسان وأنى له الذكرى يقول يا ليتني قدمت لحياتي ) [ الفجر : 23 ، 24 ] ، وقوله تعالى : ( ولو ترى إذ فزعوا فلا فوت وأخذوا من مكان قريب وقالوا آمنا به وأنى لهم التناوش من مكان بعيد . وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد . وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب ) [ سبأ : 51 - 54 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ثم تولوا عنه ) أعرضوا عنه ( وقالوا معلم ) أي يعلمه بشر ( مجنون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "( ثم تولوا عنه ) أي أعرضوا . قال ابن عباس : أي : متى يتعظون والله أبعدهم من الاتعاظ والتذكر بعد توليهم عن محمد - صلى الله عليه وسلم - وتكذيبهم إياه . وقيل : أي : أنى ينفعهم قولهم : ( إنا مؤمنون ) بعد ظهور العذاب غدا أو بعد ظهور أعلام الساعة ، فقد صارت المعارف ضرورية . وهذا إذا جعلت الدخان آية مرتقبة . وقالوا معلم مجنون أي علمه بشر أو علمه الكهنة والشياطين ، ثم هو مجنون وليس برسول ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وبنحو الذي قلنا أيضا في قوله ( ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ ) قال: تولوا عن محمد عليه الصلاة والسلام, وقالوا: معلم مجنون."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "سنرفع عنكم العذاب قليلا، وسترون أنكم تعودون إلى ما كنتم فيه من الكفر والضلال والتكذيب، وأننا سنعاقبكم على ذلك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا كاشفو العذاب» أي الجوع عنكم زمناً «قليلا» فكشف عنهم «إنكم عائدون» إلى كفركم فعادوا إليه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأن قوله تعالى:  إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  أن هذا ما وقع لقريش كما تقدم. وإذا نزلت هذه الآيات على هذين المعنيين لم تجد في اللفظ ما يمنع من ذلك.بل تجدها مطابقة لهما أتم المطابقة وهذا الذي يظهر عندي ويترجح والله أعلم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنا كاشفو العذاب قليلا إنكم عائدون ) يحتمل معنيين :أحدهما : أنه يقوله تعالى : ولو كشفنا عنكم العذاب ورجعناكم إلى الدار الدنيا ، لعدتم إلى ما كنتم فيه من الكفر والتكذيب ، كقوله : ( ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون ) [ المؤمنون : 75 ] ، وكقوله : ( ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون ) [ الأنعام : 28 ] .والثاني : أن يكون المراد : إنا مؤخرو العذاب عنكم قليلا بعد انعقاد أسبابه ووصوله إليكم ، وأنتم مستمرون فيما أنتم فيه من الطغيان والضلال ، ولا يلزم من الكشف عنهم أن يكون باشرهم ، كقوله تعالى : ( إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين ) [ يونس : 98 ] ، ولم يكن العذاب باشرهم ، واتصل بهم بل كان قد انعقد سببه [ ووصوله ] عليهم ، ولا يلزم أيضا أن يكونوا قد أقلعوا عن كفرهم ثم عادوا إليه ، قال الله تعالى إخبارا عن شعيب أنه قال لقومه حين قالوا : ( لنخرجنك يا شعيب والذين آمنوا معك من قريتنا أو لتعودن في ملتنا قال أولو كنا كارهين قد افترينا على الله كذبا إن عدنا في ملتكم بعد إذ نجانا الله منها ) [ الأعراف : 88 ، 89 ] ، وشعيب [ عليه السلام ] لم يكن قط على ملتهم وطريقتهم .وقال قتادة : ( إنكم عائدون ) إلى عذاب الله ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قال الله تعالى : ( إنا كاشفوا العذاب ) أي عذاب الجوع ( قليلا ) أي زمانا يسيرا ، قال مقاتل : إلى يوم بدر . ( إنكم عائدون ) إلى كفركم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا كاشفوا العذاب قليلا أي وقتا قليلا ، وعد أن يكشف عنهم ذلك العذاب قليلا ، أي : في زمان قليل ليعلم أنهم لا يفون بقولهم ، بل يعودون إلى الكفر بعد كشفه ، قاله ابن مسعود . فلما كشف ذلك عنهم باستسقاء النبي - صلى الله عليه وسلم - لهم عادوا إلى تكذيبه . ومن قال : إن الدخان منتظر قال : أشار بهذا إلى ما يكون من الفرجة بين آية وآية من آيات قيام الساعة . ثم من قضي عليه بالكفر يستمر على كفره . ومن قال هذا في القيامة قال : أي : لو كشفنا عنكم العذاب لعدتم إلى الكفر . وقيل : معنى إنكم عائدون إلينا ، أي : مبعوثون بعد الموت . وقيل : المعنى إنكم عائدون إلى نار جهنم إن لم تؤمنوا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا إِنَّكُمْ عَائِدُونَ ) يقول تعالى ذكره لهؤلاء المشركين الذين أخبر عنهم أنهم يستغيثون به من الدخان النازل والعذاب الحالّ بهم من الجهد, وأخبر عنهم أنهم يعاهدونه أنه ( إن كشف العذاب عنهم آمنوا ) إنا كاشفوا العذاب : يعني الضرّ النازل بهم بالخصب الذي نحدثه لهم ( قَلِيلا إِنَّكُمْ عَائِدُونَ ) يقول: إنكم أيها المشركون إذا كَشَفْتُ عنكم ما بكم من ضرّ لم تفوا بما تعدون وتعاهدون عليه ربكم من الإيمان, ولكنكم تعودون في ضلالتكم وغيكم, وما كنتم قبل أن يكشف عنكم.وكان قتادة يقول: معناه: إنكم عائدون في عذاب الله.حدثنا بذلك ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر عنه. وأما الذين قالوا: عنى بقوله:  يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ  الدخان نفسه, فإنهم قالوا في هذا الموضع: عنى بالعذاب الذي قال ( إِنَّا كَاشِفُو الْعَذَابِ ) : الدخان.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا ) يعني الدخان.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا ) قال: قد فعل, كشف الدخان حين كان.قوله ( إِنَّكُمْ عَائِدُونَ ) قال: كُشِف عنهم فعادوا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( إِنَّكُمْ عَائِدُونَ ) إلى عذاب الله."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يوم نعذب جميع الكفار العذاب الأكبر يوم القيامة وهو يوم انتقامنا منهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "اذكر «يوم نبطش البطشة الكبرى» هو يوم بدر «إنا منتقمون» منهم والبطش الأخذ بقوة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأن قوله تعالى:  إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  أن هذا ما وقع لقريش كما تقدم. وإذا نزلت هذه الآيات على هذين المعنيين لم تجد في اللفظ ما يمنع من ذلك.بل تجدها مطابقة لهما أتم المطابقة وهذا الذي يظهر عندي ويترجح والله أعلم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( يوم نبطش البطشة الكبرى إنا منتقمون ) فسر ذلك ابن مسعود بيوم بدر . وهذا قول جماعة ممن وافق ابن مسعود على تفسيره الدخان بما تقدم ، وروي أيضا عن ابن عباس [ وجماعة ] من رواية العوفي ، عنه . وعن أبي بن كعب وجماعة ، وهو محتمل .والظاهر أن ذلك يوم القيامة ، وإن كان يوم بدر يوم بطشة أيضا .قال ابن جرير : حدثني يعقوب ، حدثنا ابن علية ، حدثنا خالد الحذاء عن عكرمة قال : قال ابن عباس : قال ابن مسعود : البطشة الكبرى يوم بدر ، وأنا أقول : هي يوم القيامة .وهذا إسناد صحيح عنه ، وبه يقول الحسن البصري ، وعكرمة في أصح الروايتين ، عنه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يوم نبطش البطشة الكبرى ) وهو يوم بدر ( إنا منتقمون ) وهذا قول ابن مسعود وأكثر العلماء ، وقال الحسن : يوم القيامة ، وروى عكرمة ذلك عن ابن عباس ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يوم نبطش البطشة الكبرى إنا منتقمون .قوله تعالى : ( يوم ) محمول على ما دل عليه ( منتقمون ) ، أي : ننتقم منهم يوم نبطش . وأبعده بعض النحويين بسبب أن ما بعد ( إن ) لا يفسر ما قبلها . وقيل : إن العامل فيه ( منتقمون ) وهو بعيد أيضا ; لأن ما بعد ( إن ) لا يعمل فيما قبلها . ولا يحسن تعلقه بقوله : ( عائدون ) ولا بقوله : ( إنا كاشفو العذاب ) ، إذ ليس المعنى عليه . ويجوز نصبه بإضمار فعل ، كأنه قال : ذكرهم أو اذكر . ويجوز أن يكون المعنى فإنهم عائدون ، فإذا عدتم أنتقم منكم يوم نبطش البطشة الكبرى . ولهذا وصل هذا بقصة فرعون ، فإنهم وعدوا موسى الإيمان إن كشف عنهم العذاب ، ثم لم يؤمنوا حتى غرقوا . وقيل : ( إنا كاشفو العذاب قليلا إنكم عائدون ) كلام تام . ثم ابتدأ : يوم نبطش البطشة الكبرى إنا منتقمون أي : ننتقم من جميع الكفار . وقيل : المعنى وارتقب الدخان وارتقب يوم نبطش ، فحذف واو العطف ، كما تقول : اتق النار اتق العذاب . و البطشة الكبرى في قول ابن مسعود : يوم بدر . وهو قول ابن عباس وأبي بن كعب ومجاهد والضحاك . وقيل : عذاب جهنم يوم القيامة ، قال الحسن وعكرمة وابن عباس أيضا ، واختاره الزجاج . وقيل : دخان يقع في الدنيا ، أو جوع أو قحط يقع قبل يوم القيامة . الماوردي : ويحتمل أنها قيام الساعة ; لأنها خاتمة بطشاته في الدنيا . ويقال : انتقم الله منه ، أي : عاقبه . والاسم منه النقمة والجمع النقمات . وقيل : بالفرق بين النقمة والعقوبة ، فالعقوبة بعد المعصية لأنها من العاقبة . والنقمة قد تكون قبلها ، قاله ابن عباس . وقيل : العقوبة ما تقدرت والانتقام غير مقدر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (16)يقول تعالى ذكره: إنكم أيها المشركون إن كشفت عنكم العذاب النازل بكم, والضرّ الحالّ بكم, ثم عدتم في كفركم, ونقضتم عهدكم الذي عاهدتم ربكم, انتقمت منكم يوم أبطش بكم بطشتي الكبرى في عاجل الدنيا, فأهلككم, وكشف الله عنهم, فعادوا, فبطش بهم جلّ ثناؤه بطشته الكبرى في الدنيا, فأهلكهم قتلا بالسيف.وقد اختلف أهل التأويل في البطشة الكبرى, فقال بعضهم: هي بطشة الله بمشركي قريش يوم بدر.* ذكر من قال ذلك:حدثنا ابن المثنى, قال: ثني ابن عبد الأعلى, قال: ثنا داود, عن عامر, عن ابن مسعود, أنه قال: البطشة الكبرى: يوم بدر.حدثني عبد الله بن محمد الزهري, قال: ثنا مالك بن سعير, قال: ثنا الأعمش, عن مسلم, عن مسروق قال: يوم بدر, البطشة الكبرى.حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا أيوب, عن محمد, قال: نبئت أن ابن مسعود كان يقول: ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) يوم بدر.حدثني يعقوب, قال: ثنا ابن علية, عن ليث, عن مجاهد ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال: يوم بدر.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال: يوم بدر.حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن عوف قال: سمعت أبا العالية في هذه الآية ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال: يوم بدر.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال: يعني يوم بدر.حدثنا أبو كُرَيب, قال: ثنا عثام بن عليّ, عن الأعمش, عن إبراهيم, قال: قلت: ما البطشة الكبرى؟ فقال: يوم القيامة, فقلت: إن عبد الله كان يقول: يوم بدر; قال. فبلغني أنه سُئل بعد ذلك فقال: يوم بدر.حدثنا أبو كُرَيب وأبو السائب قالا ثنا ابن إدريس, عن الأعمش, عن إبراهيم, بنحوه.حدثنا بشر, ثنا يزيد قال: ثنا سعيد, عن قتادة, عن أبي الخليل, عن مجاهد, عن أبيّ بن كعب, قال: يوم بدر.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) يوم بدر.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد فى قوله ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال: هذا يوم بدر.وقال آخرون: بل هي بطشة الله بأعدائه يوم القيامة.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا خالد الحذّاء, عن عكرمة, قال: قال ابن عباس: قال ابن مسعود: البطشة الكبرى: يوم بدر, وأنا أقول: هي يوم القيامة.حدثنا أبو كُرَيب وأبو السائب, قالا ثنا ابن إدريس, قال: ثنا الأعمش, عن إبراهيم, قال: مرّ بي عكرمة, فسألته عن البطشة الكبرى فقال: يوم القيامة; قال: قلت: إن عبد الله بن مسعود كان يقول: يوم بدر, وأخبرني من سأله بعد ذلك فقال: يوم بدر.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله ( يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى ) قال قتادة عن الحسن: إنه يوم القيامة.وقد بينَّا الصواب في ذلك فيما مضى, والعلة التي من أجلها اخترنا ما اخترنا من القول فيه."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد اختبرنا وابتلينا قبل هؤلاء المشركين قوم فرعون، وجاءهم رسول كريم، وهو موسى عليه السلام، فكذبوه فهلكوا، فهكذا نفعل بأعدائك أيها الرسول، إن لم يؤمنوا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد فتنا» بلونا «قبلهم قوم فرعون» معه «وجاءهم رسول» هو موسى عليه السلام «كريم» على الله تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر تعالى تكذيب من كذب الرسول محمدا صلى الله عليه وسلم ذكر أن لهم سلفا من المكذبين، فذكر قصتهم مع موسى وما أحل الله بهم ليرتدع هؤلاء المكذبون عن ما هم عليه فقال:  وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ  أي: ابتليناهم واختبرناهم بإرسال رسولنا موسى بن عمران إليهم الرسول الكريم الذي فيه من الكرم ومكارم الأخلاق ما ليس في غيره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ولقد اختبرنا قبل هؤلاء المشركين قوم فرعون ، وهم قبط مصر ، ( وجاءهم رسول كريم ) يعني موسى كليمه ، عليه السلام ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد فتنا ) بلونا ( قبلهم ) قبل هؤلاء ( قوم فرعون وجاءهم رسول كريم ) على الله وهو موسى بن عمران ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد فتنا قبلهم قوم فرعون وجاءهم رسول كريم .أي ابتليناهم . ومعنى هذه الفتنة ، والابتلاء الأمر بالطاعة . والمعنى عاملناهم معاملة المختبر ببعثة موسى إليهم فكذبوا فأهلكوا ، فهكذا أفعل بأعدائك يا محمد إن لم يؤمنوا . وقيل : فتناهم عذبناهم بالغرق . وفي الكلام تقديم وتأخير ، والتقدير : ولقد جاء آل فرعون رسول كريم وفتناهم ، أي : أغرقناهم ; لأن الفتنة كانت بعد مجيء الرسول . والواو لا ترتب . ومعنى كريم أي : كريم في قومه . وقيل : كريم الأخلاق بالتجاوز والصفح . وقال الفراء : كريم على ربه إذ اختصه بالنبوة وإسماع الكلام ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ ) يعني تعالى ذكره: ولقد اختبرنا وابتلينا يا محمد قبل مشركي قومك مثال هؤلاء قوم فرعون من القبط ( وَجَاءَهُمْ رَسُولٌ كَرِيمٌ ) يقول: وجاءهم رسول من عندنا أرسلناه إليهم, وهو موسى بن عمران صلوات الله عليه.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ ) يعني موسى.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( رَسُولٌ كَرِيمٌ ) قال: موسى عليه السلام, ووصفه جل ثناؤه بالكرم, لأنه كان كريما عليه, رفيعا عنده مكانه, وقد يجوز أن يكون وصفه بذلك, لأنه كان في قومه شريفا وسيطا."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال لهم موسى: أن سلِّموا إليَّ عباد الله من بني إسرائيل وأرسلوهم معي؛ ليعبدوا الله وحده لا شريك له، إني لكم رسول أمين على وحيه ورسالته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أن» أي بأن «أدُّوا إليَّ» ما أدعوكم إليه من الإيمان، أي أظهروا إيمانكم لي يا «عباد الله إني لكم رسول أمين» على ما أُرسلت به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ  أي: قال لفرعون وملئه: أدوا إلي عباد الله، يعني بهم: بني إسرائيل أي: أرسلوهم وأطلقوهم من عذابكم وسومكم إياهم سوء العذاب فإنهم عشيرتي وأفضل العالمين في زمانهم.وأنتم قد ظلمتموهم واستعبدتموهم بغير حق فأرسلوهم ليعبدوا ربهم،  إِنِّي لَكُمْ رَسُولٌ أَمِينٌ  أي: رسول من رب العالمين أمين على ما أرسلني به لا أكتمكم منه شيئا ولا أزيد فيه ولا أنقص وهذا يوجب تمام الانقياد له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"أن أدوا إلى عباد الله\" كقوله عز وجل \"أن أرسل معنا بني إسرائيل ولا تعذبهم قد جئناك بأية من ربك والسلام على من اتبع الهدى\" وقوله جل وعلا \"إني لكم رسول أمين\" أي مأمون على ما أبلغكموه."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أن أدوا إلي عباد الله ) يعني بني إسرائيل أطلقهم ولا تعذبهم ( إني لكم رسول أمين ) على الوحي ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أن أدوا إلي عباد الله قال ابن عباس : المعنى جاءهم فقال : اتبعوني . ف عباد الله منادى . وقال مجاهد : المعنى أرسلوا معي عباد الله وأطلقوهم من العذاب . ف عباد الله على هذا مفعول . وقيل : المعنى أدوا إلي سمعكم حتى أبلغكم رسالة ربي .إني لكم رسول أمين أي أمين على الوحي فاقبلوا نصحي . وقيل : أمين على ما أستأديه منكم فلا أخون فيه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) يقول تعالى ذكره: وجاء قوم فرعون رسول من الله كريم عليه بأن ادفعوا إليّ, ومعنى \" أدوا \": ادفعوا إليّ فأرسلوا معي واتبعون, وهو نحو قوله  أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ  فأن في قوله ( أَنْ أَدُّوا إِلَيَّ ) نصب, وعباد الله نصب بقوله (أَدُّوا) وقد تأوله قوم: أن أدّوا إليّ يا عباد الله, فعلى هذا التأويل عباد الله نصب على النداء.وبنحو الذي قلنا في تأويل ( أَنْ أَدُّوا إِلَيَّ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ) قال: يقول: اتبعوني إلى ما أدعوكم إليه من الحق.حدثني محمد بن عمرو, قال: يقول : ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, قوله ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) قال: أرسلوا معي بني إسرائيل.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) قال: بني إسرائيل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) يعني به بني إسرائيل, قال لفرعون: علام تحبس هؤلاء القوم, قوما أحرارا اتخذتهم عبيدا, خلّ سبيلهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) قال: يقول: أرسل عباد الله معي, يعني بني إسرائيل, وقرأ  فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلا تُعَذِّبْهُمْ  قال: ذلك قوله ( أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ) قال: ردّهم إلينا.وقوله ( إِنِّي لَكُمْ رَسُولٌ أَمِينٌ ) يقول: إني لكم أيها القوم رسول من الله أرسلني إليكم لا يدرككم بأسه على كفركم به,(أمين) : يقول: أمين على وحيه ورسالته التي أوعدنيها إليكم."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وأن لا تعلوا» تتجبروا «على الله» بترك طاعته «إني آتيكم بسلطان» برهان «مبين» بين على رسالتي فتوعَّدوه بالرجم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ  بالاستكبار عن عبادته والعلو على عباد الله،  إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ  أي: بحجة بينة ظاهرة وهو ما أتى به من المعجزات الباهرات والأدلة القاهرات، فكذبوه وهموا بقتله فلجأ بالله من شرهم فقال:  وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وأن لا تعلوا على الله ) أي : لا تستكبروا عن اتباع آياته ، والانقياد لحججه والإيمان ببراهينه ، كقوله : ( إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ) [ غافر : 60 ] .( إني آتيكم بسلطان [ مبين ] ) أي : بحجة ظاهرة واضحة ، وهي ما أرسله الله به من الآيات البينات والأدلة القاطعة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وأن لا تعلوا على الله ) لا تتجبروا عليه بترك طاعته ( إني آتيكم بسلطان مبين ) ببرهان بين على صدق قولي ، فلما قال ذلك توعدوه بالقتل ، فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وأن لا تعلوا على الله أي لا تتكبروا عليه ولا ترتفعوا عن طاعته . وقال قتادة : لا تبغوا على الله . ابن عباس : لا تفتروا على الله . والفرق بين البغي والافتراء : أن البغي بالفعل والافتراء بالقول . وقال ابن جريج : لا تعظموا على الله . يحيى بن سلام : لا تستكبروا على عبادة الله . والفرق بين التعظيم والاستكبار : أن التعظيم تطاول المقتدر ، والاستكبار ترفع المحتقر ، ذكره الماوردي إني آتيكم بسلطان مبين قال قتادة : بعذر بين . وقال يحيى بن سلام بحجة بينة . والمعنى واحد ، أي : برهان بين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَأَنْ لا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ (19)يقول تعالى ذكره: وجاءهم رسول كريم, أن أدّوا إلي عباد الله, وبأن لا تعلوا على الله.وعنى بقوله ( وَأَنْ لا تَعْلُوا عَلَى اللَّهِ ) أن لا تطغوا وتبغوا على ربكم, فتكفروا به وتعصوه, فتخالفوا أمره ( إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ ) يقول: إني آتيكم بحجة على حقيقة ما أدعوكم إليه, وبرهان على صحته, مبين لمن تأملها وتدبرها أنها حجة لي على صحة ما أقول لكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَأَنْ لا تَعْلُوا عَلَى اللَّهِ ) : أي لا تبغوا على الله ( إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ ) : أي بعذر مبين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, بنحوه.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَأَنْ لا تَعْلُوا عَلَى اللَّهِ ) يقول: لا تفتروا على الله."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "فقال «وإني عذت بربي وربكم أن ترجمون» بالحجارة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: تقتلوني أشر القتلات بالرجم بالحجارة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإني عذت بربي وربكم أن ترجمون ) قال ابن عباس ، وأبو صالح : هو الرجم باللسان وهو الشتم .وقال قتادة : [ هو ] الرجم بالحجارة .أي أعوذ بالله الذي خلقني وخلقكم [ من ] أن تصلوا إلي بسوء من قول أو فعل ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإني عذت بربي وربكم أن ترجمون ) . ( وإني عذت بربي وربكم أن ترجمون ) أي : تقتلوني ، وقال ابن عباس : تشتموني وتقولوا هو ساحر . وقال قتادة : ترجموني بالحجارة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإني عذت بربي وربكم أن ترجمون .كأنهم توعدوه بالقتل فاستجار بالله . قال قتادة : ترجمون بالحجارة . وقال ابن عباس : تشتمون ، فتقولوا ساحر كذاب . وأظهر الذال من عذت نافع وابن كثير وابن عامر وعاصم ويعقوب . وأدغم الباقون . والإدغام طلبا للتخفيف ، والإظهار على الأصل . ثم قيل : إني عذت بالله فيما مضى ; لأن الله وعده فقال : فلا يصلون إليكما . وقيل : إني أعوذ ، كما تقول نشدتك بالله ، وأقسمت عليك بالله ، أي : أقسم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ ) يقول: وإني اعتصمت بربي وربكم, واستجرت به منكم أن ترجمون.واختلف أهل التأويل في معنى الرجم الذي استعاذ موسى نبيّ الله عليه السلام بربه منه, فقال بعضهم: هو الشتم باللسان.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ ) قال: يعني رجم القول.حدثني ابن المثنى, قال: ثنا عثمان بن عمر بن فارس, قال: ثنا شعبة, عن إسماعيل بن أبي خالد, عن أبي صالح, في قوله ( وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ ) قال: الرجم: بالقول.حدثنا أبو هشام الرفاعي, قال: ثنا يحيى بن يمان, قال: ثنا سفيان, عن إسماعيل, عن أبي صالح ( وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ ) قال: أن تقولوا هو ساحر.وقال آخرون: بل هو الرجم بالحجارة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ ) : أي أن ترجمون بالحجارة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( أَنْ تَرْجُمُونِ ) قال: أن ترجمون بالحجارة.وقال آخرون: بل عنى بقوله ( أَنْ تَرْجُمُونِ ) : أن تقتلوني.وأولى الأقوال في ذلك بالصواب ما دلّ عليه ظاهر الكلام, وهو أن موسى عليه السلام استعاذ بالله من أن يرجُمه فرعون وقومه, والرجم قد يكون قولا باللسان, وفعلا باليد. والصواب أن يقال: استعاذ موسى بربه من كل معاني رجمهم الذي يصل منه إلى المرجوم أذًى ومكروه, شتما كان ذلك باللسان, أو رجما بالحجارة باليد."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإن لم تؤمنوا لي» تصدقوني «فاعتزلون» فاتركوا أذاي فلم يتركوه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ  أي: لكم ثلاث مراتب: الإيمان بي وهو مقصودي منكم فإن لم تحصل منكم هذه المرتبة فاعتزلوني لا علي ولا لي، فاكفوني شركم. فلم تحصل منهم المرتبة الأولى ولا الثانية بل لم يزالو متمردين عاتين على الله محاربين لنبيه موسى عليه السلام غير ممكنين له من قومه بني إسرائيل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإن لم تؤمنوا لي فاعتزلون ) أي : فلا تتعرضوا إلي ، ودعوا الأمر بيني وبينكم مسالمة إلى أن يقضي الله بيننا . فلما طال مقامه بين أظهرهم ، وأقام حجج الله عليهم ، كل ذلك وما زادهم ذلك إلا كفرا وعنادا ، دعا ربه عليهم دعوة نفذت فيهم ، كما قال تعالى : ( وقال موسى ربنا إنك آتيت فرعون وملأه زينة وأموالا في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم قال قد أجيبت دعوتكما فاستقيما ) [ يونس : 88 ، 89 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإن لم تؤمنوا لي فاعتزلون ) فاتركوني لا معي ولا علي . وقال ابن عباس : فاعتزلوا أذاي باليد واللسان ، فلم يؤمنوا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإن لم تؤمنوا لي فاعتزلون .قوله تعالى : وإن لم تؤمنوا لي أي : إن لم تصدقوني ولم تؤمنوا بالله لأجل برهاني ، فاللام في لي لام أجل . وقيل : أي : وإن لم تؤمنوا بي ، كقوله : فآمن له لوط أي : به . فاعتزلون أي : دعوني كفافا لا لي ولا علي ، قاله مقاتل . وقيل : أي : كونوا بمعزل مني وأنا بمعزل منكم إلى أن يحكم الله بيننا . وقيل : فخلوا سبيلي وكفوا عن أذاي . والمعنى متقارب ، والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ ) يقول تعالى ذكره مخبرا عن قيل نبيه موسى عليه السلام لفرعون وقومه: وإن أنتم أيها القوم لم تصدّقوني على ما جئتكم به من عند ربي, فاعتزلون: يقول: فخلوا سبيلي غير مرجوم باللسان ولا باليد.كما حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ ) : أي فخلُّوا سبيلي."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فدعا موسى ربه- حين كذبه فرعون وقومه ولم يؤمنوا به- قائلا إن هؤلاء قوم مشركون بالله كافرون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فدعا ربه أن» أي بأن «هؤلاء قوم مجرمون» مشركون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ  أي: قد أجرموا جرما يوجب تعجيل العقوبة.فأخبر عليه السلام بحالهم وهذا دعاء بالحال التي هي أبلغ من المقال، كما قال عن نفسه عليه السلام  رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهكذا قال هاهنا : ( فدعا ربه أن هؤلاء قوم مجرمون ) فعند ذلك أمره الله تعالى أن يخرج ببني إسرائيل من بين أظهرهم من غير أمر فرعون ومشاورته واستئذانه ; ولهذا قال :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فدعا ربه أن هؤلاء قوم مجرمون ) مشركون ، فأجابه الله وأمره أن يسري ، فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فدعا ربه أن هؤلاء قوم مجرمون .قوله تعالى : فدعا ربه فيه حذف ، أي : فكفروا فدعا ربه . أن هؤلاء بفتح أن أي : بأن هؤلاء . قوم مجرمون أي : مشركون ، قد امتنعوا من إطلاق بني إسرائيل ومن الإيمان ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَدَعَا رَبَّهُ أَنَّ هَؤُلاءِ قَوْمٌ مُجْرِمُونَ (22)يقول تعالى ذكره: فدعا موسى ربه إذ كذّبوه ولم يؤمنوا به, ولم يؤدّ إليه عباد الله, وهموا بقتله بأن هؤلاء, يعني فرعون وقومه ( قَوْمٌ مُجْرِمُونَ ) يعني: أنهم مشركون بالله كافرون."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فأَسْر- يا موسى- بعبادي- الذين صَدَّقوك، وآمنوا بك، واتبعوك، دون الذين كذبوك منهم- ليلا إنكم متبعون من فرعون وجنوده فتنجون، ويغرق فرعون وجنوده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "فقال تعالى: «فأسر» بقطع الهمزة ووصلها «بعبادي» بنى إسرائيل «ليلاً إنكم متبَعون» يتبعكم فرعون وقومه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأمره الله أن يسري بعباده ليلا وأخبره أن فرعون وقومه سيتبعونه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فأسر بعبادي ليلا إنكم متبعون ) كما قال : ( ولقد أوحينا إلى موسى أن أسر بعبادي فاضرب لهم طريقا في البحر يبسا لا تخاف دركا ولا تخشى ) [ طه : 77 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فأسر بعبادي ليلا ) أي ببني إسرائيل ( إنكم متبعون ) يتبعكم فرعون وقومه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فأسر بعبادي ليلا إنكم متبعون .فيه مسألتان :الأولى : فأسر بعبادي ليلا أي : فأجبنا دعاءه وأوحينا إليه أن أسر بعبادي ، أي : بمن آمن بالله من بني إسرائيل . ليلا أي : قبل الصباح إنكم متبعون وقرأ أهل الحجاز ( فاسر ) بوصل الألف . وكذلك ابن كثير ، من سرى . الباقون فأسر بالقطع ، من أسرى . وقد تقدم . وتقدم خروج فرعون وراء موسى في ( البقرة والأعراف وطه والشعراء ويونس ) وإغراقه وإنجاء موسى ، فلا معنى للإعادة .الثانية : أمر موسى - عليه السلام - بالخروج ليلا . وسير الليل في الغالب إنما يكون عن خوف ، والخوف يكون بوجهين : إما من العدو فيتخذ الليل سترا مسدلا ، فهو من أستار الله تعالى . وإما من خوف المشقة على الدواب والأبدان بحر أو جدب ، فيتخذ السرى مصلحة من ذلك . وكان النبي - صلى الله عليه وسلم - يسري ويدلج ومترفق ويستعجل ، بحسب الحاجة وما تقتضيه المصلحة . وفي الصحيح عن النبي - صلى الله عليه وسلم - : إذا سافرتم في الخصب فأعطوا الإبل حظها من الأرض وإذا سافرتم في السنة فبادروا بها نقيها . وقد مضى في أول \" النحل \" ، والحمد لله"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَأَسْرِ بِعِبَادِي ) وَفِي الكلام محذوف استغني بدلالة ما ذُكر عليه منه, وهو: فأجابه ربه بأن قال له: فأسر إذ كان الأمر كذلك بعبادي, وهم بنو إسرائيل, وإنما معنى الكلام: فأسر بعبادي الذين صدّقوك وآمنوا بك, واتبعوك دون الذين كذّبوك منهم, وأبَوْا قبول ما جئتهم به من النصيحة منك, وكان الذين كانوا بهذه الصِّفَة يومئذ بني إسرائيل. وقال: ( فَأَسْرِ بِعِبَادِي لَيْلا ) لأن معنى ذلك: سر بهم بليل قبل الصباح.وقوله ( إِنَّكُمْ مُتَّبَعُونَ ) يقول: إن فرعون وقومه من القبط متبعوكم إذا شخصتم عن بلدهم وأرضهم في آثاركم."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واترك البحر كما هو على حالته التي كان عليها حين سلكته، ساكنًا غير مضطرب، إن فرعون وجنوده مغرقون في البحر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واترك البحر» إذا قطعته أنت وأصحابك «رهواً» ساكناً منفرجاً حتى يدخله القبط «إنهم جند مغرقون» فاطمأن بذلك فأغرقوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاتْرُكِ الْبَحْرَ رَهْوًا  أي: بحاله وذلك أنه لما سرى موسى ببني إسرائيل كما أمره الله ثم تبعهم فرعون فأمر الله موسى أن يضرب البحر فضربه فصار اثنى عشر طريقا وصار الماء من بين تلك الطرق كالجبال العظيمة فسلكه موسى وقومه.فلما خرجوا منه أمره الله أن يتركه رهوا أي: بحاله ليسلكه فرعون وجنوده  إِنَّهُمْ جُنْدٌ مُغْرَقُونَ  فلما تكامل قوم موسى خارجين منه وقوم فرعون داخلين فيه أمره الله تعالى أن يلتطم عليهم فغرقوا عن آخرهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله هاهنا : ( واترك البحر رهوا إنهم جند مغرقون ) وذلك أن موسى ، عليه السلام ، لما جاوز هو وبنو إسرائيل البحر ، أراد موسى أن يضربه بعصاه حتى يعود كما كان ، ليصير حائلا بينهم وبين فرعون ، فلا يصل إليهم . فأمره الله أن يتركه على حاله ساكنا ، وبشره بأنهم جند مغرقون فيه ، وأنه لا يخاف دركا ولا يخشى .قال ابن عباس : ( واترك البحر رهوا ) كهيئته وامضه . وقال مجاهد ) رهوا ) طريقا يبسا كهيئته ، يقول : لا تأمره يرجع ، اتركه حتى يرجع آخرهم . وكذا قال عكرمة ، والربيع بن أنس ، والضحاك ، وقتادة ، وابن زيد وكعب الأحبار وسماك بن حرب ، وغير واحد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( واترك البحر ) إذا قطعته أنت وأصحابك ( رهوا ) ساكنا على حالته وهيئته ، بعد أن ضربته ودخلته ، معناه : لا تأمره أن يرجع ، اتركه حتى يدخله آل فرعون ، وأصل \" الرهو \" : السكون . وقال مقاتل : معناه : اترك البحر رهوا [ راهيا ] أي : ساكنا ، فسمي بالمصدر ، أي ذا رهو . وقال كعب : اتركه طريقا . قال قتادة : طريقا يابسا . قال قتادة : لما قطع موسى البحر عطف ليضرب البحر بعصاه ليلتئم وخاف أن يتبعه فرعون [ وجنوده ] فقيل له : اترك البحر رهوا كما هو ( إنهم جند مغرقون ) أخبر موسى أنه يغرقهم ليطمئن قلبه في تركه البحر كما جاوزه . ثم ذكر ما تركوا بمصر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واترك البحر رهوا إنهم جند مغرقون .قال ابن عباس : رهوا أي : طريقا . وقال كعب والحسن . وعن ابن عباس أيضا سمتا . الضحاك والربيع : سهلا . عكرمة : يبسا ، لقوله : فاضرب لهم طريقا في البحر يبسا وقيل : مفترقا . مجاهد : منفرجا . وعنه يابسا . وعنه ساكنا ، وهو المعروف في اللغة . وقاله قتادة والهروي . وقال غيرهما : منفرجا . وقال ابن عرفة : وهما يرجعان إلى معنى واحد وإن اختلف لفظاهما ، لأنه إذا سكن جريه انفرج . وكذلك كان البحر يسكن جريه وانفرج لموسى عليه السلام . والرهو عند العرب : الساكن ، يقال : جاءت الخيل رهوا ، أي : ساكنة . قال :والخيل تمزع رهوا في أعنتها كالطير تنجو من الشؤبوب ذي البردالجوهري : ويقال افعل ذلك رهوا ، أي : ساكنا على هينتك . وعيش راه ، أي : ساكن رافه . وخمس راه ، إذا كان سهلا . ورها البحر أي : سكن . وقال أبو عبيد : رها بين رجليه يرهو رهوا أي : فتح ، ومنه قوله تعالى : واترك البحر رهوا والرهو : السير السهل ، يقال : جاءت الخيل رهوا . قال ابن الأعرابي : رها يرهو في السير أي : رفق . قال القطامي في نعت الركاب :يمشين رهوا فلا الأعجاز خاذلة     ولا الصدور على الأعجاز تتكلوالرهو والرهوة : المكان المرتفع ، والمنخفض أيضا يجتمع فيه الماء ، وهو من الأضداد . وقال أبو عبيد : الرهو : الجوبة تكون في محلة القوم يسيل فيها ماء المطر وغيره . وفي الحديث أنه قضى أن ( لا شفعة في فناء ولا طريق ولا منقبة ولا ركح ولا رهو ) . والجمع رهاء . والرهو : المرأة الواسعة الهن . حكاه النضر بن شميل . والرهو : ضرب من الطير ، ويقال : هو الكركي . قال الهروي : ويجوز أن يكون رهوا من نعت موسى - وقاله القشيري - أي : سر ساكنا على هينتك ، فالرهو من نعت موسى وقومه لا من نعت البحر ، وعلى الأول هو من نعت البحر ، أي : اتركه ساكنا كما هو قد انفرق فلا تأمره بالانضمام . حتى يدخل فرعون وقومه . قال قتادة : أراد موسى أن يضرب البحر لما قطعه بعصاه حتى يلتئم ، وخاف أن يتبعه فرعون فقيل له هذا . وقيل : ليس الرهو من السكون بل هو الفرجة بين الشيئين ، يقال : رها ما بين الرجلين أي : فرج . فقوله : رهوا أي : منفرجا . وقال الليث : الرهو مشي في سكون ، يقال : رها يرهو رهوا فهو راه . وعيش راه : وادع خافض . وافعل ذلك سهوا رهوا ، أي : ساكنا بغير شدة . وقد ذكرناه آنفا . إنهم أي : إن فرعون وقومه . جند مغرقون أخبر موسى بذلك ليسكن قلبه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) يقول: وإذا قطعت البحر أنت وأصحابُك, فاتركه ساكنا على حاله التي كان عليها حين دخلته. وقيل: إن الله تعالى ذكره قال لموسى هذا القول بعد ما قطع البحر ببني إسرائيل فإذ كان ذلك كذلك, ففي الكلام محذوف, وهو: فسرَى موسى بعبادي ليلا وقطع بهم البحر, فقلنا له بعد ما قطعه, وأراد ردّ البحر إلى هيئته التي كان عليها قبل انفلاقه: اتركْه رَهْوًا.* ذكر من قال ما ذكرنا من أن الله عزّ وجلّ قال لموسى صلى الله عليه وسلم هذا القول بعد ما قطع البحر بقومه:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَدَعَا رَبَّهُ أَنَّ هَؤُلاءِ قَوْمٌ مُجْرِمُونَ ) حتى بلغ ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) قال: لما خرج آخر بني إسرائيل أراد نبي الله صلى الله عليه وسلم أن يضرب البحر بعصاه, حتى يعود كما كان مخافة آل فرعون أن يدركوهم, فقيل له ( وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ).حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال:  لما قطع البحر, عطف ليضرب البحر بعصاه ليلتئم, وخاف أن يتبعه فرعون وجنوده, فقيل له: ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) كما هو ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ).واختلف أهل التأويل في معنى الرهْو, فقال بعضهم: معناه: اتركه على هيئته وحاله التي كان عليها.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) يقول: سَمْتا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) قال: الرهو: أن يترك كما كان, فإنهم لن يخلُصوا من ورائه.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا حميد, عن إسحاق, عن عبد الله بن الحارث, عن أبيه, أن ابن عباس سأل كعبا عن قول الله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: طريقا.وقال آخرون: بل معناه: اتركه سَهْلا.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: سهلا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: يقال: الرهو: السهل.حدثنا ابن المثنى, قال: ثنا حرميّ بن عُمارة قال: ثنا شعبة, قال: أخبرني عمارة, عن الضحاك بن مُزاحم, فى قول الله عزّ وجلّ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: دَمثا.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: عبيد, قال: سمعت الضحاك يقول في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: سهلا دمثا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: هو السهل.وقال آخرون: بل معناه: واتركه يبسا جددا.* ذكر من قال ذلك:حدثنا محمد بن المثنى, قال: ثني عبيد الله بن معاذ, قال: ثني أبي, عن شعبة, عن سماك, عن عكرمة, في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: جددا.حدثنا محمد بن المثنى, قال: ثني عبيد الله بن معاذ, قال: ثنا أبي, عن شعبة, عن سماك, عن عكرمة في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: يابسا كهيئته بعد أن ضربه, يقول: لا تأمره يرجع, اتركه حتى يدخل آخرهم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, في قوله (رَهوًا) قال: طريقا يَبَسا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) كما هو طريقا يابسا.وأولى الأقوال في ذلك بالصواب قول من قال معناه: اتركه على هيئته كما هو على الحال التي كان عليها حين سلَكْته, وذلك أن الرهو في كلام العرب: السكون, كما قال الشاعر:كأنَّما أهْلُ حُجْرٍ يَنْظُرُونَ مَتَىيَرَوْنَنِي خارِجا طَيْرٌ يَنَادِيدطَيرٌ رأَتْ بازِيا نَضْحُ الدّماءِ بِهِوأُمُّهُ خَرَجَتْ رَهْوًا إلى عِيد (1)يعني على سكون, وإذا كان ذلك معناه كان لا شكّ أنه متروك سهلا دَمِثا, وطريقا يَبَسا لأن بني إسرائيل قطعوه حين قطعوه, وهو كذلك, فإذا ترك البحر رهوا كما كان حين قطعه موسى ساكنا لم يُهج كان لا شكّ أنه بالصفة التي وصفت.وقوله ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) يقول: إن فرعون وقومه جند, الله مغرقهم في البحر.------------------------الهوامش:(1) هذا بيت من قصيدة للراعي ، مدح بها سعد بن عبد الرحمن بن عتاب بن أسيد، عدتها سبعة وخمسون بيتا . وقوله \" ذات آثارة \" أي رب ناقة ذات سمن . والأثارة ، بفتح الهمزة : شحم متصل بشحم آخر ، ويقال هي بقية من الشحم العتيق ، يقال : سمنت الناقة على أثارة ، أي على بقية شحم . وأكمته : غلفه ، جمع كمام ، وهو جمع كم بكسر الكاف ، وهو غطاء النور وغلافه . وقفارًا وقفارة : وصف للنبات : أي رعته خاليًا لها من مزاحمة غيرها في رعيه . وأصله من قولهم طعام قفار : أي أكل بلا إدام . ( انظر خزانة الأدب الكبرى للبغدادي 4 : 251 ) واستشهد بالبيت أبو عبيدة في مجاز القرآن ( الورقة 222 ) . عند قوله تعالى : \" أو أثارة من علم \" أي بقية من شحم أكلت عليه . ومن قال : \" أثرة \" فهو مصدر أثره يأثره : يذكره . وفي ( اللسان : أثر ) : وأثرة العلم وأثرته وأثارته ، بقية منه تؤثر فتذكر . وقال الزجاج أثاره : في معنى علامة . ويجوز أن يكون على معنى بقية من علم ونسب البيت للشماخ."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كم تركوا من جنات» بساتين «وعيون» تجري."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وتركوا ما متعوا به من الحياة الدنيا وأورثه الله بني إسرائيل الذين كانوا مستعبدين لهم ولهذا قال:  كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ * وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ * وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهي البساتين \"وعيون وزروع\" والمراد بها الأنهار والآبار."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "فقال : ( كم تركوا ) [ يعني بعد الغرق ] ( من جنات وعيون)"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : كم تركوا من جنات وعيون.قوله تعالى : كم تركوا من جنات وعيون( كم ) للتكثير وقد مضى في معنى هذه الآية في ( الشعراء ) مستوفى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (25)يقول تعالى ذكره: كم ترك فرعون وقومه من القبط بعد مهلكهم وتغريق الله إياهم من بساتين وأشجار, وهي الجنات, وعيون, يعني: ومنابع ما كان ينفجر في جنانهم وزروع قائمة في مزارعهم ."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وزروع ومقام كريم» مجلس حسن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وتركوا ما متعوا به من الحياة الدنيا وأورثه الله بني إسرائيل الذين كانوا مستعبدين لهم ولهذا قال:  كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ * وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ * وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وزروع ) والمراد بها الأنهار والآبار ، ( ومقام كريم ) وهي المساكن الكريمة الأنيقة والأماكن الحسنة .وقال مجاهد ، وسعيد بن جبير : ( ومقام كريم ) : المنابر .وقال ابن لهيعة ، عن وهب بن عبد الله المعافري ، عن عبد الله بن عمرو قال : نيل مصر سيد الأنهار ، سخر الله له كل نهر بين المشرق والمغرب ، وذلله له ، فإذا أراد الله أن يجري نيل مصر أمر كل نهر أن يمده ، فأمدته الأنهار بمائها ، وفجر الله له الأرض عيونا ، فإذا انتهى جريه إلى ما أراد الله ، أوحى الله إلى كل ماء أن يرجع إلى عنصره .وقال في قوله تعالى : ( كم تركوا من جنات وعيون . وزروع ومقام كريم . ونعمة كانوا فيها فاكهين ) قال : كانت الجنان بحافتي هذا النيل من أوله إلى آخره في الشقين جميعا ، ما بين أسوان إلى رشيد ، وكان له تسعة خلج : خليج الإسكندرية ، وخليج دمياط ، وخليج سردوس ، وخليج منف ، وخليج الفيوم ، وخليج المنهى ، متصلة لا ينقطع منها شيء عن شيء ، وزروع ما بين الجبلين ، كله من أول مصر إلى آخر ما يبلغه الماء ، وكانت جميع أرض مصر تروى من ستة عشر ذراعا ، لما قدروا ودبروا من قناطرها وجسورها وخلجها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وزروع ومقام كريم ) مجلس شريف ، قال قتادة : الكريم الحسن ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "مضى في معنى هذه الآية في ( الشعراء ) مستوفى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وَمَقَامٍ كَرِيمٍ ) يقول: وموضع كانوا يقومونه شريف كريم.ثم اختلف أهل التأويل في معنى وصف الله ذلك المقام بالكرم, فقال بعضهم: وصفه بذلك لشرفه, وذلك أنه مَقام الملوك والأمراء, قالوا: وإنما أريد به المنابر.* ذكر من قال ذلك:حدثني جعفر بن ابنة إسحاق الأزرق, قال: ثنا سعيد بن محمد الثقفي, قال: ثنا إسماعيل بن إبراهيم بن مُهاجر, عن أبيه, عن مجاهد, في قوله ( وَمَقَامٍ كَرِيمٍ ) قال: المنابر.حدثني زكريا بن يحيى بن أبي زائدة, قال: ثنا عبد الله بن داود الواسطي, قال: ثنا شريك، عن سالم الأفطس, عن سعيد بن جُبير, في قوله ( وَمَقَامٍ كَرِيمٍ ) قال: المنابر.وقال آخرون: وصف ذلك المقام بالكرم لحسنه وبهجته.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَمَقَامٍ كَرِيمٍ ) : أي حسن."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ونعمة» متعة «كانوا فيها فاكهين» ناعمين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وتركوا ما متعوا به من الحياة الدنيا وأورثه الله بني إسرائيل الذين كانوا مستعبدين لهم ولهذا قال:  كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ * وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ * وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ونعمة كانوا فيها فاكهين ) أي عيشة كانوا يتفكهون فيها فيأكلون ما شاءوا ويلبسون ما أحبوا مع الأموال والجاهات والحكم في البلاد ، فسلبوا ذلك جميعه في صبيحة واحدة ، وفارقوا الدنيا وصاروا إلى جهنم وبئس المصير ، واستولى على البلاد المصرية وتلك الحواصل الفرعونية والممالك القبطية بنو إسرائيل ، كما قال تعالى : ( كذلك وأورثناها بني إسرائيل ) [ الشعراء : 59 ] وقال في موضع آخر : ( وأورثنا القوم الذين كانوا يستضعفون مشارق الأرض ومغاربها التي باركنا فيها وتمت كلمة ربك الحسنى على بني إسرائيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون ) [ الأعراف : 137 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ونعمة ) ومتعة وعيش لين ( كانوا فيها فاكهين ) ناعمين وفكهين : أشرين بطرين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ونعمة كانوا فيها فاكهين النعمة ( بالفتح ) : التنعيم ، يقال : نعمه الله وناعمه فتنعم . وامرأة منعمة ومناعمة ، بمعنى . والنعمة ( بالكسر ) : اليد والصنيعة والمنة وما أنعم به عليك . وكذلك النعمى . فإن فتحت النون مددت وقلت : النعماء . والنعيم مثله . وفلان واسع النعمة ، أي : واسع المال ، جميعه عن الجوهري . وقال ابن عمر : المراد بالنعمة نيل مصر . ابن لهيعة : الفيوم . ابن زياد : أرض مصر لكثرة خيرها . وقيل : ما كانوا فيه من السعة والدعة . وقد يقال : نعمة ونعمة ( بفتح النون وكسرها ) ، حكاه الماوردي . قال : وفي الفرق بينهما وجهان : أحدهما : أنها بكسر النون في الملك ، وبفتحها في البدن والدين ، قاله النضر بن شميل . الثاني : أنها بالكسر من المنة وهو الإفضال والعطية ، وبالفتح من التنعيم وهو سعة العيش والراحة ، قاله ابن زياد .قلت : هذا الفرق هو الذي وقع في الصحاح وقد ذكرناه . وقرأ أبو رجاء والحسن وأبو الأشهب والأعرج وأبو جعفر وشيبة ( فكهين ) بغير ألف ، ومعناه أشرين بطرين . قال الجوهري : فكه الرجل ( بالكسر ) فهو فكه إذا كان طيب النفس مزاحا . والفكه أيضا الأشر البطر . وقرئ ( ونعمة كانوا فيها فكهين ) أي : أشرين بطرين . وفاكهين أي : ناعمين . القشيري : فاكهين لاهين مازحين ، يقال : إنه لفاكه أي : مزاح . وفيه فكاهة أي : مزح . الثعلبي : وهما لغتان كالحاذر والحذر ، والفاره والفره . وقيل : إن الفاكه هو المستمتع بأنواع اللذة كما يتمتع الآكل بأنواع الفاكهة . والفاكهة : فضل عن القوت الذي لا بد منه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ ) يقول تعالى ذكره: وأخرجوا من نعمة كانوا فيها فاكهين متفكهين ناعمين.واختلفت القرّاء في قراءة قوله ( فَاكِهِينَ ) فقرأته عامة قرّاء الأمصار خلا أبي جعفر القارئ( فَاكِهِينَ ) على المعنى الذي وصفت. وقرأه أبو رجاء العُطاردي والحسن وأبو جعفر المدنيّ( فَكِهينَ ) بمعنى: أشِرِين بَطِرين.والصواب من القراءة عندي في ذلك, القراءة التي عليها قرّاء الأمصار, وهي ( فَاكِهِينَ ) بالألف بمعنى ناعمين.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ ) : ناعمين, قال: إي والله, أخرجه الله من جناته وعيونه وزروعه حتى ورّطه في البحر."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "مثل ذلك العقاب يعاقب الله مَن كذَّب وبدَّل نعمة الله كفرًا، وأورثنا تلك النعم من بعد فرعون وقومه قومًا آخرين خلفوهم من بني إسرائيل."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذلك» خبر مبتدأ، أي الأمر «وأورثناها» أي أموالهم «قوماً آخرين» أي بني إسرائيل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "[كَذَلِكَ وَأَوْرَثْنَاهَا  أي: هذة النعمة المذكورة  قَوْمًا آخَرِينَ فى الآية الأخرى  كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقال هاهنا : ( كذلك وأورثناها قوما آخرين ) وهم بنو إسرائيل ، كما تقدم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( كذلك ) قال الكلبي : كذلك أفعل بمن عصاني ( وأورثناها قوما آخرين ) يعني بني إسرائيل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : كذلك وأورثناها قوما آخرين .قال الزجاج : أي : الأمر كذلك ، فيوقف على ( كذلك ) وقيل : إن الكاف في موضع نصب ، على تقدير نفعل فعلا كذلك بمن نريد إهلاكه . وقال الكلبي : كذلك أفعل بمن عصاني . وقيل : كذلك كان أمرهم فأهلكوا . وأورثناها قوما آخرين يعني بنى إسرائيل ، ملكهم الله تعالى أرض مصر بعد أن كانوا فيها مستعبدين ، فصاروا لها وارثين ، لوصول ذلك إليهم كوصول الميراث . ونظيره : وأورثنا القوم الذين كانوا يستضعفون مشارق الأرض ومغاربها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ ) يقول تعالى ذكره: هكذا كما وصفت لكم أيها الناس فعلنا بهؤلاء الذي ذكرتُ لكم أمرهم, الذين كذّبوا رسولنا موسى صلى الله عليه وسلم.وقوله ( وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ ) يقول تعالى ذكره وأورثنا جناتهم وعيونهم وزروعهم ومقَاماتهم وما كانوا فيه من النعمة عنهم قوما آخرين بعد مهلكهم, وقيل: عُنِي بالقوم الآخرين بنو إسرائيل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة قوله ( كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ ) يعني بني إسرائيل."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فما بكت السماء والأرض حزنًا على فرعون وقومه، وما كانوا مؤخَّرين عن العقوبة التي حلَّت بهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فما بكت عليهم السماء والأرض» بخلاف المؤمنين يبكي عليهم بموتهم مصلاهم من الأرض ومصعد عملهم من السماء «وما كانوا منظرين» مؤخرين للتوبة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ  أي: لما أتلفهم الله وأهلكهم لم تبك عليهم السماء والأرض أي: لم يحزن عليهم ولم يؤس على فراقهم، بل كل استبشر بهلاكهم وتلفهم حتى السماء والأرض لأنهم ما خلفوا من آثارهم إلا ما يسود وجوههم ويوجب عليهم اللعنة والمقت من العالمين. وَمَا كَانُوا مُنْظَرِينَ  أي: ممهلين عن العقوبة بل اصطلمتهم في الحال."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فما بكت عليهم السماء والأرض ) أي : لم تكن لهم أعمال صالحة تصعد في أبواب السماء فتبكي على فقدهم ، ولا لهم في الأرض بقاع عبدوا الله فيها فقدتهم ; فلهذا استحقوا ألا ينظروا ولا يؤخروا لكفرهم وإجرامهم ، وعتوهم وعنادهم .قال الحافظ أبو يعلى الموصلي في مسنده : حدثنا أحمد بن إسحاق البصري ، حدثنا مكي بن إبراهيم ، حدثنا موسى بن عبيدة ، حدثني يزيد الرقاشي ، حدثني أنس بن مالك ، عن النبي - صلى الله عليه وسلم - قال : \" ما من عبد إلا وله في السماء بابان : باب يخرج منه رزقه ، وباب يدخل منه عمله وكلامه ، فإذا مات فقداه وبكيا عليه \" وتلا هذه الآية : ( فما بكت عليهم السماء والأرض ) وذكر أنهم لم يكونوا عملوا على الأرض عملا صالحا يبكي عليهم . ولم يصعد لهم إلى السماء من كلامهم ولا من عملهم كلام طيب ، ولا عمل صالح فتفقدهم فتبكي عليهم .ورواه ابن أبي حاتم من حديث موسى بن عبيدة وهو الربذي .وقال ابن جرير : حدثني يحيى بن طلحة ، حدثني عيسى بن يونس ، عن صفوان بن عمرو ، عن شريح بن عبيد الحضرمي قال : قال رسول الله - صلى الله عليه وسلم - إن الإسلام بدأ غريبا وسيعود غريبا . ألا لا غربة على مؤمن ما مات مؤمن في غربة غابت عنه فيها بواكيه إلا بكت عليه السماء والأرض \" . ثم قرأ رسول الله - صلى الله عليه وسلم - : ( فما بكت عليهم السماء والأرض ) ثم قال : \" إنهما لا يبكيان على الكافر \" .وقال ابن أبى حاتم : حدثنا أحمد بن عصام حدثنا أبو أحمد - يعني الزبيري - حدثنا العلاء بن صالح ، عن المنهال بن عمرو ، عن عباد بن عبد الله قال : سأل رجل عليا رضي الله عنه : هل تبكي السماء والأرض على أحد ؟ فقال له : لقد سألتني عن شيء ما سألني عنه أحد قبلك ، إنه ليس [ من ] عبد إلا له مصلى في الأرض ، ومصعد عمله من السماء . وإن آل فرعون لم يكن لهم عمل صالح في الأرض ، ولا عمل يصعد في السماء ، ثم قرأ علي ، رضي الله عنه ( فما بكت عليهم السماء والأرض وما كانوا منظرين )وقال ابن جرير : حدثنا أبو كريب ، حدثنا طلق بن غنام ، عن زائدة ، عن منصور ، عن منهال ، عن سعيد بن جبير قال : أتى ابن عباس رجل فقال : يا أبا عباس أرأيت قول الله : ( فما بكت عليهم السماء والأرض وما كانوا منظرين ) فهل تبكي السماء والأرض على أحد ؟ قال : نعم إنه ليس أحد من الخلائق إلا وله باب في السماء منه ينزل رزقه ، وفيه يصعد عمله ، فإذا مات المؤمن فأغلق بابه من السماء الذي كان يصعد فيه عمله وينزل منه رزقه بكى عليه ، وإذا فقد مصلاه من الأرض التي كان يصلي فيها ويذكر الله فيها بكت عليه ، وإن قوم فرعون لم تكن لهم في الأرض آثار صالحة ، ولم يكن يصعد إلى الله منهم خير ، فلم تبك عليهم السماء والأرض .وروى العوفي ، عن ابن عباس ، نحو هذا .وقال سفيان الثوري ، عن أبي يحيى القتات ، عن مجاهد ، عن ابن عباس [ رضي الله عنهما ] قال : كان يقال : تبكي الأرض على المؤمن أربعين صباحا . وكذا قال مجاهد ، وسعيد بن جبير ، وغير واحد .وقال مجاهد أيضا : ما مات مؤمن إلا بكت عليه السماء والأرض أربعين صباحا ، قال : فقلت له : أتبكي الأرض ؟ فقال : أتعجب ؟ وما للأرض لا تبكي على عبد ، كان يعمرها بالركوع والسجود ؟ وما للسماء لا تبكي على عبد كان لتكبيره وتسبيحه فيها دوي كدوي النحل ؟وقال قتادة : كانوا أهون على الله من أن تبكي عليهم السماء والأرض .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا عبد السلام بن عاصم ، حدثنا إسحاق بن إسماعيل ، حدثنا المستورد بن سابق ، عن عبيد المكتب ، عن إبراهيم قال : ما بكت السماء منذ كانت الدنيا إلا على اثنين قلت لعبيد : أليس السماء والأرض تبكي على المؤمن ؟ قال : ذاك مقامه حيث يصعد عمله . قال : وتدري ما بكاء السماء ؟ قلت لا قال : تحمر وتصير وردة كالدهان ، إن يحيى بن زكريا لما قتل احمرت السماء وقطرت دما . وإن حسين بن علي لما قتل احمرت السماء .وحدثنا علي بن الحسين ، حدثنا أبو غسان محمد بن عمرو - زنيج - حدثنا جرير ، عن يزيد بن أبي زياد قال : لما قتل حسين بن علي ، رضي الله عنهما ، احمرت آفاق السماء أربعة أشهر . قال يزيد : واحمرارها بكاؤها . وهكذا قال السدي الكبير .وقال عطاء الخراساني : بكاؤها : أن تحمر أطرافها .وذكروا أيضا في مقتل الحسين أنه ما قلب حجر يومئذ إلا وجد تحته دم عبيط ، وأنه كسفت الشمس ، واحمر الأفق ، وسقطت حجارة . وفي كل من ذلك نظر ، والظاهر أنه من سخف الشيعة وكذبهم ، ليعظموا الأمر - ولا شك أنه عظيم - ولكن لم يقع هذا الذي اختلقوه وكذبوه ، وقد وقع ما هو أعظم من [ ذلك ] ، قتل الحسين رضي الله عنه ولم يقع شيء مما ذكروه ، فإنه قد قتل أبوه علي بن أبي طالب ، وهو أفضل منه بالإجماع ولم يقع [ شيء من ] ذلك ، وعثمان بن عفان قتل محصورا مظلوما ، ولم يكن شيء من ذلك . وعمر بن الخطاب - رضي الله عنه - قتل في المحراب في صلاة الصبح ، وكأن المسلمين لم تطرقهم مصيبة قبل ذلك ، ولم يكن شيء من ذلك . وهذا رسول الله - صلى الله عليه وسلم - وهو سيد البشر في الدنيا والآخرة يوم مات لم يكن شيء مما ذكروه . ويوم مات إبراهيم ابن النبي - صلى الله عليه وسلم - خسفت الشمس فقال الناس : [ الشمس ] خسفت لموت إبراهيم ، فصلى بهم رسول الله - صلى الله عليه وسلم - صلاة الكسوف ، وخطبهم وبين لهم أن الشمس والقمر لا ينخسفان لموت أحد ولا لحياته ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فما بكت عليهم السماء والأرض ) وذلك أن المؤمن إذا مات تبكي عليه السماء والأرض أربعين صباحا ، وهؤلاء لم يكن يصعد لهم عمل صالح فتبكي السماء على فقده ، ولا لهم على الأرض عمر صالح فتبكي الأرض عليه .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا أبو عبد الله الفنجوي ، حدثنا أبو علي المقري ، حدثنا أبو يعلى الموصلي ، حدثنا أحمد بن إسحاق البصري ، حدثنا مكي بن إبراهيم ، حدثنا موسى بن عبيدة الربذي ، أخبرني يزيد الرقاشي ، عن أنس بن مالك ، عن النبي - صلى الله عليه وسلم - أنه قال : \" ما من عبد إلا له في السماء بابان باب يخرج منه رزقه ، وباب يدخل فيه عمله ، فإذا مات فقداه وبكيا عليه \" وتلا \" فما بكت عليهم السماء والأرض \" .قال عطاء : بكاء السماء حمرة أطرافها .قال السدي : لما قتل الحسين بن علي بكت عليه السماء ، وبكاؤها حمرتها .( وما كانوا منظرين ) لم ينظروا حين أخذهم العذاب لتوبة ولا لغيرها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فما بكت عليهم السماء والأرض وما كانوا منظرين .قوله تعالى : فما بكت عليهم السماء والأرض أي لكفرهم . وما كانوا منظرين أي : مؤخرين بالغرق . وكانت العرب تقول عند موت السيد منهم : بكت له السماء والأرض ، أي : عمت مصيبته الأشياء حتى بكته السماء والأرض والريح والبرق ، وبكته الليالي الشاتيات . قال الشاعر [ يزيد بن مفرغ الحميري ] :فالريح تبكي شجوها والبرق يلمع في الغمامهوقال آخر [ جرير ] :والشمس طالعة ليست بكاسفة     تبكي عليك نجوم الليل والقمراوقالت الخارجية [ ليلى بنت طريف الشيباني ] :أيا شجر الخابور مالك مورقا     كأنك لم تجزع على ابن طريفوذلك على سبيل التمثيل والتخييل مبالغة في وجوب الجزع والبكاء عليه . والمعنى أنهم هلكوا فلم تعظم مصيبتهم ولم يوجد لهم فقد . وقيل : في الكلام إضمار ، أي : ما بكى عليهم أهل السماء والأرض من الملائكة ، كقوله تعالى : واسأل القرية بل سروا بهلاكهم ، قاله الحسن . وروى يزيد الرقاشي عن أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - : ( ما من مؤمن إلا وله في السماء بابان باب ينزل منه رزقه وباب يدخل منه كلامه وعمله فإذا مات فقداه فبكيا عليه - ثم تلا - فما بكت عليهم السماء والأرض يعني أنهم لم يعملوا على الأرض عملا صالحا تبكي عليهم لأجله ، ولا صعد لهم إلى السماء عمل صالح فتبكي فقد ذلك . وقال مجاهد : إن السماء والأرض يبكيان على المؤمن أربعين صباحا . قال أبو يحيى : فعجبت من قوله فقال : أتعجب! وما للأرض لا تبكي على عبد يعمرها بالركوع والسجود! وما للسماء لا تبكي على عبد كان لتسبيحه وتكبيره فيها دوي كدوي النحل! . وقال علي وابن عباس - رضي الله عنهما - : إنه يبكي عليه مصلاه من الأرض ومصعد عمله من السماء . وتقدير الآية على هذا : فما بكت عليهم مصاعد عملهم من السماء ولا مواضع عبادتهم من الأرض . وهو معنى قول سعيد بن جبير . وفي بكاء السماء والأرض ثلاثة أوجه : أحدها أنه كالمعروف من بكاء الحيوان . ويشبه أن يكون قول مجاهد . وقال شريح الحضرمي قال النبي - صلى الله عليه وسلم - : إن الإسلام بدأ غريبا وسيعود غريبا كما بدأ فطوبى للغرباء يوم القيامة قيل : من هم يا رسول الله ؟ قال - هم الذين إذا فسد الناس صلحوا - ثم قال - ألا لا غربة على مؤمن وما مات مؤمن في غربة غائبا عنه بواكيه إلا بكت عليه السماء والأرض - ثم قرأ رسول الله - صلى الله عليه وسلم - فما بكت عليهم السماء والأرض ثم قال : ألا إنهما لا يبكيان على الكافر .قلت : وذكر أبو نعيم محمد بن معمر قال : حدثنا أبو شعيب الحراني قال حدثنا يحيى بن عبد الله قال حدثنا الأوزاعي قال حدثني عطاء الخراساني قال : ما من عبد يسجد لله سجدة في بقعة من بقاع الأرض إلا شهدت له يوم القيامة وبكت عليه يوم يموت . وقيل : بكاؤهما حمرة أطرافهما ، قاله علي بن أبي طالب - رضي الله عنه - وعطاء والسدي والترمذي محمد بن علي وحكاه عن الحسن . قال السدي : لما قتل الحسين بن علي - رضي الله عنهما بكت عليه السماء ، وبكاؤها حمرتها . وحكى جرير عن يزيد بن أبي زياد قال : لما قتل الحسين بن علي بن أبي طالب - رضي الله عنهما احمر له آفاق السماء أربعة أشهر . قال يزيد : واحمرارها بكاؤها . وقال محمد بن سيرين : أخبرونا أن الحمرة التي تكون مع الشفق لم تكن حتى قتل الحسين بن علي - رضي الله عنهما - . وقال سليمان القاضي : مطرنا دما يوم قتل الحسين .قلت : روى الدارقطني من حديث مالك بن أنس عن نافع عن ابن عمر قال : قال النبي - صلى الله عليه وسلم - : الشفق الحمرة . وعن عبادة بن الصامت وشداد بن أوس قالا : الشفق شفقان : الحمرة والبياض ، فإذا غابت الحمرة حلت الصلاة . وعن أبي هريرة قال : الشفق الحمرة . وهذا يرد ما حكاه ابن سيرين . وقد تقدم في ( سبحان ) عن قرة بن خالد قال : ما بكت السماء على أحد إلا على يحيى بن زكريا والحسين بن علي ، وحمرتها بكاؤها . وقال محمد بن علي الترمذي : البكاء إدرار الشيء فإذا أدرت العين بمائها قيل بكت ، وإذا أدرت السماء بحمرتها قيل بكت ، وإذا أدرت الأرض بغبرتها قيل بكت ; لأن المؤمن نور ومعه نور الله ، فالأرض مضيئة بنوره وإن غاب عن عينيك ، فإن فقدت نور المؤمن اغبرت فدرت باغبرارها ; لأنها كانت غبراء بخطايا أهل الشرك ، وإنما صارت مضيئة بنور المؤمن ، فإذا قبض المؤمن منها درت بغبرتها . وقال أنس : لما كان اليوم الذي دخل فيه النبي - صلى الله عليه وسلم - المدينة أضاء كل شيء ، فلما كان اليوم الذي قبض فيه أظلم كل شيء ، وإنا لفي دفنه ما نفضنا الأيدي منه حتى أنكرنا قلوبنا . وأما بكاء السماء فحمرتها كما قال الحسن . وقال نصر بن عاصم : إن أول الآيات حمرة تظهر ، وإنما ذلك لدنو الساعة ، فتدر بالبكاء لخلائها من أنوار المؤمنين . وقيل : بكاؤها أمارة تظهر منها تدل على أسف وحزن . قلت : والقول الأول أظهر ، إذ لا استحالة في ذلك . وإذا كانت السماوات والأرض تسبح وتسمع وتتكلم كما بيناه في ( سبحان ) و ( مريم ) و ( حم ) و ( فصلت ) ) فكذلك تبكي ، مع ما جاء من الخبر في ذلك والله أعلم بصواب هذه الأقوال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (29)يقول تعالى ذكره: فما بكت على هؤلاء الذين غرّقهم الله في البحر, وهم فرعون وقومه, السماء والأرض, وقيل: إن بكاء السماء حمرة أطرافها.* ذكر من قال ذلك:حدثني محمد بن إسماعيل الأحمسيّ, قال: ثنا عبد الرحمن بن أبي حماد, عن الحكم بن ظهير, عن السديّ قال: لما قتل الحسين بن عليّ رضوان الله عليهما بكت السماء عليه, وبكاؤها حمرتها.حدثني عليّ بن سهل, قال: ثنا حجاج, عن ابن جُرَيج, عن عطاء في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: بكاؤها حمرة أطرافها.وقيل: إنما قيل ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) لأن المؤمن إذا مات, بكت عليه السماء والأرض أربعين صباحا, ولم تبكيا على فرعون وقومه, لأنه  لم يكن لهم عمل يَصعْد إلى الله صالح, فتبكي عليهم السماء, ولا مسجد في الأرض, فتبكي عليهم الأرض.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا طلق بن غنام, عن زائدة, عن منصور, عن المنهال, عن سعيد بن جُبير, قال: أتى ابن عباس رجل, فقال: يا أبا عباس أرأيت قول الله تبارك وتعالى ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ وَمَا كَانُوا مُنْظَرِينَ ) فهل تبكي السماء والأرض على أحد؟ قال: نعم إنه ليس أحد من الخلائق إلا له باب في السماء منه ينزل رزقه, وفيه يصعد عمله, فإذا مات المؤمن فأغلق بابه من السماء الذي كان يصعد فيه عمله, وينزل منه رزقه, بكى عليه; وإذا فقده مُصَلاه من الأرض التي كان يصلي فيها, ويذكر الله فيها بكت عليه, وإن قوم فرعون لم يكن لهم في الأرض آثار صالحة, ولم يكن يصعد إلى السماء منهم خير, قال: فلم تبك عليهم السماء والأرض.حدثنا ابن بشار, قال: ثنا عبد الرحمن ويحيى قالا ثنا سفيان, عن منصور, عن مجاهد, قال: كان يقال: تبكي الأرض على المؤمن أربعين صباحًا.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي يحيى القَتَّات, عن مجاهد, عن ابن عباس بمثله.حدثني يحيى بن طلحة, قال: ثنا فضيل بن عياض, عن منصور, عن مجاهد, قال: حُدثت أن المؤمن إذا مات بكت عليه الأرض أربعين صباحا.حدثنا ابن بشار, قال: ثنا يعقوب بن إسحاق الحضرمي, قال: ثنا بكير بن أبي السميط, قال: ثنا قتادة, عن سعيد بن جُبير أنه كان يقول: إن بقاع الأرض التي كان يصعد عمله منها إلى السماء تبكي عليه بعد موته, يعني المؤمن.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن منصور, عن المنهال, عن سعيد بن جُبير, عن ابن عباس ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: إنه ليس أحد إلا له باب في السماء ينزل فيه رزقه ويصعد فيه عمله, فإذا فُقِد بكت عليه مواضعه التي كان يسجد عليها, وإن قوم فرعون لم يكن لهم في الأرض عمل صالح يقبل منهم, فيصعد إلى الله عزّ وجلّ, فقال مجاهد: تبكي الأرض على المؤمن أربعين صباحا.حدثنا ابن حُميد, قال: ثنا جرير, عن منصور, عن مجاهد قال: كان يقال: إن المؤمن إذا مات بكت عليه الأرض أربعين صباحا.حدثنا يحيى بن طلحة, قال: ثنا عيسى بن يونس, عن صفوان بن عمرو, عن شريح بن عبيد الحضرمي, قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ الإسْلامَ بَدَأ غَرِيبا وَسَيَعُودُ غَرِيبا, ألا لا غُرْبَةَ عَلى المُؤْمِن, ما ماتَ مُؤْمِنٌ فِي غُرْبَةٍ غَابَتْ عَنْهُ فِيهَا بَوَاكِيهِ إلا بَكَتْ عَلَيْهِ السَّماءُ والأرْضُ\", ثم قرأ رسول الله صلى الله عليه وسلم ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ), ثم قال: \" إنَّهُما لا يَبْكِيانِ على الكافر \".حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ )... الآية, قال: ذلك أنه ليس على الأرض مؤمن يموت إلا بكى عليه ما كان يصلي فيه من المساجد حين يفقده, وإلا بكى عليه من السماء الموضعُ الذي كان يرفع منه كلامه, فذلك لأهل معصيته: ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ وَمَا كَانُوا مُنْظَرِينَ ) لأنهما يبكيان على أولياء الله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) (2)حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) يقول: لا تبكي السماء والأرض على الكافر, وتبكي على المؤمن الصالح معالمُه من الأرض ومقرُّ عمله من السماء.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: بقاع المؤمن التي كان يصلي عليها من الأرض تبكي عليه إذا مات, وبقاعه من السماء التي كان يرفع فيها عمله.حدثنا ابن حُمَيد, قال: ثنا جرير, عن منصور, عن المنهال, عن سعيد بن جُبَير, قال: سُئل ابن عباس: هل تبكي السماء والأرض على أحد؟ فقال: نعم إنه ليس أحد, من الخلق إلا له باب في السماء يصعد فيه عمله, وينزل منه رزقه, فإذا مات بكى عليه مكانه من الأرض الذي كان يذكر الله فيه ويصلي فيه, وبكى عليه بابه الذي كان يصعد فيه عمله, وينزل منه رزقه. وأما قوم فرعون, فلم يكن لهم آثار صالحة, ولم يصعد إلى السماء منهم خير, فلم تبك عليهم السماء والأرض.وقوله ( وَمَا كَانُوا مُنْظَرِينَ ) يقول: وما كانوا مؤخرين بالعقوبة التي حلَّت بهم, ولكنهم عوجلوا بها إذ أسخطوا ربهم عزّ وجلّ عليهم .------------------------الهوامش:(2) في الأصل: \" لم يذكر لهذا السند تفسير عن قتادة والذي في الدر المنثور عنه قال: هم كانوا أهون على الله من ذلك. وقال: وكنا نحدث أن المؤمن تبكي عليه بقاعه التي يصلي فيها من الأرض ومصعد عمله من السماء \"."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد نجَّينا بني إسرائيل من العذاب المُذلِّ لهم بقتل أبنائهم واستخدام نسائهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد نجينا بني إسرائيل من العذاب المهين» قتل الأبناء واستخدام النساء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم امتن تعالى على بني إسرائيل فقال:  وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ  الذي كانوا فيه ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد نجينا بني إسرائيل من العذاب المهين من فرعون إنه كان عاليا من المسرفين ) يمتن عليهم تعالى بذلك ، حيث أنقذهم مما كانوا فيه من إهانة فرعون وإذلاله لهم ، وتسخيره إياهم في الأعمال المهينة الشاقة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد نجينا بني إسرائيل من العذاب المهين ) قتل الأبناء واستحياء النساء والتعب في العمل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يعني ما كانت القبط تفعل بهم بأمر فرعون ، من قتل الأبناء واستخدام النساء ، واستعبادهم إياهم وتكلفهم الأعمال الشاقة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ ) : يقول تعالى ذكره: ولقد نجَّينا بني إسرائيل من العذاب الذي كان فرعون وقومه يعذّبونَهُم به, المهين يعني المذلّ لهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ ) بقتل أبنائهم, واستحياء نسائهم."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "من فرعون، إنه كان جبارًا من المشركين، مسرفًا في العلو والتكبر على عباد الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«من فرعون» قيل بدل من العذاب بتقدير مضاف، أي عذاب، وقيل حال من العذاب «إنه كان عالياً من المسرفين»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مِنْ فِرْعَوْنَ  إذ يذبح أبناءهم ويستحيي نساءهم.  إِنَّهُ كَانَ عَالِيًا  أي: مستكبرا في الأرض بغير الحق  مِنَ الْمُسْرِفِينَ  المتجاوزين لحدود الله المتجرئين على محارمه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( من فرعون إنه كان عاليا [ من المسرفين ] ) أي : مستكبرا جبارا عنيدا ، كقوله : ( إن فرعون علا في الأرض [ وجعل أهلها شيعا ] ) [ القصص : 4 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" من فرعون إنه كان عالياً من المسرفين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "من فرعون بدل من العذاب المهين فلا تتعلق من بقوله : من العذاب لأنه قد وصف ، وهو لا يعمل بعد الوصف عمل الفعل . وقيل : أي : أنجيناهم من العذاب ومن فرعون . إنه كان عاليا من المسرفين أي : جبارا من المشركين . وليس هذا علو مدح بل هو علو في الإسراف . كقوله : إن فرعون علا في الأرض . وقيل : هذا العلو هو الترفع عن عبادة الله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ ) يقول تعالى ذكره: ولقد نجينا بني إسرائيل من العذاب من فرعون, فقوله ( مِنْ فِرْعَوْنَ ) مكرّرة على قوله ( مِنَ الْعَذَابِ الْمُهِينِ ) مبدلة من الأولى. ويعني بقوله ( إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ ) إنه كان جبارا مستعليًا مستكبرًا على ربه,( مِنَ الْمُسْرِفِينَ ) يعني: من المتجاوزين ما ليس لهم تجاوزه. وإنما يعني جل ثناؤه أنه كان ذا اعتداء في كفره, واستكبار على ربه جلّ ثناؤه."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد اصطفينا بني إسرائيل على عِلْم منا بهم على عالمي زمانهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد اخترناهم» أي بني إسرائيل «على علم» منا بحالهم «على العالمين» أي عالمي زمانهم أي العقلاء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدِ اخْتَرْنَاهُمْ  أي: اصطفيناهم وانتقيناهم  عَلَى عِلْمٍ  منا بهم وباستحقاقهم لذلك الفضل  عَلَى الْعَالَمِينَ  أي: عالمي زمانهم ومن قبلهم وبعدهم حتى أتى الله بأمة محمد صلى الله عليه وسلم ففضلوا العالمين كلهم وجعلهم الله خير أمة أخرجت للناس وامتن عليهم بما لم يمتن به على غيرهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد اخترناهم على علم على العالمين ) قال مجاهد : ( اخترناهم على علم على العالمين ) على من هم بين ظهريه . وقال قتادة : اختيروا على أهل زمانهم ذلك . وكان يقال : إن لكل زمان عالما . وهذه كقوله تعالى : ( قال ياموسى إني اصطفيتك على الناس ) [ الأعراف : 144 ] أي : أهل زمانه ، وكقوله لمريم : ( واصطفاك على نساء العالمين ) [ آل عمران : 42 ] أي : في زمانها ; فإن خديجة أفضل منها ، وكذا آسية بنت مزاحم امرأة فرعون ، أو مساوية لها في الفضل ، وفضل عائشة على النساء كفضل الثريد على سائر الطعام ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد اخترناهم ) يعني مؤمني بني إسرائيل ( على علم ) بهم ( على العالمين ) على عالمي زمانهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد اخترناهم على علم على العالمين .قوله تعالى : ولقد اخترناهم يعني بني إسرائيل . على علم أي على علم منا بهم لكثرة الأنبياء منهم . على العالمين أي عالمي زمانهم ، بدليل قوله لهذه الأمة : كنتم خير أمة أخرجت للناس . وهذا قول قتادة وغيره . وقيل : على كل العالمين بما جعل فيهم من الأنبياء . وهذا خاصة لهم وليس لغيرهم ، حكاه ابن عيسى والزمخشري وغيرهما . ويكون قوله : كنتم خير أمة أي : بعد بني إسرائيل . والله أعلم . وقيل : يرجع هذا الاختيار إلى تخليصهم من الغرق وإيراثهم الأرض بعد فرعون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (32)يقول تعالى ذكره: ولقد اخترنا بني إسرائيل على علم منا بهم على عالمي أهل زمانهم يومئذ, وذلك زمان موسى صلوات الله وسلامه عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ ) : أي اختيروا على أهل زمانهم ذلك, ولكلّ زمان عالم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ ) قال: عالم ذلك الزمان.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ ) قال: على من هم بين ظَهْرَانِيهِ."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وآتيناهم من المعجزات على يد موسى ما فيه ابتلاؤهم واختبارهم رخاء وشدة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وآتيانهم من الآيات ما فيه بلاء مبين» نعمة ظاهرة من فلق البحر والمن والسلوى وغيرها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَآتَيْنَاهُمْ  أي: بني إسرائيل  مِنَ الْآيَاتِ  الباهرة والمعجزات الظاهرة.  مَا فِيهِ بَلَاءٌ مُبِينٌ  أي: إحسان كثير ظاهر منا عليهم وحجة عليهم على صحة ما جاءهم به نبيهم موسى عليه السلام."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وآتيناهم من الآيات ) أي : [ من ] الحجج والبراهين وخوارق العادات ( ما فيه بلاء مبين ) أي : اختبار ظاهر جلي لمن اهتدى به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وآتيناهم من الآيات ما فيه بلاء مبين ) قال قتادة : نعمة بينة من فلق البحر ، وتظليل الغمام ، وإنزال المن والسلوى ، والنعم التي أنعمها عليهم . وقال ابن زيد : ابتلاهم بالرخاء والشدة ، وقرأ : \" ونبلوكم بالشر والخير فتنة \" ( الأنبياء - 35 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وآتيناهم من الآيات ما فيه بلاء مبين .قوله تعالى : وآتيناهم من الآيات أي من المعجزات لموسى . ما فيه بلاء مبين قال قتادة : الآيات إنجاؤهم من فرعون وفلق البحر لهم ، وتظليل الغمام عليهم وإنزال المن والسلوى . ويكون هذا الخطاب متوجها إلى بني إسرائيل . وقيل : إنها العصا واليد . ويشبه أن يكون قول الفراء . ويكون الخطاب متوجها إلى قوم فرعون . وقول ثالث : إنه الشر الذي كفهم عنه والخبر الذي أمرهم به ، قاله عبد الرحمن بن زيد . ويكون الخطاب متوجها إلى الفريقين معا من قوم فرعون وبني إسرائيل . وفي قوله : بلاء مبين أربعة أوجه : أحدها : نعمة ظاهرة ، قاله الحسن وقتادة . كما قال الله تعالى : وليبلي المؤمنين منه بلاء حسنا . وقال زهير : .فأبلاهما خير البلاء الذي يبلو.الثاني : عذاب شديد ، قاله الفراء . الثالث : اختبار يتميز به المؤمن من الكافر ، قاله عبد الرحمن بن زيد . وعنه أيضا : ابتلاؤهم بالرخاء والشدة ، ثم قرأ ونبلوكم بالشر والخير فتنة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قوله ( وَآتَيْنَاهُمْ مِنَ الآيَاتِ مَا فِيهِ بَلاءٌ مُبِينٌ ) يقول تعالى ذكره: وأعطيناهم من العِبر والعِظات ما فيه اختبار يبين لمن تأمله أنه اختبار اختبرهم الله به.واختلف أهل التأويل في ذلك البلاء, فقال بعضهم: ابتلاهم بنعمه عندهم.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَآتَيْنَاهُمْ مِنَ الآيَاتِ مَا فِيهِ بَلاءٌ مُبِينٌ ) أنجاهم الله من عدوّهم, ثم أقطعهم البحر, وظلَّل عليهم الغمام, وأنزل عليهم المنّ والسلوى.وقال آخرون: بل ابتلاهم بالرخاء والشدّة.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَآتَيْنَاهُمْ مِنَ الآيَاتِ مَا فِيهِ بَلاءٌ مُبِينٌ ), وقرأ  وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ  وقال: بلاء مبين لمن آمن بها وكفر بها, بلوى نبتليهم بها, نمحصهم بلوى اختبار, نختبرهم بالخير والشرّ, نختبرهم لننظر فيما أتاهم من الآيات من يؤمن بها, وينتفع بها ويضيعها.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبر أنه آتى بني إسرائيل من الآيات ما فيه ابتلاؤهم واختبارهم, وقد يكون الابتلاء والاختبار بالرخاء, ويكون بالشدّة, ولم يضع لنا دليلا من خبر ولا عقل, أنه عنى بعض ذلك دون بعض, وقد كان الله اختبرهم بالمعنيين كليهما جميعا. وجائز أن يكون عنى اختباره إياهم بهما, فإذا كان الأمر على ما وصفنا, فالصواب من القول فيه أن نقول كما قال جل ثناؤه إنه اختبرهم."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هؤلاء المشركين مِن قومك -أيها الرسول- ليقولون: ما هي إلا موتتنا التي نموتها، وهي الموتة الأولى والأخيرة، وما نحن بعد مماتنا بمبعوثين للحساب والثواب والعقاب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هؤلاء» أي كفار مكة «ليقولون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى  إِنَّ هَؤُلَاءِ  المكذبين يقولون مستبعدين للبعث والنشور:  إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ  أي: ما هي إلا الحياة الدنيا فلا بعث ولا نشور ولا جنة ولا نار."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى منكرا على المشركين في إنكارهم البعث والمعاد ، وأنه ما ثم إلا هذه الحياة الدنيا ، ولا حياة بعد الممات ، ولا بعث ولا نشور ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" إن هؤلاء \"، يعني مشركي مكة، \" ليقولون \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يعني , كفار قريش"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ هَؤُلاءِ لَيَقُولُونَ (34)يقول تعالى ذكره مخبرًا عن قيل مشركي قريش لنبي الله صلى الله عليه وسلم: إن هؤلاء المشركين من قومك يا محمد ( لَيَقُولُونَ إِنْ هِيَ إِلا مَوْتَتُنَا الأولَى ) التي نموتها, وهي الموتة الأولى ( وَمَا نَحْنُ بِمُنْشَرِينَ ) بعد مماتنا, ولا بمبعوثين تكذيبا منهم بالبعث والثواب والعقاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
        }
      ]
    },
    {
      "ayahNo": 35,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هؤلاء المشركين مِن قومك -أيها الرسول- ليقولون: ما هي إلا موتتنا التي نموتها، وهي الموتة الأولى والأخيرة، وما نحن بعد مماتنا بمبعوثين للحساب والثواب والعقاب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هي» ما الموتة التي بعدها الحياة «إلا موتتنا الأولى» أي وهم نطف «وما نحن بمنشرين» بمبعوثين أحياء بعد الثانية."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى  إِنَّ هَؤُلَاءِ  المكذبين يقولون مستبعدين للبعث والنشور:  إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ  أي: ما هي إلا الحياة الدنيا فلا بعث ولا نشور ولا جنة ولا نار"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى منكرا على المشركين فى إنكارهم البعث والمعاد وأنه ما ثم إلا هذه الحياة الدنيا ولا حياة بعد الممات ولا بعث ولا نشور ويحتجون بأبائهم الماضين الذين ذهبوا فلم يرجعوا فإن كان البعث حقا \"فأتوا بأبائنا إن كنتم صادقين\"."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن هي إلا موتتنا الأولى ) أي لا موتة إلا هذه التي نموتها في الدنيا ، ثم لا بعث بعدها . وهو قوله : ( وما نحن بمنشرين ) بمبعوثين بعد موتتنا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن هي إلا موتتنا الأولى ابتداء وخبر ، مثل : إن هي إلا فتنتك ، إن هي إلا حياتنا الدنيا وما نحن بمنشرين أي بمبعوثين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّ هَؤُلاءِ لَيَقُولُونَ إِنْ هِيَ إِلا مَوْتَتُنَا الأولَى وَمَا نَحْنُ بِمُنْشَرِينَ ) قال: قد قال مشركو العرب ( وَمَا نَحْنُ بِمُنْشَرِينَ ) أي: بمبعوثين."
        }
      ]
    },
    {
      "ayahNo": 36,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقولون أيضًا: فَأْتِ- يا محمد أنت ومَن معك- بآبائنا الذين قد ماتوا، إن كنتم صادقين في أن الله يبعث مَن في القبور أحياء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فأتوا بآبائنا» أحياء «إن كنتم صادقين» أنا نبعث بعد موتنا، أي نحيا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم قالوا -متجرئين على ربهم معجزين له-:  فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ وهذا من اقتراح الجهلة المعاندين في مكان سحيق، فأي ملازمة بين صدق الرسول صلى الله عليه وسلم وأنه متوقف على الإتيان بآبائهم؟ فإن الآيات قد قامت على صدق ما جاءهم به وتواترت تواترا عظيما من كل وجه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهذه حجة باطلة وشبهة فاسدة فإن المعاد إنما هو يوم القيامة لا في الدار الدنيا بل بعد انقضائها \"وذهابها\" وفراغها يعيد الله العالمين خلقا جديدا ويجعل الظالمين لنار جهنم وقودا يوم تكونوا شهداء على الناس ويكون الرسول عليكم شهيدا."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فأتوا بآبائنا ) [ الذين ماتوا ] ( إن كنتم صادقين ) أنا نبعث أحياء بعد الموت ، ثم خوفهم مثل عذاب الأمم الخالية فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فأتوا بآبائنا إن كنتم صادقين أنشر الله الموتى فنشروا . وقد تقدم . والمنشورون المبعوثون .قيل : إن قائل هذا من كفار قريش أبو جهل ، قال : يا محمد ، إن كنت صادقا في قولك فابعث لنا رجلين من آبائنا : أحدهما : قصي بن كلاب فإنه كان رجلا صادقا ، لنسأله عما يكون بعد الموت . وهذا القول من أبي جهل من أضعف الشبهات ; لأن الإعادة إنما هي للجزاء لا للتكليف ، فكأنه قال : إن كنت صادقا في إعادتهم للجزاء فأعدهم للتكليف . وهو كقول قائل : لو قال إن كان ينشأ بعدنا قوم من الأبناء ، فلم لا يرجع من مضى من الآباء ، حكاه الماوردي . ثم قيل : فأتوا بآبائنا مخاطبة للنبي - صلى الله عليه وسلم - وحده ، كقوله : رب ارجعون قاله الفراء . وقيل : مخاطبة له ولأتباعه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ ) يقول تعالى ذكره: قالوا لمحمد صلى الله عليه وسلم: فأتوا بآبائنا الذين قد ماتوا إن كنتم صادقين, أن الله باعثنا من بعد بلانا في قبورنا, ومحيينا من بعد مماتنا, وخوطب صلى الله عليه وسلم هو وحده خطاب الجميع, كما قيل:  يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ  وكما قال  رَبِّ ارْجِعُونِ  وقد بيَّنت ذلك في غير موضع من كتابنا."
        }
      ]
    },
    {
      "ayahNo": 37,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أهؤلاء المشركون خير أم قوم تُبَّع الحِمْيَري والذين مِن قبلهم من الأمم الكافرة بربها؟ أهلكناهم لإجرامهم وكفرهم، ليس هؤلاء المشركون بخير مِن أولئكم فنصفح عنهم، ولا نهلكهم، وهم بالله كافرون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "قال تعالى: «أهم خير أم قوم تُبَّع» هو نبي أو رجل صالح «والذين من قبلهم» من الأمم «أهلكناهم» بكفرهم، والمعنى ليسوا أقوى منهم وأهلكوا «إنهم كانوا مجرمين»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قال تعالى:  أَهُمْ خَيْرٌ  أي: هؤلاء المخاطبون  أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ  فإنهم ليسوا خيرا منهم وقد اشتركوا في الإجرام فليتوقعوا من الهلاك ما أصاب إخوانهم المجرمين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى متهددا لهم ، ومتوعدا ومنذرا لهم بأسه الذي لا يرد ، كما حل بأشباههم ونظرائهم من المشركين والمنكرين للبعث وكقوم تبع - وهم سبأ - حيث أهلكهم الله وخرب بلادهم ، وشردهم في البلاد ، وفرقهم شذر مذر ، كما تقدم ذلك في سورة سبأ ، وهي مصدرة بإنكار المشركين للمعاد . وكذلك هاهنا شبههم بأولئك ، وقد كانوا عربا من قحطان كما أن هؤلاء عرب من عدنان ، وقد كانت حمير - وهم سبأ - كلما ملك فيهم رجل سموه تبعا ، كما يقال : كسرى لمن ملك الفرس ، وقيصر لمن ملك الروم ، وفرعون لمن ملك مصر كافرا ، والنجاشي لمن ملك الحبشة ، وغير ذلك من أعلام الأجناس . ولكن اتفق أن بعض تبابعتهم خرج من اليمن وسار في البلاد حتى وصل إلى سمرقند ، واشتد ملكه وعظم سلطانه وجيشه ، واتسعت مملكته وبلاده ، وكثرت رعاياه وهو الذي مصر الحيرة فاتفق أنه مر بالمدينة النبوية وذلك في أيام الجاهلية ، فأراد قتال أهلها فمانعوه وقاتلوه بالنهار ، وجعلوا يقرونه بالليل ، فاستحيا منهم وكف عنهم ، واستصحب معه حبرين من أحبار يهود كانا قد نصحاه وأخبراه أنه لا سبيل له على هذه البلدة ; فإنها مهاجر نبي يكون في آخر الزمان ، فرجع عنها وأخذهما معه إلى بلاد اليمن ، فلما اجتاز بمكة أراد هدم الكعبة فنهياه [ عن ذلك ] أيضا ، وأخبراه بعظمة هذا البيت ، وأنه من بناية إبراهيم الخليل وأنه سيكون له شأن عظيم على يدي ذلك النبي المبعوث في آخر الزمان ، فعظمها وطاف بها ، وكساها الملاء والوصائل والحبير . ثم كر راجعا إلى اليمن ودعا أهلها إلى التهود معه ، وكان إذ ذاك دين موسى ، عليه السلام ، فيه من يكون على الهداية قبل بعثة المسيح ، عليه السلام ، فتهود معه عامة أهل اليمن . وقد ذكر القصة بطولها الإمام محمد بن إسحاق في كتابه \" السيرة \" وقد ترجمه الحافظ ابن عساكر في تاريخه ترجمة حافلة ، أورد فيها أشياء كثيرة مما ذكرنا وما لم نذكر . وذكر أنه ملك دمشق ، وأنه كان إذا استعرض الخيل صفت له من دمشق إلى اليمن ، ثم ساق من طريق عبد الرزاق ، عن معمر ، عن ابن أبي ذئب ، عن المقبري ، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : \" ما أدري : الحدود طهارة لأهلها أم لا ؟ ولا أدري تبع لعينا كان أم لا ؟ ولا أدري ذو القرنين نبيا كان أم ملكا ؟ \" وقال غيره : \" أعزيرا كان نبيا أم لا ؟ \" . وكذا رواه ابن أبي حاتم ، عن محمد بن حماد الظهراني ، عن عبد الرزاق .قال الدارقطني : تفرد به عبد الرزاق . ثم روى ابن عساكر من طريق محمد بن كريب ، عن أبيه ، عن ابن عباس ، رضي الله عنهما ، مرفوعا : \" عزير لا أدري أنبيا كان أم لا ؟ ولا أدري ألعين تبع أم لا ؟ \" .ثم أورد ما جاء في النهي عن سبه ولعنته ، كما سيأتي . وكأنه - والله أعلم - كان كافرا ثم أسلم وتابع دين الكليم على يدي من كان من أحبار اليهود في ذلك الزمان على الحق قبل بعثة المسيح ، عليه السلام ، وحج البيت في زمن الجرهميين ، وكساه الملاء والوصائل من الحرير والحبر ونحر عنده ستة آلاف بدنة وعظمه وأكرمه . ثم عاد إلى اليمن . وقد ساق قصته بطولها الحافظ ابن عساكر ، من طرق متعددة مطولة مبسوطة ، عن أبي بن كعب وعبد الله بن سلام ، وعبد الله بن عباس وكعب الأحبار . وإليه المرجع في ذلك كله ، وإلى عبد الله بن سلام أيضا ، وهو أثبت وأكبر وأعلم . وكذا روى قصته وهب بن منبه ، ومحمد بن إسحاق في السيرة كما هو مشهور فيها . وقد اختلط على الحافظ ابن عساكر في بعض السياقات ترجمة تبع هذا بترجمة آخر متأخر عنه بدهر طويل ، فإن تبعا هذا المشار إليه في القرآن أسلم قومه على يديه ، ثم لما مات عادوا بعده إلى عبادة الأصنام والنيران ، فعاقبهم الله تعالى كما ذكره في سورة سبأ ، وقد بسطنا قصتهم هنالك ، ولله الحمد والمنة .وقال سعيد بن جبير : كسا تبع الكعبة ، وكان سعيد ينهى عن سبه .وتبع هذا هو تبع الأوسط ، واسمه أسعد أبو كريب بن ملكيكرب اليماني ذكروا أنه ملك على قومه ثلاثمائة سنة وستا وعشرين سنة ، ولم يكن في حمير أطول مدة منه ، وتوفي قبل مبعث رسول الله - صلى الله عليه وسلم - بنحو من سبعمائة عام . وذكروا أنه لما ذكر له الحبران من يهود المدينة أن هذه البلدة مهاجر نبي آخر في الزمان ، اسمه أحمد ، قال في ذلك شعرا واستودعه عند أهل المدينة . وكانوا يتوارثونه ويروونه خلفا عن سلف . وكان ممن يحفظه أبو أيوب خالد بن زيد الذي نزل رسول الله - صلى الله عليه وسلم - في داره ، وهو :شهدت على أحمد أنه رسول من الله باري النسم     فلو مد عمري إلى عمرهلكنت وزيرا له وابن عم     وجاهدت بالسيف أعداءهوفرجت عن صدره كل غموذكر ابن أبي الدنيا أنه حفر قبر بصنعاء في الإسلام ، فوجدوا فيه امرأتين صحيحتين ، وعند رءوسهما لوح من فضة مكتوب فيه بالذهب : \" هذا قبر حبى ولميس - وروي : حبى وتماضر - ابنتي تبع ماتتا ، وهما تشهدان أن لا إله إلا الله ولا تشركان به شيئا ، وعلى ذلك مات الصالحون قبلهما .وقد ذكرنا في \" سورة سبأ \" شعر سبأ في ذلك أيضا .قال قتادة : ذكر لنا أن كعبا كان يقول في تبع : نعت نعت الرجل الصالح ، ذم الله تعالى قومه ولم يذمه ، قال : وكانت عائشة تقول : لا تسبوا تبعا ; فإنه قد كان رجلا صالحا .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا عبد الله ابن لهيعة عن أبي زرعة - يعني عمرو بن جابر الحضرمي - قال : سمعت سهل بن سعد الساعدي يقول : قال رسول الله - صلى الله عليه وسلم - : \" لا تسبوا تبعا ; فإنه قد كان أسلم \" .ورواه الإمام أحمد في مسنده عن حسن بن موسى ، عن ابن لهيعة ، به .وقال الطبراني : حدثنا أحمد بن علي الأبار ، حدثنا أحمد بن محمد بن أبي بزة ، حدثنا مؤمل بن إسماعيل ، حدثنا سفيان ، عن سماك بن حرب ، عن عكرمة ، عن ابن عباس ، عن النبي - صلى الله عليه وسلم - قال : \" لا تسبوا تبعا ; فإنه قد أسلم \" .وقال عبد الرزاق : أخبرنا معمر ، عن ابن أبي ذئب ، عن المقبري ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" ما أدري ، تبع نبيا كان أم غير نبي \" .وتقدم بهذا السند من رواية ابن أبي حاتم كما أورده ابن عساكر : \" لا أدري تبع كان لعينا أم لا ؟ \" . فالله أعلم .ورواه ابن عساكر من طريق زكريا بن يحيى البدي ، عن عكرمة ، عن ابن عباس موقوفا .وقال عبد الرزاق : أخبرنا عمران أبو الهذيل ، أخبرني تميم بن عبد الرحمن قال : قال عطاء بن أبي رباح : لا تسبوا تبعا ; فإن رسول الله - صلى الله عليه وسلم - نهى عن سبه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أهم خير أم قوم تبع ) أي ليسوا خيرا منهم ، يعني أقوى وأشد وأكثر من قوم تبع . قال قتادة : هو تبع الحميري ، وكان سار بالجيوش حتى حير الحيرة ، وبنى سمرقند وكان من ملوك اليمن ، سمي تبعا لكثرة أتباعه ، وكل واحد منهم يسمى : \" تبعا \" لأنه يتبع صاحبه ، وكان هذا يعبد النار فأسلم ودعا قومه إلى الإسلام وهم حمير ، فكذبوه وكان من خبره ما ذكره محمد بن إسحاق وغيره .وذكر عكرمة عن ابن عباس قالوا : كان تبع الآخر وهو أسعد أبو كرب بن مليك [ جاء بكرب ] حين أقبل من المشرق وجعل طريقه على المدينة ، وقد كان حين مر بها خلف بين أظهرهم ابنا له فقتل غيلة ، فقدمها وهو مجمع لإخرابها واستئصال أهلها ، فجمع له هذا الحي من الأنصار حين سمعوا ذلك من أمره ، فخرجوا لقتاله وكان الأنصار يقاتلونه بالنهار ويقرونه بالليل ، فأعجبه ذلك وقال : إن هؤلاء لكرام ، إذ جاءه حبران اسمهما : كعب وأسد من أحبار بني قريظة ، عالمان وكانا ابني عم ، حين سمعا ما يريد من إهلاك المدينة وأهلها ، فقالا له : أيها الملك لا تفعل فإنك إن أبيت إلا ما تريد حيل بينك وبينها ، ولم نأمن عليك عاجل العقوبة . فإنها مهاجر نبي يخرج من هذا الحي من قريش اسمه محمد ، مولده مكة ، وهذه دار هجرته ومنزلك الذي أنت به يكون به من القتل والجراح أمر كبير في أصحابه ، وفي عدوهم . قال تبع : من يقاتله وهو نبي ؟ قالا يسير إليه قومه فيقتلون هاهنا ، فتناهى لقولهما عما كان يريد بالمدينة ، ثم إنهما دعواه إلى دينهما فأجابهما واتبعهما على دينهما وأكرمهما وانصرف عن المدينة ، وخرج بهما ونفر من اليهود عامدين إلى اليمن ، فأتاه في الطريق نفر من هذيل وقالوا : إنا ندلك على بيت فيه كنز من لؤلؤ وزبرجد وفضة ، قال : أي بيت ؟ قالوا : بيت بمكة ، وإنما تريد هذيل هلاكه لأنهم عرفوا أنه لم يرده أحد قط بسوء إلا هلك ، فذكر ذلك للأحبار ، فقالوا : ما نعلم لله في الأرض بيتا غير هذا البيت ، فاتخذه مسجدا وانسك عنده وانحر واحلق رأسك ، وما أراد القوم إلا هلاكك لأنه ما ناوأهم أحد قط إلا هلك ، فأكرمه واصنع عنده ما يصنع أهله ، فلما قالوا له ذلك أخذ النفر من هذيل فقطع أيديهم وأرجلهم وسمل أعينهم ثم صلبهم ، فلما قدم مكة نزل الشعب شعب البطائح ، وكسا البيت الوصائل ، وهو أول من كسا البيت ، ونحر بالشعب ستة آلاف بدنة ، وأقام به ستة أيام وطاف به وحلق وانصرف ، فلما دنا من اليمن ليدخلها حالت حمير بين ذلك وبينه ، قالوا : لا تدخل علينا وقد فارقت ديننا ، فدعاهم إلى دينه وقال إنه دين خير من دينكم ، قالوا : فحاكمنا إلى النار ، وكانت باليمن نار في أسفل جبل يتحاكمون إليها فيما يختلفون فيه ، فتأكل الظالم ولا تضر المظلوم ، فقال تبع : أنصفتم ، فخرج القوم بأوثانهم وما يتقربون به في دينهم وخرج الحبران بمصاحفهما في أعناقهما حتى قعدوا للنار عند مخرجها الذي تخرج منه ، فخرجت النار فأقبلت حتى غشيتهم ، فأكلت الأوثان وما قربوا معها ، ومن حمل ذلك من رجال حمير ، وخرج الحبران بمصاحفهما في أعناقهما ، يتلوان التوراة تعرق جباههما لم تضرهما ، ونكصت النار حتى رجعت إلى مخرجها الذي خرجت منه فأصفقت عند ذلك حمير على دينهما ، فمن هنالك كان أصل اليهودية في اليمن .وذكر أبو حاتم عن الرقاشي قال : كان أبو كرب أسعد الحميري من التبابعة ، آمن بالنبي محمد - صلى الله عليه وسلم - قبل أن يبعث بسبعمائة سنة .وذكر لنا أن كعبا كان يقول : ذم الله قومه ولم يذمه .وكانت عائشة تقول : لا تسبوا تبعا فإنه كان رجلا صالحا .وقال سعيد بن جبير : هو الذي كسا البيت .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا أبو عبد الله بن فنجويه الدينوري ، حدثنا أبو بكر بن مالك القطيعي ، حدثنا عبد الله بن أحمد بن حنبل ، حدثنا أبي ، حدثنا حسن بن موسى ، حدثنا ابن لهيعة ، حدثنا أبو زرعة بن عمرو بن جرير عن سهل بن سعد قال : سمعت النبي - صلى الله عليه وسلم - يقول : \" لا تسبوا تبعا فإنه كان قد أسلم \" .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني ابن فنجويه ، حدثنا ابن أبي شيبة ، حدثنا محمد بن علي بن سالم الهمداني ، حدثنا أبو الأزهر أحمد بن الأزهر النيسابوري ، حدثنا عبد الرزاق ، حدثنا معمر عن ابن أبي ذئب ، عن المقبري ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" ما أدري تبع نبيا كان أو غير نبي \" . ( والذين من قبلهم ) من الأمم الكافرة . ( أهلكناهم إنهم كانوا مجرمين ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أهم خير أم قوم تبع هذا استفهام إنكار ، أي : إنهم مستحقون في هذا القول العذاب ، إذ ليسوا خيرا من قوم تبع والأمم المهلكة ، وإذا أهلكنا أولئك فكذا هؤلاء . وقيل : المعنى أهم أظهر نعمة وأكثر أموالا أم قوم تبع . وقيل : أهم أعز وأشد وأمنع أم قوم تبع . وليس المراد بتبع رجلا واحدا بل المراد به ملوك اليمن ، فكانوا يسمون ملوكهم التبابعة . فتبع لقب للملك منهم كالخليفة للمسلمين ، وكسرى للفرس ، وقيصر للروم . وقال أبو عبيدة : سمي كل واحد منهم تباعا لأنه يتبع صاحبه . قال الجوهري : والتبابعة ملوك اليمن ، واحدهم تبع . والتبع أيضا الظل ، وقال :يرد المياه حضيرة ونفيضة ورد القطاة إذا اسمأل التبعوالتبع أيضا ضرب من الطير . وقال السهيلي : تبع اسم لكل ملك ملك اليمن والشحر وحضرموت . وإن ملك اليمن وحدها لم يقل له تبع ، قاله المسعودي . فمن التبابعة : الحارث الرائش وهو ابن همال ذي سدد . وأبرهة ذو المنار . وعمرو ذو الأذعار . وشمر بن مالك ، الذي تنسب إليه سمرقند . وأفريقيس بن قيس ، الذي ساق البربر إلى أفريقية من أرض كنعان ، وبه سميت إفريقية .والظاهر من الآيات : أن الله سبحانه إنما أراد واحدا من هؤلاء ، وكانت العرب تعرفه بهذا الاسم أشد من معرفة غيره ، ولذلك قال - عليه السلام - : ولا أدري أتبع لعين أم لا . ثم قد روي عنه أنه قال : لا تسبوا تبعا فإنه كان مؤمنا فهذا يدلك على أنه كان واحدا بعينه ، وهو - والله أعلم - أبو كرب الذي كسا البيت بعدما أراد غزوه ، وبعدما غزا المدينة وأراد خرابها ، ثم انصرف عنها لما أخبر أنها مهاجر نبي اسمه أحمد . وقال شعرا أودعه عند أهلها ، فكانوا يتوارثونه كابرا عن كابر إلى أن هاجر النبي - صلى الله عليه وسلم - فأدوه إليه . ويقال : كان الكتاب والشعر عند أبي أيوب خالد بن زيد . وفيه :شهدت على أحمد أنه     رسول من الله باري النسمفلو مد عمري إلى عمره     لكنت وزيرا له وابن عموذكر الزجاج وابن أبي الدنيا والزمخشري وغيرهم أنه حفر قبر له بصنعاء - ويقال بناحية حمير - في الإسلام ، فوجد فيه امرأتان صحيحتان ، وعند رءوسهما لوح من فضة مكتوب فيه بالذهب ( هذا قبر حبى ولميس ) ويروى أيضا : ( حبى وتماضر ) يروى أيضا : ( هذا قبر رضوى وقبر حبى ابنتا تبع ، ماتتا وهما يشهدان أن لا إله إلا الله ولا يشركان به شيئا ، وعلى ذلك مات الصالحون قبلهما ) .قلت : وروى ابن إسحاق وغيره أنه كان في الكتاب الذي كتبه : ( أما بعد ، فإني آمنت بك وبكتابك الذي أنزل عليك ، وأنا على دينك وسنتك ، وآمنت بربك ورب كل شيء ، وآمنت بكل ما جاء من ربك من شرائع الإسلام ، فإن أدركتك فبها ونعمت ، وإن لم أدركك فاشفع لي ولا تنسني يوم القيامة ، فإني من أمتك الأولين وبايعتك قبل مجيئك ، وأنا على ملتك وملة أبيك إبراهيم - عليه السلام - ثم ختم الكتاب ونقش عليه : لله الأمر من قبل ومن بعد وكتب على عنوانه ( إلى محمد بن عبد الله نبي الله ورسوله ، خاتم النبيين ورسول رب العالمين - صلى الله عليه وسلم - . من تبع الأول . وقد ذكرنا بقية خبره وأوله في ( اللمع اللؤلئية شرح العشر بينات النبوية ) للفارابي رحمه الله . وكان من اليوم الذي مات فيه تبع إلى اليوم الذي بعث فيه النبي - صلى الله عليه وسلم - ألف سنة لا يزيد ولا ينقص .واختلف هل كان نبيا أو ملكا ، فقال ابن عباس : كان تبع نبيا . وقال كعب : كان تبع ملكا من الملوك ، وكان قومه كهانا وكان معهم قوم من أهل الكتاب ، فأمر الفريقين أن يقرب كل فريق منهم قربانا ففعلوا ، فتقبل قربان أهل الكتاب فأسلم ، وقالت عائشة - رضي الله عنها - : لا تسبوا تبعا فإنه كان رجلا صالحا . وحكى قتادة أن تبعا كان رجلا من حمير ، سار بالجنود حتى عبر الحيرة وأتى سمرقند فهدمها ، حكاه الماوردي . وحكى الثعلبي عن قتادة أنه تبع الحميري ، وكان سار بالجنود حتى عبر الحيرة . وبنى سمرقند وقتل وهدم البلاد . وقال الكلبي : تبع هو أبو كرب أسعد بن ملك يكرب ، وإنما سمي تبعا لأنه تبع من قبله . وقال سعيد بن جبير : هو الذي كسا البيت الحبرات . وقال كعب : ذم الله قومه ولم يذمه ، وضرب بهم لقريش مثلا لقربهم من دارهم وعظمهم في نفوسهم ، فلما أهلكهم الله تعالى ومن قبلهم - لأنهم كانوا مجرمين - كان من أجرم مع ضعف اليد وقلة العدد أحرى بالهلاك . وافتخر أهل اليمن بهذه الآية ، إذ جعل الله قوم تبع خيرا من قريش . وقيل : سمي أولهم تبعا لأنه اتبع قرن الشمس وسافر في الشرق مع العساكر .قوله تعالى : والذين من قبلهم أهلكناهم الذين في موضع رفع عطف على قوم تبع أهلكناهم صلته . ويكون من قبلهم متعلقا به . ويجوز أن يكون من قبلهم صلة الذين ويكون في الظرف عائد إلى الموصول . وإذا كان كذلك كان أهلكناهم على أحد أمرين : إما أن يقدر معه ( قد ) فيكون في موضع الحال . أو يقدر حذف موصوف ، كأنه قال : قوم أهلكناهم . والتقدير أفلا تعتبرون أنا إذا قدرنا على إهلاك هؤلاء المذكورين قدرنا على إهلاك المشركين . ويجوز أن يكون والذين من قبلهم ابتداء خبره أهلكناهم ويجوز أن يكون الذين في موضع جر عطفا على تبع كأنه قال : قوم تبع المهلكين من قبلهم . ويجوز أن يكون الذين في موضع نصب بإضمار فعل دل عليه أهلكناهم والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (37)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أهؤلاء المشركون يا محمد من قومك خير, أم قوم تُبَّع, يعني تُبَّعا الحِمْيريّ.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن نجيح, عن مجاهد, في قول الله عزّ وجلّ( أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ ) قال: الحميريّ.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ ) ذُكر لنا أن تبعا كان رجلا من حمير, سار بالجيوش حتى حير الحيرة, ثم أتى سمرقند فهدمها. وذُكر لنا أنه كان إذا كَتَب كَتَب باسم الذي تسمَّى وملك برّا وبحرا وصحا وريحا. وذُكر لنا أن كعبا كان يقول: نُعِتَ نَعْتَ الرَّجُلِ الصَّالح ذمّ الله قومَه ولم يذمه. وكانت عائشة تقول: لا تسبوا تُبَّعا, فإنه كان رجلا صالحا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: قالت عائشة: كان تبَّع رجلا صالحا. وقال كعب: ذمّ الله قومه ولم يذمه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن تميم بن عبد الرحمن, عن سعيد بن جبير, أن تُبَّعا كسا البيت, ونهى سعيد عن سبه.وقوله ( وَالَّذِينَ مِنْ قَبْلِهِمْ ) يقول تعالى ذكره: أهؤلاء المشركون من قريش خير أم قوم تبع والذين من قبلهم من الأمم الكافرة بربها, يقول: فليس هؤلاء بخير من أولئك, فنصفح عنهم, ولا نهلكهم, وهم بالله كافرون, كما كان الذين أهلكناهم من الأمم من قبلهم كفارا.وقوله ( إِنَّهُمْ كَانُوا مُجْرِمِينَ ) يقول: إن قوم تبَّع والذين من قبلهم من الأمم الذين أهلكناهم إنما أهلكناهم لإجرامهم, وكفرهم بربهم. وقيل: إنهم كانوا مجرمين, فكُسرت ألف \" إن \" على وجه الابتداء, وفيها معنى الشرط استغناء بدلالة الكلام على معناها."
        }
      ]
    },
    {
      "ayahNo": 38,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وما خلقنا السماوات والأرض وبينهما لعبًا، ما خلقناهما إلا بالحق الذي هو سنة الله في خَلْقِه وتدبيرُه، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك، فلهذا لم يتفكروا فيهما؛ لأنهم لا يرجون ثوابًا ولا يخافون عقابًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وما خلقنا السماوات والأرض وما بينهما لاعبين» بخلق ذلك، حال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن كمال قدرته وتمام حكمته وأنه ما خلق السماوات والأرض لعبا ولا لهوا أو سدى من غير فائدة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن عدله وتنزيهه نفسه عن اللعب والعبث والباطل ، كقوله : ( وما خلقنا السماء والأرض وما بينهما باطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار ) ، وقال ( أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم ) [ المؤمنون : 115 ، 116 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" وما خلقنا السموات والأرض وما بينهما لاعبين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وما خلقنا السماوات والأرض وما بينهما لاعبين أي غافلين ، قاله مقاتل . وقيل : لاهين ، وهو قول الكلبي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمَا خَلَقْنَا السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا لاعِبِينَ (38)يقول تعالى ذكره: ( وَمَا خَلَقْنَا السَّمَاوَاتِ وَالأرْضَ ) السبع والأرضين وما بينهما من الخلق لعبا. ."
        }
      ]
    },
    {
      "ayahNo": 39,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وما خلقنا السماوات والأرض وبينهما لعبًا، ما خلقناهما إلا بالحق الذي هو سنة الله في خَلْقِه وتدبيرُه، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك، فلهذا لم يتفكروا فيهما؛ لأنهم لا يرجون ثوابًا ولا يخافون عقابًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ما خلقناهما» وما بينهما «إلا بالحق» أي محقين في ذلك ليستدل به قدرتنا ووحدانيتنا وغير ذلك «ولكن أكثرهم» أي كفرا مكة «لا يعلمون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأنه ما خلقهما إلا بالحق أي: نفس خلقهما بالحق وخلقهما مشتمل على الحق، وأنه أوجدهما ليعبدوه وحده لا شريك له وليأمر العباد وينهاهم ويثيبهم ويعاقبهم.  وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ  فلذلك لم يتفكروا في خلق السماوات والأرض."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن عدله وتنزيهه نفسه عن اللعب والعبث والباطل ، كقوله : ( وما خلقنا السماء والأرض وما بينهما باطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار ) ، وقال ( أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم ) [ المؤمنون : 115 ، 116 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ما خلقناهما إلا بالحق ) قيل : يعني للحق وهو الثواب على الطاعة والعقاب على المعصية . ( ولكن أكثرهم لا يعلمون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ما خلقناهما إلا بالحق أي إلا بالأمر الحق ، قاله مقاتل . وقيل : إلا للحق ، قاله الكلبي والحسن . وقيل : إلا لإقامة الحق لإظهاره من توحيد الله والتزام طاعته . وقد مضى هذا المعنى في ( الأنبياء ) ولكن أكثرهم يعني أكثر الناس لا يعلمون ذلك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مَا خَلَقْنَاهُمَا إِلا بِالْحَقِّ ) يقول: ما خلقنا السموات والأرض إلا بالحقّ الذي لا يصلح التدبير إلا به.وإنما يعني بذلك تعالى ذكره التنبيه على صحة البعث والمجازاة, يقول تعالى ذكره: لم نخلق الخلق عبثا بأن نحدثهم فنحييهم ما أردنا, ثم نفنيهم من غير الامتحان بالطاعة والأمر والنهي, وغير مجازاة المطيع على طاعته, والعاصي على المعصية, ولكن خلقنا ذلك لنبتلي من أردنا امتحانه من خلقنا بما شئنا من امتحانه من الأمر والنهي  لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى  .( وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ ) يقول تعالى ذكره: ولكن أكثر هؤلاء المشركين بالله لا يعلمون أن الله خلق ذلك لهم, فهم لا يخافون على ما يأتون من سخط الله عقوبة, ولا يرجون على خير إن فعلوه ثوابا لتكذيبهم بالمعاد."
        }
      ]
    },
    {
      "ayahNo": 40,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن يوم القضاء بين الخلق بما قدَّموا في دنياهم من خير أو شر هو ميقاتهم أجمعين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن يوم الفصل» يوم القيامة يفصل الله فيه بين العباد «ميقاتهم أجمعين» للعذاب الدائم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ يَوْمَ الْفَصْلِ  وهو يوم القيامة الذي يفصل الله به بين الأولين والآخرين وبين كل مختلفين  مِيقَاتُهُمْ  أي: الخلائق  أَجْمَعِينَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( إن يوم الفصل ) وهو يوم القيامة ، يفصل الله فيه بين الخلائق ، فيعذب الكافرين ويثيب المؤمنين .وقوله : ( ميقاتهم أجمعين ) أي : يجمعهم كلهم أولهم وآخرهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن يوم الفصل ) يوم يفصل الرحمن بين العباد ( ميقاتهم أجمعين ) يوافي يوم القيامة الأولون والآخرون ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن يوم الفصل ميقاتهم أجمعين.يوم الفصل هو يوم القيامة ، وسمي بذلك لأن الله تعالى يفصل فيه بين خلقه ، دليله قوله تعالى لن تنفعكم أرحامكم ولا أولادكم يوم القيامة يفصل بينكم . ونظيره قوله تعالى : ويوم تقوم الساعة يومئذ يتفرقون . ف يوم الفصل ميقات الكل ، كما قال تعالى : إن يوم الفصل كان ميقاتا أي : الوقت المجعول لتمييز المسيء من المحسن ، والفصل بينهما : فريق في الجنة وفريق في السعير . وهذا غاية في التحذير والوعيد . ولا خلاف بين القراء في رفع ميقاتهم على أنه خبر إن واسمها يوم الفصل وأجاز الكسائي ، والفراء نصب ( ميقاتهم ) ب ( إن ) و ( يوم الفصل ) ظرف في موضع خبر ( إن ) أي : إن ميقاتهم يوم الفصل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (40)يقول تعالى ذكره: إن يوم فصل الله القضاء بين خلقه بما أسلفوا في دنياهم من خير أو شرّ يجزي به المحسن بالإحسان, والمسيء بالإساءة (ميقاتهم أجمعين) : يقول: ميقات اجتماعهم أجمعين.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ ) يوم يُفْصَل فيه بين الناس بأعمالهم."
        }
      ]
    },
    {
      "ayahNo": 41,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يوم لا يدفع صاحب عن صاحبه شيئًا، ولا ينصر بعضهم بعضًا، إلا مَن رحم الله من المؤمنين، فإنه قد يشفع له عند ربه بعد إذن الله له. إن الله هو العزيز في انتقامه مِن أعدائه، الرحيم بأوليائه وأهل طاعته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم لا يغني مولى عن مولى» بقرابة أو صداقة، أي لا يدفع عنه «شيئاً» من العذاب «ولا هم ينصرون» يمنعون منه، ويوم بدل من يوم الفصل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "كلهم سيجمعهم الله فيه ويحضرهم ويحضر أعمالهم ويكون الجزاء عليها ولا ينفع مولى عن مولى شيئا لا قريب عن قريبه ولا صديق عن صديقه،  وَلَا هُمْ يُنْصَرُونَ  أي: يمنعون من عذاب الله عز وجل لأن أحدا من الخلق لا يملك من الأمر شيئا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( يوم لا يغني مولى عن مولى شيئا ) أي : لا ينفع قريب قريبا ، كقوله : ( فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون ) [ المؤمنون : 101 ] ، وكقوله ( ولا يسأل حميم حميما . يبصرونهم ) [ المعارج : 10 ، 11 ] أي : لا يسأل أخا له عن حاله وهو يراه عيانا .وقوله : ( ولا هم ينصرون ) أي : لا ينصر القريب قريبه ، ولا يأتيه نصره من خارج ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يوم لا يغني مولى عن مولى شيئا ) لا ينفع قريب قريبه ولا يدفع عنه شيئا ( ولا هم ينصرون ) لا يمنعون من عذاب الله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يوم لا يغني مولى عن مولى شيئا يوم بدل من يوم الأول . والمولى : الولي وهو ابن العم والناصر . أي : لا يدفع ابن عم عن ابن عمه ، ولا قريب عن قريبه ، ولا صديق عن صديقه .ولا هم ينصرون أي لا ينصر المؤمن الكافر لقرابته . ونظير هذه الآية : واتقوا يوما لا تجزي نفس عن نفس شيئا الآية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَوْمَ لا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا ) يقول: لا يدفع ابن عمّ عن ابن عمّ, ولا صاحب عن صاحبه شيئا من عقوبة الله التي حلَّت بهم من الله ( وَلا هُمْ يُنْصَرُونَ ) يقول: ولا ينصر بعضهم بعضا, فيستعيذوا ممن نالهم بعقوبة كما كانوا يفعلونه في الدنيا.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( يَوْمَ لا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا )... الآية, انقطعت الأسباب يومئذ يا ابن آدم, وصار الناس إلى أعمالهم, فمن أصاب يومئذ خيرا سعد به آخر ما عليه, ومن أصاب يومئذ شرّا شقي به آخر ما عليه."
        }
      ]
    },
    {
      "ayahNo": 42,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يوم لا يدفع صاحب عن صاحبه شيئًا، ولا ينصر بعضهم بعضًا، إلا مَن رحم الله من المؤمنين، فإنه قد يشفع له عند ربه بعد إذن الله له. إن الله هو العزيز في انتقامه مِن أعدائه، الرحيم بأوليائه وأهل طاعته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إلا من رحم الله» وهم المؤمنون فإنه يشفع بعضهم لبعض بإذن الله «إنه هو العزيز» الغالب في انتقامه من الكفار «الرحيم» بالمؤمنين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِلَّا مَنْ رَحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ  فإنه هو الذي ينتفع ويرتفع برحمة الله تعالى التي تسبب إليها وسعى لها سعيها في الدنيا. ثم قال تعالى:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( إلا من رحم الله ) أي : لا ينفع يومئذ إلا من رحمه الله ، عز وجل ، لخلقه ( إنه هو العزيز الرحيم ) أي : هو عزيز ذو رحمة واسعة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إلا من رحم الله ) يريد المؤمنين فإنه يشفع بعضهم لبعض ( إنه هو العزيز ) في انتقامه من أعدائه ( الرحيم ) بالمؤمنين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إلا من رحم الله من رفع على البدل من المضمر في ينصرون ، كأنك قلت : لا يقوم أحد إلا فلان . أو على الابتداء والخبر مضمر ، كأنه قال : إلا من رحم الله فمغفور له ، أو فيغني عنه ويشفع وينصر . أو على البدل من مولى الأول ، كأنه قال : لا يغني إلا من رحم الله . وهو عند الكسائي والفراء نصب على الاستثناء المنقطع ، أي : لكن من رحم الله لا ينالهم ما يحتاجون فيه إلى من يغنيهم من المخلوقين . ويجوز أن يكون استثناء متصلا ، أي : لا يغني قريب عن قريب إلا المؤمنين فإنه يؤذن لهم في شفاعة بعضهم لبعض .إنه هو العزيز الرحيم أي المنتقم من أعدائه الرحيم بأوليائه ، كما قال : شديد العقاب ذي الطول فقرن الوعد بالوعيد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِلا مَنْ رَحِمَ اللَّهُ ) اختلف أهل العربية في موضع \" مَنْ\" في قوله: ( إِلا مَنْ رَحِمَ اللَّهُ ) فقال بعض نحويي البصرة: إلا من رحم الله, فجعله بدلا من الاسم المضمر في ينصرون, وإن شئت جعلته مبتدأ وأضمرت خبره, يريد به: إلا من رحم الله فيغني عنه. وقال بعض نحويي الكوفة قوله ( إِلا مَنْ رَحِمَ اللَّهُ ) قال: المؤمنون يشفع بعضهم في بعض, فإن شئت فاجعل \" مَنْ\" في موضع رفع, كأنك قلت: لا يقوم أحد إلا فلان, وإن شئت جعلته نصبا على الاستثناء والانقطاع عن أوّل الكلام, يريد: اللهمّ إلا من رحم الله.وقال آخرون منهم: معناه لا يغني مولى عن مولى شيئا, إلا من أذن الله له أن يشفع; قال: لا يكون بدلا مما في ينصرون, لأن إلا محقق, والأوّل منفيّ, والبدل لا يكون إلا بمعنى الأوّل. قال: وكذلك لا يجوز أن يكون مستأنفا, لأنه لا يستأنف بالاستثناء.وأولى الأقوال في ذلك بالصواب أن يكون في موضع رفع بمعنى: يوم لا يغني مولى عن مولى شيئا إلا من رحم الله منهم, فإنه يغني عنه بأن يشفع له عند ربه.وقوله ( إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ ) يقول جلّ ثناؤه واصفا نفسه: إن الله هو العزيز في انتقامه من أعدائه, الرحيم بأوليائه, وأهل طاعته."
        }
      ]
    },
    {
      "ayahNo": 43,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن شجرة الزقوم التي تخرج في أصل الجحيم، ثمرها طعام صاحب الآثام الكثيرة، وأكبر الآثام الشرك بالله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن شجرة الزقوم» هي من أخبث الشجر المر بتهامة ينبتها الله تعالى في الجحيم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر يوم القيامة وأنه يفصل بين عباده فيه ذكر افتراقهم إلى فريقين: فريق في الجنة، وفريق في السعير وهم: الآثمون بعمل الكفر والمعاصي وأن طعامهم  شَجَرَةَ الزَّقُّومِ  شر الأشجار وأفظعها وأن طعمها  كَالْمُهْلِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عما يعذب به [ عباده ] الكافرين الجاحدين للقائه : ( إن شجرة الزقوم طعام الأثيم ) والأثيم أي : في قوله وفعله ، وهو الكافر . وذكر غير واحد أنه أبو جهل ، ولا شك في دخوله في هذه الآية ، ولكن ليست خاصة به .قال ابن جرير : حدثنا محمد بن بشار ، حدثنا عبد الرحمن ، حدثنا سفيان عن الأعمش ، عن إبراهيم عن همام بن الحارث ، أن أبا الدرداء كان يقرئ رجلا ( إن شجرة الزقوم طعام الأثيم ) فقال : طعام اليتيم فقال أبو الدرداء قل : إن شجرة الزقوم طعام الفاجر . أي : ليس له طعام غيرها .قال مجاهد : ولو وقعت منها قطرة في الأرض لأفسدت على أهل الأرض معايشهم . وقد تقدم نحوه مرفوعا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" إن شجرة الزقوم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن شجرة الزقوم كل ما في كتاب الله تعالى من ذكر الشجرة فالوقف عليه بالهاء ، إلا حرفا واحدا في سورة الدخان إن شجرة الزقوم"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ شَجَرَةَ الزَّقُّومِ (43)يقول تعالى ذكره: ( إِنَّ شَجَرَةَ الزَّقُّومِ ) التي أخبر أنها تَنْبتُ في أصل الجحيم, التي جعلها طعاما لأهل الجحيم, ثمرها فى الجحيم طعام الآثم في الدنيا بربه, والأثيم: ذو الإثم, والإثم من أثم يأثم فهو أثيم. وعنى به في هذا الموضع: الذي إثمه الكفر بربه دون غيره من الآثام.وقد حدثنا محمد بن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش، عن إبراهيم, عن همام بن الحارث, أن أبا الدرداء كان يُقرئ رجلا( إِنَّ شَجَرَةَ الزَّقُّومِ طَعَامُ الأثِيمِ ) فقال: طعام اليتيم, فقال أبو الدرداء: قل إن شجرة الزقوم طعام الفاجر.حدثنا أبو كُرَيب, قال: ثنا يحيى بن عيسى عن الأعمش, عن أبي يحيى, عن مجاهد, عن ابن عباس قال: \" لو أن قطرة من زقوم جهنم أنزلت إلى الدنيا, لأفسدت على الناس معايشهم \".حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن همام, قال: كان أبو الدرداء يُقْرئ رجلا( إِنَّ شَجَرَةَ الزَّقُّومِ طَعَامُ الأثِيمِ ) قال: فجعل الرجل يقول: إن شجرة الزقوم طعام اليتيم; قال: فلما أكثر عليه أبو الدرداء, فرآه لا يفهم, قال: إن شجرة الزقوم طعام الفاجر."
        }
      ]
    },
    {
      "ayahNo": 44,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن شجرة الزقوم التي تخرج في أصل الجحيم، ثمرها طعام صاحب الآثام الكثيرة، وأكبر الآثام الشرك بالله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«طعام الأثيم» أبي جهل وأصحابه ذوي الإثم الكبير."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( طعام الأثيم ) والأثيم أي : في قوله وفعله ، وهو الكافر . وذكر غير واحد أنه أبو جهل ، ولا شك في دخوله في هذه الآية ، ولكن ليست خاصة به .قال ابن جرير : حدثنا محمد بن بشار ، حدثنا عبد الرحمن ، حدثنا سفيان عن الأعمش ، عن إبراهيم عن همام بن الحارث ، أن أبا الدرداء كان يقرئ رجلا ( إن شجرة الزقوم طعام الأثيم ) فقال : طعام اليتيم فقال أبو الدرداء قل : إن شجرة الزقوم طعام الفاجر . أي : ليس له طعام غيرها .قال مجاهد : ولو وقعت منها قطرة في الأرض لأفسدت على أهل الأرض معايشهم . وقد تقدم نحوه مرفوعا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( طعام الأثيم ) [ أي ذي الإثم ] وهو أبو جهل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "طعام الأثيم ، قاله ابن الأنباري . والأثيم الفاجر ، قاله أبو الدرداء . وكذلك قرأ هو وابن مسعود . وقال همام بن الحارث : كان أبو الدرداء يقرئ رجلا إن شجرة الزقوم طعام الأثيم والرجل يقول : طعام اليتيم ، فلما لم يفهم قال له : ( طعام الفاجر ) قال أبو بكر الأنباري : حدثني أبي قال حدثنا نصر قال حدثنا أبو عبيد قال حدثنا نعيم بن حماد عن عبد العزيز بن محمد عن ابن عجلان عن عون بن عبد الله بن عتبة بن مسعود قال : علم عبد الله بن مسعود رجلا إن شجرة الزقوم طعام الأثيم فقال الرجل : طعام اليتيم ، فأعاد عليه عبد الله الصواب وأعاد الرجل الخطأ ، فلما رأى عبد الله أن لسان الرجل لا يستقيم على الصواب قال له : أما تحسن أن تقول طعام الفاجر ؟ قال بلى ، قال فافعل . ولا حجة في هذا للجهال من أهل الزيغ ، أنه يجوز إبدال الحرف من القرآن بغيره ، لأن ذلك إنما كان من عبد الله تقريبا للمتعلم ، وتوطئة منه له للرجوع إلى الصواب ، واستعمال الحق والتكلم بالحرف على إنزال الله وحكاية رسول الله - صلى الله عليه وسلم - . وقال الزمخشري : \" وبهذا يستدل على أن إبدال كلمة مكان كلمة جائز إذا كانت مؤدية معناها . ومنه أجاز أبو حنيفة القراءة بالفارسية على شريطة ، وهي أن يؤدي القارئ المعاني على كمالها من غير أن يخرم منها شيئا . قالوا : وهذه الشريطة تشهد أنها إجازة كلا إجازة ; لأن في كلام العرب خصوصا في القرآن الذي هو معجز بفصاحته وغرابة نظمه وأساليبه ، من لطائف المعاني والأغراض ما لا يستقل بأدائه لسان من فارسية وغيرها ، وما كان أبو حنيفة رحمه الله يحسن الفارسية ، فلم يكن ذلك منه عن تحقق وتبصر . وروى علي بن الجعد عن أبي يوسف عن أبي حنيفة مثل قول صاحبيه في إنكار القراءة بالفارسية \" وشجرة الزقوم : الشجرة التي خلقها الله في جهنم وسماها الشجرة الملعونة ، فإذا جاع أهل النار التجئوا إليها فأكلوا منها ،( والأثيم ) الآثم ، من أثم يأثم إثما ، قال القشيري وابن عيسى . وقيل : هو المشرك المكتسب للإثم ، قاله يحيى بن سلام . وفي الصحاح : قد أثم الرجل ( بالكسر ) إثما ومأثما إذا وقع في الإثم ، فهو آثم وأثيم وأثوم أيضا . فمعنى ( طعام الأثيم ) أي : ذي الإثم الفاجر ، وهو أبو جهل . وذلك أنه قال : يعدنا محمد أن في جهنم الزقوم ، وإنما هو الثريد بالزبد والتمر ، فبين الله خلاف ما قاله . وحكى النقاش عن مجاهد أن شجرة الزقوم أبو جهل .قلت : وهذا لا يصح عن مجاهد . وهو مردود بما ذكرناه في هذه الشجرة في سورة ( الصافات وسبحان ) أيضا"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( إِنَّ شَجَرَةَ الزَّقُّومِ طَعَامُ الأثِيمِ ) قال: أبو جهل."
        }
      ]
    },
    {
      "ayahNo": 45,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ثمر شجرة الزقوم كالمَعْدِن المذاب يغلي في بطون المشركين، كغلي الماء الذي بلغ الغاية في الحرارة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كالمهل» أي كدردي الزيت الأسود خبر ثان «تغلي في البطون» بالفوقانية خبر ثالث وبالتحتانية حال من المهل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " كَالْمُهْلِ  أي: كالصديد المنتن خبيث الريح والطعم شديد الحرارة يغلي في بطونهم  كَغَلْيِ الْحَمِيمِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( كالمهل ) قالوا : كعكر الزيت ( يغلي في البطون)"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( كالمهل ) هو دردي الزيت الأسود ( يغلي في البطون ) قرأ ابن كثير وحفص \" يغلي \" بالياء ، جعلوا الفعل للمهل ، وقرأ الآخرون بالتاء لتأنيث الشجرة ، \" في البطون \" أي بطون الكفار"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فغليت في بطونهم كما يغلي الماء الحار . وشبه ما يصير منها إلى بطونهم بالمهل ، وهو النحاس المذاب . وقراءة العامة تغلي بالتاء حملا على الشجرة . وقرأ ابن كثير وحفص وابن محيصن ورويس عن يعقوب ( يغلي ) بالياء حملا على الطعام ، وهو في معنى الشجرة . ولا يحمل على المهل لأنه ذكر للتشبيه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ ) يقول تعالى ذكره: إن شجرة الزقوم التي جعل ثمرتها طعام الكافر في جهنم, كالرصاص أو الفضة, أو ما يُذاب فى النار إذا أُذيب بها, فتناهت حرارته, وشدّت حميته في شدّة السواد.وقد بينَّا معنى المهل فيما مضى بما أغنى عن إعادته في هذا الموضع من الشواهد, وذكَر اختلاف أهل التأويل فيه, غير أنا نذكر من أقوال أهل العلم في هذا الموضع ما لم نذكره هناك.حدثنا سليمان بن عبد الجبار, قال: ثنا محمد بن الصلت, قال: ثنا أبو كدينة, عن قابوس, عن أبيه, قال: سألت ابن عباس, عن قول الله جلّ ثناؤه ( كَالمُهْلِ ) قال: كدرديّ الزيت.حدثني عليّ بن سهل, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ ) يقول: أسود كمهل الزيت.حدثنا أبو كُرَيب وأبو السائب ويعقوب بن إبراهيم, قالوا: ثنا ابن إدريس, قال: سمعت مطرفا, عن عطية بن سعد, عن ابن عباس, في قوله: ( كَالمُهْلِ ) ماء غليظ كدرديّ الزيت.حدثني يحيى بن طلحة, قال: ثنا عبد الصمد، قال : ثنا شعبة ، قال : ثنا ابن إدريس ، قال : سمعت مطرفا ، عن عطية بن سعد ، عن ابن عباس ، في قوله ( كَالمُهْلِ ) قال : كدرديّ الزيت.حدثنا ابن المثنى, قال: ثنا عبد الصمد, قال: ثنا شعبة, قال: ثنا خليد, عن الحسن, عن ابن عباس, أنه رأى فضة قد أُذيبت, فقال: هذا المهل.حدثنا أبو كُرَيب, قال: ثنا أبو معاوية, قال: ثنا عمرو بن ميمون عن أبيه, عن عبد الله في قوله:  كَالْمُهْلِ يَشْوِي الْوُجُوهَ  قال: دخل عبد الله بيت المال, فأخرج بقايا كانت فيه, فأوقد عليها النار حتى تلألأت, قال: أين السائل عن المهل, هذا المهل.حدثنا ابن بشار, قال: ثنا ابن أبي عديّ: وحدثنا محمد بن المثنى, قال: ثنا خالد بن الحارث, عن عوف, عن الحسن, قال: بلغني أن ابن مسعود سُئل عن المهل الذي يقولون يوم القيامة شراب أهل النار, وهو على بيت المال,  قال: فدعا بذهب وفضة فأذابهما, فقال: هذا أشبه شيء في الدنيا بالمهل الذي هو لون السماء يوم القيامة, وشراب أهل النار, غير أن ذلك هو أشدّ حرّا من هذا. لفظ الحديث لابن بشار وحديث ابن المثنى نحوه.حدثنا أبو كُرَيب وأبو السائب, قالا ثنا ابن إدريس, قال: أخبرنا أشعث, عن الحسن, قال: كان من كلامه أن عبد الله بن مسعود رجل أكرمه الله بصحبة محمد صلى الله عليه وسلم, فإن عمر رضي الله عنه استعمله على بيت المال, قال: فعمد إلى فضة كثيرة مكسرة, فخدّ لها أُخدودا, ثم أمر بحطب جزل فأوقد عليها, حتى إذا امَّاعت وتزبدت وعادت ألوانا, قال: انظروا من بالباب, فأُدخل القوم فقال لهم: هذا أشبه ما رأينا في الدنيا بالمُهْل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ شَجَرَةَ الزَّقُّومِ طَعَامُ الأثِيمِ )... الآية, ذُكر لنا أن ابن مسعود أُهديت له سقاية من ذهب وفضة, فأمر بأخدود فخدّت في الأرض, ثم قُذِف فيها من جزل الحطب, ثم قذفت فيها تلك السقاية, حتى إذا أزبدت وانماعت قال لغلامه: ادع من بحضرتنا من أهل الكوفة, فدعا رهطا, فلما دخلوا قال: أترون هذا؟ قالوا نعم, قال: ما رأينا في الدنيا شبيها للمهل أدنى من الذهب والفضة حين أزبد وانماع.حدثنا أبو هشام الرفاعي, قال: ثنا ابن يمان, قال: ثنا سفيان, عن الأعمش, عن عبد الله بن سفيان الأسديّ, قال: أذاب عبد الله بن مسعود فضة, ثم قال: من أراد أن ينظر إلى المهل فلينظر إلى هذا.حدثنا بشر, قال: ثنا يزيد, عن قابوس, عن أبيه, عن ابن عباس, في قوله  يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ  قال: كدُرديّ الزيت.حدثني يحيى بن طلحة قال: ثنا شريك, عن سالم, عن سعيد: (كالمُهْلِ) قال: كدردي الزيت.حدثنا ابن المثنى, قال: ثنا يعمر بن بشر, قال: ثنا ابن المبارك, قال: ثنا أبو الصباح, قال: سمعت يزيد بن أبي سمية يقول: سمعت ابن عمر يقول: هل تدرون ما المهل؟ المهل مهل الزيت, يعني آخره.قال: ثنا إبراهيم أبو إسحاق الطالقاني, قال: ثنا ابن المبارك, قال: أخبرنا أبو الصباح الأيلي, عن يزيد بن أبي سمية, عن ابن عمر بمثله.حدثنا أبو كُرَيب, قال: ثنا رشدين بن سعد, عن عمرو بن الحارث, عن درّاج أبي السمح, عن أبي الهيثم, عن أبي سعيد, عن النبيّ صلى الله عليه وسلم في قوله:  بِمَاءٍ كَالْمُهْلِ  كعَكر الزيت, فإذا قرّبه إلى وجهه, سقطت فروة وجهه فيه \".قال: ثنا محمد بن المثنى, قال: ثنا يعمر بن بشر, قال: أخبرنا ابن المبارك, قال: أخبرنا رشدين بن سعد, قال: ثني عمرو بن الحارث, عن أبي السمح, عن أبي الهيثم, عن أبي سعيد الخُدْريّ, عن النبي صلى الله عليه وسلم, مثله.وقوله ( فِي الْبُطُونِ ) اختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة والبصرة والكوفة \" تَغْلِي\" بالتاء, بمعنى أن شجرة الزقوم تغلي في بطونهم, فأنثوا تغلي لتأنيث الشجرة. وقرأ ذلك بعض قرّاء أهل الكوفة (يَغْلِي) بمعنى: طعام الأثيم يغلي, أو المهل يغلي, فذكَّره بعضهم لتذكير الطعام, ووجه معناه إلى أن الطعام هو الذي يغلي في بطونهم وبعضهم لتذكير المهل, ووجهه إلى أنه صفة للمهل الذي يغلي.والصواب من القول في ذلك أنهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 46,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ثمر شجرة الزقوم كالمَعْدِن المذاب يغلي في بطون المشركين، كغلي الماء الذي بلغ الغاية في الحرارة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كغلي الحميم» الماء الشديد الحرارة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يغلي في بطونهم  كَغَلْيِ الْحَمِيمِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"كغلي الحميم\" أي من حرارتها ورداءتها."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( كغلي الحميم ) كالماء الحار إذا اشتد غليانه .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أبو بكر العبدوسي ، أخبرنا أبو بكر محمد بن حمدون بن خالد بن يزيد ، حدثنا سليمان بن يوسف ، حدثنا وهب بن جرير ، حدثنا شعبة عن الأعمش ، عن مجاهد ، عن عبد الله بن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" أيها الناس اتقوا الله حق تقاته ، فلو أن قطرة من الزقوم قطرت على الأرض لأمرت على أهل الدنيا معيشتهم ، فكيف بمن تكون طعامه وليس لهم طعام غيره \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "كغلي الماء الحار"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( كَغَلْيِ الْحَمِيمِ ) يقول: يغلي ذلك في بطون هؤلاء الأشقياء كغلي الماء المحموم, وهو المسخن الذي قد أوقد عليه حتى تناهت شدّة حرّه, وقيل: حميم وهو محموم, لأنه مصروف من مفعول إلى فعيل, كما يقال: قتيل من مقتول."
        }
      ]
    },
    {
      "ayahNo": 47,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "خذوا هذا الأثيم الفاجر فادفعوه، وسوقوه بعنف إلى وسط الجحيم يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«خذوه» يقال للزبانية: خذوا الأثيم «فاعتلوه» بكسر التاء وضمها جروه بغلظة وشدة «إلى سواء الجحيم» وسط النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( خذوه فاعتلوه ) أي : [ خذوا ] الكافر ، وقد ورد أنه تعالى إذا قال للزبانية ) خذوه ) ابتدره سبعون ألفا منهم .( فاعتلوه ) أي : سوقوه سحبا ودفعا في ظهره .قال مجاهد : ( خذوه فاعتلوه ) أي : خذوه فادفعوه .وقال الفرزدق :ليس الكرام بناحليك أباهم حتى ترد إلى عطية تعتل( إلى سواء الجحيم ) أي : وسطها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله تعالى : ( خذوه ) أي يقال للزبانية : خذوه ، يعني الأثيم ( فاعتلوه ) قرأ أهل الكوفة ، وأبو جعفر ، وأبو عمرو : بكسر التاء ، وقرأ الباقون بضمها ، وهما لغتان ، أي ادفعوه وسوقوه ، يقال : عتله يعتله عتلا إذا ساقه بالعنف والدفع والجذب ( إلى سواء الجحيم ) وسطه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : خذوه أي يقال للزبانية خذوه ، يعني الأثيم . فاعتلوه أي جروه وسوقوه . والعتل : أن تأخذ بتلابيب الرجل فتعتله ، أي : تجره إليك لتذهب به إلى حبس أو بلية . عتلت الرجل أعتله وأعتله عتلا إذا جذبته جذبا عنيفا . ورجل ، معتل ( بالكسر ) . وقال يصف فرسا : .نفرعه فرعا ولسنا نعتلهوفيه لغتان ، عتله وعتنه ( باللام والنون جميعا ) ، قاله ابن السكيت . وقرأ الكوفيون وأبو عمرو فاعتلوه بالكسر . وضم الباقون . إلى سواء الجحيم وسط الجحيم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ (47)يقول تعالى ذكره: (خُذُوهُ) يعني هذا الأثيم بربه, الذي أخبر جلّ ثناؤه أن له شجرة الزقوم طعام (فاعْتلُوهُ) يقول تعالى ذكره: فادفعوه وسوقوه, يقال منه: عتله يعتله عتلا إذا ساقه بالدفع والجذب; ومنه قول الفرزدق:ليْسَ الكِرَامُ بِنَاحِلِيكَ أبَاهُمُحتى تُرَدّ إلى عَطِيَّةَ تُعْتِلُ (1)أي تُساق دَفْعا وسحبا.وقوله ( إِلَى سَوَاءِ الْجَحِيمِ ) : إلى وسط الجحيم. ومعنى الكلام: يقال يوم القيامة: خذوا هذا الأثيم فسوقوه دفعا في ظهره, وسحبا إلى وسط النار.وبنحو الذي قلنا في معنى قوله: (فاعْتلُوهُ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثني عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله ( خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ ) قال: خذوه فادفعوه.وفي قوله (فاعْتلُوهُ) لغتان: كسر التاء, وهي قراءة بعض قرّاء أهل المدينة وبعض أهل مكة (2) .والصواب من القراءة في ذلك عندنا أنهما لغتان معروفتان في العرب, يقال منه: عتل يعتِل ويعتُل, فبأيتهما قرأ القارئ فمصيب.حدثنا بشر, قال: ثنا يزيد, قال. ثنا سعيد, عن قتادة ( إِلَى سَوَاءِ الْجَحِيمِ ) : إلى وَسَط النار.------------------------الهوامش:(1) البيت في ديوان الفرزدق (طبعة الصاوي بالقاهرة ص 722 ) وناحليك : معطيك . وموضع الشاهد في البيت قوله\"تعتل\". قال في (اللسان: عتل) : وفي التنزيل\"خذوه فاعتلوه إلى سواء الجحيم\" قرأ عاصم وحمزة والكسائي وأبو عمرو\"فاعتلوه\" بكسر التاء؛ وقرأ ابن كثير ونافع وابن عامر ويعقوب :\"فاعتلوه\" بضم التاء. قال الأزهري : وهما لغتان فصيحتان. ومعناه : خذوه فاقصفوه كما يقصف الحطب. والعتل : الدفع والإرهاق بالسوق العنيف. ا ه."
        }
      ]
    },
    {
      "ayahNo": 48,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ثم صبُّوا فوق رأس هذا الأثيم الماء الذي تناهت شدة حرارته، فلا يفارقه العذاب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(ثم صبوا فوق رأسه من عذاب الحميم) أي من الحميم الذي لا يفارقه العذاب فهو أبلغ مما في آية \"\" يصب من فوق رؤوسهم الحميم \"\"."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ثم صبوا فوق رأسه من عذاب الحميم ) كقوله ( يصب من فوق رءوسهم الحميم . يصهر به ما في بطونهم والجلود ) [ الحج : 19 ، 20 ] .وقد تقدم أن الملك يضربه بمقمعة من حديد ، تفتح دماغه ، ثم يصب الحميم على رأسه فينزل في بدنه ، فيسلت ما في بطنه من أمعائه ، حتى تمرق من كعبيه - أعاذنا الله تعالى من ذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ثم صبوا فوق رأسه من عذاب الحميم ) قال مقاتل ، إن خازن النار يضربه على رأسه فينقب رأسه عن دماغه ، ثم يصب فيه ماء حميما قد انتهى حره ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم صبوا فوق رأسه من عذاب الحميم قال مقاتل : يضرب مالك خازن النار ضربة . على رأس أبي جهل بمقمع من حديد ، فيتفتت رأسه عن دماغه ، فيجري دماغه على جسده ، ثم يصب الملك فيه ماء حميما قد انتهى حره فيقع في بطنه ، فيقول الملك : ذق العذاب . ونظيره يصب من فوق رءوسهم الحميم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ ) يقول تعالى ذكره: ثم صبوا على رأس هذا الأثيم من عذاب الحميم, يعني: من الماء المسخن الذي وصفنا صفته, وهو الماء الذي قال الله  يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ  وقد بيَّنت صفته هنالك."
        }
      ]
    },
    {
      "ayahNo": 49,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقال لهذا الأثيم الشقيِّ: ذق هذا العذاب الذي تعذَّب به اليوم، إنك أنت العزيز في قومك، الكريم عليهم. وفي هذا تهكم به وتوبيخ له."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "ويقال له: «ذق» أي العذاب «إنك أنت العزيز الكريم» بزعمك وقولك ما بين جبليها أعز وأكرم مني."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويقال للمعذب:  ذُقْ  هذا العذاب الأليم والعقاب الوخيم  إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ  أي: بزعمك أنك عزيز ستمتنع من عذاب الله وأنك كريم على الله لا يصيبك بعذاب، فاليوم تبين لك أنك أنت الذليل المهان الخسيس."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ذق إنك أنت العزيز الكريم ) أي : قولوا له ذلك على وجه التهكم والتوبيخ .وقال الضحاك عن ابن عباس : أي لست بعزيز ولا كريم .وقد قال الأموي في مغازيه : حدثنا أسباط ، حدثنا أبو بكر الهذلي ، عن عكرمة قال : لقي رسول الله - صلى الله عليه وسلم - أبا جهل - لعنه الله - فقال : \" إن الله تعالى أمرني أن أقول لك : ( أولى لك فأولى . ثم أولى لك فأولى ) [ القيامة : 34 ، 35 ] قال : فنزع ثوبه من يده وقال : ما تستطيع لي أنت ولا صاحبك من شيء . ولقد علمت أني أمنع أهل البطحاء ، وأنا العزيز الكريم . قال : فقتله الله تعالى يوم بدر وأذله وعيره بكلمته ، وأنزل : ( ذق إنك أنت العزيز الكريم ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم يقال له : ( ذق ) هذا العذاب ( إنك ) قرأ الكسائي \" أنك \" بفتح الألف ، أي لأنك كنت تقول : أنا العزيز ، وقرأ الآخرون بكسرها على الابتداء ( إنك أنت العزيز الكريم ) عند قومك بزعمك ، وذلك أن أبا جهل كان يقول : أنا أعز أهل الوادي وأكرمهم ، فيقول له هذا خزنة النار ، على طريق الاستحقار والتوبيخ ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذق إنك أنت العزيز الكريم قال ابن الأنباري : أجمعت العوام على كسر إن وروي عن الحسن عن علي رحمه الله ( ذق أنك ) بفتح \" أن \" ، وبها قرأ الكسائي . فمن كسر إن وقف على ذق ومن فتحها لم يقف على ذق ; لأن المعنى ذق لأنك وبأنك أنت العزيز الكريم . قالقتادة : نزلت في أبي جهل وكان قد قال : ما فيها أعز مني ولا أكرم ، فلذلك قيل له : ذق إنك أنت العزيز الكريم وقال عكرمة : التقى النبي - صلى الله عليه وسلم - وأبو جهل فقال النبي - صلى الله عليه وسلم - : إن الله أمرني أن أقول لك أولى لك فأولى فقال : بأي شيء تهددني! والله ما تستطيع أنت ولا ربك أن تفعلا بي شيئا ، إني لمن أعز هذا الوادي وأكرمه على قومه ، فقتله الله يوم بدر وأذله ونزلت هذه الآية . أي : يقول له الملك : ذق إنك أنت العزيز الكريم بزعمك . وقيل : هو على معنى الاستخفاف والتوبيخ والاستهزاء والإهانة والتنقيص ، أي : قال له : إنك أنت الذليل المهان . وهو كما قال قوم شعيب لشعيب : إنك لأنت الحليم الرشيد يعنون السفيه الجاهل في أحد التأويلات على ما تقدم . وهذا قول سعيد بن جبير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (49)يقول تعالى ذكره: يقال لهذا الأثيم الشقيّ : ذق هذا العذاب الذي تعذّب به اليوم ( إِنَّكَ أَنْتَ الْعَزِيزُ ) في قومك ( الكَرِيمُ ) عليهم.وذُكر أن هذه الآيات نزلت في أبي جهل بن هشام.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة  ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ  نزلت في عدوّ الله أبي جهل لقي النبيّ صلى الله عليه وسلم, فأخذه فهزه, ثم قال: أولى لك يا أبا جهل فأولى, ثم أولى لك فأولى, ذق إنك أنت العزيز الكريم, وذلك أنه قال: أيوعدني محمد, والله لأنا أعزّ من مشى بين جبليها. وفيه نزلت  وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا  وفيه نزلت  كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ  وقال قتادة: نزلت في أبي جهل وأصحابه الذين قتل الله تبارك وتعالى يوم بدر  أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ  .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: نزلت في أبي جهل  خُذُوهُ فَاعْتِلُوهُ  قال قتادة, قال أبو جهل: ما بين جبليها رجل أعزّ ولا أكرم مني, فقال الله عزّ وجلّ: ( ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله  خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ  قال: هذا لأبي جهل.فإن قال قائل: وكيف قيل وهو يهان بالعذاب الذي ذكره الله, ويذلّ بالعتل إلى سواء الجحيم: إنك أنت العزيز الكريم؟ قيل: إن قوله ( إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ ) غير وصف من قائل ذلك له بالعزّة والكرم, ولكنه تقريع منه له بما كان يصف به نفسه في الدنيا, وتوبيخ له بذلك على وجه الحكاية, لأنه كان في الدنيا يقول: إنك أنت العزيز الكريم, فقيل له في الآخرة, إذ عذّب بما عُذّب به في النار: ذُق هذا الهوان اليوم, فإنك كنت تزعم إنك أنت العزيز الكريم, وإنك أنت الذليل المهين, فأين الذي كنت تقول وتدّعي من العزّ والكرم, هلا تمتنع من العذاب بعزّتك.حدثنا ابن بشار, قال: ثنا صفوان بن عيسى; قال ثنا ابن عجلان عن سعيد المقبري, عن أبي هريرة قال: قال كعب: لله ثلاثة أثواب: اتَّزر بالعزّ, وتَسَربل الرحمة, وارتدى الكبرياء تعالى ذكره, فمن تعزّز بغير ما أعزّه الله فذاك الذي يقال: ذق إنك أنت العزيز الكريم, ومن رحم الناس فذاك الذي سربل الله سرباله الذي ينبغي له ومن تكبر فذاك الذي نازع الله رداءه إن الله تعالى ذكره يقول: \" لا ينبغي لمن نازعني ردائي أن أدخله الجنة \" جلّ وعزّ.وأجمعت قرّاء الأمصار جميعا على كسر الألف من قوله: ( ذُقْ إنَّكَ ) على وجه الابتداء. وحكاية قول هذا القائل: إني أنا العزيز الكريم. وقرأ ذلك بعض المتأخرين ( ذُقْ أَنَّكَ ) بفتح الألف على إعمال قوله (ذُقْ) في قوله: (أنَّكَ) كأنك معنى الكلام عنده: ذق هذا القول الذي قلته في الدنيا.والصواب من القراءة في ذلك عندنا كسر الألف من (إنَّكَ) على المعنى الذي ذكرت لقارئه, لإجماع الحجة من القرّاء عليه, وشذوذ ما خالفه, (3) وكفى دليلا على خطأ قراءة خلافها, ما مضت عليه الأئمة من المتقدمين والمتأخرين, مع بُعدها من الصحة في المعنى وفراقها تأويل أهل التأويل.------------------------الهوامش:(2) لم يذكر الثانية ، وهي ضم التاء ، وبها قرئ ، ولعله اكتفى عن ذلك ؛ بما ذكره في السطر الذي بعده.(3) قوله وشذوذ ما خالفه ، هذا غير صحيح لأن الإمام الكسائي قرأ بفتح الهمز ، وهي قراءة سبعية متواترة مشهورة وليست شاذة"
        }
      ]
    },
    {
      "ayahNo": 50,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هذا العذاب الذي تعذَّبون به اليوم هو العذاب الذي كنتم تشكُّون فيه في الدنيا، ولا توقنون به."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "وقال لهم: «إن هذا» الذي ترون من العذاب «ما كنتم به تمترون» فيه تشكون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ هَذَا  العذاب العظيم  مَا كُنْتُمْ بِهِ تَمْتَرُونَ  أي: تشكون فالآن صار عندكم حق اليقين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن هذا ما كنتم به تمترون ) ، كقوله ( يوم يدعون إلى نار جهنم دعا . هذه النار التي كنتم بها تكذبون أفسحر هذا أم أنتم لا تبصرون ) [ الطور : 13 - 15 ] ، ; ولهذا قال هاهنا : ( إن هذا ما كنتم به تمترون )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن هذا ما كنتم به تمترون ) تشكون فيه ولا تؤمنون به . ثم ذكر مستقر المتقين ، فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن هذا ما كنتم به تمترون أي تقول لهم الملائكة : إن هذا ما كنتم تشكون فيه في الدنيا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ ) يقول تعالى ذكره: يقال له: إنَّ هذا العذاب الذي تعذّب به اليوم, هو العذاب الذي كنتم في الدنيا تَشُكُّون, فتختصمون فيه, ولا توقنون به فقد لقيتموه, فذوقوه."
        }
      ]
    },
    {
      "ayahNo": 51,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين اتقوا الله بامتثال أوامره، واجتناب نواهيه في الدنيا في موضع إقامة آمنين من الآفات والأحزان وغير ذلك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن المتقين في مقام» مجلس «أمين» يؤمن فيه الخوف."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا جزاء المتقين لله الذين اتقوا سخطه وعذابه بتركهم المعاصي وفعلهم الطاعات، فلما انتفى السخط عنهم والعذاب ثبت لهم الرضا من الله والثواب العظيم في ظل ظليل من كثرة الأشجار والفواكه وعيون سارحة تجري من تحتهم الأنهار يفجرونها تفجيرا في جنات النعيم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "لما ذكر تعالى حال الأشقياء عطف بذكر [ حال ] السعداء - ولهذا سمي القرآن مثاني - فقال : ( إن المتقين ) أي : لله في الدنيا ( في مقام أمين ) أي : في الآخرة وهو الجنة ، قد أمنوا فيها من الموت والخروج ، ومن كل هم وحزن وجزع وتعب ونصب ، ومن الشيطان وكيده ، وسائر الآفات والمصائب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن المتقين في مقام أمين ) قرأ أهل المدينة والشام : \" في مقام \" بضم الميم على المصدر ، أي في إقامة ، وقرأ الآخرون بفتح الميم ، أي في مجلس أمين ، أمنوا فيه من الغير ، أي من الموت ومن الخروج منه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن المتقين في مقام أمين لما ذكر مستقر الكافرين وعذابهم ذكر نزل المؤمنين ونعيمهم . وقرأ نافع وابن عامر ( في مقام ) بضم الميم . الباقون بالفتح . قال الكسائي : المقام المكان ، والمقام الإقامة ، كما قال : .عفت الديار محلها فمقامهاقال الجوهري : وأما المقام والمقام فقد يكون كل واحد منهما بمعنى الإقامة ، وقد يكون بمعنى موضع القيام ، لأنك إذا جعلته من قام يقوم فمفتوح ، وإن جعلته من أقام يقيم فمضموم ، لأن الفعل إذا جاوز الثلاث فالموضع مضموم الميم ، لأنه مشبه ببنات الأربعة ، نحو دحرج وهذا مدحرجنا . وقيل : المقام ( بالفتح ) المشهد والمجلس ، و ( بالضم ) يمكن أن يراد به المكان ، ويمكن أن يكون مصدرا ويقدر فيه المضاف ، أي : في موضع إقامة . ( أمين ) يؤمن فيه من الآفات"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (51)يقول تعالى ذكره: إن الذين اتقوا الله بأداء طاعته, واجتناب معاصيه في موضع إقامة, آمنين في ذلك الموضع مما كان يخاف منه في مقامات الدنيا من الأوصاب والعلل والأنصاب والأحزان.واختلفت القرّاء في قراءة قوله ( فِي مَقَامٍ أَمِينٍ ) فقرأته عامة قرّاء المدينة ( فِي مُقَامٍ أَمِينٍ ) بضم الميم, بمعنى: في إقامة أمين من الظعن (4) . وقرأته عامة قرّاء المصرين: الكوفة والبصرة (في مَقامٍ) بفتح الميم على المعنى الذي وصفنا, وتوجيها إلى أنهم في مكان وموضع أمين.والصواب من القول في ذلك أنهما قراءتان مستفيضتان في قراءة الأمصار صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ ) إيْ والله, أمين من الشيطان والأنصاب والأحزان.------------------------الهوامش:(4) ما فوق الخط ليس في الأصل."
        }
      ]
    },
    {
      "ayahNo": 52,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "في جنات وعيون جارية."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«في جنات» بساتين «وعيون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأضاف الجنات إلى النعيم لأن كل ما اشتملت عليه كله نعيم وسرور، كامل من كل وجه ما فيه منغص ولا مكدر بوجه من الوجوه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( في جنات وعيون ) وهذا في مقابلة ما أولئك فيه من شجر الزقوم ، وشرب الحميم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" في جنات وعيون \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "في جنات وعيون بدل من في مقام أمين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فِي جَنَّاتٍ وَعُيُونٍ ) الجنات والعيون ترجمة عن المقام الأمين, والمقام الأمين: هو الجنات والعيون, والجنات: البساتين, والعيون: عيون الماء المطرد في أصول أشجار الجنات."
        }
      ]
    },
    {
      "ayahNo": 53,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يَلْبَسون ما رَقَّ من الديباج وما غَلُظَ منه، يقابل بعضهم بعضًا بالوجوه، ولا ينظر بعضهم في قفا بعض، يدور بهم مجلسهم حيث داروا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يلبسون من سندس وإستبرق» أي ما رقَّ من الديباج وما غلظ منه «متقابلين» حال، أي لا ينظر بعضهم إلى قفا بعض لدوران الأسرة بهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولباسهم من الحرير الأخضر من السندس والإستبرق أي: غليظ الحرير ورقيقه مما تشتهيه أنفسهم.  مُتَقَابِلِينَ  في قلوبهم ووجوههم في كمال الراحة والطمأنينة والمحبة والعشرة الحسنة والآداب المستحسنة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( يلبسون من سندس وإستبرق ) وهو : رفيع الحرير ، كالقمصان ونحوها ) وإستبرق ) وهو ما فيه بريق ولمعان وذلك كالرياش ، وما يلبس على أعالي القماش ، ( متقابلين ) أي : على السرر لا يجلس أحد منهم وظهره إلى غيره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" يلبسون من سندس وإستبرق متقابلين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يلبسون من سندس وإستبرق متقابلين لا يرى بعضهم قفا بعض ، متواجهين يدور بهم مجلسهم حيث داروا . والسندس : ما رق من الديباج . والإستبرق : ما غلظ منه . وقد مضى في ( الكهف ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَلْبَسُونَ مِنْ سُنْدُسٍ ) يقول: يلبس هؤلاء المتقون في هذه الجنات من سندس, وهو ما رقّ من الديباج وإستبرق: وهو ما غلظ من الديباج.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن عكرمة, في قوله ( مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ ) قال: الإستبرق: الديباج الغليظ.وقيل: ( يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ ) ولم يقل لباسا, استغناء بدلالة الكلام على معناه.وقوله ( مُتَقَابِلِينَ ) يعني أنهم في الجنة يقابل بعضهم بعضا بالوجوه, ولا ينظر بعضهم في قفا بعض.وقد ذكرنا الرواية بذلك فما مضى, فأغنى ذلك عن إعادته."
        }
      ]
    },
    {
      "ayahNo": 54,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كما أعطينا هؤلاء المتقين في الآخرة من الكرامة بإدخالهم الجنات وإلباسهم فيها السندس والإستبرق، كذلك أكرمناهم بأن زوَّجناهم بالحسان من النساء واسعات الأعين جميلاتها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذلك» يقدر قبله الأمر «وزوجناهم» من التزويج أو قرناهم «بحور عين» بنساء بيض واسعات الأعين حسانها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " كَذَلِكَ  النعيم التام والسرور الكامل  وَزَوَّجْنَاهُمْ بِحُورٍ عين  أي: نساء جميلات من جمالهن وحسنهن أنه يحار الطرف في حسنهن وينبهر العقل بجمالهن وينخلب اللب لكمالهن  عَيْنٍ  أي: ضخام الأعين حسانها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( كذلك وزوجناهم بحور عين ) أي : هذا العطاء مع ما قد منحناهم من الزوجات الحور العين الحسان اللاتي ( لم يطمثهن إنس قبلهم ولا جان ) [ الرحمن : 56 ، 74 ] ( كأنهن الياقوت والمرجان ) [ الرحمن : 58 ] ( هل جزاء الإحسان إلا الإحسان ) [ الرحمن : 60 ] .قال ابن أبي حاتم : حدثنا أبي ، حدثنا نوح بن حبيب ، حدثنا نصر بن مزاحم العطار ، حدثنا عمر بن سعد ، عن رجل عن أنس - رفعه نوح - قال : لو أن حوراء بزقت في بحر لجي ، لعذب ذلك الماء لعذوبة ريقها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "(كذلك وزوجناهم ) أي كما أكرمناهم بما وصفنا من الجنات والعيون واللباس كذلك أكرمناهم بأن زوجناهم ( بحور عين ) أي قرناهم بهن ، ليس من عقد التزويج ، لأنه لا يقال : زوجته بامرأة ، قال أبو عبيدة : جعلناهم أزواجا لهن كما يزوج البعل بالبعل ، أي جعلناهم اثنين اثنين ، و \" الحور \" : هن النساء النقيات البياض . قال مجاهد : يحار فيهن الطرف من بياضهن وصفاء لونهن . وقال أبو عبيدة : \" الحور \" : هن شديدات بياض الأعين الشديدات سوادها ، واحدها أحور ، والمرأة حوراء ، و \" العين \" جمع العيناء ، وهي عظيمة العينين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : كذلك وزوجناهم بحور عين.قوله تعالى : كذلك أي الأمر كذلك الذي ذكرناه . فيوقف على كذلك وقيل : أي : كما أدخلناهم الجنة وفعلنا بهم ما تقدم ذكره ، كذلك أكرمناهم بأن زوجناهم حورا عينا وقد مضى الكلام في العين في ( والصافات ) والحور : البيض ، في قول قتادة والعامة ، جمع حوراء . والحوراء : البيضاء التي يرى ساقها من وراء ثيابها ، ويرى الناظر وجهه في كعبها ، كالمرآة من دقة الجلد وبضاضة البشرة وصفاء اللون . ودليل هذا التأويل أنها في حرف ابن مسعود ( بعيس عين ) وذكر أبو بكر الأنباري أخبرنا أحمد بن الحسين قال حدثنا حسين قال حدثنا عمار بن محمد قال : صليت خلف منصور بن المعتمر فقرأ في ( حم ) الدخان ( بعيس عين . لا يذوقون طعم الموت إلا الموتة الأولى ) والعيس : البيض ، ومنه قيل للإبل البيض : عيس ، واحدها بعير أعيس وناقة عيساء . قال امرؤ القيس :يرعن إلى صوتي إذا ما سمعنه كما ترعوي عيط إلى صوت أعيسافمعنى الحور هنا : الحسان الثاقبات البياض بحسن . وذكر ابن المبارك أخبرنا معمر عن أبي إسحاق عن عمرو بن ميمون الأودي عن ابن مسعود قال : إن المرأة من الحور العين ليرى مخ ساقها من وراء اللحم والعظم ، ومن تحت سبعين حلة ، كما يرى الشراب الأحمر في الزجاجة البيضاء . وقال مجاهد : إنما سميت الحور حورا لأنهن يحار الطرف في حسنهن وبياضهن وصفاء لونهن . وقيل : إنما قيل لهن حور لحور أعينهن . والحور : شدة بياض العين في شدة سوادها . امرأة حوراء بينة الحور . يقال : احورت عينه احورارا ، واحور الشيء ابيض . قال الأصمعي : ما أدري ما الحور في العين ؟ وقال أبو عمرو : الحور أن تسود العين كلها مثل أعين الظباء والبقر . قال : وليس في بني آدم حور ، وإنما قيل للنساء : حور العين لأنهن يشبهن بالظباء والبقر . وقال العجاج : .بأعين محورات حوريعني الأعين النقيات البياض الشديدات سواد الحدق . والعين جمع عيناء ، وهي الواسعة العظيمة العينين . وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : مهور الحور العين قبضات التمر وفلق الخبز . وعن أبي قرصافة سمعت النبي - صلى الله عليه وسلم - يقول : ( إخراج القمامة من المسجد مهور الحور العين ) . وعن أنس أن النبي - صلى الله عليه وسلم - قال : ( كنس المساجد مهور الحور العين ) ذكره الثعلبي رحمه الله . وقد أفردنا لهذا المعنى بابا مفردا في ( كتاب التذكرة ) والحمد لله .واختلف أيما أفضل في الجنة ، نساء الآدميات أم الحور ؟ فذكر ابن المبارك قال : وأخبرنا رشدين عن ابن أنعم عن حبان بن أبي جبلة قال : إن نساء الآدميات من دخل منهن الجنة فضلن على الحور العين بما عملن في الدنيا . وروي مرفوعا إن ( الآدميات أفضل من الحور العين بسبعين ألف ضعف ) . وقيل : إن الحور العين أفضل ، لقوله - عليه السلام - في دعائه : ( وأبدله زوجا خيرا من زوجه ) . والله أعلم . وقرأ عكرمة ( بحور عين ) مضاف . والإضافة والتنوين في ( بحور عين ) سواء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (54)يقول تعالى ذكره: كما أعطينا هؤلاء المتقين في الآخرة من الكرامة بإدخالناهم الجنات, وإلباسناهم فيها السندس والإستبرق, كذلك أكرمناهم بأن زوّجناهم أيضا فيها حورا من النساء, وهن النقيات البياض, واحدتهنّ: حَوْراء.وكان مجاهد يقول في معنى الحُور, ما حدثني به محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ ) قال: أنكحناهم حورا. قال: والحُور: اللاتي يحار فيهنّ الطرف بادٍ مُخُّ سوقهنّ من وراء ثيابهنّ, ويرى الناظر وجهه في كبد إحداهنّ كالمرآة من رقة الجلد, وصفاء اللون. وهذا الذي قاله مجاهد من أن الحور إنما معناها: أنه يحار فيها الطرف, قول لا معنى له في كلام العرب, لأن الحُور إنما هو جمع حوراء, كالحمر جمع حمراء, والسود: جمع سوداء, والحوراء إنما هي فعلاء من الحور وهو نقاء البياض, كما قيل للنقيّ البياض من الطعام الحُوَّارِيُّ. وقد بينَّا معنى ذلك بشواهده فيما مضى قبل.وبنحو الذي قلنا في معنى ذلك قال سائر أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال ثنا سعيد, عن قتادة, قوله ( كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ ) قال: بيضاء عيناء, قال: وفي قراءة ابن مسعود ( بعِيس عِين ) .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( بِحُورٍ عِينٍ ) قال: بيض عين, قال: وفي حرف ابن مسعود ( بعِيس عِين ). وقرأ ابن مسعود هذه, يعني أن معنى الحور غير الذي ذهب إليه مجاهد, لأن العيس عند العرب جمع عيساء, وهي البيضاء من الإبل, كما قال الأعشى:وَمَهْمَهٍ نَازِحٍ تَعْوِي الذّئابُ بِهِكَلَّفْتُ أَعْيَسَ تَحْتَ الرَّحْلِ نَعَّابا (5)يعني بالأعيس: جملا أبيض. فأما العين فإنها جمع عيناء, وهي العظيمة العينين من النساء.وقوله ( يَدْعُونَ فِيهَا )... الآية, يقول: يدعو هؤلاء المتقون في الجنة بكلّ نوع من فواكه الجنة اشتهوه, آمنين فيها من انقطاع ذلك عنهم ونفاده وفنائه, ومن غائلة أذاه ومكروهه, يقول: ليست تلك الفاكهة هنالك كفاكهة الدنيا التي نأكلها, وهم يخافون مكروه عاقبتها, وغبّ أذاها مع نفادها من عندهم, وعدمها في بعض الأزمنة والأوقات.وكان قتادة يوجه تأويل قوله: (آمِنِينَ) إلى ما حدثنا به بشر.------------------------الهوامش:(5) البيت : لأعشى بني قيس بن ثعلبة (ديوانه طبع القاهرة 1361 ) والرواية فيه :\"قفر مساربه\" في موضع\"تعوي الذئاب به\" والمهمه : الصحراء ، ونازح : بعيد . وقفر : خال من النبات والإنس . ومساربه مسالكه . وأعيس : حمل أبيض يخالطه شقرة أو ظلمة . والرحل : الخشب يشد على الجمل ليركب فوقه . ونعاب : من نعبت الإبل : إذا مدت أعناقها في سيرها . وقيل هو أن يحرك البعير رأسه إذا أسرع (اللسان: نعب) . ومحل الشاهد في البيت عند المؤلف أن العيس عند العرب جمع أعيس ، وعيساء ، وهي الناقة البيضاء ، كما جاء في شعر الأعشى : الأعيس : الجمل الأبيض."
        }
      ]
    },
    {
      "ayahNo": 55,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يطلب هؤلاء المتقون في الجنة كل نوع من فواكه الجنة اشتهوه، آمنين من انقطاع ذلك عنهم وفنائه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يدعون» يطلبون الخدم «فيها» أي الجنة أن يأتوا «بكل فاكهة» منها «آمنين» من انقطاعها ومضرتها ومن كل مخوف حال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَدْعُونَ فِيهَا  أي: الجنة  بِكُلِّ فَاكِهَةٍ  مما له اسم في الدنيا ومما لا يوجد له اسم ولا نظير في الدنيا، فمهما طلبوه من أنواع الفاكهة وأجناسها أحضر لهم في الحال من غير تعب ولا كلفة،  آمِنِينَ  من انقطاع ذلك وآمنين من مضرته وآمنين من كل مكدر، وآمنين من الخروج منها والموت ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( يدعون فيها بكل فاكهة آمنين ) أي : مهما طلبوا من أنواع الثمار أحضر لهم ، وهم آمنون من انقطاعه وامتناعه ، بل يحضر إليهم كلما أرادوا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يدعون فيها بكل فاكهة ) اشتهوها ( آمنين ) من نفادها ومن مضرتها . وقال قتادة : آمنين من الموت والأوصاب والشياطين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يدعون فيها بكل فاكهة آمنين .قال قتادة : ( آمنين ) من الموت والوصب والشيطان . وقيل : آمنين من انقطاع ما هم فيه من النعيم ، أو من أن ينالهم من أكلها أذى أو مكروه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ ) أمنوا من الموت والأوصاب والشيطان."
        }
      ]
    },
    {
      "ayahNo": 56,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لا يذوقون فيها الموت إلا الموتة الأولى» أي التي في الدنيا بعد حياتهم فيها، قال بعضهم إلا بمعنى بعد «ووقاهم عذاب الجحيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى  أي: ليس فيها موت بالكلية، ولو كان فيها موت يستثنى لم يستثن الموتة الأولى التي هي الموتة في الدنيا فتم لهم كل محبوب مطلوب،  وَوَقَاهُمْ عَذَابَ الْجَحِيمِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( لا يذوقون فيها الموت إلا الموتة الأولى ) هذا استثناء يؤكد النفي ، فإنه استثناء منقطع ومعناه : أنهم لا يذوقون فيها الموت أبدا ، كما ثبت في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" يؤتى بالموت في صورة كبش أملح ، فيوقف بين الجنة والنار ثم يذبح ، ثم يقال : يا أهل الجنة خلود فلا موت ، ويا أهل النار خلود فلا موت \" وقد تقدم الحديث في سورة مريم .وقال عبد الرزاق : حدثنا سفيان الثوري ، عن أبي إسحاق ، عن أبي مسلم الأغر ، عن أبي سعيد وأبي هريرة ، رضي الله عنهما ، قالا قال رسول الله - صلى الله عليه وسلم - : \" يقال لأهل الجنة : إن لكم أن تصحوا فلا تسقموا أبدا ، وإن لكم أن تعيشوا فلا تموتوا أبدا ، وإن لكم أن تنعموا فلا تبأسوا أبدا ، وإن لكم أن تشبوا فلا تهرموا أبدا \" . رواه مسلم عن إسحاق بن راهويه وعبد بن حميد ، كلاهما عن عبد الرزاق به .هكذا يقول أبو إسحاق وأهل العراق \" أبو مسلم الأغر \" ، وأهل المدينة يقولون : \" أبو عبد الله الأغر \" .وقال أبو بكر بن أبي داود السجستاني : حدثنا أحمد بن حفص ، عن أبيه ، عن إبراهيم بن طهمان ، عن الحجاج - هو ابن حجاج - عن عبادة ، عن عبيد الله بن عمرو ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" من اتقى الله دخل الجنة ، ينعم فيها ولا يبأس ، ويحيا فيها فلا يموت ، لا تبلى ثيابه ، ولا يفنى شبابه \" .وقال أبو القاسم الطبراني : حدثنا أحمد بن يحيى ، حدثنا عمرو بن محمد الناقد ، حدثنا سليمان بن عبيد الله الرقي ، حدثنا مصعب بن إبراهيم ، حدثنا عمران بن الربيع الكوفي ، عن يحيى بن سعيد الأنصاري ، عن محمد بن المنكدر ، عن جابر ، رضي الله عنه ، قال : سئل نبي الله - صلى الله عليه وسلم - : أينام أهل الجنة ؟ فقال : \" النوم أخو الموت ، وأهل الجنة لا ينامون \" .وهكذا رواه أبو بكر بن مردويه في تفسيره : حدثنا أحمد بن القاسم بن صدقة المصري ، حدثنا المقدام بن داود ، حدثنا عبد الله بن المغيرة ، حدثنا سفيان الثوري ، عن محمد بن المنكدر ، عن جابر بن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : \" النوم أخو الموت ، وأهل الجنة لا ينامون \" .وقال أبو بكر البزار في مسنده : حدثنا الفضل بن يعقوب ، حدثنا محمد بن يوسف الفريابي ، عن سفيان ، عن محمد بن المنكدر ، عن جابر قال : قيل : يا رسول الله ، هل ينام أهل الجنة ؟ قال : \" لا النوم أخو الموت \" ثم قال : \" لا نعلم أحدا أسنده عن ابن المنكدر ، عن جابر إلا الثوري ، ولا عن الثوري ، إلا الفريابي \" هكذا قال ، وقد تقدم خلاف ذلك ، والله أعلم .وقوله : ( ووقاهم عذاب الجحيم ) أي : مع هذا النعيم العظيم المقيم قد وقاهم ، وسلمهم ونجاهم وزحزحهم من العذاب الأليم في دركات الجحيم ، فحصل لهم المطلوب ، ونجاهم من المرهوب ;"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لا يذوقون فيها الموت إلا الموتة الأولى ) أي سوى الموتة التي ذاقوها في الدنيا ، وبعدها وضع : \" إلا \" موضع سوى وبعد ، وهذا كقوله تعالى : \" ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف \" ( النساء - 22 ) ، أي سوى ما قد سلف ، وبعد ما قد سلف ، وقيل : إنما استثنى الموتة الأولى وهي في الدنيا من موت في الجنة لأن السعداء حين يموتون يصيرون بلطف إلى أسباب الجنة ، يلقون الروح والريحان ويرون منازلهم في الجنة ، فكان موتهم في الدنيا كأنهم في الجنة لاتصالهم بأسبابها ومشاهدتهم إياها . ( ووقاهم عذاب الجحيم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لا يذوقون فيها الموت إلا الموتة الأولى أي لا يذوقون فيها الموت البتة لأنهم خالدون فيها . ثم قال : إلا الموتة الأولى على الاستثناء المنقطع ، أي : لكن الموتة الأولى قد ذاقوها في الدنيا . وأنشد سيبويه :من كان أسرع في تفرق فالج فلبونه جربت معا وأغدتثم استثنى بما ليس من الأول فقال :إلا كناشرة الذي ضيعتم     كالغصن في غلوائه المتنبتوقيل : إن ( إلا ) بمعنى بعد ، كقولك : ما كلمت رجلا اليوم إلا رجلا عندك ، أي : بعد رجل عندك . وقيل : ( إلا ) بمعنى سوى ، أي : سوى الموتة التي ماتوها في الدنيا ، كقوله تعالى : ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف . وهو كما تقول : ما ذقت اليوم طعاما سوى ما أكلت أمس . وقال القتبي : إلا الموتة الأولى معناه أن المؤمن إذا أشرف على الموت استقبلته ملائكة الرحمة ويلقى الروح والريحان ، وكان موته في الجنة لاتصافه بأسبابها ، فهو استثناء صحيح . والموت عرض لا يذاق ، ولكن جعل كالطعام الذي يكره ذوقه ، فاستعير فيه لفظ الذوق . ووقاهم عذاب الجحيم"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلا الْمَوْتَةَ الأولَى ) يقول تعالى ذكره: لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا.وكان بعض أهل العربية يوجه \" إلا \" في هذا الموضع إلى أنها في معنى سوى, ويقول: معنى الكلام: لا يذوقون فيها الموت سوى الموتة الأولى, ويمثله بقوله تعالى ذكره:  وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلا مَا قَدْ سَلَفَ  بمعنى: سوى ما قد فعل آباؤكم, وليس للذي قال من ذلك عندي وجه مفهوم, لأن الأغلب من قول القائل: لا أذوق اليوم الطعام إلا الطعام الذي ذقته قبل اليوم أنه يريد الخبر عن قائله أن عنده طعاما في ذلك اليوم ذائقه وطاعمه دون سائر الأطعمة غيره.وإذ كان ذلك الأغلب من معناه وجب أن يكون قد أثبت بقوله ( إِلا الْمَوْتَةَ الأولَى ) موتة من نوع الأولى هم ذائقوها, ومعلوم أن ذلك ليس كذلك, لأن الله عزّ وجلّ قد آمَن أهل الجنة في الجنة إذا هم دخلوها من الموت, ولكن ذلك كما وصفت من معناه. وإنما جاز أن توضع \" إلا \" في موضع \" بعد \" لتقارب معنييهما في هذا الموضع وذلك أن القائل إذا قال: لا أكلم اليوم رجلا إلا رجلا بعد رجل عند عمرو قد أوجب على نفسه أن لا يكلم ذلك اليوم رجلا بعد كلام الرجل الذي عند عمرو.وكذلك إذا قال: لا أكلم اليوم رجلا بعد رجل عند عمرو, قد أوجب على نفسه أن لا يكلم ذلك اليوم رجلا إلا رجلا عند عمرو, فبعد, وإلا متقاربتا المعنى في هذا الموضع. ومن شأن العرب أن تضع الكلمة مكان غيرها إذا تقارب معنياهما, وذلك كوضعهم الرجاء مكان الخوف لما في معنى الرجاء من الخوف, لأن الرجاء ليس بيقين, وإنما هو طمع, وقد يصدق ويكذب كما الخوف يصدق أحيانا ويكذب, فقال في ذلك أبو ذُؤَيْب:إذا لَسَعَتْهُ الدَّبْرُ لَمْ يَرْجُ لَسْعَهاوَخَالَفهَا فِي بَيْتِ نُوبٍ عَوَامِلُ (6)فقال: لم يرج لسعها, ومعناه في ذلك: لم يخف لسعها, وكوضعهم الظنّ موضع العلم الذي لم يدرك من قِبل العيان, وإنما أدرك استدلالا أو خبرا, كما قال الشاعر:فَقُلْتُ لَهُمْ ظُنُّوا بألْفَيْ مُدَجَّجٍسَرَاتُهُمُ في الفَارِسِيّ المُسَرَّدِ (7)بمعنى: أيقنوا بألفي مدجَّج واعلموا, فوضع الظنّ موضع اليقين, إذ لم يكن المقول لهم ذلك قد عاينوا ألفي مدجج, ولا رأوهم, وإن ما أخبرهم به هذا المخبر, فقال لهم ظنوا العلم بما لم يعاين من فعل القلب, فوضع أحدهما موضع الآخر لتقارب معنييهما في نظائر لما ذكرت يكثر إحصاؤها, كما يتقارب معنى الكلمتين في بعض المعاني, وهما مختلفتا المعنى في أشياء أخر, فتضع العرب إحداهما مكان صاحبتها في الموضع الذي يتقارب معنياهما فيه.فكذلك قوله ( لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلا الْمَوْتَةَ الأولَى ) وضعت \" إلا \" في موضع \" بعد \" لما نصف من تقارب معنى \" إلا \", و \" بعد \" في هذا الموضع, وكذلك  وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلا مَا قَدْ سَلَفَ  إنما معناه: بعد الذي سلف منكم في الجاهلية, فأما إذا وجهت \" إلا \" في هذا الموضع إلى معنى سوى, فإنما هو ترجمة عن المكان, وبيان عنها بما هو أشدّ التباسًا على من أراد علم معناها منها.------------------------الهوامش:(6) البيت لأبي ذؤيب . وهو شاهد على أن لم يرج : أي لم يخف . وقد سبق الاستشهاد به في هذا التفسير ، وتقدم الكلام عليه مفصلا (انظره في 5 : 264 من هذه الطبعة) . وفي قافيته :\"عواسل\" في موضع عوامل. وكلتاهما صحيحة.(7) البيت لدريد بن الصمة الجشمي . (اللسان : ظنن) . قال : الجوهري : الظن معروف . وقد يوضع موضع العلم . قال دريد ابن الصمة :\"فقلت لهم ظنوا...\" البيت : أي استيقنوا ، وإنما يخوف عدوه باليقين لا بالشك . والشاهد في البيت عند المؤلف أن العلم قد يوضع في موضع الظن ، كما أن الرجاء قد يوضع موضع الخوف."
        }
      ]
    },
    {
      "ayahNo": 57,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فضلاً» مصدر بمعنى تفضلاً منصوب بتفضل مقدراً «من ربك ذلك هو الفوز العظيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "[فَضْلًا مِنْ رَبِّكَ  أي: حصول النعيم واندفاع العذاب عنهم من فضل الله عليهم وكرمه فإنه تعالى هو الذي وفقهم للأعمال الصالحة التي بها نالوا خير الآخرة وأعطاهم أيضا ما لم تبلغه أعمالهم،  ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ  وأي فوز أعظم من نيل رضوان الله وجنته والسلامة من عذابه وسخطه؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( فضلا من ربك ذلك هو الفوز العظيم ) أي : إنما كان هذا بفضله عليهم وإحسانه إليهم كما ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" اعملوا وسددوا وقاربوا ، واعلموا أن أحدا لن يدخله عمله الجنة \" قالوا : ولا أنت يا رسول الله ؟ قال : \" ولا أنا إلا أن يتغمدني الله برحمة منه وفضل \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فضلا من ربك ) أي فعل ذلك بهم فضلا منه ( ذلك هو الفوز العظيم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فضلا من ربك أي : فعل ذلك بهم تفضلا منه عليهم . ف ( فضلا ) مصدر عمل فيه ( يدعون ) . وقيل : العامل فيه ( ووقاهم ) . وقيل : فعل مضمر . وقيل : معنى الكلام الذي قبله ، لأنه تفضل منه عليهم ، إذ وفقهم في الدنيا إلى أعمال يدخلون بها الجنة . ( ذلك هو الفوز العظيم ) أي السعادة والربح العظيم والنجاة العظيمة . وقيل : هو من قولك فاز بكذا ، أي : ناله وظفر به ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَوَقَاهُمْ عَذَابَ الْجَحِيمِ فَضْلا مِنْ رَبِّكَ ) يقول تعالى ذكره: ووقى هؤلاء المتقين ربهم يومئذ عذاب النار تفضلا يا محمد من ربك عليهم, وإحسانًا منه عليهم بذلك, ولم يعاقبهم بجرم سلف منهم في الدنيا, ولولا تفضله عليهم بصفحه لهم عن العقوبة لهم على ما سلف منهم من ذلك, لم يقهم عذاب الجحيم, ولكن كان ينالهم ويصيبهم ألمه ومكروهه.وقوله ( ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ ) يقول تعالى ذكره: هذا الذي أعطينا هؤلاء المتقين في الآخرة من الكرامة التي وصفت في هذه الآيات, هو الفوز العظيم: يقول: هو الظفر العظيم بما كانوا يطلبون من إدراكه في الدنيا بأعمالهم وطاعتهم لربهم, واتقائهم إياه, فيما امتحنهم به من الطاعات والفرائض, واجتناب المحارم."
        }
      ]
    },
    {
      "ayahNo": 58,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فإنما يسرناه» سهلنا القرآن «بلسانك» بلغتك لتفهمه العرب منك «لعلهم يتذكرون» يتعظون فيؤمنون لكنهم لا يؤمنون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَإِنَّمَا يَسَّرْنَاهُ  أي: القرآن  بِلِسَانِكَ  أي: سهلناه بلسانك الذي هو أفصح الألسنة على الإطلاق وأجلها فتيسر به لفظه وتيسر معناه.  لَعَلَّهُمْ يَتَذَكَّرُونَ  ما فيه نفعهم فيفعلونه وما فيه ضررهم فيتركونه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فإنما يسرناه بلسانك لعلهم يتذكرون ) أي : إنما يسرنا هذا القرآن الذي أنزلناه سهلا واضحا بينا جليا بلسانك الذي هو أفصح اللغات وأجلاها وأحلاها وأعلاها ( لعلهم يتذكرون ) أي : يتفهمون ويعملون . ثم لما كان مع هذا البيان والوضوح ، من الناس من كفر وخالف وعاند ، قال الله تعالى لرسوله مسليا له وواعدا له بالنصر ، ومتوعدا لمن كذبه بالعطب والهلاك :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فإنما يسرناه ) سهلنا القرآن ، كناية عن غير مذكور ( بلسانك ) أي على لسانك ( لعلهم يتذكرون ) يتعظون ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فإنما يسرناه بلسانك لعلهم يتذكرون فارتقب إنهم مرتقبون .قوله تعالى : فإنما يسرناه يعني القرآن ، أي : سهلناه بلغتك عليك وعلى من يقرؤه لعلهم يتذكرون أي : يتعظون وينزجرون . ونظيره : ولقد يسرنا القرآن للذكر فهل من مدكر فختم السورة بالحث على اتباع القرآن وإن لم يكن مذكورا ، كما قال في مفتتح السورة : إنا أنزلناه في ليلة مباركة ، إنا أنزلناه في ليلة القدر على ما تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (58)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فإنما سهَّلنا قراءة هذا القرآن الذي أنزلناه إليك يا محمد بلسانك, ليتذكر هؤلاء المشركون الذين أرسلناك إليهم بعبره وحُججه, ويتَّعظوا بعظاته, ويتفكَّروا في آياته إذا أنت تتلوه عليهم, فينيبوا إلى طاعة ربهم, ويذعنوا للحقّ عند تبينهموه.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ ) : أي هذا القرآن ( لَعَلَّهُمْ يَتَذَكَّرُونَ ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ ) قال: القرآن, ويسَّرناه: أطلق به لسانه."
        }
      ]
    },
    {
      "ayahNo": 59,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فانتظر -أيها الرسول- ما وعدتك من النصر على هؤلاء المشركين بالله، وما يحلُّ بهم من العقاب، إنهم منتظرون موتك وقهرك، سيعلمون لمن تكون النصرة والظَّفَر وعلو الكلمة في الدنيا والآخرة، إنها لك -أيها الرسول- ولمن اتبعك من المؤمنين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فارتقب» انتظر هلاكهم «إنهم مرتقبون» هلاكك، وهذا قبل نزول الأمر بجهادهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَارْتَقِبْ  أي: انتظر ما وعدك ربك من الخير والنصر  إِنَّهُمْ مُرْتَقِبُونَ  ما يحل بهم من العذاب وفرق بين الارتقابين: رسول الله وأتباعه يرتقبون الخير في الدينا والآخرة، وضدهم يرتقبون الشر في الدنيا والآخرة.تم تفسير سورة الدخان، ولله الحمد والمنة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فارتقب ) أي : انتظر ( إنهم مرتقبون ) أي : فسيعلمون لمن يكون النصر والظفر وعلو الكلمة في الدنيا والآخرة ، فإنها لك يا محمد ولإخوانك من النبيين والمرسلين ومن اتبعكم من المؤمنين ، كما قال تعالى : ( كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز ) [ المجادلة : 21 ] ، وقال تعالى : ( إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار ) [ غافر : 51 ، 52 ] .آخر تفسير سورة الدخان ، ولله الحمد والمنة ، وبه التوفيق والعصمة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فارتقب ) فانتظر النصر من ربك . وقيل : فانتظر لهم العذاب . ( إنهم مرتقبون ) منتظرون قهرك بزعمهم .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني الحسين بن فنجويه ، حدثنا يحيى بن محمد بن يحيى ، حدثنا أبو عيسى موسى بن علي الختلي ، حدثنا أبو هاشم الرفاعي ، حدثنا زيد بن الحباب ، حدثنا عمر بن عبد الله بن أبي خثعم ، عن يحيى بن كثير ، عن أبي سلمة ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" من قرأ حم الدخان في ليلة أصبح يستغفر له سبعون ألف ملك \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فارتقب إنهم مرتقبون أي انتظر ما وعدتك من النصر عليهم إنهم منتظرون لك الموت ، حكاه النقاش . وقيل : انتظر الفتح من ربك إنهم منتظرون بزعمهم قهرك . وقيل : انتظر أن يحكم الله بينك وبينهم فإنهم ينتظرون بك ريب الحدثان . والمعنى متقارب . وقيل : ارتقب ما وعدتك من الثواب فإنهم كالمنتظرين لما وعدتهم من العقاب . وقيل : ارتقب يوم القيامة فإنه يوم الفصل ، وإن لم يعتقدوا وقوع القيامة ، جعلوا كالمرتقبين لأن عاقبتهم ذلك . والله تعالى أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فانتظر أنت يا محمد الفتح من ربك, والنصر على هؤلاء المشركين بالله من قومك من قريش, إنهم منتظرون عند أنفسهم قهرك وغلبتك بصدّهم عما أتيتهم به من الحق من أراد قبوله واتباعك عليه.وبنحو الذي قلنا في تأويل قوله ( فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ ) : أي فانتظر إنهم منتظرون.آخر تفسير سورة الدخان"
        }
      ]
    }
  ]
}