{
  "surah": {
    "surahNo": 45,
    "surahNameAr": "الجاثية",
    "surahNameArabicLong": "سورة الجاثية",
    "surahNameEn": "Al-Jaathiya",
    "revelationPlace": "Mecca",
    "totalAyat": 37
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«حم» الله أعلم بمراده به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "تقدم تفسير الحروف المقطعة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية، \" حم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة الجاثية مكية كلها في قول الحسن وجابر وعكرمة .وقال ابن عباس وقتادة : إلا آية , هي \" قل للذين آمنوا يغفروا للذين لا يرجون أيام الله \" [ الجاثية : 14 ] نزلت بالمدينة في عمر بن الخطاب رضي الله عنه ; ذكره الماوردي .وقال المهدوي والنحاس عن ابن عباس : إنها نزلت في عمر رضي الله عنه , شتمه رجل من المشركين بمكة قبل الهجرة .فأراد أن يبطش به , فأنزل الله عز وجل : \" قل للذين آمنوا يغفروا للذين لا يرجون أيام الله \" [ الجاثية : 14 ] ثم نسخت بقوله : \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] .فالسورة كلها مكية على هذا من غير خلاف .وهي سبع وثلاثون آية .وقيل ست .اختلف في معناه ; فقال عكرمة : قال النبي صلى الله عليه وسلم : ( \" حم \" اسم من أسماء الله تعالى وهي مفاتيح خزائن ربك ) قال ابن عباس : \" حم \" اسم الله الأعظم .وعنه : \" الر \" و \" حم \" و \" ن \" حروف الرحمن مقطعة .وعنه أيضا : اسم من أسماء الله تعالى أقسم به .وقال قتادة : إنه اسم من أسماء القرآن .مجاهد : فواتح السور .وقال عطاء الخراساني : الحاء افتتاح اسمه حميد وحنان وحليم وحكيم , والميم افتتاح اسمه ملك ومجيد ومنان ومتكبر ومصور ; يدل عليه ما روى أنس أن أعرابيا سأل النبي صلى الله عليه وسلم : ما \" حم \" فإنا لا نعرفها في لساننا ؟ فقال النبي صلى الله عليه وسلم : ( بدء أسماء وفواتح سور ) وقال الضحاك والكسائي : معناه قضي ما هو كائن .كأنه أراد الإشارة إلى تهجي \" حم \" ; لأنها تصير حم بضم الحاء وتشديد الميم ; أي قضي ووقع .وقال كعب بن مالك : فلما تلاقيناهم ودارت بنا الرحى وليس لأمر حمه الله مدفع وعنه أيضا : إن المعنى حم أمر الله أي قرب ; كما قال الشاعر : قد حم يومي فسر قوم قوم بهم غفلة ونوم ومنه سميت الحمى ; لأنها تقرب من المنية .والمعنى المراد قرب نصره لأوليائه , وانتقامه من أعدائه كيوم بدر .وقيل : حروف هجاء ; قال الجرمي : ولهذا تقرأ ساكنة الحروف فخرجت مخرج التهجي وإذا سميت سورة بشيء من هذه الحروف أعربت ; فتقول : قرأت \" حم \" فتنصب ; قال الشاعر : يذكرني حاميم والرمح شاجر فهلا تلا حاميم قبل التقدم وقرأ عيسى بن عمر الثقفي : \" حم \" بفتح الميم على معنى اقرأ حم أو لالتقاء الساكنين .ابن أبي إسحاق وأبو السمال بكسرها .والإمالة والكسر للالتقاء الساكنين , أو على وجه القسم .وقرأ أبو جعفر بقطع الحاء من الميم .الباقون بالوصل .وكذلك في \" حم .عسق \" .وقرأ أبو عمرو وأبو بكر وحمزة والكسائي وخلف وابن ذكوان بالإمالة في الحاء .وروي عن أبي عمرو بين اللفظين وهي قراءة نافع وأبي جعفر وشيبة .الباقون بالفتح مشبعا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  حم (1)قد تقدم بياننا في معنى قوله (حم) ."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا القرآن منزل من الله العزيز في انتقامه من أعدائه، الحكيم في تدبير أمور خلقه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في مُلكه «الحكيم» في صنعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى خبرا يتضمن الأمر بتعظيم القرآن والاعتناء به وأنه  تَنْزِيلُ   مِنَ اللَّهِ  المألوه المعبود لما اتصف به من صفات الكمال وانفرد به من النعم الذي له العزة الكاملة والحكمة التامة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى أنه أنزل الكتاب على عبده ورسوله محمد صلوات الله وسلامه عليه دائما إلى يوم الدين ووصف نفسه بالعزة التي لا ترام والحكمة في الأقوال والأفعال."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" تنزيل الكتاب من الله العزيز الحكيم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ\" حم \" مبتدأ و \" تنزيل \" خبره .وقال بعضهم : \" حم \" اسم السورة .و \" تنزيل الكتاب \" مبتدأ .وخبره \" من الله \" .والكتاب القرآن .الْعَزِيزِالمنيع .الْحَكِيمِالحكيم في فعله"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وأما قوله: ( تَنزيلُ الْكِتَابِ مِنَ اللَّهِ ) فإن معناه: هذا تنزيل القرآن من عند الله (العَزِيزِ) في انتقامه من أعدائه (الحَكِيمِ) في تدبيره أمر خلقه."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن في السموات السبع، والأرض التي منها خروج الخلق، وما فيهما من المخلوقات المختلفة الأجناس والأنواع، لأدلة وحججًا للمؤمنين بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن في السماوات والأرض» أي في خلقهما «لآيات» دالة على قدرة الله ووحدانيته تعالى «للمؤمنين»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم أيد ذلك بما ذكره من الآيات الأفقية والنفسية من خلق السماوات والأرض"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يرشد تعالى خلقه إلى التفكر في آلائه ونعمه وقدرته العظيمة التي خلق بهما السموات الأرض."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" إن في السموات والأرض لآيات للمؤمنين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي في خلقهما"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ فِي السَّمَاوَاتِ وَالأرْضِ لآيَاتٍ لِلْمُؤْمِنِينَ ) يقول تعالى ذكره: إن في السموات السبع اللاتي منهنّ نزول الغيث, والأرض التي منها خروج الخلق أيها الناس ( لآيَاتٍ لِلْمُؤْمِنِينَ ) يقول: لأدلة وحججا للمصدّقين بالحجج إذا تبيَّنوها ورأوها."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وفي خَلْقكم -أيها الناس- وخلق ما تفرق في الأرض من دابة تَدِبُّ عليها، حجج وأدلة لقوم يوقنون بالله وشرعه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وفي خلقكم» أي في خلق كل منكم من نطفة ثم علقة ثم مضغة إلى أن صار إنساناً «و» خلق «ما يبث» يفرق في الأرض «من دابة» هي ما يدب على الأرض من الناس وغيرهم «آيات لقوم يوقنون» بالبعث."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وما بث فيهما من الدواب وما أودع فيهما من المنافع وما أنزل الله من الماء الذي يحيي به الله البلاد والعباد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وما فيهما من المخلوقات المختلفة الأجناس والأنواع من الملائكة والجن والإنس والدواب والطيور والوحوش والسباع والحشرات وما في البحر من الأصناف المتنوعة."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وفي خلقكم وما يبث من دابة آيات ) قرأ حمزة ، والكسائي ، ويعقوب : \" آيات \" وتصريف الرياح آيات \" بكسر التاء فيهما ردا على قوله : \" لآيات \" وهو في موضع النصب ، وقرأ الآخرون برفعهما على الاستئناف ، على أن العرب تقول : إن لي عليك مالا وعلى أخيك مال ، ينصبون الثاني ويرفعونه ( لقوم يوقنون ) أنه لا إله غيره ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وفي خلقكم وما يبث من دابة آيات لقوم يوقنون واختلاف الليل والنهار وما أنزل الله من السماء من رزق يعني المطرفأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون تقدم جميعه مستوفى في ( البقرة ) وغيرها . وقراءة العامة وما يبث من دابة آيات ، وتصريف الرياح آيات بالرفع فيهما . وقرأ حمزة والكسائي بكسر التاء فيهما . ولا خلاف في الأول أنه بالنصب على اسم ( إن ) وخبرها في السماوات ووجه الكسر في ( آيات ) الثاني العطف على ما عملت فيه ، التقدير : إن في خلقكم وما يبث من دابة آيات . فأما الثالث فقيل : إن وجه النصب فيه تكرير ( آيات ) لما طال الكلام ، كما تقول : ضربت زيدا زيدا . وقيل : إنه على الحمل على ما عملت فيه ( إن ) على تقدير حذف ( في ) ، التقدير : وفي اختلاف الليل والنهار آيات . فحذفت \" في \" لتقدم ذكرها . وأنشد سيبويه في الحذف [ للشاعر أبي داود الأيادي ] :أكل امرئ تحسبين امرأ ونارا توقد بالليل نارافحذف ( كل ) المضاف إلى نار المجرورة لتقدم ذكرها . وقيل : هو من باب العطف على عاملين . ولم يجزه سيبويه ، وأجازه الأخفش وجماعة من الكوفيين ، فعطف واختلاف على قوله : وفي خلقكم ثم قال : وتصريف الرياح آيات فيحتاج إلى العطف على عاملين ، والعطف على عاملين قبيح من أجل أن حروف العطف تنوب مناب العامل ، فلم تقو أن تنوب مناب عاملين مختلفين ، إذ لو ناب مناب رافع وناصب لكان رافعا ناصبا في حال . وأما قراءة الرفع فحملا على موضع ( إن ) مع ما عملت فيه . وقد ألزم النحويون في ذلك أيضا العطف على عاملين ; لأنه عطف واختلاف على وفي خلقكم ، وعطف ( آيات ) على موضع ( آيات ) الأول ، ولكنه يقدر على تكرير ( في ) . ويجوز أن يرفع على القطع مما قبله فيرفع بالابتداء ، وما قبله خبره ، ويكون عطف جملة على جملة . وحكى الفراء رفع ( واختلاف ) و ( آيات ) جميعا ، وجعل الاختلاف هو الآيات ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (4)يقول تعالى ذكره: وفى خلق الله إياكم أيها الناس, وخلقه ما تفرّق في الأرض من دابة تدّب عليها من غير جنسكم ( آيَاتٌ لِقَوْمٍ يُوقِنُونَ ) يعني: حججا وأدلة لقوم يوقنون بحقائق الأشياء, فيقرّون بها, ويعلمون صحتها.واختلفت القرّاء في قراءة قوله: ( آيَاتٌ لِقَوْمٍ يُوقِنُونَ ) وفي التي بعد ذلك فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (آياتٌ) رفعا على الابتداء, وترك ردّها على قوله  لآيَاتٍ لِلْمُؤْمِنِينَ  , وقرأته عامة قرّاء الكوفة (آياتٍ) خفضا بتأويل النصب ردّا على قوله  لآيَاتٍ لِلْمُؤْمِنِينَ  .وزعم قارئو ذلك كذلك من المتأخرين أنهم اختاروا قراءته كذلك, لأنه في قراءة أُبيّ في الآيات الثلاثة (لآياتٍ) باللام فجعلوا دخول اللام في ذلك في قراءته دليلا لهم على صحة قراءة جميعه بالخفض, وليس الذي اعتمدوا عليه من الحجة في ذلك بحجة, لأنه لا رواية بذلك عن أبيّ صحيحة, وأبيّ لو صحت به عنه رواية, ثم لم يُعلم كيف كانت قراءته بالخفض أو بالرفع لم يكن الحكم عليه بأنه كان يقرؤه خفضا, بأولى من الحكم عليه بأنه كان يقرؤه رفعا, إذ كانت العرب قد تدخل اللام في خبر المعطوف على جملة كلام تامّ قد عملت في ابتدائها \" إن \", مع ابتدائهم إياه, كما قال حُمَيد بن ثَور الهِلاليّ:إنَّ الخِلافَةَ بَعْدَهُمْ لَذَميمَةٌوَخَلائِفٌ طُرُفٌ لَمِمَّا أحْقِرُ (1)فأدخل اللام في خبر مبتدأ بعد جملة خبر قد عملت فيه \" إن \" إذ كان الكلام, وإن ابتدئ منويا فيه إن.والصواب من القول في ذلك إن كان الأمر على ما وصفنا أن يقال: إن الخفض في هذه الأحرف والرفع قراءتان مستفيضتان في قراءة الأمصار قد قرأ بهما علماء من القرّاء صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(1) لم أجد البيت في ديوان حميد بن ثور الهلالي طبعة دار الكتب المصرية . والخلاف الطرف : هم الذين خلفوا بعد آبائهم القدماء . يقول : إن الخلافة بعد الخلفاء الأولين صارت ذميمة ، والخلفاء المحدثون محتقرون في عيني ، لأنهم لا يسلكون مسلك آبائهم . والشاهد في البيت أن الشاعر استأنف بالواو جملة من مبتدأ وخبر مرفوعين بعد الجملة الأولى التي مبتدؤها منصوب بأن ، وذلك كما في الآية : \"إن في السموات والأرض لآيات للمؤمنين وفي خلقكم وما يبث من دابة آيات لقوم يوقنون\" . ا . ه . وقال الفراء في معاني القرآن (الورقة 299) قوله \" وفي خلقكم وما يبث من دابة آيات\": تقرأ الآيات بالخفض، على تأويل النصب ، يرد على قوله \"إن في السموات والأرض لآيات\" . ويقوي الخفض فيها أنها في قراءة عبد الله بن مسعود : لآيات . وفي قراءة أُبي لآيات. والرفع قراءة الناس على الاستئناف فيما بعد أن . والعرب تقول : إن لي عليك مالا ، وعلى أخيك مال كثير ، فينصبون الثاني ويرفعونه وفي قراءة عبد الله : \"وفي اختلاف الليل والنهار\" فهذه تقوي خفض الاختلاف . ولو رفع رافع فقال: \"واختلاف الليل والنهار آيات\" أيضا ، يجعل الاختلاف آيات ، ولم نسمعه من أحد من القراء . قال : ولو رفع رافع الآيات وفيها اللام ، كان صوابا. قال : أنشدني الكسائي \"إن الخلافة..\" البيت."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر، فأحيا به الأرض بعد يُبْسها، فاهتزت بالنبات والزرع، وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم، أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«و» في «اختلاف الليل والنهار» ذهابهما ومجيئهما «وما أنزل الله من السماء من رزق» مطر لأنه سبب الرزق «فأحيا به الأرض بعد موتها وتصريف الريح» تقليبها مرة جنوباً ومرة شمالاً وباردة وحارة «آيات لقوم يعقلون» الدليل فيؤمنون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "واختلاف الليل والنهار في تعاقبهما دائبين لا يفتران ، هذا بظلامه وهذا بضيائه ، وما أنزل الله تعالى من السحاب من المطر في وقت الحاجة إليه ، وسماه رزقا ; لأن به يحصل الرزق ، ( فأحيا به الأرض بعد موتها ) أي : بعد ما كانت هامدة لا نبات فيها ولا شيء .وقوله : ( وتصريف الرياح ) أي : جنوبا وشآما ، ودبورا وصبا ، بحرية وبرية ، ليلية ونهارية . ومنها ما هو للمطر ، ومنها ما هو للقاح ، ومنها ما هو غذاء للأرواح ، ومنها ما هو عقيم [ لا ينتج ] .وقال أولا ) لآيات للمؤمنين ) ، ثم ) يوقنون ) ثم ) يعقلون ) وهو ترق من حال شريف إلى ما هو أشرف منه وأعلى . وهذه الآيات شبيهة بآية \" البقرة \" وهي قوله : ( إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون ) [ البقرة : 164 ] . وقد أورد ابن أبي حاتم هاهنا عن وهب بن منبه أثرا طويلا غريبا في خلق الإنسان من الأخلاط الأربعة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( واختلاف الليل والنهار وما أنزل الله من السماء من رزق ) يعني الغيث الذي هو سبب أرزاق العباد ( فأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "واختلاف الليل والنهار وما أنزل الله من السماء من رزق يعني المطرفأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون تقدم جميعه مستوفى في ( البقرة ) وغيرها . وقراءة العامة وما يبث من دابة آيات ، وتصريف الرياح آيات بالرفع فيهما . وقرأ حمزة والكسائي بكسر التاء فيهما . ولا خلاف في الأول أنه بالنصب على اسم ( إن ) وخبرها في السماوات ووجه الكسر في ( آيات ) الثاني العطف على ما عملت فيه ، التقدير : إن في خلقكم وما يبث من دابة آيات . فأما الثالث فقيل : إن وجه النصب فيه تكرير ( آيات ) لما طال الكلام ، كما تقول : ضربت زيدا زيدا . وقيل : إنه على الحمل على ما عملت فيه ( إن ) على تقدير حذف ( في ) ، التقدير : وفي اختلاف الليل والنهار آيات . فحذفت \" في \" لتقدم ذكرها . وأنشد سيبويه في الحذف [ للشاعر أبي داود الأيادي ] :أكل امرئ تحسبين امرأ ونارا توقد بالليل نارافحذف ( كل ) المضاف إلى نار المجرورة لتقدم ذكرها . وقيل : هو من باب العطف على عاملين . ولم يجزه سيبويه ، وأجازه الأخفش وجماعة من الكوفيين ، فعطف واختلاف على قوله : وفي خلقكم ثم قال : وتصريف الرياح آيات فيحتاج إلى العطف على عاملين ، والعطف على عاملين قبيح من أجل أن حروف العطف تنوب مناب العامل ، فلم تقو أن تنوب مناب عاملين مختلفين ، إذ لو ناب مناب رافع وناصب لكان رافعا ناصبا في حال . وأما قراءة الرفع فحملا على موضع ( إن ) مع ما عملت فيه . وقد ألزم النحويون في ذلك أيضا العطف على عاملين ; لأنه عطف واختلاف على وفي خلقكم ، وعطف ( آيات ) على موضع ( آيات ) الأول ، ولكنه يقدر على تكرير ( في ) . ويجوز أن يرفع على القطع مما قبله فيرفع بالابتداء ، وما قبله خبره ، ويكون عطف جملة على جملة . وحكى الفراء رفع ( واختلاف ) و ( آيات ) جميعا ، وجعل الاختلاف هو الآيات ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5)يقول تبارك وتعالى ( وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ ) أيها الناس, وتعاقبهما عليكم, هذا بظلمته وسواده وهذا بنوره وضيائه ( وَمَا أَنزلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ ) وهو الغيث الذي به تخرج الأرض أرزاق العباد وأقواتهم, وإحيائه الأرض بعد موتها: يقول: فأنبت ما أنزل من السماء من الغيْث ميت الأرض, حتى اهتزّت بالنبات والزرع من بعد موتها, يعني: من بعد جدوبها وقحوطها ومصيرها دائرة لا نبت فيها ولا زرع.وقوله ( وَتَصْرِيفِ الرِّيَاحِ ) يقول: وفي تصريفه الرياح لكم شمالا مرّة, وجنوبا أخرى, وصبًّا أحيانا, ودبورا أخرى لمنافعكم.وقد قيل: عنى بتصريفها بالرحمة مرّة, وبالعذاب أخرى.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَتَصْرِيفِ الرِّيَاحِ ) قال: تصريفها إن شاء جعلها رحمة; وإن شاء جعلها عذابا.وقوله ( آيَاتٌ لِقَوْمٍ يَعْقِلُونَ ) يقول تعالى ذكره: في ذلك أدلة وحجج لله على خلقه, لقوم يعقلون عن الله حججه, ويفهمون عنه ما وعظهم به من الآيات والعبر."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذه الآيات والحجج نتلوها عليك -أيها الرسول- بالحق، فبأي حديث بعد الله وآياته وأدلته على أنه الإله الحق وحده لا شريك له يؤمنون ويصدقون ويعملون؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تلك» الآيات المذكورة «آيات الله» حججه الدالة على وحدانيته «نتلوها» نقصها «عليك بالحق» متعلق بنتلو «فبأي حديث بعد الله» أي حديثه وهو القرآن «وآياته» حججه «يؤمنون» أي كفار مكة، أي لا يؤمنون، وفي قراءة بالتاء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فهذه كلها آيات بينات وأدلة واضحات على صدق هذا القرآن العظيم وصحة ما اشتمل عليه من الحكم والأحكام، ودالات أيضا على ما لله تعالى من الكمال وعلى البعث والنشور.ثم قسم تعالى الناس بالنسبة إلى الانتفاع بآياته وعدمه إلى قسمين:قسم يستدلون بها ويتفكرون بها وينتفعون فيرتفعون وهم المؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر إيمانا تاما وصل بهم إلى درجة اليقين، فزكى منهم العقول وازدادت به معارفهم وألبابهم وعلومهم.وقسم يسمع آيات الله سماعا تقوم به الحجة عليه ثم يعرض عنها ويستكبر، كأنه ما سمعها لأنها لم تزك قلبه ولا طهرته بل بسبب استكباره عنها ازداد طغيانه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : هذه آيات الله - يعني القرآن بما فيه من الحجج والبينات - ( نتلوها عليك بالحق ) أي : متضمنة الحق من الحق ، فإذا كانوا لا يؤمنون بها ولا ينقادون لها ، فبأي حديث بعد الله وآياته يؤمنون ؟ !"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( تلك آيات الله نتلوها عليك بالحق ) يريد هذا الذي قصصنا عليك من آيات الله نقصها عليك بالحق ( فبأي حديث بعد الله ) بعد كتاب الله ( وآياته يؤمنون ) قرأ ابن عامر وحمزة والكسائي وأبو بكر ويعقوب : \" تؤمنون \" بالتاء ، على معنى قل لهم يا محمد : فبأي حديث تؤمنون ، وقرأ الآخرون بالياء ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : تلك آيات الله نتلوها عليك بالحق فبأي حديث بعد الله وآياته يؤمنون .قوله تعالى : تلك آيات الله أي هذه آيات الله ؛ أي حججه وبراهينه الدالة على وحدانيته وقدرته . ( نتلوها عليك بالحق ) أي بالصدق الذي لا باطل ولا كذب فيه . وقرئ ( يتلوها ) بالياء . فبأي حديث بعد الله أي بعد حديث الله وقيل بعد قرآنه ( وآياته يؤمنون ) وقراءة العامة بالياء على الخبر . وقرأ ابن محيصن وأبو بكر عن عاصم وحمزة والكسائي تؤمنون بالتاء على الخطاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (6)يقول تعالى ذكره: هذه الآيات والحجج يا محمد من ربك على خلقه نتلوها عليك بالحقّ: يقول: نخبرك عنها بالحقّ لا بالباطل, كما يخبر مشركو قومك عن آلهتهم بالباطل, أنها تقرّبهم إلى الله زُلْفَى, فبأيّ حديث بعد الله وآياته تؤمنون: يقول تعالى ذكره للمشركين به: فبأيّ حديث أيها القوم بعد حديث الله هذا الذي يتلوه عليكم, وبعد حجه عليكم وأدلته التي دلكم بها على وحدانيته من أنه لا ربّ لكم سواه, تصدّقون, إن كنتم كذّبتم لحديثه وآياته. وهذا التأويل على مذهب قراءة من قرأ (تُؤْمِنُونَ) على وجه الخطاب من الله بهذا الكلام للمشركين, وذلك قراءة عامة قرّاء الكوفيين.وأما على قراءة من قرأه (يُؤْمِنُونَ) بالياء, فإن معناه: فبأيّ حديث يا محمد بعد حديث الله الذي يتلوه عليك وآياته هذه التي نبه هؤلاء المشركين عليها, وذكرهم بها, يؤمن هؤلاء المشركون, وهي قراءة عامة قرّاء أهل المدينة والبصرة, ولكلتا القراءتين وجه صحيح, وتأويل مفهوم, فبأية القراءتين قرأ ذلك القارئ فمصيب عندنا, وإن كنت أميل إلى قراءته بالياء إذ كانت في سياق آيات قد مضين قبلها على وجه الخبر, وذلك قوله:  لِقَوْمٍ يُوقِنُونَ  و  لِقَوْمٍ يَعْقِلُونَ  ."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هلاك شديد ودمار لكل كذاب كثير الآثام."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويل» كلمة عذاب «لكل أفاك» كذاب «أثيم» كثير الإثم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأنه إذا علم من آيات الله شيئا اتخذها هزوا فتوعده الله تعالى بالويل فقال: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ  أي: كذاب في مقاله أثيم في فعاله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( ويل لكل أفاك أثيم ) أي أفاك في قوله كذاب ، حلاف مهين أثيم في فعله وقيله كافر بآيات الله ; ولهذا قال :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ويل لكل أفاك أثيم ) كذاب صاحب إثم ، يعني : النضر بن الحارث ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويل لكل أفاك أثيمقوله تعالى : ويل لكل أفاك أثيم ويل واد في جهنم . توعد من ترك الاستدلال بآياته . والأفاك : الكذاب . والإفك الكذب . أثيم أي : مرتكب للإثم . والمراد فيما روى : النضر بن الحارث وعن ابن عباس أنه الحارث بن كلدة . وحكى الثعلبي أنه أبو جهل وأصحابه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (7)يقول تعالى ذكره: الوادي السائل من صديد أهل جهنم, لكلّ كذّاب ذي إثم بربه, مفتر عليه ."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يسمع آيات كتاب الله تُقْرأ عليه، ثم يتمادى في كفره متعاليًا في نفسه عن الانقياد لله ورسوله، كأنه لم يسمع ما تُلي عليه من آيات الله، فبشر -أيها الرسول- هذا الأفاك الأثيم بعذاب مؤلم موجع في نار جهنم يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يسمع آيات الله» القرآن «تتلى عليه ثم يصر» على كفره «مستكبراً» متكبراً عن الإيمان «كأن لم يسمعها فبشره بعذاب أليم» مؤلم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( يسمع آيات الله تتلى عليه ) أي : تقرأ عليه ( ثم يصر ) أي : على كفره وجحوده استكبارا وعنادا ( كأن لم يسمعها ) أي : كأنه ما سمعها ، ( فبشره بعذاب أليم ) [ أي ] فأخبره أن له عند الله يوم القيامة عذابا أليما موجعا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" يسمع آيات الله تتلى عليه ثم يصر مستكبراً كأن لم يسمعها فبشره بعذاب أليم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يسمع آيات الله تتلى عليه يعني آيات القرآن . ثم يصر مستكبرا كأن لم يسمعها أي يتمادى على كفره متعظما في نفسه عن الانقياد ، مأخوذ من صر الصرة إذا شدها . قال معناه ابن عباس وغيره . وقيل : أصله من إصرار الحمار على العانة وهو أن ينحني عليها صارا أذنيه . و أن من كأن مخففة من الثقيلة ، كأنه لم يسمعها ، والضمير ضمير الشأن ، كما في قوله : .كأن ظبية تعطو إلى ناظر السلمومحل الجملة النصب ، أي : يصر مثل غير السامع . وقد تقدم في أول ( لقمان ) القول في معنى هذه الآية وتقدم معنى فبشره بعذاب أليم في ( البقرة ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ) يقول: يسمع آيات كتاب الله تُقرأ عليه ( ثُمَّ يُصِرُّ ) على كفره وإثمه فيقيم عليه غير تائب منه, ولا راجع عنه ( مُسْتَكْبِرًا ) على ربه أن يذعن لأمره ونهيه ( كَأَنْ لَمْ يَسْمَعْهَا ) يقول: كأن لم يسمع ما تلي عليه من آيات الله بإصراره على كفره ( فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ ) يقول: فبشر يا محمد هذا الأفَّاك الأثيم الذي هذه صفته بعذاب من الله له.(أليم) : يعني موجع في نار جهنم يوم القيامة."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا علم هذا الأفاك الأثيم من آياتا شيئًا اتخذها هزوًا وسُخْرية، أولئك لهم عذاب يهينهم، ويخزيهم يوم القيامة؛ جزاء استهزائهم بالقرآن."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا علم من آياتنا» أي القرآن «شيئاً اتخذها هزواً» أي مهزوءاً بها «أولئك» أي الأفاكون «لهم عذاب مهين» ذو إهانة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإذا علم من آياتنا شيئا اتخذها هزوا ) أي : إذا حفظ شيئا من القرآن كفر به واتخذه سخريا وهزوا ، ( أولئك لهم عذاب مهين ) أي : في مقابلة ما استهان بالقرآن واستهزأ به ; ولهذا روى مسلم في صحيحه عن ابن عمر قال : نهى رسول الله - صلى الله عليه وسلم - أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإذا علم من آياتنا ) قال مقاتل : من القرآن ( شيئا اتخذها هزوا أولئك لهم عذاب مهين ) وذكر بلفظ الجمع ردا إلى \" كل \" في قوله : \" لكل أفاك أثيم \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا علم من آياتنا شيئا اتخذها هزوا نحو قوله في الزقوم : إنه الزبد والتمر ، وقوله في خزنة جهنم : إن كانوا تسعة عشر فأنا ألقاهم وحدي . أولئك لهم عذاب مهين مذل مخز ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (9)يقول تعالى ذكره: (وَإِذَا عَلِمَ) هذا الأفاك الأثيم (مِنْ) آيات الله ( شَيْئًا اتَّخَذَهَا هُزُوًا ) : يقول: اتخذ تلك الآيات التي علمها هزوا, يسخر منها, وذلك كفعل أبي جهل حين نزلت  إِنَّ شَجَرَةَ الزَّقُّومِ * طَعَامُ الأَثِيمِ  إذ دعا بتمر وزبد فقال: تزقموا من هذا, ما يعدكم محمد إلا شهدا, وما أشبه ذلك من أفعالهم.وقوله ( أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ ) يقول تعالى ذكره: هؤلاء الذين يفعلون هذا الفعل, وهم الذين يسمعون آيات الله تُتلى عليهم ثم يصرّون على كفرهم استكبارًا, ويتخذون آيات الله التي علموها هزوا, لهم يوم القيامة من الله عذاب مهين يهينهم ويذلهم في نار جهنم, بما كانوا في الدنيا يستكبرون عن طاعة الله واتباع آياته, وإنما قال تعالى ذكره (أُولَئِكَ) فجمع. وقد جرى الكلام قبل ذلك (2) ردّا للكلام إلى معنى الكلّ في قوله  وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ  .------------------------الهوامش:(2) لعله : وقد جرى الكلام قبل ذلك على الإفراد ، ردا. إلخ..."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "مِن أمام هؤلاء المستهزئين بآيات الله جهنم، ولا يغني عنهم ما كسبوا شيئًا من المال والولد، ولا آلهتُهم التي عبدوها مِن دون الله، ولهم عذاب عظيم مؤلم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«من ورائهم» أي أمامهم لأنهم في الدنيا «جهنم ولا يغني عنهم ما كسبوا» من المال والفعال «شيئاً ولا ما اتخذوا من دون الله» أي الأصنام «أولياء ولهم عذاب عظيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأخبر أن له عذابا أليما وأن  مِنْ وَرَائِهِمْ جَهَنَّمُ  تكفي في عقوبتهم البليغة.وأنه  لا يُغْنِي عَنْهُمْ مَا كَسَبُوا  من الأموال  وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ  يستنصرون بهم فخذلوهم أحوج ما كانوا إليهم لو نفعوا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم فسر العذاب الحاصل له يوم معاده فقال : ( من ورائهم جهنم ) أي : كل من اتصف بذلك سيصيرون إلى جهنم يوم القيامة ، ( ولا يغني عنهم ما كسبوا شيئا ) أي : لا تنفعهم أموالهم ولا أولادهم ، ( ولا ما اتخذوا من دون الله أولياء ) أي : ولا تغني عنهم الآلهة التي عبدوها من دون الله شيئا ، ( ولهم عذاب عظيم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( من ورائهم ) أمامهم ( جهنم ) يعني أنهم في الدنيا [ ممتعون بأموالهم ] ولهم في الآخرة النار يدخلونها ( ولا يغني عنهم ما كسبوا ) من الأموال ( شيئا ولا ما اتخذوا من دون الله أولياء ) ولا ما عبدوا من دون الله من الآلهة ( ولهم عذاب عظيم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "من ورائهم جهنم أي من وراء ما هم فيه من التعزز في الدنيا والتكبر عن الحق جهنم . وقال ابن عباس : من ورائهم جهنم أي : أمامهم ، نظيره : من ورائه جهنم ويسقى من ماء صديد أي : من أمامه . قال :أليس ورائي إن تراخت منيتي أدب مع الولدان أزحف كالنسرولا يغني عنهم ما كسبوا شيئا أي من المال والولد ، نظيره : لن تغني عنهم أموالهم ولا أولادهم من الله شيئا أي : من المال والولد . ولا ما اتخذوا من دون الله أولياء يعني الأصنام . ولهم عذاب عظيم أي دائم مؤلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مِنْ وَرَائِهِمْ جَهَنَّمُ وَلا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (10)يقول تعالى ذكره: ومن وراء هؤلاء المستهزئين بآيات الله, يعني من بين أيديهم. وقد بينَّا العلة التي من أجلها قيل لما أمامك, هو وَرَاءك, فيما مضى بما أغنى عن إعادته; يقول: من بين أيديهم نار جهنم هم واردوها, ولا يغنيهم ما كسبوا شيئًا: يقول: ولا يغني عنهم من عذاب جهنم إذا هم عُذّبوا به ما كسبوا في الدنيا من مال وولد شيئا.وقوله: ( وَلا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ) يقول: ولا آلهتهم التي عبدوها من دون الله, ورؤساؤهم, وهم الذين أطاعوهم في الكفر بالله, واتخذوهم نُصراء في الدنيا, تغني عنهم يومئذ من عذاب جهنم شيئا.( وَلَهُمْ عَذَابٌ عَظِيمٌ ) يقول: ولهم من الله يومئذ عذاب في جهنم عظيم."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا القرآن الذي أنزلناه عليك -أيها الرسول- هدى من الضلالة، ودليل على الحق، يهدي إلى طريق مستقيم مَن اتبعه وعمل به، والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يُصَدِّقوا بها، لهم عذابٌ مِن أسوأ أنواع العذاب يوم القيامة، مؤلم موجع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هذا» أي القرآن «هدى» من الضلالة «والذين كفروا بآيات ربهم لهم عذاب» حظ «من رجز» أي عذاب «أليم» موجع."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فلما بين آياته القرآنية والعيانية وأن الناس فيها على قسمين أخبر أن القرآن المشتمل على هذه المطالب العالية أنه هدى فقال:  هَذَا هُدًى  وهذا وصف عام لجميع القرآن فإنه يهدي إلى معرفة الله تعالى بصفاته المقدسة وأفعاله الحميدة، ويهدي إلى معرفة رسله وأوليائه وأعدائه، وأوصافهم، ويهدي إلى الأعمال الصالحة ويدعو إليها ويبين الأعمال السيئة وينهى عنها، ويهدي إلى بيان الجزاء على الأعمال ويبين الجزاء الدنيوي والأخروي، فالمهتدون اهتدوا به فأفلحوا وسعدوا،  وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ  الواضحة القاطعة التي يكفر بها إلا من اشتد ظلمه وتضاعف طغيانه،  لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( هذا هدى ) يعني القرآن ( والذين كفروا بآيات ربهم لهم عذاب من رجز أليم ) وهو المؤلم الموجع ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هذا ) يعني هذا القرآن ( هدى ) بيان من الضلالة ( والذين كفروا بآيات ربهم لهم عذاب من رجز أليم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هذا هدى والذين كفروا بآيات ربهم لهم عذاب من رجز أليم .قوله تعالى : هذا هدى ابتداء وخبر ، يعني القرآن . وقال ابن عباس : يعني كل ما جاء به محمد صلى الله عليه وسلم . والذين كفروا بآيات ربهم أي جحدوا دلائله . لهم عذاب من رجز أليم الرجز العذاب ، أي : لهم عذاب من عذاب أليم ، دليله قوله تعالى : فأنزلنا على الذين ظلموا رجزا من السماء أي : عذابا . وقيل : الرجز القذر مثل الرجس ، وهو كقوله تعالى : ويسقى من ماء صديد أي : لهم عذاب من تجرع الشراب القذر . وضم الراء من الرجز ابن محيصن حيث وقع . وقرأ ابن كثير وابن محيصن وحفص أليم بالرفع ، على معنى لهم عذاب أليم من رجز . الباقون بالخفض نعتا للرجز ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (11)يقول تعالى ذكره: هذا القرآن الذي أنزلناه على محمد هدى: يقول: بيان ودليل على الحقّ, يهدي إلى صراط مستقيم, من اتبعه وعمل بما فيه ( وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ ) يقول: والذين جحدوا ما في القرآن من الآيات الدالات على الحقّ, ولم يصدقوا بها, ويعملوا بها, لهم عذاب أليم يوم القيامة موجع."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الله سبحانه وتعالى هو الذي سخَّر لكم البحر؛ لتجري السفن فيه بأمره، ولتبتغوا من فضله بأنواع التجارات والمكاسب، ولعلكم تشكرون ربكم على تسخيره ذلك لكم، فتعبدوه وحده، وتطيعوه فيما يأمركم به، وينهاكم عنه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الله الذي سخر لكم البحر لتجري الفلك» السفن «فيه بأمره» بإذنه «ولتبتغوا» تطلبوا بالتجارة «من فضله ولعلكم تشكرون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى بفضله على عباده وإحسانه إليهم بتسخير البحر لسير المراكب والسفن بأمره وتيسيره،  لِتَبْتَغُوا مِنْ فَضْلِهِ  بأنواع التجارات والمكاسب،  وَلَعَلَّكُمْ تَشْكُرُونَ  الله تعالى فإنكم إذا شكرتموه زادكم من نعمه وأثابكم على شكركم أجرا جزيلا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يذكر تعالى نعمه على عبيده فيما سخر لهم من البحر ( لتجري الفلك ) ، وهي السفن فيه بأمره تعالى ، فإنه هو الذي أمر البحر أن يحملها ( ولتبتغوا من فضله ) أي : في المتاجر والمكاسب ، ( ولعلكم تشكرون ) أي : على حصول المنافع المجلوبة إليكم من الأقاليم النائية والآفاق القاصية ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون ذكر كمال قدرته وتمام نعمته على عباده ، وبين أنه خلق ما خلق لمنافعهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12)يقول تعالى ذكره: الله أيها القوم, الذي لا تنبغي الألوهة إلا له, الذي أنعم عليكم هذه النعم, التي بيَّنها لكم في هذه الآيات, وهو أنه ( سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ ) السفن (فيه بأمره) لمعايشكم وتصرّفكم في البلاد لطلب فضله فيها, ولتشكروا ربكم على تسخيره ذلك لكم فتعبدوه وتطيعوه فيما يأمركم به, وينهاكم عنه."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وسخَّر لكم كل ما في السموات من شمس وقمر ونجوم، وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم، جميع هذه النعم منة من الله وحده أنعم بها عليكم، وفضل منه تَفضَّل به، فإياه فاعبدوا، ولا تجعلوا له شريكًا. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته، فيعتبرون بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وسخر لكم ما في السماوات» من شمس وقمر ونجوم وماء وغيره «وما في الأرض» من دابة وشجر ونبات وأنهار وغيرها أي خلق ذلك لمنافعكم «جميعاً» تأكيد «منه» حال، أي سخرها كائنة منه تعالى «إن في ذلك لآيات لقوم يتفكرون» فيها فيؤمنون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ  أي: من فضله وإحسانه، وهذا شامل لأجرام السماوات والأرض ولما أودع الله فيهما من الشمس والقمر والكواكب والثوابت والسيارات وأنواع الحيوانات وأصناف الأشجار والثمرات وأجناس المعادن وغير ذلك مما هو معد لمصالح بني آدم ومصالح ما هو من ضروراته، فهذا يوجب عليهم أن يبذلوا غاية جهدهم في شكر نعمته وأن تتغلغل أفكارهم في تدبر آياته وحكمه ولهذا قال:  إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ  وجملة ذلك أن خلقها وتدبيرها وتسخيرها دال على نفوذ مشيئة الله وكمال قدرته، وما فيها من الإحكام والإتقان وبديع الصنعة وحسن الخلقة دال على كمال حكمته وعلمه، وما فيها من السعة والعظمة والكثرة دال على سعة ملكه وسلطانه، وما فيها من التخصيصات والأشياء المتضادات دليل على أنه الفعال لما يريد، وما فيها من المنافع والمصالح الدينية والدنيوية دليل على سعة رحمته، وشمول فضله وإحسانه وبديع لطفه وبره، وكل ذلك دال على أنه وحده المألوه المعبود الذي لا تنبغي العبادة والذل والمحبة إلا له وأن رسله صادقون فيما جاءوا به، فهذه أدلة عقلية واضحة لا تقبل ريبا ولا شكا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( وسخر لكم ما في السموات وما في الأرض ) أي : من الكواكب والجبال ، والبحار والأنهار ، وجميع ما تنتفعون به ، أي : الجميع من فضله وإحسانه وامتنانه ; ولهذا قال : ( جميعا منه ) أي : من عنده وحده لا شريك له في ذلك ، كما قال تعالى : ( وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون ) [ النحل : 53 ] .وروى ابن جرير من طريق العوفي ، عن ابن عباس في قوله : ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) كل شيء هو من الله ، وذلك الاسم فيه اسم من أسمائه ، فذلك جميعا منه ، ولا ينازعه فيه المنازعون ، واستيقن أنه كذلك .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا محمد بن خلف العسقلاني ، حدثنا الفرياني ، عن سفيان ، عن الأعمش ، عن المنهال بن عمرو ، عن أبي أراكة قال : سأل رجل عبد الله بن عمرو قال : مم خلق الخلق ؟ قال : من النور والنار ، والظلمة والثرى . قال وائت ابن عباس فاسأله . فأتاه فقال له مثل ذلك ، فقال : ارجع إليه فسله : مم خلق ذلك كله ؟ فرجع إليه فسأله ، فتلا ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) هذا أثر غريب ، وفيه نكارة .( إن في ذلك لآيات لقوم يتفكرون )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وسخر لكم ما في السماوات وما في الأرض ) ومعنى تسخيرها أنه خلقها لمنافعنا . فهو مسخر لنا من حيث إنا ننتفع به ( جميعا منه ) فلا تجعلوا لله أندادا ، قال ابن عباس : \" جميعا منه \" ، كل ذلك رحمة منه . قال الزجاج : كل ذلك تفضل منه وإحسان . ( إن في ذلك لآيات لقوم يتفكرون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وسخر لكم ما في السماوات وما في الأرض جميعا منه ؛ يعني أن ذلك فعله وخلقه وإحسان منه وإنعام . وقرأ ابن عباس والجحدري وغيرهما ( جميعا منة ) بكسر الميم وتشديد النون وتنوين الهاء ، منصوبا على المصدر . قال أبو عمرو : وكذلك سمعت مسلمة يقرؤها ( منة ) أي : تفضلا وكرما . وعن مسلمة بن محارب أيضا ( جميعا منه ) على إضافة المن إلى هاء الكناية . وهو عند أبي حاتم خبر ابتداء محذوف ، أي : ذلك ، أو هو منه . وقراءة الجماعة ظاهرة . إن في ذلك لآيات لقوم يتفكرون"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (13)يقول تعالى ذكره: ( وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ ) من شمس وقمر ونجوم ( وَمَا فِي الأرْضِ ) من دابة وشجر وجبل وجماد وسفن لمنافعكم ومصالحكم ( جَمِيعًا مِنْهُ ). يقول تعالى ذكره: جميع ما ذكرت لكم أيها الناس من هذه النعم, نعم عليكم من الله أنعم بها عليكم, وفضل منه تفضّل به عليكم, فإياه فاحمدوا لا غيره, لأنه لم يشركه في إنعام هذه النعم عليكم شريك, بل تفرّد بإنعامها عليكم وجميعها منه, ومن نعمه فلا تجعلوا له في شكركم له شريكا بل أفردوه بالشكر والعبادة, وأخلصوا له الألوهة, فإنه لا إله لكم سواه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قوله ( وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ جَمِيعًا مِنْهُ ) يقول: كل شيء هو من الله, وذلك الاسم فيه اسم من أسمائه, فذلك جميعا منه, ولا ينازعه فيه المنازعون, واستيقن أنه كذلك.وقوله ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ ) يقول تعالى ذكره: إن في  تسخير الله لكم ما أنبأكم أيها الناس أنه سخره لكم فى هاتين الآيتين (لآيَاتٍ) يقول: لعلامات ودلالات على أنه لا إله لكم غيره, الذي أنعم عليكم هذه النعم, وسخر لكم هذه الأشياء التي لا يقدر على تسخيرها غيره لقوم يتفكرون في آيات الله وحججه وأدلته, فيعتبرون بها ويتعظون إذا تدبروها, وفكَّروا فيها."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل -أيها الرسول- للذين صدَّقوا بالله واتَّبَعوا رسله يعفوا، ويتجاوزوا عن الذين لا يرجون ثواب الله، ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه؛ ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل للذين آمنوا يغفروا للذين لا يرجون» يخافون «أيام الله» وقائعه، أي اغفر للكفار ما وقع منهم من الأذى لكم وهذا قبل الأمر بجهادهم «ليجزي» أي الله وفي قراءة بالنون «قوماً بما كانوا يكسبون» من الغفر للكفار أذاهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يأمر تعالى عباده المؤمنين بحسن الخلق والصبر على أذية المشركين به، الذين لا يرجون أيام الله أي: لا يرجون ثوابه ولا يخافون وقائعه في العاصين فإنه تعالى سيجزي كل قوم بما كانوا يكسبون. فأنتم يا معشر المؤمنين يجزيكم على إيمانكم وصفحكم وصبركم، ثوابا جزيلا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) أي : يصفحوا عنهم ويحملوا الأذى منهم . وهذا كان في ابتداء الإسلام ، أمروا أن يصبروا على أذى المشركين وأهل الكتاب ؛ ليكون ذلك لتأليف قلوبهم ، ثم لما أصروا على العناد شرع الله للمؤمنين الجلاد والجهاد . هكذا روي عن ابن عباس ، وقتادة .وقال مجاهد [ في قوله ] ( لا يرجون أيام الله ) لا يبالون نعم الله .وقوله : ( ليجزي قوما بما كانوا يكسبون ) أي : إذا صفحوا عنهم في الدنيا ، فإن الله مجازيهم بأعمالهم السيئة في الآخرة ;"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) أي لا يخافون وقائع الله ولا يبالون نقمته ، قال ابن عباس ومقاتل : نزلت في عمر بن الخطاب رضي الله تعالى عنه ، وذلك أن رجلا من بني غفار شتمه بمكة فهم عمر - رضي الله تعالى عنه - أن يبطش به ، فأنزل الله هذه الآية ، وأمره أن يعفو عنه .وقال القرظي والسدي : نزلت في أناس من أصحاب رسول الله - صلى الله عليه وسلم - من أهل مكة كانوا في أذى شديد من المشركين ، من قبل أن يؤمروا بالقتال ، فشكوا ذلك إلى رسول الله - صلى الله عليه وسلم - ، فأنزل الله هذه الآية ثم نسختها آية القتال . ( ليجزي قوما ) قرأ ابن عامر وحمزة والكسائي \" لنجزي \" بالنون ، وقرأ الآخرون بالياء ، أي ليجزي الله ، وقرأ أبو جعفر \" ليجزى \" بضم الياء الأولى وسكون الثانية وفتح الزاي ، قال أبو عمرو : وهو لحن ، قال الكسائي : معناه ليجزي الجزاء قوما ( بما كانوا يكسبون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ليجزي قوما بما كانوا يكسبون .قوله تعالى : قل للذين آمنوا يغفروا جزم على جواب قل تشبيها بالشرط والجزاء كقولك : قم تصب خيرا . وقيل : هو على حذف اللام . وقيل : على معنى قل لهم اغفروا يغفروا ، فهو جواب أمر محذوف دل الكلام عليه ، قاله علي بن عيسى واختاره ابن العربي . ونزلت الآية بسبب أن رجلا من قريش شتم عمر بن الخطاب فهم أن يبطش به . قال ابن العربي : وهذا لم يصح . وذكر الواحدي والقشيري وغيرهما عن ابن عباس أن الآية نزلت في عمر مع عبد الله بن أبي في غزوة بني المصطلق ، فإنهم نزلوا على بئر يقال لها ( المريسيع ) فأرسل عبد الله غلامه ليستقي ، وأبطأ عليه فقال : ما حبسك ؟ قال : غلام عمر بن الخطاب قعد على فم البئر ، فما ترك أحدا يستقي حتى ملأ قرب النبي - صلى الله عليه وسلم - وقرب أبي بكر ، وملأ لمولاه . فقال عبد الله : ما مثلنا ومثل هؤلاء إلا كما قيل : سمن كلبك يأكلك . فبلغ عمر - رضي الله عنه - قوله ، فاشتمل على سيفه يريد التوجه إليه ليقتله ، فأنزل الله هذه الآية . هذه رواية عطاء عن ابن عباس . وروى عنه ميمون بن مهران قال : لما نزلت من ذا الذي يقرض الله قرضا حسنا قال يهودي بالمدينة يقال له فنحاص : احتاج رب محمد ! قال : فلما سمع عمر بذلك اشتمل على سيفه وخرج في طلبه ، فجاء جبريل - عليه السلام - إلى النبي - صلى الله عليه وسلم - فقال : ( إن ربك يقول لك قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) . واعلم أن عمر قد اشتمل على سيفه وخرج في طلب اليهودي ، فبعث رسول الله - صلى الله عليه وسلم - في طلبه ، فلما جاء قال : ( يا عمر ، ضع سيفك ) قال : يا رسول الله ، صدقت . أشهد أنك أرسلت بالحق . قال : ( فإن ربك يقول : قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) قال : لا جرم! والذي بعثك بالحق لا ترى الغضب في وجهي .قلت : وما ذكره المهدوي والنحاس فهو رواية الضحاك عن ابن عباس ، وهو قول القرظي والسدي ، وعليه يتوجه النسخ في الآية . وعلى أن الآية نزلت بالمدينة أو في غزوة بني المصطلق فليست بمنسوخة . ومعنى يغفروا يعفوا ويتجاوزوا . ومعنى : لا يرجون أيام الله أي : لا يرجون ثوابه . وقيل : أي : لا يخافون بأس الله ونقمه . وقيل : الرجاء بمعنى الخوف ، كقوله : ما لكم لا ترجون لله وقارا أي : لا تخافون له عظمة . والمعنى : لا تخشون مثل عذاب الأمم الخالية . والأيام يعبر بها عن الوقائع . وقيل : لا يأملون نصر الله لأوليائه وإيقاعه بأعدائه . وقيل : المعنى لا يخافون البعث .ليجزي قوما بما كانوا يكسبون ، قراءة العامة ليجزي بالياء على معنى ليجزي الله . وقرأ حمزة والكسائي وابن عامر ( لنجزي ) بالنون على التعظيم . وقرأ أبو جعفر والأعرج وشيبة ( ليجزى ) بياء مضمومة وفتح الزاي على الفعل المجهول ، قوما بالنصب . قال أبو عمرو : وهذا لحن ظاهر . وقال الكسائي : معناه ليجزي الجزاء قوما ، نظيره : ( وكذلك نجي المؤمنين ) على قراءة ابن عامر وأبي بكر في سورة ( الأنبياء ) قال الشاعر :ولو ولدت قفيرة جرو كلب لسب بذلك الجرو الكلاباأي : لسب السب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد للذين صدّقوا الله واتبعوك, يغفروا للذين لا يخافون بأس الله ووقائعه ونقمه إذا هم نالوهم بالأذى والمكروه ( لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) يقول: ليجزي الله هؤلاء الذين يؤذونهم من المشركين في الآخرة, فيصيبهم عذابه بما كانوا فى الدنيا يكسبون من الإثم, ثم بأذاهم أهل الإيمان بالله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) قال: كان نبي الله صلى الله عليه وسلم يعرض عن المشركين إذا آذوه, وكانوا يستهزئون به, ويكذّبونه, فأمره الله عزّ وجلّ أن يقاتل المشركين كافَّة, فكان هذا من المنسوخ.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله ( لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله, أو نِقم الله.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي  نجيح, عن مجاهد ( لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله. وهذه الآية منسوخة بأمر الله بقتال المشركين. وإنما قُلنا: هي منسوخة لإجماع أهل التأويل على أن ذلك كذلك.* ذكر من قال ذلك:وقد ذكرنا الرواية في ذلك عن ابن عباس، حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها ما في الأنفال  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ  وفي براءة  قَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً  أمر بقتالهم حتى يشهدوا أن لا إله إلا الله وأن محمدًا رسول الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها  فَاقْتُلُوا الْمُشْرِكِينَ  .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هذا منسوخ, أمر الله بقتالهم في سورة براءة.حدثنا ابن حميد, قال: ثنا حكام, قال: ثنا عنبسة عمن ذكره عن أبي صالح ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها التي في الحج  أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا  .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هؤلاء المشركون, قال: وقد نسخ هذا وفرض جهادهم والغلظة عليهم.وجزم قوله (يَغْفِرُوا) تشبيها له بالجزاء والشرط وليس به, ولكن لظهوره في الكلام على مثاله, فعرّب تعريبه, وقد مضى البيان عنه قبل.واختلفت القرّاء في قراءة قوله ( لِيَجْزِيَ قَوْمًا ) فقرأه بعض قرّاء المدينة والبصرة والكوفة: (لِيَجْزِي) بالياء على وجه الخبر عن الله أنه يجزيهم ويثيبهم وقرأ ذلك بعض عامة قرّاء الكوفيين \" لنجزي\" بالنون على وجه الخبر من الله عن نفسه. وذُكر عن أبي جعفر القارئ أنه كان يقرؤه ( لِيُجْزَى قَوْمًا ) على مذهب ما لم يسمّ فاعله, وهو على مذهب كلام العرب لحن، (1) إلا أن يكون أراد: ليجزي الجزاء قوما, بإضمار الجزاء, وجعله مرفوعا( لِيُجْزِي ) فيكون وجها من القراءة, وإن كان بعيدا (2) .والصواب من القول في ذلك عندنا أن قراءته بالياء والنون على ما ذكرت من قراءة الأمصار جائزة بأيّ تينك القراءتين قرأ القارئ. فأما قراءته على ما ذكرت عن أبي جعفر, فغير (3) جائزة عندي لمعنيين: أحدهما: أنه خلاف لما عليه الحجة من القرّاء, وغير جائز عندي خلاف ما جاءت به مستفيضا فيهم. والثاني بعدها من الصحة فى العربية إلا على استكراه الكلام على غير المعروف من وجهه.------------------------الهوامش:(1) ليس كلام العرب حجة على القراءة ولكن القراءة حجة على كلامهم.(2) يجوز أن يكون الفاعل نائب فاعل هو قوله تعالى (بما كانوا يكسبون).(3) قوله: فغير جائزة، هذا خطأ لأن القراءة عشرية صحيحة متواترة في قوة السبعة."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "من عمل مِن عباد الله بطاعته فلنفسه عمل، ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى، ثم إنكم - أيها الناس - إلى ربكم تصيرون بعد موتكم، فيجازي المحسن بإحسانه، والمسيء بإساءته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«من عمل صالحاً فلنفسه» عمل «ومن أساء فعليها» أساء «ثم إلى ربكم ترجعون» تصيرون فيجازي المصلح والمسيء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وهم إن استمروا على تكذيبهم فلا يحل بكم  ما حل بهم من العذاب الشديد والخزي ولهذا قال:  مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون ) أي : تعودون إليه يوم القيامة فتعرضون بأعمالكم [ عليه ] فيجزيكم بأعمالكم خيرها وشرها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" من عمل صالحاً فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون تقدم . ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (15)يقول تعالى ذكره: من عمل من عباد الله بطاعته فانتهى إلى أمره, وانزجر لنهيه, فلنفسه عمل ذلك الصالح من العمل, وطلب خلاصها من عذاب الله, أطاع ربه لا لغير ذلك, لأنه لا ينفع ذلك غيره, والله عن عمل كل عامل غنيّ( وَمَنْ أَسَاءَ فَعَلَيْهَا ) يقول: ومن أساء عمله في الدنيا بمعصيته فيها ربه, وخلافه فيها أمره ونهيه, فعلى نفسه جنى, لأنه أوبقها بذلك, وأكسبها به سخطه, ولم يضرّ أحدا سوى نفسه ( ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ ) يقول: ثم أنتم أيها الناس أجمعون إلى ربكم تصيرون من بعد مماتكم, فيجازى المحسن منكم بإحسانه, والمسيء بإساءته, فمن ورد عليه منكم بعمل صالح, جوزي من الثواب صالحا, ومن ورد عليه منكم بعمل سيئ جوزي من الثواب سيئا."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما، وجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم، ورزقناهم من الطيبات من الأقوات والثمار والأطعمة، وفضَّلناهم على عالمي زمانهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد آتينا بني إسرائيل الكتاب» التوراة «والحكم» به بين الناس «والنبوة» لموسى وهارون منهم «ورزقناهم من الطيبات» الحلالات كالمنّ والسلوى «وفضلناهم على العالمين» عالمي زمانهم العقلاء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: ولقد أنعمنا على بني إسرائيل نعما لم تحصل لغيرهم من الناس، وآتيناهم  الكتاب  أي: التوراة والإنجيل  والحكم  بين الناس  والنبوة  التي امتازوا بها وصارت النبوة في ذرية إبراهيم عليه السلام، أكثرهم من بني إسرائيل،  وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ  من المآكل والمشارب والملابس وإنزال المن والسلوى عليهم  وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ  أي: على الخلق بهذه النعم ويخرج من هذا العموم اللفظي هذه الأمة فإنهم خير أمة أخرجت للناس.والسياق يدل على أن المراد غير هذه الأمة فإن الله يقص علينا ما امتن به على بني إسرائيل وميزهم عن غيرهم، وأيضا فإن الفضائل التي فاق بها بنو إسرائيل من الكتاب والحكم والنبوة وغيرها من النعوت قد حصلت كلها لهذه الأمة، وزادت عليهم هذه الأمة فضائل كثيرة فهذه الشريعة شريعة بني إسرائيل جزء منها، فإن هذا الكتاب مهيمن على سائر الكتب السابقة، ومحمد صلى الله عليه وسلم مصدق لجميع المرسلين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يذكر تعالى ما أنعم به على بني إسرائيل من إنزال الكتب عليهم وإرسال الرسل إليهم ، وجعله الملك فيهم ; ولهذا قال : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات ) أي : من المآكل والمشارب ، ( وفضلناهم على العالمين ) أي : في زمانهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد آتينا بني إسرائيل الكتاب ) التوراة ( والحكم والنبوة ورزقناهم من الطيبات ) الحلالات ، يعني المن والسلوى ( وفضلناهم على العالمين ) أي عالمي زمانهم ، قال ابن عباس لم يكن أحد من العالمين في زمانهم أكرم على الله ولا أحب إليه منهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد آتينا بني إسرائيل الكتاب يعني التوراة . والحكم والنبوة ؛ الحكم : الفهم في الكتاب . وقيل : الحكم على الناس والقضاء . والنبوة يعني الأنبياء من وقت يوسف - عليه السلام - إلى زمن عيسى عليه السلام . ورزقناهم من الطيبات أي الحلال من الأقوات والثمار والأطعمة التي كانت بالشام . وقيل : يعني المن والسلوى في التيه . وفضلناهم على العالمين أي على عالمي زمانهم . على ما تقدم في ( الدخان ) بيانه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16)يقول تعالى ذكره ( وَلَقَدْ آتَيْنَا ) يا محمد ( بَنِي إِسْرَائِيلَ الْكِتَابَ ) يعني التوراة والإنجيل، (والحُكْمَ) يعني الفهم بالكتاب, والعلم بالسنن التي لم تنزل فى الكتاب، ( وَالنُّبُوَّةَ ) يقول: وجعلنا منهم أنبياء ورسُلا إلى الخلق، ( وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ ) يقول: وأطعمناهم من طيبات أرزاقنا, وذلك ما أطعمهم من المنّ والسلوى ( وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ ) يقول: وفضلناهم على عالمي أهل زمانهم في أيام فرعون وعهده في ناحيتهم بمصر والشام."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام، ودلالات تبين الحق من الباطل، فما اختلفوا إلا من بعد ما جاءهم العلم، وقامت الحجة عليهم، وإنما حَمَلهم على ذلك بَغْيُ بعضهم على بعض؛ طلبًا للرفعة والرئاسة، إن ربك -أيها الرسول- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا. وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وآتيانهم بينات من الأمر» أمر الدين من الحلال والحرام وبعثة محمد عليه أفضل الصلاة والسلام «فما اختلفوا» في بعثته «إلا من بعد ما جاءهم العلم بغياً بينهم» أي لبغي حدث بينهم حسداً له «إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَآتَيْنَاهُمْ  أي: آتينا بني إسرائيل  بَيِّنَاتٍ  أي: دلالات تبين الحق من الباطل  مِنَ الْأَمْرِ  القدري الذي أوصله الله إليهم.وتلك الآيات هي المعجزات التي رأوها على يد موسى عليه السلام، فهذه النعم التي أنعم الله بها على بني إسرائيل تقتضي الحال أن يقوموا بها على أكمل الوجوه وأن يجتمعوا على الحق الذي بينه الله لهم، ولكن انعكس الأمر فعاملوها بعكس ما يجب.وافترقوا فيما أمروا بالاجتماع به ولهذا قال:  فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ  أي: الموجب لعدم الاختلاف، وإنما حملهم على الاختلاف البغي من بعضهم على بعض والظلم. إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ  فيميز المحق من المبطل والذي حمله على الاختلاف الهوى أو غيره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وآتيناهم بينات من الأمر ) أي : حججا وبراهين وأدلة قاطعات ، فقامت عليهم الحجج ثم اختلفوا بعد ذلك من بعد قيام الحجة ، وإنما كان ذلك بغيا منهم على بعضهم بعضا ، ( إن ربك ) يا محمد ( يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : سيفصل بينهم بحكمه العدل . وهذا فيه تحذير لهذه الأمة أن تسلك مسلكهم ، وأن تقصد منهجهم ;"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وآتيناهم بينات من الأمر ) يعني العلم بمبعث محمد - صلى الله عليه وسلم - وما بين لهم من أمره ( فما اختلفوا إلا من بعد ما جاءهم العلم بغيا بينهم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وآتيناهم بينات من الأمر قال ابن عباس : يعني أمر النبي - صلى الله عليه وسلم - ، وشواهد نبوته بأنه يهاجر من تهامة إلى يثرب ، وينصره أهل يثرب . وقيل : بينات الأمر شرائع واضحات في الحلال والحرام ومعجزات . فما اختلفوا إلا من بعد ما جاءهم العلم يريد يوشع بن نون ، فآمن بعضهم وكفر بعضهم ، حكاه النقاش . وقيل : إلا من بعد ما جاءهم العلم : نبوة النبي - صلى الله عليه وسلم - فاختلفوا فيها . بغيا بينهم أي حسدا على النبي صلى الله عليه وسلم ، قال معناه الضحاك . قيل : معنى بغيا أي : بغى بعضهم على بعض يطلب الفضل والرياسة ، وقتلوا الأنبياء ، فكذا مشركو عصرك يا محمد ، قد جاءتهم البينات ولكن أعرضوا عنها للمنافسة في الرياسة . إن ربك يقضي بينهم أي يحكم ويفصل . يوم القيامة فيما كانوا فيه يختلفون في الدنيا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الأَمْرِ فَمَا اخْتَلَفُوا إِلا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17)يقول تعالى ذكره: وأعطينا بني إسرائيل واضحات من أمرنا بتنزيلنا إليهم التوراة فيها تفصيل كل شيء ( فَمَا اخْتَلَفُوا إِلا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ) طلبا للرياسات, وتركا منهم لبيان الله تبارك وتعالى في تنزيله.وقوله ( إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إن ربك يا محمد يقضي بين المختلفين من بني إسرائيل بغيا بينهم يوم القيامة, فيما كانوا فيه في الدنيا يختلفون بعد العلم  الذي آتاهم, والبيان الذي جاءهم منه, فيفلج المحقّ حينئذ على المبطل بفصل الحكم بينهم."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ثم جعلناك -أيها الرسول- على منهاج واضح من أمر الدين، فاتبع الشريعة التي جعلناك عليها، ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق. وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه، ووجوب الانقياد لحكمه، وعدم الميل إلى أهواء الكفرة والملحدين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم جعلناك» يا محمد «على شريعة» طريقة «من الأمر» أمر الدين «فاتبعها ولا تتبع أهواء الذين لا يعلمون» في عبادة غير الله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: ثم شرعنا لك شريعة كاملة تدعو إلى كل خير وتنهى عن كل شر من أمرنا الشرعي  فَاتَّبِعْهَا  فإن في اتباعها السعادة الأبدية والصلاح والفلاح،  وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ  أي: الذين تكون أهويتهم غير تابعة للعلم ولا ماشية خلفه، وهم كل من خالف شريعة الرسول صلى الله عليه وسلم هواه وإرادته فإنه من أهواء الذين لا يعلمون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( ثم جعلناك على شريعة من الأمر فاتبعها ) أي : اتبع ما أوحي إليك من ربك لا إله إلا هو ، وأعرض عن المشركين ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ثم جعلناك ) [ يا محمد ] ( على شريعة ) سنة وطريقة بعد موسى ( من الأمر ) من الدين ( فاتبعها ولا تتبع أهواء الذين لا يعلمون ) يعني مراد الكافرين ، وذلك أنهم كانوا يقولون له : ارجع إلى دين آبائك ، فإنهم كانوا أفضل منك ، فقال جل ذكره :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون .فيه مسألتان :الأولى : قوله تعالى : ثم جعلناك على شريعة من الأمر الشريعة في اللغة : المذهب والملة . ويقال لمشرعة الماء - وهي مورد الشاربة - : شريعة . ومنه الشارع لأنه طريق إلى المقصد . فالشريعة : ما شرع الله لعباده من الدين ، والجمع : الشرائع . والشرائع في الدين : المذاهب التي شرعها الله لخلقه . فمعنى : جعلناك على شريعة من الأمر أي : على منهاج واضح من أمر الدين يشرع بك إلى الحق . وقال ابن عباس : على شريعة أي : على هدى من الأمر . قتادة : الشريعة : الأمر والنهي والحدود والفرائض . مقاتل : البينة ; لأنها طريق إلى الحق . الكلبي : السنة ; لأنه يستن بطريقة من قبله من الأنبياء . ابن زيد : الدين ; لأنه طريق النجاة . قال ابن العربي : والأمر يرد في اللغة بمعنيين : أحدهما : بمعنى الشأن كقوله : فاتبعوا أمر فرعون وما أمر فرعون برشيد . والثاني : أحد أقسام الكلام الذي يقابله النهي . وكلاهما يصح أن يكون مرادا هاهنا ، وتقديره : ثم جعلناك على طريقة من الدين وهي ملة الإسلام ، كما قال تعالى : ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا وما كان من المشركين .ولا خلاف أن الله تعالى لم يغاير بين الشرائع في التوحيد والمكارم والمصالح ، وإنما خالف بينهما في الفروع حسبما علمه سبحانه .الثاني : قال ابن العربي : ظن بعض من يتكلم في العلم أن هذه الآية دليل على أن شرع من قبلنا ليس بشرع لنا ; لأن الله تعالى أفرد النبي - صلى الله عليه وسلم - وأمته في هذه الآية بشريعة ، ولا ننكر أن النبي - صلى الله عليه وسلم - وأمته منفردان بشريعة ، وإنما الخلاف فيما أخبر النبي - صلى الله عليه وسلم - عنه من شرع من قبلنا في معرض المدح والثناء هل يلزم اتباعه أم لا .قوله تعالى : ولا تتبع أهواء الذين لا يعلمون يعني المشركين . وقال ابن عباس : قريظة والنضير . وعنه : نزلت لما دعته قريش إلى دين آبائه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ (18)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ثم جعلناك يا محمد من بعد الذي آتينا بني إسرائيل, الذين وصفت لك صفتهم ( عَلَى شَرِيعَةٍ مِنَ الأمْرِ ) يقول: على طريقة وسنة ومنهاج من أمرنا الذي أمرنا به من قبلك من رسلنا( فاتَّبِعْها ) يقول: فاتبع تلك الشريعة التي جعلناها لك ( وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ ) يقول: ولا تتبع ما دعاك إليه الجاهلون بالله, الذين لا يعرفون الحقّ من الباطل, فتعمل به, فتهلك إن عملت به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ فَاتَّبِعْهَا ) قال: يقول على هدى من الأمر وبيِّنة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ فَاتَّبِعْهَا ) والشريعة: الفرائض والحدود والأمر والنهي فاتبعها( وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( ثُمَّ  جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ ) قال: الشريعة: الدين. وقرأ  شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ  قال: فنوح أوّلهم وأنت آخرهم."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك -أيها الرسول- من عقاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته، والله ناصر المتقين ربَّهم بأداء فرائضه واجتناب نواهيه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنهم لن يغنوا» يدافعوا «عنك من الله» من عذابه «شيئاً وإن الظالمين» الكافرين «بعضهم أولياء بعض والله وليُّ المتقين»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا  أي: لا ينفعونك عند الله فيحصلوا لك الخير ويدفعوا عنك الشر إن اتبعتهم على أهوائهم، ولا تصلح أن توافقهم وتواليهم فإنك وإياهم متباينون، وبعضهم ولي لبعض  واللَّهُ وَلِيُّ الْمُتَّقِينَ  يخرجهم من الظلمات إلى النور بسبب تقواهم وعملهم بطاعته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقال هاهنا : ( ولا تتبع أهواء الذين لا يعلمون إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض ) أي : وماذا تغني عنهم ولايتهم لبعضهم بعضا ، فإنهم لا يزيدونهم إلا خسارا ودمارا وهلاكا ، ( والله ولي المتقين ) ، وهو تعالى يخرجهم من الظلمات إلى النور ، والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنهم لن يغنوا عنك من الله شيئا ) [ لن يدفعوا عنك من عذاب الله شيئا ] إن اتبعت أهواءهم ( وإن الظالمين بعضهم أولياء بعض والله ولي المتقين ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض والله ولي المتقين .قوله تعالى : إنهم لن يغنوا عنك من الله شيئا أي إن اتبعت أهواءهم لا يدفعون عنك من عذاب الله شيئا . وإن الظالمين بعضهم أولياء بعض أي أصدقاء وأنصار وأحباب . قال ابن عباس : يريد أن المنافقين أولياء اليهود . والله ولي المتقين أي ناصرهم ومعينهم . والمتقون هنا : الذين اتقوا الشرك والمعاصي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ) يقول تعالى ذكره: إن هؤلاء الجاهلين بربهم, الذين يدعونك يا محمد إلى اتباع أهوائهم, لن يغنوا عنك إن أنت اتبعت أهواءهم, وخالفت شريعة ربك التي شرعها لك من عقاب الله شيئا, فيدفعوه عنك إن هو عاقبك, وينقذوك منه.وقوله ( وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ) يقول: وإن الظالمين بعضهم أنصار بعض, وأعوانهم على الإيمان بالله وأهل طاعته ( وَاللَّهُ وَلِيُّ الْمُتَّقِينَ ) يقول تعالى ذكره: والله يلي من اتقاه بأداء فرائضه, واجتناب معاصيه بكفايته, ودفاع من أراده بسوء, يقول جلّ ثناؤه لنبيه عليه الصلاة والسلام فكن من المتقين, يكفك الله ما بغاك وكادك به هؤلاء المشركون, فإنه وليّ من اتقاه, ولا يعظم عليك خلاف من خالف أمره وإن كثر عددهم, لأنهم لن يضرّوك ما كان الله وليك وناصرك."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا القرآن الذي أنزلناه إليك أيها الرسول بصائر يبصر به الناس الحق من الباطل، ويعرفون به سبيل الرشاد، وهدى ورحمةٌ لقوم يوقنون بحقيقة صحته، وأنه تنزيل من الله العزيز الحكيم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هذا» القرآن «بصائر للناس» معالم يتبصرون بها في الأحكام والحدود «وهدى ورحمة لقوم يوقنون» بالبعث."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  هَذَا  القرآن الكريم والذكر الحكيم  بَصَائِرَ لِلنَّاسِ  أي: يحصل به التبصرة في جميع الأمور للناس فيحصل به الانتفاع للمؤمنين، والهدى والرحمة. لِقَوْمٍ يُوقِنُونَ  فيهتدون به إلى الصراط المستقيم في أصول الدين وفروعه ويحصل به الخير والسرور والسعادة في الدنيا والآخرة وهي الرحمة. فتزكو به نفوسهم وتزداد به عقولهم ويزيد به إيمانهم ويقينهم، وتقوم به الحجة على من أصر وعاند."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( هذا بصائر للناس ) يعني : القرآن ( وهدى ورحمة لقوم يوقنون . )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هذا ) يعني القرآن ( بصائر للناس ) [ معالم للناس ] في الحدود والأحكام يبصرون بها ( وهدى ورحمة لقوم يوقنون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هذا بصائر للناس وهدى ورحمة لقوم يوقنون .قوله تعالى : هذا بصائر للناس ابتداء وخبر ، أي : هذا الذي أنزلت عليك براهين ودلائل ومعالم للناس في الحدود والأحكام . وقرئ ( هذه بصائر ) أي : هذه الآيات . وهدى أي رشد وطريق يؤدي إلى الجنة لمن أخذ به . ورحمة في الآخرة لقوم يوقنون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20)يقول تعالى ذكره ( هَذَا ) الكتاب الذي أنزلناه إليك يا محمد ( بَصَائِرُ لِلنَّاسِ ) يُبْصِرُون به الحقّ من الباطل, ويعرفون به سبيل الرشاد, والبصائر: جمع بصيرة.وبنحو الذي قلنا في ذلك كان ابن زيد يقول.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ ) قال: القرآن. قال: هذا كله إنما هو في القلب. قال: والسمع والبصر في القلب. وقرأ  فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ  وليس ببصر الدنيا ولا بسمعها.وقوله: ( وَهُدًى ) يقول: ورشاد ( وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ ) بحقيقة صحة هذا القرآن, وأنه تنزيل من الله العزيز الحكيم. وخصّ جلّ ثناؤه الموقنين بأنه لهم بصائر وهدى ورحمة, لأنهم الذين انتفعوا به دون من كذب به من أهل الكفر, فكان عليه عمى وله حزنا."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل أظنَّ الذين اكتسبوا السيئات، وكذَّبوا رسل الله، وخالفوا أمر ربهم، وعبدوا غيره، أن نجعلهم كالذين آمنوا بالله، وصدقوا رسله وعملوا الصالحات، وأخلصوا له العبادة دون سواه، ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أم» بمعنى همزة الإنكار «حسب الذين اجترحوا» اكتسبوا «السيئات» الكفر والمعاصي «أن نجعلهم كالذين آمنوا وعملوا الصالحات سواءً» خبر «محياهم ومماتهم» مبتدأ ومعطوف والجملة بدل من الكاف والضميران للكفار، المعنى: أحسبوا أن نجعلهم في الآخرة في خير كالمؤمنين في رغد من العيش مساو لعيشهم في الدنيا حيث قالوا للمؤمنين: لئن بعثنا لنُعطى من الخير مثل ما تعطون قال تعالى على وفق إنكاره بالهمزة: «ساءَ ما يحكمون» أي ليس الأمر كذلك فهم في الآخرة في العذاب على خلاف عيشهم في الدنيا والمؤمنون في الآخرة في الثواب بعملهم الصالحات في الدنيا من الصلاة والزكاة والصيام وغير ذلك، وما مصدرية، أي بئس حكماً حكمهم هذا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: أم حسب المسيئون المكثرون من الذنوب المقصرون في حقوق ربهم. أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  بأن قاموا بحقوق ربهم، واجتنبوا مساخطه ولم يزالوا مؤثرين رضاه على هوى أنفسهم؟ أي: أحسبوا أن يكونوا  سَوَاءً  في الدنيا والآخرة؟ ساء ما ظنوا وحسبوا وساء ما حكموا به، فإنه حكم يخالف حكمة أحكم الحاكمين وخير العادلين ويناقض العقول السليمة والفطر المستقيمة، ويضاد ما نزلت به الكتب وأخبرت به الرسل، بل الحكم الواقع القطعي أن المؤمنين العاملين الصالحات لهم النصر والفلاح والسعادة والثواب في العاجل والآجل كل على قدر إحسانه، وأن المسيئين لهم الغضب والإهانة والعذاب والشقاء في الدنيا والآخرة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( لا يستوي المؤمنون والكافرون ، كما قال : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] وقال هاهنا : ( أم حسب الذين اجترحوا السيئات ) أي : عملوها وكسبوها ( أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ) أي : نساويهم بهم في الدنيا والآخرة ! ( ساء ما يحكمون ) أي : ساء ما ظنوا بنا وبعدلنا أن نساوي بين الأبرار والفجار في الدار الآخرة ، وفي هذه الدار .قال الحافظ أبو يعلى : حدثنا مؤمل بن إهاب ، حدثنا بكير بن عثمان التنوخي ، حدثنا الوضين بن عطاء ، عن يزيد بن مرثد الباجي ، عن أبي ذر ، رضي الله عنه ، قال : إن الله بنى دينه على أربعة أركان ، فمن صبر عليهن ولم يعمل بهن لقي الله [ وهو ] من الفاسقين . قيل : وما هن يا أبا ذر ؟ قال : يسلم حلال الله لله ، وحرام الله لله ، وأمر الله لله ، ونهي الله لله ، لا يؤتمن عليهن إلا الله .قال أبو القاسم - صلى الله عليه وسلم - : \" كما أنه لا يجتنى من الشوك العنب ، كذلك لا ينال الفجار منازل الأبرار \" .هذا حديث غريب من هذا الوجه . وقد ذكر محمد بن إسحاق في كتاب \" السيرة \" أنهم وجدوا حجرا بمكة في أس الكعبة مكتوب عليه : تعملون السيئات وترجون الحسنات ؟ أجل كما يجتنى من الشوك العنب .وقد روى الطبراني من حديث شعبة ، عن عمرو بن مرة ، عن أبي الضحى ، عن مسروق ، أن تميما الداري قام ليلة حتى أصبح يردد هذه الآية : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات ) ; ولهذا قال تعالى : ( ساء ما يحكمون )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أم حسب ) [ بل حسب ] ( الذين اجترحوا السيئات ) اكتسبوا المعاصي والكفر ( أن نجعلهم كالذين آمنوا وعملوا الصالحات ) نزلت في نفر من مشركي مكة ، قالوا للمؤمنين : لئن كان ما تقولون حقا لنفضلن عليكم في الآخرة كما فضلنا عليكم في الدنيا . ( سواء محياهم ) قرأ حمزة والكسائي وحفص ويعقوب : \" سواء \" بالنصب ، أي : نجعلهم سواء ، يعني : أحسبوا أن حياة الكافرين ( ومماتهم ) كحياة المؤمنين وموتهم سواء كلا ، وقرأ الآخرون بالرفع على الابتداء والخبر أي محياهم ومماتهم سواء فالضمير فيهما يرجع إلى المؤمنين والكافرين جميعا ، معناه : المؤمن مؤمن محياه ومماته أي في الدنيا والآخرة ، والكافر كافر في الدنيا والآخرة ( ساء ما يحكمون ) بئس ما يقضون ، قال مسروق : قال لي رجل من أهل مكة : هذا مقام أخيك تميم الداري ، لقد رأيته ذات ليلة حتى أصبح أو كاد أن يصبح يقرأ آية من كتاب الله يركع بها ويسجد ويبكي . \" أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات \" الآية ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون .قوله تعالى : أم حسب الذين اجترحوا السيئات أن اكتسبوها . والاجتراح : الاكتساب ، ومنه الجوارح ، قال الكلبي : الذين اجترحوا عتبة وشيبة ابنا ربيعة والوليد بن عتبة . والذين آمنوا علي وحمزة وعبيدة بن الحارث - رضي الله عنهم - حين برزوا إليهم يوم بدر فقتلوهم . وقيل : نزلت في قوم من المشركين قالوا : إنهم يعطون في الآخرة خيرا مما يعطاه المؤمن ، كما أخبر الرب عنهم في قوله : ولئن رجعت إلى ربي إن لي عنده للحسنى . وقوله : أم حسب : استفهام معطوف معناه الإنكار . وأهل العربية يجوزون ذلك من غير عطف إذا كان متوسطا للخطاب . وقوم يقولون : فيه إضمار ، أي : والله ولي المتقين أفيعلم المشركون ذلك أم حسبوا أنا نسوي بينهم ؟ . وقيل : هي أم المنقطعة ، ومعنى الهمزة فيها إنكار الحسبان . وقراءة العامة ( سواء ) بالرفع على أنه خبر ابتداء مقدم ، أي : محياهم ومماتهم سواء . والضمير في محياهم ومماتهم يعود على الكفار ، أي : محياهم محيا سوء ومماتهم كذلك . وقرأ حمزة والكسائي والأعمش سواء بالنصب ، واختاره أبو عبيد قال : معناه نجعلهم سواء . وقرأ الأعمش أيضا وعيسى بن عمر ومماتهم بالنصب ، على معنى سواء في محياهم ومماتهم ، فلما أسقط الخافض انتصب . ويجوز أن يكون بدلا من الهاء والميم في نجعلهم ، المعنى : أن نجعل محياهم ومماتهم سواء كمحيا الذين آمنوا ومماتهم . ويجوز أن يكون الضمير في محياهم ومماتهم للكفار والمؤمنين جميعا . قال مجاهد : المؤمن يموت مؤمنا ويبعث مؤمنا ، والكافر يموت كافرا ويبعث كافرا . وذكر ابن المبارك أخبرنا شعبة عن عمرو بن مرة عن أبي الضحى . عن مسروق قال : قال رجل من أهل مكة : هذا مقام تميم الداري ، لقد رأيته ذات ليلة حتى أصبح أو قرب أن يصبح يقرأ آية من كتاب الله ويركع ويسجد ويبكي أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات الآية كلها . وقال بشير : بت عند الربيع بن خيثم ذات ليلة فقام يصلي فمر بهذه الآية فمكث ليله حتى أصبح لم يعدها ببكاء شديد . وقال إبراهيم بن الأشعث : كثيرا ما رأيت الفضيل بن عياض يردد من أول الليل إلى آخره هذه الآية ونظيرها ، ثم يقول : ليت شعري! من أي الفريقين أنت ؟ وكانت هذه الآية تسمى مبكاة العابدين لأنها محكمة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ ) يقول تعالى ذكره: أم ظنّ الذين اجترحوا السيئات من الأعمال في الدنيا, وكذّبوا رسل الله, وخالفوا أمر ربهم, وعبدوا غيره, أن نجعلهم في الآخرة, كالذين آمنوا بالله وصدّقوا رسله وعملوا الصالحات, فأطاعوا الله, وأخلصوا له العبادة دون ما سواه من الأنداد والآلهة, كلا ما كان الله ليفعل ذلك, لقد ميز بين الفريقين, فجعل حزب الإيمان في الجنة, وحزب الكفر في السعير.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ )... الآية, لعمري لقد تفرّق القوم في الدنيا, وتفرّقوا عند الموت, فتباينوا في المصير.وقوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) اختلفت القرّاء في قراءة قوله (سَوَاء) فقرأت ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (سَوَاءٌ) بالرفع, على أن الخبر متناه عندهم عند قوله ( كَالَّذِينَ آمَنُوا ) وجعلوا خبر قوله ( أَنْ نَجْعَلَهُمْ قَوْلَهُ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ), ثم ابتدءوا الخبر عن استواء حال محيا المؤمن ومماته, ومحيا الكافر ومماته, فرفعوا قوله: (سَوَاءٌ) على وجه الابتداء بهذا المعنى, وإلى هذا المعنى وجه تأويل ذلك جماعة من أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) قال: المؤمن في الدنيا والآخرة مؤمن, والكافر في الدنيا والآخرة كافر.حدثنا أبو كُرَيب, قال: ثنا الحسن, عن شيبان, عن ليث, في قوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) قال: بعث المؤمن مؤمنا حيا وميتا, والكافر كافرًا حيًا وميتًا.وقد يحتمل الكلام إذا قُرئ سواء رفعا وجها آخر غير هذا المعنى الذي ذكرناه عن مجاهد وليث, وهو أن يوجه إلى: أم حسب الذين اجترحوا السيئات أن نجعلهم والمؤمنين سواء في الحياة والموت, بمعنى: أنهم لا يستوون, ثم يرفع سواء على هذا المعنى, إذ كان لا ينصرف, كما يقال: مررت برجل خير منك أبوه, وحسبك أخوه, فرفع حسبك, وخير إذ كانا في مذهب الأسماء, ولو وقع موقعهما فعل في لفظ اسم لم يكن إلا نصبا, فكذلك قوله: (سواءٌ). وقرأ ذلك عامة قرّاء الكوفة (سَوَاءٌ) نصبا, بمعنى: أحسبوا أن نجعلهم والذين آمنوا وعملوا الصالحات سواء.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان في قراءة الأمصار قد قرأ بكلّ واحدة منهما أهل العلم بالقرآن صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.واختلف أهل العربية في وجه نصب قوله (سَوَاءٌ) ورفعه, فقال بعض نحويي البصرة ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) رفع. وقال بعضهم: إن المحيا والممات للكفار كله, قال ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) ثم قال سواء محيا الكفار ومماتهم: أي محياهم محيا سواء, ومماتهم ممات سواء, فرفع السواء على الابتداء. قال: ومن فَسَّر المحيا والممات للكفار والمؤمنين, فقد يجوز في هذا المعنى نصب السواء ورفعه, لأن من جعل السواء مستويا, فينبغي له في القياس أن يُجريه على ما قبله, لأنه صفة, ومن جعله الاستواء, فينبغي له أن يرفعه لأنه اسم, إلا أن ينصب المحيا والممات على البدل, وينصب السواء على الاستواء, وإن شاء رفع السواء إذا كان في معنى مستو, كما تقول: مررت برجل خير منك أبوه, لأنه صفة لا يصرف والرفع أجود.وقال بعض نحويي الكوفة قوله ( سَوَاءً مَحْيَاهُمْ ) بنصب سواء وبرفعه, والمحيا والممات في موضع رفع بمنزلة, قوله: رأيت القوم سواء صغارهم وكبارهم بنصب سواء لأنه يجعله فعلا لما عاد على الناس من ذكرهم, قال: وربما جعلت العرب سواء في مذهب اسم بمنزلة حسبك, فيقولون: رأيت قومك سواء صغارهم وكبارهم. فيكون كقولك: مررت برجل حسبك أبوه, قال: ولو جعلت مكان سواء مستو لم يرفع, ولكن نجعله متبعا لما قبله, مخالفا لسواء, لأن مستو من صفة القوم, ولأن سواء كالمصدر, والمصدر اسم. قال: ولو نصبت المحيا والممات كان وجها, يريد أن نجعلهم سواء في محياهم ومماتهم.وقال آخرون منهم: المعنى: أنه لا يساوي من اجترح السيئات المؤمن في الحياة, ولا الممات, على أنه وقع موقع الخبر, فكان خبرا لجعلنا, قال: والنصب للأخبار كما تقول: جعلت إخوتك سواء, صغيرهم وكبيرهم, ويجوز أن يرفع, لأن سواء لا ينصرف. وقال: من قال: ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) فجعل كالذين الخبر استأنف بسواء ورفع ما بعدها, وأن نصب المحيا والممات نصب سواء لا غير, وقد تقدّم بياننا الصواب من القول في ذلك.وقوله ( سَاءَ مَا يَحْكُمُونَ ) يقول تعالى ذكره: بئس الحكم الذي حسبوا أنا نجعل الذين اجترحوا السيئات والذين آمنوا وعملوا الصالحات, سواء محياهم ومماتهم."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وخَلَق الله السموات والأرض بالحق والعدل والحكمة؛ ولكي تجزى كل نفس في الآخرة بما كسبت مِن خير أو شر، وهم لا يُظْلمون جزاء أعمالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وخلق الله السماوات» خلق «والأرض بالحق» متعلق بخلق ليدل على قدرته ووحدانيته «ولتجزى كل نفس بما كسبت» من المعاصي والطاعات فلا يساوي الكافر المؤمن «وهم لا يظلمون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: خلق الله السماوات والأرض بالحكمة وليعبد وحده لا شريك له، ثم يجازي بعد ذلك من أمرهم بعبادته وأنعم عليم بالنعم الظاهرة والباطنة هل شكروا الله تعالى وقاموا بالمأمور؟ أم كفروا فاستحقوا جزاء الكفور؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقال ( وخلق الله السموات والأرض بالحق ) أي : بالعدل ، ( ولتجزى كل نفس بما كسبت وهم لا يظلمون ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" وخلق الله السموات والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون \"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وخلق الله السماوات والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون .قوله تعالى : وخلق الله السماوات والأرض بالحق أي بالأمر الحق . ولتجزى أي ولكي تجزى . كل نفس بما كسبت أي في الآخرة . وهم لا يظلمون"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ (22)يقول تعالى ذكره: ( وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ ) للعدل والحقّ, لا لما حسب هؤلاء الجاهلون بالله, من أنه يجعل من اجترح السيئات, فعصاه وخالف أمره, كالذين آمنوا وعملوا الصالحات, في المحيا والممات, إذ كان ذلك من فعل غير أهل العدل والإنصاف, يقول جلّ ثناؤه: فلم يخلق الله السموات والأرض للظلم والجور, ولكنا خلقناهما للحقّ والعدل. ومن الحق أن نخالف بين حكم المسيء والمحسن, في العاجل والآجل.وقوله ( وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ ) يقول تعالى ذكره: وليثيب الله كلّ عامل بما عمل من عمل خلق السموات والأرض, المحسن بالإحسان, والمسيء بما هو أهله, لا لنبخس المحسن ثواب إحسانه, ونحمل عليه جرم غيره, فنعاقبه, أو نجعل للمسيء ثواب إحسان غيره فنكرمه, ولكن لنجزي كلا بما كسبت يداه, وهم لا يُظلمون جزاء أعمالهم."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفرأيت -أيها الرسول- من اتخذ هواه إلهًا له، فلا يهوى شيئًا إلا فَعَله، وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه، فلا يسمع مواعظ الله، ولا يعتبر بها، وطبع على قلبه، فلا يعقل به شيئًا، وجعل على بصره غطاء، فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبدًا، ولن يجد لنفسه وليًا مرشدًا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفرأيت» أخبرني «من اتخذ إلهه هواه» ما يهواه من حجر بعد حجر يراه أحسن «وأضله الله على علم» منه تعالى: أي عالما بأنه من أهل الضلاله قبل خلق «وختم على سمعه وقلبه» فلم يسمع الهدى ولم يعقله «وجعل على بصره غشاوة» ظلمة فلم يبصر الهدى، ويقدر هنا المفعول الثاني لرأيت أيهتدي «فمن يهديه من بعد الله» أي بعد إضلاله إياه، أي لا يهتدي «أفلا تذكرون» تتعظون، فيه إدغام إحدى التاءين في الذال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى:  أَفَرَأَيْتَ  الرجل الضال الذي  اتَّخَذَ إِلَهَهُ هَوَاهُ  فما هويه سلكه سواء كان يرضي الله أو يسخطه.  وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ  من الله تعالى أنه لا تليق به الهداية ولا يزكو عليها.  وَخَتَمَ عَلَى سَمْعِهِ  فلا يسمع ما ينفعه،  وَقَلْبِهِ  فلا يعي الخير  وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً  تمنعه من نظر الحق،  فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ  أي: لا أحد يهديه وقد سد الله عليه أبواب الهداية وفتح له أبواب الغواية، وما ظلمه الله ولكن هو الذي ظلم نفسه وتسبب لمنع رحمة الله عليه  أَفَلَا تَذَكَّرُونَ  ما ينفعكم فتسلكونه وما يضركم فتجتنبونه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال [ تعالى ] ( أفرأيت من اتخذ إلهه هواه ) أي : إنما يأتمر بهواه ، فمهما رآه حسنا فعله ، ومهما رآه قبيحا تركه : وهذا قد يستدل به على المعتزلة في قولهم بالتحسين والتقبيح العقليين .وعن مالك فيما روي عنه من التفسير : لا يهوى شيئا إلا عبده .وقوله : ( وأضله الله على علم ) يحتمل قولين :أحدهما : وأضله الله لعلمه أنه يستحق ذلك . والآخر : وأضله الله بعد بلوغ العلم إليه ، وقيام الحجة عليه . والثاني يستلزم الأول ، ولا ينعكس .( وختم على سمعه وقلبه وجعل على بصره غشاوة ) أي : فلا يسمع ما ينفعه ، ولا يعي شيئا يهتدي به ، ولا يرى حجة يستضيء بها ; ولهذا قال : ( فمن يهديه من بعد الله أفلا تذكرون ) كقوله : ( من يضلل الله فلا هادي له ويذرهم في طغيانهم يعمهون ) [ الأعراف : 186 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أفرأيت من اتخذ إلهه هواه ) قال ابن عباس والحسن وقتادة : ذلك الكافر اتخذ دينه ما يهواه ، فلا يهوى شيئا إلا ركبه لأنه لا يؤمن بالله ولا يخافه ، ولا يحرم ما حرم الله . وقال آخرون : معناه اتخذ معبوده هواه فيعبد ما تهواه نفسه .قال سعيد بن جبير : كانت العرب يعبدون الحجارة والذهب والفضة ، فإذا وجدوا شيئا أحسن من الأول رموه أو كسروه ، وعبدوا الآخر .قال الشعبي : إنما سمي الهوى لأنه يهوي بصاحبه في النار .( وأضله الله على علم ) منه بعاقبة أمره ، وقيل على ما سبق في علمه أنه ضال قبل أن يخلقه ( وختم ) طبع ( على سمعه ) فلم يسمع الهدى ( وقلبه ) فلم يعقل الهدى ( وجعل على بصره غشاوة ) قرأ حمزة والكسائي \" غشوة \" بفتح الغين وسكون الشين ، والباقون \" غشاوة \" ظلمة فهو لا يبصر الهدى ( فمن يهديه من بعد الله ) [ أي فمن يهديه ] بعد أن أضله الله ( أفلا تذكرون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون .قال ابن عباس والحسن وقتادة : ذلك الكافر اتخذ دينه ما يهواه ، فلا يهوى شيئا إلا ركبه . وقال عكرمة : أفرأيت من جعل إلهه الذي يعبده ما يهواه أو يستحسنه ، فإذا استحسن شيئا وهويه اتخذه إلها . قال سعيد بن جبير : كان أحدهم يعبد الحجر ، فإذا رأى ما هو أحسن منه رمى به وعبد الآخر . وقال مقاتل : نزلت في الحارث بن قيس السهمي أحد المستهزئين ، لأنه كان يعبد ما تهواه نفسه . وقال سفيان بن عيينة : إنما عبدوا الحجارة لأن البيت حجارة . وقيل : المعنى أفرأيت من ينقاد لهواه ومعبوده تعجيبا لذوي العقول من هذا الجهل . وقال الحسن بن الفضل : في هذه الآية تقديم وتأخير ، مجازه : أفرأيت من اتخذ هواه إلهه . وقال الشعبي : إنما سمي الهوى هوى لأنه يهوي بصاحبه في النار . وقال ابن عباس : ما ذكر الله هوى في القرآن إلا ذمه ، قال الله تعالى : واتبع هواه فمثله كمثل الكلب . وقال تعالى : واتبع هواه وكان أمره فرطا . وقال تعالى : بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله . وقال تعالى : ومن أضل ممن اتبع هواه بغير هدى من الله . وقال تعالى : ولا تتبع الهوى فيضلك عن سبيل الله وقال عبد الله بن عمرو بن العاص عن النبي - صلى الله عليه وسلم - : لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به وقال أبو أمامة : سمعت النبي - صلى الله عليه وسلم - يقول : ما عبد تحت السماء إله أبغض إلى الله من الهوى وقال شداد بن أوس عن النبي - صلى الله عليه وسلم - : الكيس من دان نفسه وعمل لما بعد الموت . والفاجر من أتبع نفسه هواها وتمنى على الله وقال - عليه السلام - : إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع عنك أمر العامة وقال - صلى الله عليه وسلم - : ثلاث مهلكات وثلاث منجيات ؛ فالمهلكات : شح مطاع وهوى متبع وإعجاب المرء بنفسه . والمنجيات : خشية الله في السر والعلانية ، والقصد في الغنى والفقر والعدل في الرضا والغضب وقال أبو الدرداء - رضي الله عنه - : إذا أصبح الرجل اجتمع هواه وعمله وعلمه ، فإن كان عمله تبعا لهواه فيومه يوم سوء ، وإن كان عمله تبعا لعلمه فيومه يوم صالح . وقال الأصمعي سمعت رجلا يقول :إن الهوان هو الهوى قلب اسمه فإذا هويت فقد لقيت هواناوسئل ابن المقفع عن الهوى فقال : هوان سرقت نونه ، فأخذه شاعر فنظمه وقال :نون الهوان من الهوى مسروقة     فإذا هويت فقد لقيت هواناوقال آخر :إن الهوى لهو الهوان بعينه     فإذا هويت فقد كسبت هواناوإذا هويت فقد تعبدك الهوى     فاخضع لحبك كائنا من كاناولعبد الله بن المبارك :ومن البلايا للبلاء علامة     ألا يرى لك عن هواك نزوعالعبد عبد النفس في شهواتها     والحر يشبع تارة ويجوعولابن دريد :إذا طالبتك النفس يوما بشهوة     وكان إليها للخلاف طريقفدعها وخالف ما هويت فإنما     هواك عدو والخلاف صديقولأبي عبيد الطوسي :والنفس إن أعطيتها مناها     فاغرة نحو هواها فاهاوقال أحمد بن أبي الحواري : مررت براهب فوجدته نحيفا فقلت له : أنت عليل . قال نعم . قلت مذ كم ؟ قال : مذ عرفت نفسي! قلت فتداوي ؟ قال : قد أعياني الدواء وقد عزمت على الكي . قلت وما الكي ؟ قال : مخالفة الهوى . وقال سهل بن عبد الله التستري : هواك داؤك . فإن خالفته فدواؤك . وقال وهب : إذا شككت في أمرين ولم تدر خيرهما فانظر أبعدهما من هواك فأته . وللعلماء في هذا الباب في ذم الهوى ومخالفته كتب وأبواب أشرنا إلى ما فيه كفاية منه ، وحسبك بقوله تعالى : وأما من خاف مقام ربه ونهى النفس عن الهوى . فإن الجنة هي المأوى .قوله تعالى : وأضله الله على علم أي على علم قد علمه منه . وقيل : أضله عن الثواب على علم منه بأنه لا يستحقه . وقال ابن عباس : أي : على علم قد سبق عنده أنه سيضل . مقاتل : على علم منه أنه ضال ، والمعنى متقارب . وقيل : على علم من عابد الصنم أنه لا ينفع ولا يضر . ثم قيل : على علم يجوز أن يكون حالا من الفاعل ، المعنى : أضله على علم منه به ، أي : أضله عالما بأنه من أهل الضلال في سابق علمه . ويجوز أن يكون حالا من المفعول ، فيكون المعنى : أضله في حال علم الكافر بأنه ضال . وختم على سمعه وقلبه أي طبع على سمعه حتى لا يسمع الوعظ ، وطبع على قلبه حتى لا يفقه الهدى . وجعل على بصره غشاوة أي غطاء حتى لا يبصر الرشد . وقرأ حمزة والكسائي ( غشوة ) بفتح الغين من غير ألف وقد مضى في البقرة وقال الشاعر :أما والذي أنا عبد له     يمينا وما لك أبدي اليمينالئن كنت ألبستني غشوة     لقد كنت أصفيتك الود حينافمن يهديه من بعد الله أي من بعد أن أضله . أفلا تذكرون تتعظون وتعرفون أنه قادر على ما يشاء .وهذه الآية ترد على القدرية والإمامية ومن سلك سبيلهم في الاعتقاد ، إذ هي مصرحة بمنعهم من الهداية . ثم قيل : وختم على سمعه وقلبه إنه خارج مخرج الخبر عن أحوالهم . وقيل : إنه خارج مخرج الدعاء بذلك عليهم ، كما تقدم في أول ( البقرة ) وحكى ابن جريج أنها نزلت في الحارث بن قيس من الغياطلة . وحكى النقاش أنها نزلت في الحارث بن نوفل بن عبد مناف . وقال مقاتل : نزلت في أبي جهل ، وذلك أنه طاف بالبيت ذات ليلة ومعه الوليد بن المغيرة ، فتحدثا في شأن النبي - صلى الله عليه وسلم - ، فقال أبو جهل : والله إني لأعلم إنه لصادق! فقال له مه! وما دلك على ذلك ؟ ! قال : يا أبا عبد شمس ، كنا نسميه في صباه الصادق الأمين ، فلما تم عقله وكمل رشده ، نسميه الكذاب الخائن!! والله إني لأعلم إنه لصادق! قال : فما يمنعك أن تصدقه وتؤمن به ؟ قال : تتحدث عني بنات قريش أني قد اتبعت يتيم أبي طالب من أجل كسرة ، واللات والعزى إن اتبعته أبدا . فنزلت : وختم على سمعه وقلبه"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ (23)اختلف أهل التأويل في تأويل قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) فقال بعضهم: معنى ذلك: أفرأيت من اتخذ دينه بهواه, فلا يهوى شيئا إلا ركبه, لأنه لا يؤمن بالله, ولا يحرِّم ما حَرَّمَ, ولا يحلل ما حَللَ, إنما دينه ما هويته نفسه يعمل به.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: ذلك الكافر اتخذ دينه بغير هدى من الله ولا برهان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: لا يهوي شيئا إلا ركبه لا يخاف الله.وقال آخرون: بل معنى ذلك: أفرأيت من اتخذ معبوده ما هويت عبادته نفسه من شيء.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد, قال: كانت قريش تعبد العُزّى, وهو حجر أبيض, حينا من الدهر, فإذا وجدوا ما هو أحسن منه طرحوا الأوّل وعبدوا الآخر, فأنزل الله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) .وأولى التأويلين في ذلك بالصواب قول من قال: معنى ذلك: أفرأيت يا محمد من اتخذ معبوده هواه, فيعبد ما هوي من شيء دون إله الحقّ الذي له الألوهة من كلّ شيء, لأن ذلك هو الظاهر من معناه دون غيره.وقوله ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول تعالى ذكره: وخذله عن محجة الطريق, وسبيل الرشاد في سابق علمه على علم منه بأنه لا يهتدي, ولو جاءته كل آية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول: أضله الله في سابق علمه.وقوله ( وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ ) يقول تعالى ذكره: وطَبَع على سمعه أن  يسمع مواعظ الله وآي كتابه, فيعتبر بها ويتدبرها, ويتفكر فيها, فيعقل ما فيها من النور والبيان والهدى.وقوله ( وَقَلْبِهِ ) يقول: وطبع أيضًا على قلبه, فلا يعقل به شيئا, ولا يعي به حقا.وقوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) يقول: وجعل على بصره غشاوة أن يبصر به حجج الله, فيستدّل بها على وحدانيته, ويعلم بها أن لا إله غيره.واختلفت القرّاء في قراءة قوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) فقرأته عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة ( غِشَاوَةً ) بكسر الغين وإثبات الألف فيها على أنها اسم, وقرأ ذلك عامة قرّاء الكوفة (غَشْوَةً) بمعنى: أنه غشاه شيئا في دفعة واحدة, ومرّة واحدة, بفتح الغين بغير ألف, وهما عندي قراءتان صحيحتان فبأيتهما قرأ القارئ فمصيب.وقوله ( فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ) يقول تعالى ذكره: فمن يوفِّقه لإصابة الحقّ, وإبصار محجة الرشد بعد إضلال الله إياه ( أَفَلا تَذَكَّرُونَ ) أيها الناس, فتعلموا أن من فعل الله به ما وصفنا, فلن يهتدي أبدا, ولن يجد لنفسه وليا مرشدا."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها، لا حياة سواها؛ تكذيبا منهم بالبعث بعد الممات، وما يهلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكارًا منهم أن يكون لهم رب يفنيهم ويهلكهم، وما لهؤلاء المشركين من علم بذلك، ما هم إلا يتكلمون بالظن والوهم والخيال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقالوا» أي منكرو البعث «ما هي» أي الحياة «إلا حياتنا» التي في «الدنيا نموت ونحيا» أي يموت بعض ويحيا بعض بأن يولدوا «وما يهلكنا إلا الدهر» أي مرور الزمان، قال تعالى: «وما لهم بذلك» المقول «من علم إن» ما «هم إلا يظنون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَالُوا  أي: منكرو البعث  مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ  أي: إن هي إلا عادات وجري على رسوم الليل والنهار يموت أناس ويحيا أناس وما مات فليس براجع إلى الله ولا مجازى بعمله.وقولهم هذا صادر عن غير علم  إِنْ هُمْ إِلَّا يَظُنُّونَ  فأنكروا المعاد وكذبوا الرسل الصادقين من غير دليل دلهم على ذلك ولا برهان."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن قول الدهرية من الكفار ومن وافقهم من مشركي العرب في إنكار المعاد : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا ) أي : ما ثم إلا هذه الدار ، يموت قوم ويعيش آخرون وما ثم معاد ولا قيامة وهذا يقوله مشركو العرب المنكرون للمعاد ، ويقوله الفلاسفة الإلهيون منهم ، وهم ينكرون البداءة والرجعة ، ويقوله الفلاسفة الدهرية الدورية المنكرون للصانع المعتقدون أن في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه . وزعموا أن هذا قد تكرر مرات لا تتناهى ، فكابروا المعقول وكذبوا المنقول ؛ ولهذا قالوا ( وما يهلكنا إلا الدهر ) قال الله تعالى : ( وما لهم بذلك من علم إن هم إلا يظنون ) أي : يتوهمون ويتخيلون .فأما الحديث الذي أخرجه صاحبا الصحيح ، وأبو داود ، والنسائي ، من رواية سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله تعالى : يؤذيني ابن آدم ; يسب الدهر وأنا الدهر ، بيدي الأمر ، أقلب ليله ونهاره \" وفي رواية : \" لا تسبوا الدهر ، فإن الله هو الدهر \" .وقد أورده ابن جرير بسياق غريب جدا فقال : حدثنا أبو كريب ، حدثنا سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة ، رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال : \" كان أهل الجاهلية يقولون : إنما يهلكنا الليل والنهار ، وهو الذي يهلكنا ، يميتنا ويحيينا ، فقال الله في كتابه : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر ) قال : \" ويسبون الدهر ، فقال الله عز وجل : يؤذيني ابن آدم ، يسب الدهر وأنا الدهر ، بيدي الأمر أقلب الليل والنهار \" .وكذا رواه ابن أبي حاتم ، عن أحمد بن منصور ، عن شريح بن النعمان ، عن ابن عيينة مثله : ثم روي عن يونس ، عن ابن وهب ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" قال الله تعالى : يسب ابن آدم الدهر ، وأنا الدهر ، بيدي الليل والنهار \" .وأخرجه صاحبا الصحيح والنسائي ، من حديث يونس بن زيد ، به .وقال محمد بن إسحاق عن العلاء بن عبد الرحمن ، عن أبيه عن أبي هريرة ، رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" يقول الله : استقرضت عبدي فلم يعطني ، وسبني عبدي ، يقول : وادهراه . وأنا الدهر \" .قال الشافعي وأبو عبيدة وغيرهما من الأئمة في تفسير قوله ، عليه الصلاة والسلام : \" لا تسبوا الدهر ; فإن الله هو الدهر \" : كانت العرب في جاهليتها إذا أصابهم شدة أو بلاء أو نكبة ، قالوا : يا خيبة الدهر . فيسندون تلك الأفعال إلى الدهر ويسبونه ، وإنما فاعلها هو الله [ عز وجل ] فكأنهم إنما سبوا الله عز وجل ; لأنه فاعل ذلك في الحقيقة ، فلهذا نهي عن سب الدهر بهذا الاعتبار ; لأن الله هو الدهر الذي يعنونه ، ويسندون إليه تلك الأفعال .هذا أحسن ما قيل في تفسيره ، وهو المراد ، والله أعلم . وقد غلط ابن حزم ومن نحا نحوه من الظاهرية في عدهم الدهر من الأسماء الحسنى ، أخذا من هذا الحديث . ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقالوا ) يعني منكري البعث ( ما هي إلا حياتنا الدنيا ) أي ما الحياة إلا حياتنا الدنيا ( نموت ونحيا ) أي يموت الآباء ويحيا الأبناء ، وقال الزجاج : يعني نموت ونحيا ، فالواو للاجتماع ( وما يهلكنا إلا الدهر ) أي وما يفنينا إلا مر الزمان وطول العمر واختلاف الليل والنهار . ( وما لهم بذلك ) الذي قالوه ( من علم ) أي لم يقولوه عن علم [ علموه ] ( إن هم إلا يظنون ) .أخبرنا أبو علي حسان بن سعيد المنيعي ، أخبرنا أبو طاهر محمد بن محمد محمش الزيادي ، أخبرنا أبو بكر محمد بن الحسين القطان ، حدثنا أبو الحسن أحمد بن يوسف السلمي ، حدثنا عبد الرزاق ، أخبرنا معمر عن همام بن منبه ، حدثنا أبو هريرة - رضي الله عنه - ، قال : قال رسول الله - صلى الله عليه وسلم - : \" قال الله تعالى : لا يقل ابن آدم يا خيبة الدهر ، فإني أنا الدهر ، أرسل الليل والنهار ، فإذا شئت قبضتهما \" .أخبرنا أبو سعيد عبد الله بن أحمد الطاهري ، حدثنا جدي عبد الصمد بن عبد الرحمن البزاز ، أخبرنا محمد بن زكريا العذافري ، أخبرنا إسحاق بن إبراهيم الدبري ، حدثنا عبد الرزاق ، أخبرنا معمر ، عن أيوب عن ابن سيرين ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يسب أحدكم الدهر [ فإن الله هو الدهر ] ، ولا يقولن للعنب الكرم ، فإن الكرم هو الرجل المسلم \" .ومعنى الحديث : أن العرب كان من شأنهم ذم الدهر ، وسبه عند النوازل ، لأنهم كانوا ينسبون إليه ما يصيبهم من المصائب والمكاره ، فيقولون : أصابتهم قوارع الدهر ، وأبادهم الدهر ، كما أخبر الله تعالى عنهم : \" وما يهلكنا إلا الدهر \" فإذا أضافوا إلى الدهر ما نالهم من الشدائد سبوا فاعلها ، فكان مرجع سبهم إلى الله - عز وجل - ، إذ هو الفاعل في الحقيقة للأمور التي يضيفونها إلى الدهر ، [ فنهوا عن سب الدهر ] ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون .قوله تعالى : وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا هذا إنكار منهم للآخرة وتكذيب للبعث وإبطال للجزاء . ومعنى : نموت ونحيا أي : نموت نحن وتحيا أولادنا ، قال الكلبي . وقرئ ( ونحيا ) بضم النون . وقيل : يموت بعضنا ويحيا بعضنا . وقيل : فيه تقديم وتأخير ، أي : نحيا ونموت ، وهي قراءة ابن مسعود .وما يهلكنا إلا الدهر قال مجاهد : يعني السنين والأيام . وقال قتادة : إلا العمر ، والمعنى واحد . وقرئ ( إلا دهر يمر ) وقال ابن عيينة : كان أهل الجاهلية يقولون : الدهر هو الذي يهلكنا وهو الذي يحيينا ويميتنا ، فنزلت هذه الآية . وقال قطرب : وما يهلكنا إلا الموت ، وأنشد قول أبي ذؤيب :أمن المنون وريبها تتوجع والدهر ليس بمعتب من يجزعوقال عكرمة : أي : وما يهلكنا إلا الله . وروى أبو هريرة عن النبي - صلى الله عليه وسلم - قال : كان أهل الجاهلية يقولون ما يهلكنا إلا الليل والنهار وهو الذي يهلكنا ويميتنا ويحيينا فيسبون الدهر قال الله تعالى : يؤذيني ابن آدم يسب الدهر وأنا الدهر بيدي الأمر أقلب الليل والنهارقلت : قوله قال الله إلى آخره نص البخاري ولفظه . وخرجه مسلم أيضا وأبو داود . وفي الموطأ عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : لا يقولن أحدكم يا خيبة الدهر ؛ فإن الله هو الدهر . وقد استدل بهذا الحديث من قال : إن الدهر من أسماء الله . وقال : من لم يجعله من العلماء اسما إنما خرج ردا على العرب في جاهليتها ، فإنهم كانوا يعتقدون أن الدهر هو الفاعل كما أخبر الله عنهم في هذه الآية ، فكانوا إذا أصابهم ضر أو ضيم أو مكروه نسبوا ذلك إلى الدهر فقيل لهم على ذلك : لا تسبوا الدهر فإن الله هو الدهر ، أي : إن الله هو الفاعل لهذه الأمور التي تضيفونها إلى الدهر فيرجع السب إليه سبحانه ، فنهوا عن ذلك . ودل على صحة هذا ما ذكره من حديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ( قال الله تبارك وتعالى يؤذيني ، ابن آدم . . . ) الحديث . ولقد أحسن من قال ، وهو أبو علي الثقفي :يا عاتب الدهر إذا نابه     لا تلم الدهر على غدرهالدهر مأمور ، له آمر     وينتهي الدهر إلى أمرهكم كافر أمواله جمة     تزداد أضعافا على كفرهومؤمن ليس له درهم     ويزداد إيمانا على فقرهوروي أن سالم بن عبد الله بن عمر كان كثيرا ما يذكر الدهر فزجره أبوه وقال : إياك يا بني وذكر الدهر! وأنشد :فما الدهر بالجاني لشيء لحينه     ولا جالب البلوى فلا تشتم الدهراولكن متى ما يبعث الله باعثا     على معشر يجعل مياسيرهم عسراوقال أبو عبيد : ناظرت بعض الملاحدة فقال : ألا تراه يقول : \" فإن الله هو الدهر \" ؟ فقلت : وهل كان أحد يسب الله في آباد الدهر ، بل كانوا يقولون كما قال الأعشى :إن محلا وإن مرتحلا     وإن في السفر إذ مضوا مهلااستأثر الله بالوفاء وبالعد     ل وولى الملامة الرجلاقال أبو عبيد : ومن شأن العرب أن يذموا الدهر عند المصائب والنوائب ، حتى ذكروه في أشعارهم ، ونسبوا الأحداث إليه . قال عمرو بن قميئة :رمتني بنات الدهر من حيث لا أرى     فكيف بمن يرمى وليس برامفلو أنها نبل إذا لاتقيتها     ولكنني أرمى بغير سهامعلى الراحتين مرة وعلى العصا     أنوء ثلاثا بعدهن قياميومثله كثير في الشعر . ينسبون ذلك إلى الدهر ويضيفونه إليه ، والله سبحانه الفاعل لا رب سواه .وما لهم بذلك من علم أي علم . ومن زائدة ، أي : قالوا ما قالوا شاكين . إن هم إلا يظنون أي ما هم إلا يتكلمون بالظن . وكان المشركون أصنافا ، منهم هؤلاء ، ومنهم من كان يثبت الصانع وينكر البعث ، ومنهم من كان يشك في البعث ولا يقطع بإنكاره . وحدث في الإسلام أقوام ليس يمكنهم إنكار البعث خوفا من المسلمين ، فيتأولون ويرون القيامة موت البدن ، ويرون الثواب والعقاب إلى خيالات تقع للأرواح بزعمهم ، فشر هؤلاء أضر من شر جميع الكفار ; لأن هؤلاء يلبسون على الحق ، ويغتر بتلبيسهم الظاهر . والمشرك المجاهر بشركه يحذره المسلم . وقيل : نموت وتحيا آثارنا ، فهذه حياة الذكر . وقيل : أشاروا إلى التناسخ ، أي : يموت الرجل فتجعل روحه . في موات فتحيا به ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلا يَظُنُّونَ (24)يقول تعالى ذكره: وقال هؤلاء المشركون الذين تقدّم خبره عنهم: ما حياة إلا حياتنا الدنيا التي نحن فيها لا حياة سواها تكذيبا منهم بالبعث بعد الممات.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا ) : أي لعمري هذا قول مشركي العرب.وقوله ( نَمُوتُ وَنَحْيَا ) نموت نحن ونحيا وتحيا أبناؤنا بعدنا, فجعلوا حياة أبنائهم بعدهم حياة لهم, لأنهم منهم وبعضهم, فكأنهم بحياتهم أحياء, وذلك نظير قول الناس: ما مات من خلف ابنا مثل فلان, لأنه بحياة ذكره به, كأنه حيّ غير ميت, وقد يحتمل وجها آخر, وهو أن يكون معناه: نحيا ونموت على وجه تقديم الحياة قبل الممات, كما يقال: قمت وقعدت, بمعنى: قعدت وقمت; والعرب تفعل ذلك في الواو خاصة إذا أرادوا الخبر عن شيئين أنهما كانا أو يكونان, ولم تقصد الخبر عن كون أحدهما قبل الآخر, تقدم المتأخر حدوثا على المتقدم حدوثه منهما أحيانا, فهذا من ذلك, لأنه لم يقصد فيه إلى الخبر عن كون الحياة قبل الممات, فقدّم ذكر الممات قبل ذكر الحياة, إذ كان القصد إلى الخبر عن أنهم يكونون مرّة أحياء وأخرى أمواتا.وقوله ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) يقول تعالى ذكره مخبرًا عن هؤلاء المشركين أنهم قالوا: وما يهلكنا فيفنينا إلا مرّ الليالي والأيام وطول العمر, إنكارًا منهم أن يكون لهم ربّ يفنيهم ويهلكهم.وقد ذُكر أنها في قراءة عبد الله (وَمَا يُهْلِكُنَا إِلا دَهْرٌ يَمُرُّ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال: الزمان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال ذلك مشركو قريش ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) : إلا العمر.وذُكر أن هذه الآية نزلت من أجل أن أهل الشرك كانوا يقولون: الذي يهلكنا ويفنينا الدهر والزمان, ثم يسبون ما يفنيهم ويهلكهم, وهم يرون أنهم   يسبون بذلك الدهر والزمان, فقال الله عزّ وجلّ لهم: أنا الذي أفنيكم وأهلككم, لا الدهر والزمان, ولا علم لكم بذلك.* ذكر الرواية بذلك عمن قاله:حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن الزهريّ, عن سعيد بن المسيب, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم، قال: \" كانَ أهْلُ الجَاهِلِيَّةِ يَقُولُونَ: إنَّمَا يُهْلِكُنَا اللَّيْلُ وَالنَّهَارُ, وَهُوَ الَّذِي يُهْلِكُنَا وَيُمِيتُنَا وَيُحْيِينا, فقال الله في كتابه: ( وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال: فَيَسُبُّونَ الدَّهْرَ, فَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: يُؤْذِينِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وأنا الدَّهْرُ, بِيَدِي الأمْرُ, أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ\".حدثنا عمران بن بكار الكُلاعي, قال: ثنا أبو روح, قال: ثنا سفيان بن عيينة, عن الزهريّ, عن سعيد بن المسيب, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم, نحوه.حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: ثني يونس بن يزيد, عن ابن شهاب, قال: أخبرني أبو سلمة بن عبد الرحمن, قال; قال أبو هريرة, سمعت رسول الله صلى الله عليه وسلم قال: \" قال الله تعالى: يَسُبُّ ابْنُ آدَمَ الدَّهْرَ, وأنا الدَّهْرُ, بِيَدِي اللَّيْلُ والنَّهَارُ\".حدثنا ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق, عن العلاء بن عبد الرحمن, عن أبيه عن أبي هريرة أن النبيّ صلى الله عليه وسلم قال: \" يَقُولُ اللَّهُ اسْتَقْرَضْتُ عَبْدِي فَلَمْ يُعْطِني, وَسَبَّنِي عَبْدي يَقُولُ: وَادَهْرَاهُ, وأنا الدَّهْرُ\".حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الزهريّ, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم \" إنَّ اللَّهَ قالَ: لا يَقُولَنَّ أَحَدُكُمْ: يا خَيْبَةَ الدَّهْرِ, فإنّي أنا الدَّهْرُ, أُقَلِّبُ لَيْلَهُ وَنَهَارهُ, وَإذَا شِئْتُ قَبَضْتُهُما \".حدثني يعقوب, قال: ثنا ابن علية, عن هشام, عن أبي هريرة قال: \" لا تَسُبُّوا الدَّهْرَ, فإنَّ اللَّهَ هُوَ الدَّهْرُ\"( وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلا يَظُنُّونَ ) يقول تعالى ذكره: وما لهؤلاء المشركين القائلين: ما هي إلا حياتنا الدنيا نموت ونحيا, وما يهلكنا إلا الدهر, بما يقولون من ذلك من علم: يعني من يقين علم, لأنهم يقولون ذلك تخرّصا بغير خبر أتاهم من الله, ولا برهان عندهم بحقيقته ( إِنْ هُمْ إِلا يَظُنُّونَ ) يقول جلّ ثناؤه: ما هم إلا في ظنّ من ذلك, وشكّ يخبر عنهم أنهم في حيرة من اعتقادهم حقيقة ما ينطقون من ذلك بألسنتهم."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إذا تتلى على هؤلاء المشركين المكذبين بالبعث آياتنا واضحات، لم يكن لهم حجة إلا قولهم للرسول محمد: أحْي أنت والمؤمنون معك آباءنا الذين قد هلكوا، إن كنتم صادقين فيما تقولون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا تتلى عليهم آياتنا» من القرآن الدالة على قدرتنا على البعث «بينات» واضحات حال «ما كان حجتهم إلا أن قالوا ائتوا بآياتنا» أحياء «إن كنتم صادقين» أنا نبعث."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "إن هي إلا ظنون واستبعادات خالية عن الحقيقة ولهذا قال تعالى:  وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ  وهذا جراءة منهم على الله، حيث اقترحوا هذا الاقتراح وزعموا أن صدق رسل الله متوقف على الإتيان بآبائهم، وأنهم لو جاءوهم بكل آية لم يؤمنوا إلا إن تبعتهم الرسل على ما قالوا، وهم كذبة فيما قالوا وإنما قصدهم دفع دعوة الرسل لا بيان الحق."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( وإذا تتلى عليهم آياتنا بينات ) أي : إذا استدل عليهم وبين لهم الحق ، وأن الله قادر على إعادة الأبدان بعد فنائها وتفرقها ، ( ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صادقين ) أي : أحيوهم إن كان ما تقولونه حقا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" وإذا تتلى عليهم آياتنا بينات ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صادقين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا تتلى عليهم آياتنا بينات أي وإذ تقرأ على هؤلاء المشركين آياتنا المنزلة في جواز البعث لم يكن ثم دفع ، ما كان حجتهم إلا أن قالوا ائتوا بآبائنا حجتهم خبر كان والاسم إلا أن قالوا ائتوا بآبائنا الموتى نسألهم عن صدق ما تقولون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (25)يقول تعالى ذكره: وإذا تُتلى على هؤلاء المشركين المكذّبين بالبعث آياتنا, بأن الله باعث خلقه من بعد مماتهم, فجامعهم يوم القيامة عنده للثواب والعقاب (بَيِّنَاتٍ) يعني: واضحات جليات, تنفي الشكّ عن قلب أهل التصديق بالله في ذلك ( مَا كَانَ حُجَّتَهُمْ إِلا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ ) يقول جل ثناؤه: لم يكن لهم حجة على رسولنا الذي يتلو ذلك عليهم إلا قولهم له: ائتنا بآبائنا الذين قد هلكوا أحياء, وانشرهم لنا إن كنت صادقا فيما تتلو علينا وتخبرنا, حتى نصدّق بحقيقة ما تقول بأن الله باعثنا من بعد مماتنا, ومحيينا من بعد فنائنا."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة، ثم يميتكم فيها، ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه، ولكن أكثر الناس لا يعلمون قدرة الله على إماتتهم ثم بعثهم يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل الله يحييكم» حين كنتم نطفاً «ثم يميتكم ثم يجمعكم» أحياء «إلى يوم القيامة لا ريب» شلك «فيه ولكن أكثر الناس» وهم القائلون ما ذكر «لا يعلمون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ  وإلا فلو وصل العلم باليوم الآخر إلى قلوبهم، لعملوا له أعمالا وتهيئوا له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( قل الله يحييكم ) أي : كما تشاهدون ذلك يخرجكم من العدم إلى الوجود ، ( كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم ) [ البقرة : 28 ] أي : الذي قدر على البداءة قادر على الإعادة بطريق الأولى والأحرى . . ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم 27 ] ، ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : إنما يجمعكم ليوم القيامة لا يعيدكم في الدنيا حتى تقولوا : ( ائتوا بآبائنا إن كنتم صادقين ) ( يوم يجمعكم ليوم الجمع ) [ التغابن : 9 ] ( لأي يوم أجلت . ليوم الفصل ) [ المرسلات : 12 ، 13 ] ، ( وما نؤخره إلا لأجل معدود ) [ هود : 104 ] وقال هاهنا : ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : لا شك فيه ، ( ولكن أكثر الناس لا يعلمون ) أي : فلهذا ينكرون المعاد ، ويستبعدون قيام الأجساد ، قال الله تعالى : ( إنهم يرونه بعيدا ونراه قريبا ) [ المعارج : 6 ، 7 ] أي : يرون وقوعه بعيدا ، والمؤمنون يرون ذلك سهلا قريبا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قل الله يحييكم ثم يميتكم ثم يجمعكم إلى يوم القيامة ) [ أي ليوم القيامة ] ( لا ريب فيه ولكن أكثر الناس لا يعلمون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فرد الله عليهم بقوله : قل الله يحييكم يعني بعد كونكم نطفا أمواتا ثم يميتكم ثم يجمعكم إلى يوم القيامة لا كما أحياكم في الدنيا . ولكن أكثر الناس لا يعلمون أن الله يعيدهم كما بدأهم . الزمخشري : فإن قلت لم سمى قولهم حجة وليس بحجة ؟ قلت : لأنهم أدلوا به كما يدلي المحتج بحجته ، وساقوه مساقها فسميت حجة على سبيل التهكم . أو لأنه في حسبانهم وتقديرهم حجة . أو لأنه في أسلوب قوله [ عمرو بن معديكرب ] : .تحية بينهم ضرب وجيعكأنه قيل : ما كان حجتهم إلا ما ليس بحجة . والمراد نفي أن تكون لهم حجة البتة . فإن قلت : كيف وقع قوله : قل الله يحييكم جواب ائتوا بآبائنا إن كنتم صادقين ؟ قلت : لما أنكروا البعث وكذبوا الرسل ، وحسبوا أن ما قالوه قول مبكت ألزموا ما هم مقرون به من أن الله - عز وجل - وهو الذي يحييهم ثم يميتهم ، وضم إلى إلزام ذلك إلزام ما هو واجب الإقرار به إن أنصفوا وأصغوا إلى داعي الحق وهو جمعهم يوم القيامة ، ومن كان قادرا على ذلك كان قادرا على الإتيان بآبائهم ، وكان أهون شيء عليه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (26)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم قل يا محمد لهؤلاء المشركين المكذّبين بالبعث, القائلين لك ائتنا بآبائنا إن كنت صادقا: الله أيها المشركون يحييكم ما شاء أن يحييكم في الدنيا, ثم يميتكم فيها إذا شاء, ثم يجمعكم إلى يوم القيامة, يعني أنه يجمعكم جميعا أوّلكم وآخركم, وصغيركم وكبيركم ( إلى يوم القيامة ) يقول: ليوم القيامة, يعني أنه يجمعكم جميعا أحياء ليوم القيامة ( لا رَيْبَ فِيهِ ) يقول: لا شكّ فيه, يقول: فلا تشكوا في ذلك, فإن الأمر كما وصفت لكم ( وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ) يقول: ولكن أكثر الناس الذين هم أهل تكذيب بالبعث, لا يعلمون حقيقة ذلك, وأن الله محييهم من بعد مماتهم."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولله سبحانه سلطان السموات السبع والأرض خَلْقًا ومُلْكًا وعبودية. ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون، يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولله ملك السماوات والأرض ويوم تقوم الساعة» يبدل منه «يومئذ يخسر المبطلون» الكافرون، أي يظهر خسرانهم بأن يصيروا إلى النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن سعة ملكه وانفراده بالتصرف والتدبير في جميع الأوقات وأنه  يوم تَقُومُ السَّاعَةُ  ويجمع الخلائق لموقف القيامة يحصل الخسار على المبطلين الذين أتوا بالباطل ليدحضوا به الحق، وكانت أعمالهم باطلة لأنها متعلقه بالباطل فبطلت في يوم القيامة، اليوم الذي تستبين به الحقائق، واضمحلت عنهم وفاتهم الثواب وحصلوا على أليم العقاب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى أنه مالك السموات والأرض ، الحاكم فيهما في الدنيا والآخرة ; ولهذا قال : ( ويوم تقوم الساعة ) أي : يوم القيامة ( يخسر المبطلون ) وهم الكافرون بالله الجاحدون بما أنزله على رسله من الآيات البينات والدلائل الواضحات .وقال ابن أبي حاتم : قدم سفيان الثوري المدينة ، فسمع المعافري يتكلم ببعض ما يضحك به الناس . فقال له : يا شيخ ، أما علمت أن لله يوما يخسر فيه المبطلون ؟ قال : فما زالت تعرف في المعافري حتى لحق بالله ، عز وجل . ذكره ابن أبي حاتم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولله ملك السماوات والأرض ويوم تقوم الساعة يومئذ يخسر المبطلون ) يعني الكافرين الذين هم أصحاب الأباطيل ، يظهر في ذلك اليوم خسرانهم بأن يصيروا إلى النار ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولله ملك السماوات والأرض ويوم تقوم الساعة يومئذ يخسر المبطلون .قوله تعالى : ولله ملك السماوات والأرض خلقا وملكا . ويوم تقوم الساعة يومئذ يخسر المبطلون يوم الأول منصوب ب يخسر ويومئذ تكرير للتأكيد أو بدل . وقيل : إن التقدير وله الملك يوم تقوم الساعة . والعامل في يومئذ يخسر ، ومفعول يخسر محذوف ، والمعنى يخسرون منازلهم في الجنة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (27)يقول تعالى ذكره: ولله سلطان السموات السبع والأرض, دون ما تدعون له شريكا, وتعبدونه من دونه, والذي تدعونه من دونه من الآلهة والأنداد في مُلكه وسلطانه, جارٍ عليه حكمه, فكيف يكون ما كان كذلك له شريكا, أم كيف تعبدونه, وتتركون عبادة مالككم, ومالك ما تعبدونه من دونه ( وَيَوْمَ تَقُومُ السَّاعَةُ ) يقول تعالى ذكره: ويوم تجيء الساعة التي يُنْشِر الله فيها الموتى من قبورهم, ويجمعهم لموقف العرض ( يَخْسَرُ الْمُبْطِلُونَ ) : يقول: يغبن فيها الذين أبطلوا في الدنيا في أقوالهم ودعواهم لله شريكا, وعبادتهم آلهة دونه بأن يفوز بمنازلهم من الجنة المحقون, ويبدّلوا بها منازل من النار كانت للمحقين.فجعلت لهم بمنازلهم من الجنة, ذلك هو الخسران المبين."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم، كل أمة تُدْعى إلى كتاب أعمالها، ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وترى كل أمة» أي أهل دين «جاثية» على الركب أو مجتمعة «كل أمة تدعى إلى كتابها» كتاب أعمالها ويقال لهم: «اليوم تجزون ما كنتم تعملون» أي جزاءه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم وصف تعالى شدة يوم القيامة وهوله ليحذره العباد ويستعد له العبادفقال  وَتَرَى  أيها الرائي لذلك اليوم  كُلَّ أُمَّةٍ جَاثِيَةً  على ركبها خوفا وذعرا وانتظارا لحكم الملك الرحمن. كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا  أي: إلى شريعة نبيهم الذي جاءهم من عند الله، وهل قاموا بها فيحصل لهم الثواب والنجاة؟ أم ضيعوها فيحصل لهم الخسران؟ فأمة موسى يدعون إلى شريعة موسى وأمة عيسى كذلك وأمة محمد كذلك، وهكذا غيرهم كل أمة تدعى إلى شرعها الذي كلفت به، هذا أحد الاحتمالات في الآية وهو معنى صحيح في نفسه غير مشكوك فيه، ويحتمل أن المراد بقوله:  كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا  أي: إلى كتاب أعمالها وما سطر عليها من خير وشر وأن كل أحد يجازى بما عمله بنفسه كقوله تعالى:  مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ويحتمل أن المعنيين كليهما مراد من الآية ويدل على هذا قوله:  هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وترى كل أمة جاثية ) أي : على ركبها من الشدة والعظمة ، ويقال : إن هذا [ يكون ] إذا جيء بجهنم فإنها تزفر زفرة لا يبقى أحد إلا جثا لركبتيه ، حتى إبراهيم الخليل ، ويقول : نفسي ، نفسي ، نفسي لا أسألك اليوم إلا نفسي ، وحتى أن عيسى ليقول : لا أسألك اليوم إلا نفسي ، لا أسألك [ اليوم ] مريم التي ولدتني .قال مجاهد ، وكعب الأحبار ، والحسن البصري : ( كل أمة جاثية ) أي : على الركب . وقال عكرمة : ( جاثية ) متميزة على ناحيتها ، وليس على الركب . والأول أولى .قال ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد المقرئ ، حدثنا سفيان بن عيينة ، عن عمرو ، عن عبد الله بن باباه ، أن رسول الله [ - صلى الله عليه وسلم - ] قال : \" كأني أراكم جاثين بالكوم دون جهنم \" .وقال إسماعيل بن رافع المديني ، عن محمد بن كعب ، عن أبي هريرة ، رضي الله عنه ، مرفوعا في حديث الصورة : فيتميز الناس وتجثو الأمم ، وهي التي يقول الله : ( وترى كل أمة جاثية كل أمة تدعى إلى كتابها ) .وهذا فيه جمع بين القولين : ولا منافاة ، والله أعلم .وقوله : ( كل أمة تدعى إلى كتابها ) يعني : كتاب أعمالها ، كقوله : ( ووضع الكتاب وجيء بالنبيين والشهداء ) [ الزمر : 69 ] ; ولهذا قال : ( اليوم تجزون ما كنتم تعملون ) أي : تجازون بأعمالكم خيرها وشرها ، كقوله تعالى : ( ينبأ الإنسان يومئذ بما قدم وأخر بل الإنسان على نفسه بصيرة ولو ألقى معاذيره ) [ القيامة : 13 - 15 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وترى كل أمة جاثية ) باركة على الركب ، وهي جلسة المخاصم بين يدي الحاكم ينتظر القضاء .قال سلمان الفارسي : إن في القيامة ساعة هي عشر سنين ، يخر الناس فيها جثاة على ركبهم حتى إبراهيم عليه السلام ينادي ربه : لا أسألك إلا نفسي .( كل أمة تدعى إلى كتابها ) الذي فيه أعمالها ، وقرأ يعقوب \" كل أمة \" نصب ، ويقال لهم : ( اليوم تجزون ما كنتم تعملون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وترى كل أمة جاثية كل أمة تدعى إلى كتابها اليوم تجزون ما كنتم تعملون .قوله تعالى : وترى كل أمة جاثية أي من هول ذلك اليوم . والأمة هنا : أهل كل ملة . وفي الجاثية تأويلات خمس : الأول : قال مجاهد : مستوفزة . وقال سفيان : المستوفز الذي لا يصيب الأرض منه إلا ركبتاه وأطراف أنامله . الضحاك : ذلك عند الحساب . الثاني : مجتمعة قاله ابن عباس . الفراء : المعنى وترى أهل كل دين مجتمعين . الثالث : متميزة ، قاله عكرمة . الرابع : خاضعة بلغة قريش ، قاله مؤرج . الخامس : باركة على الركب قاله الحسن . والجثو : الجلوس على الركب . جثا على ركبتيه يجثو ويجثي جثوا وجثيا ، على فعول . منها ، وقد مضى في \" مريم \" : وأصل الجثوة : الجماعة من كل شيء . قال طرفة يصف قبرين :ترى جثوتين من تراب عليهما صفائح صم من صفيح منضدثم قيل : هو خاص بالكفار ، قاله يحيى بن سلام . وقيل : إنه عام للمؤمن والكافر انتظارا للحساب . وقد روى سفيان بن عيينة عن عمرو عن عبد الله بن باباه أن النبي - صلى الله عليه وسلم - قال : كأني أراكم بالكوم جاثين دون جهنم ذكره الماوردي . وقال سلمان : إن في يوم القيامة لساعة هي عشر سنين يخر الناس فيها جثاة على ركبهم حتى إن إبراهيم - عليه السلام - لينادي \" لا أسألك اليوم إلا نفسي \" .كل أمة تدعى إلى كتابها قال يحيى بن سلام : إلى حسابها . وقيل : إلى كتابها الذي كان يستنسخ لها فيه ما عملت من خير وشر ، قاله مقاتل . وهو معنى قول مجاهد . وقيل : كتابها ما كتبت الملائكة عليها . وقيل : كتابها المنزل عليها لينظر هل عملوا بما فيه . وقيل : الكتاب هاهنا اللوح المحفوظ . وقرأ يعقوب الحضرمي ( كل أمة ) بالنصب على البدل من كل الأولى لما في الثانية من الإيضاح الذي ليس في الأولى ، إذ ليس في جثوها شيء من حال شرح الجثو كما في الثانية من ذكر السبب الداعي إليه وهو استدعاؤها إلى كتابها . وقيل : انتصب بإعمال ترى مضمرا . والرفع على الابتداء . اليوم تجزون ما كنتم تعملون من خير أو شر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28)يقول تعالى ذكره: وترى يا محمد يوم تقوم الساعة أهل كل ملة ودين جاثية: يقول: مجتمعة مستوفزة على ركبها من هول ذلك اليوم.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قوله: ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال على الركب مستوفِزِين.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال: هذا يوم القيامة جاثية على ركبهم.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) يقول: على الركب عند الحساب.وقوله (كل أمة تدعى إلى كتابها) يقول: كل أهل ملة ودين تُدعى إلى كتابها الذي أملت على حفظتها.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا ) يعلمون أنه ستدعى أُمة قبل أُمة, وقوم قبل قوم, ورجل قبل رجل. ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" يُمَثَّلُ لِكُلِّ أُمَّةٍ يَوْمَ الْقِيَامَةِ مَا كَانَتْ تَعْبُدُ مِنْ حَجَرٍ, أَوْ وَثَنٍ أَوْ خَشَبَةٍ, أَوْ دَابَّةٍ, ثُمَّ يُقَالُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَتَكُونُ, أوْ تُجْعَلُ تِلْكَ الأوْثَانُ قَادَةً إِلَى النَّارِ حَتَّى تَقْذِفَهُمْ فِيهَا, فَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَهْلُ الْكِتَابِ, فَيَقُولُ لِلْيَهُودِ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَعُزَيْرًا إِلا قَلِيلا مِنْهُمْ, فَيُقَالُ لَهَا: أَمَّا عُزَيْرٌ فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, ثُمَّ يُدْعَى بِالنَّصَارَى, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَالْمَسِيحَ إِلا قَلِيلا مِنْهُمْ فَيُقَالُ: أَمَّا عِيسَى فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, وَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَحْدَهُ, وَإِنَّمَا فَارَقْنَا هَؤُلاءِ فِي الدُّنْيَا مَخَافَةَ يَوْمِنَا هَذَا, فَيُؤْذَنُ لِلْمُؤْمِنِينَ فِي السُّجُودِ, فَيَسْجُدُ الْمُؤْمِنُونَ, وَبَيْنَ كُلِّ مُؤْمِنٍ مُنَافِقٌ, فَيَقْسُو ظَهْرُ الْمُنَافِقُ عَنِ السُّجُودِ, وَيَجْعَلُ اللَّهُ سُجُودَ الْمُؤْمِنِينَ عَلَيْهِ تَوْبِيخًا وَصَغَارًا وَحَسْرَةً وَنَدَامَةً\".حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الزهريّ, عن عطاء بن يزيد الليثي, عن أبي هريرة, قال: \" قال الناس: يا رسول الله هل نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ: \" هَلْ تُضَامُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ, قَالُوا: لا يَا رَسُولَ اللَّّهِ, قَالَ: \" هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ دُونَهُ سَحَابٌ؟\" قَالُوا: لا يَا رَسُولَ اللَّهِ, قَالَ: فَإِنَّكُمْ تَرَوْنَهُ يَوْمَ الْقِيَامَةِ كَذَلِكَ يَجْمَعُ اللًّهُ النَّاسَ فَيَقُولُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ, وَمَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ, وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ, وَتَبْقَى هَذِهِ الأمَّةُ فِيهَا مُنَافِقُوهَا, فَيَأْتِيهِمْ رَبُّهُمْ فِي صُورَةٍ, وَيُضْرَبُ جِسْرٌ عَلَى جَهَنَّمَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" فَأَكُونُ أَوَّلَ مَنْ يُجِيزُ, وَدَعْوَةُ الرُّسُلِ يَوْمَئِذٍ: اللَّهُمَّ سَلِّمْ, اللَّهُمَّ سَلِّمْ وَبِهَا كَلالِيبُ كَشَوْكِ السَّعْدَانِ هَلْ رَأَيْتُمْ شَوْكَ السَّعْدَانِ؟ قَالُوا: نَعَمْ يَا رَسُولَ اللَّهِ قَالَ: فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لا يَعْلَمُ أَحَدٌ قَدْرَ عِظَمِهَا إِلا اللَّهُ وَيَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ, فَمِنْهُمْ الْمُوبَقُ بِعَمَلِهِ, وَمِنْهُمْ الْمُخَرْدِلُ ثُمَّ يَنْجُو \", ثم ذكر الحديث بطوله.وقوله ( الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ ) يقول تعالى ذكره: كلّ أُمة تُدعى إلى كتابها, يقال لها: اليوم تجزون: أي تثابون وتعطون أجور ما كنتم في الدنيا من جزاء الأعمال تعملون بالإحسان الإحسانَ, وبالإساءة جزاءها."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص، إنَّا كنا نأمر الحفظة أن تكتب أعمالكم عليكم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هذا كتابنا» ديوان الحفظة «ينطق عليكم بالحق إنا كنا نستنسخ» نثبت ونحفظ «ما كنتم تعملون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: هذا كتابنا الذي أنزلنا عليكم، يفصل بينكم بالحق الذي هو العدل،  إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ  فهذا كتاب الأعمال."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( هذا كتابنا ينطق عليكم بالحق ) أي : يستحضر جميع أعمالكم من غير زيادة ولا نقص ، كقوله تعالى : ( ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا ) [ الكهف : 49 ] .وقوله : ( إنا كنا نستنسخ ما كنتم تعملون ) أي : إنا كنا نأمر الحفظة أن تكتب أعمالكم عليكم .قال ابن عباس وغيره : تكتب الملائكة أعمال العباد ، ثم تصعد بها إلى السماء ، فيقابلون الملائكة الذين في ديوان الأعمال على ما بأيديهم مما قد أبرز لهم من اللوح المحفوظ في كل ليلة قدر ، مما كتبه الله في القدم على العباد قبل أن يخلقهم ، فلا يزيد حرفا ولا ينقص حرفا ، ثم قرأ : ( إنا كنا نستنسخ ما كنتم تعملون ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هذا كتابنا ) يعني ديوان الحفظة ( ينطق عليكم بالحق ) يشهد عليكم ببيان شاف ، فكأنه ينطق وقيل : المراد بالكتاب اللوح المحفوظ . ( إنا كنا نستنسخ ما كنتم تعملون ) أي نأمر الملائكة بنسخ أعمالكم أي بكتبها وإثباتها عليكم .وقيل : \" نستنسخ \" أي نأخذ نسخته ، وذلك أن الملكين يرفعان عمل الإنسان ، فيثبت الله منه ما كان له فيه ثواب أو عقاب ، ويطرح منه اللغو نحو قولهم : هلم واذهب .وقيل : الاستنساخ من اللوح المحفوظ تنسخ الملائكة كل عام ما يكون من أعمال بني آدم ، والاستنساخ لا يكون إلا من أصل ، فينسخ كتاب من كتاب .وقال الضحاك : نستنسخ أي نثبت . وقال السدي : نكتب . وقال الحسن : نحفظ ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هذا كتابنا ينطق عليكم بالحق إنا كنا نستنسخ ما كنتم تعملون .قوله تعالى : هذا كتابنا قيل من قول الله لهم . وقيل : من قول الملائكة . ينطق عليكم بالحق أي يشهد . وهو استعارة يقال : نطق الكتاب بكذا أي : بين . وقيل : إنهم يقرءونه فيذكرهم الكتاب ما عملوا ، فكأنه ينطق عليهم ، دليله قوله : ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها . وفي المؤمنين : ولدينا كتاب ينطق بالحق وهم لا يظلمون وقد تقدم . و ينطق في ، موضع الحال من الكتاب ، أو من ذا ، أو خبر ثان لذا ، أو يكون كتابنا بدلا من هذا وينطق الخبر .إنا كنا نستنسخ ما كنتم تعملون أي نأمر بنسخ ما كنتم تعملون . قال علي - رضي الله عنه - : إن لله ملائكة ينزلون كل يوم بشيء يكتبون فيه أعمال بني آدم . وقال ابن عباس : إن الله وكل ملائكة مطهرين فينسخون من أم الكتاب في رمضان كل ما يكون من أعمال بني آدم فيعارضون حفظة الله على العباد كل خميس ، فيجدون ما جاء به الحفظة من أعمال العباد موافقا لما في كتابهم الذي استنسخوا من ذلك الكتاب لا زيادة فيه ولا نقصان . قال ابن عباس : وهل يكون النسخ إلا من كتاب . الحسن : نستنسخ ما كتبته الحفظة على بني آدم ، لأن الحفظة ترفع إلى الخزنة صحائف الأعمال . وقيل : تحمل الحفظة كل يوم ما كتبوا على العبد ، ثم إذا عادوا إلى مكانهم نسخ منه الحسنات والسيئات ، ولا تحول المباحات إلى النسخة الثانية . وقيل : إن الملائكة إذا رفعت أعمال العباد إلى الله - عز وجل - أمر بأن يثبت عنده منها ما فيه ثواب وعقاب ، ويسقط من جملتها ما لا ثواب فيه ولا عقاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29)يقول تعالى ذكره: لكلّ أمة دعيت في القيامة إلى كتابها الذي أملت على  حفظتها في الدنيا  الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ  فلا تجزعوا من ثوابناكم على ذلك, فإنكم ينطق عليكم إن أنكرتموه بالحق فاقرءوه ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) يقول: إنا كنا نستكتب حفظتنا أعمالكم, فتثبتها في الكتب وتكتبها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا طلق بن غنام, عن زائدة, عن عطاء بن مقسم, عن ابن عباس ( هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ) قال: هو أمّ الكتاب فيه أعمال بني آدم ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) قال: نعم, الملائكة يستنسخون أعمال بني آدم.حدثنا ابن حُميد, قال: ثنا يعقوب القمي, قال: ثني أخي عيسى بن عبد الله بن ثابت الثُّمالي, عن ابن عباس, قال: \" إن الله خلق النون وهي الدواة, وخلق القلم, فقال: اكتب, قال: ما أكتب, قال: اكتب ما هو كائن إلى يوم القيامة من عمل معمول, برّ أو فجور, أو رزق مقسوم, حلال أو حرام, ثم ألزم كلّ شيء من ذلك شأنه دخوله في الدنيا, ومقامه فيها كم, وخروجه منه كيف, ثم جعل على العباد حفظة, وعلى الكتاب خزانا، فالحفظة ينسخون كلّ يوم من الخزان عمل ذلك اليوم, فإذا فني الرزق وانقطع الأثر, وانقضى الأجل, أتت الحفظة الخزنة يطلبون عمل ذلك اليوم, فتقول لهم الخزنة: ما نجد لصاحبكم عندنا شيئا, فترجع الحفظة, فيجدونهم قد ماتوا, قال: فقال ابن عباس: ألستم قوما عربا تسمعون الحفظة يقولون ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) وهل يكون الاستنساخ إلا من أصل \".حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن عطاء, عن الحكم, عن مقسم, عن ابن عباس ( هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ) قال: الكتاب: الذكر ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) قال: نستنسخ الأعمال.وقال آخرون في ذلك ما حدثنا الحسن بن عرفة, قال: ثنا النضر بن  إسماعيل, عن أبي سنان الشيبانيّ, عن عطاء بن أبي رباح, عن أبي عبد الرحمن السلميّ, عن عليّ بن أبي طالب رضي الله عنه أنه قال: إن لله ملائكة ينزلون في كل يوم بشيء يكتبون فيه أعمال بني آدم."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فأما الذين آمنوا بالله ورسوله في الدنيا، وامتثلوا أوامره واجتنبوا نواهيه، فيدخلهم ربهم في جنته برحمته، ذلك الدخول هو الفوز المبين الذي لا فوز بعده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته» جنته «ذلك هو الفوز المبين» البين الظاهر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  إيمانا صحيحا وصدقوا إيمانهم بالأعمال الصالحة من واجبات ومستحبات  فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ  التي محلها الجنة وما فيها من النعيم المقيم والعيش السليم،  ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ  أي: المفاز والنجاة والربح والفلاح الواضح البين الذي إذا حصل للعبد حصل له كل خير واندفع عنه كل شر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن حكمه في خلقه يوم القيامة ، فقال : ( فأما الذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وعملت جوارحهم الأعمال الصالحات ، وهي الخالصة الموافقة للشرع ، ( فيدخلهم ربهم في رحمته ) ، وهي الجنة ، كما ثبت في الصحيح أن الله قال للجنة : \" أنت رحمتي ، أرحم بك من أشاء \" .( ذلك هو الفوز المبين ) أي : البين الواضح ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته ذلك هو الفوز المبين ) [ الظفر ] الظاهر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته أي الجنة ذلك هو الفوز المبين"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ) يقول تعالى ذكره: فأما الذين آمنوا بالله في الدنيا فوحدوه, ولم يشركوا به شيئا, وعملوا الصالحات: يقول: وعملوا بما أمرهم الله به, وانتهوا عما نهاهم الله عنه ( فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ) يعني في جنته برحمته.وقوله ( ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ ) يقول: دخولهم في رحمة الله يومئذ هو الظفر بما كانوا يطلبونه, وإدراك ما كانوا يسعون في الدنيا له, المبين غايتهم فيها, أنه هو الفوز."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأما الذين جحدوا أن الله هو الإله الحق وكذَّبوا رسله ولم يعملوا بشرعه، فيقال لهم تقريعًا وتوبيخًا: أفلم تكن آياتي في الدنيا تتلى عليكم، فاستكبرتم عن استماعها والإيمان بها، وكنتم قومًا مشركين تكسِبون المعاصي ولا تؤمنون بثواب ولا عقاب؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وأما الذين كفروا» فيقال لهم: «أفلم تكن آياتي» القرآن «تتلى عليكم فاستكبرتم» تكبرتم «وكنتم قوماً مجرمين» كافرين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَأَمَّا الَّذِينَ كَفَرُوا  بالله فيقال لهم توبيخا وتقريعا:  أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ  وقد دلتكم على ما فيه صلاحكم ونهتكم عما فيه ضرركم وهي أكبر نعمة وصلت إليكم لو وفقتم لها، ولكن استكبرتم عنها وأعرضتم وكفرتم بها فجنيتم أكبر جناية وأجرمتم أشد الجرم فاليوم تجزون ما كنتم تعملون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وأما الذين كفروا أفلم تكن آياتي تتلى عليكم فاستكبرتم ) أي : يقال لهم ذلك تقريعا وتوبيخا : أما قرئت عليكم آيات الرحمن فاستكبرتم عن اتباعها ، وأعرضتم عند سماعها ، ( وكنتم قوما مجرمين ) أي : في أفعالكم ، مع ما اشتملت عليه قلوبكم من التكذيب ؟"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وأما الذين كفروا ) يقال لهم ( أفلم تكن آياتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين ) متكبرين كافرين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى :  وأما الذين كفروا أفلم تكن آياتي تتلى عليكم أي فيقال لهم ذلك . وهو استفهام توبيخ . فاستكبرتم عن قبولها . وكنتم قوما مجرمين أي مشركين تكسبون المعاصي . يقال : فلان جريمة أهله إذا كان كاسبهم ، فالمجرم من أكسب نفسه المعاصي . وقد قال الله تعالى : أفنجعل المسلمين كالمجرمين فالمجرم ضد المسلم فهو المذنب بالكفر إذا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (31)يقول تعالى ذكره: وأما الذين جحدوا وحدانية الله, وأبوا إفراده في الدنيا بالألوهة, فيقال لهم: ألم تكن آياتي في الدنيا تُتلى عليكم.فإن قال قائل: أوليست أمَّا تجاب بالفاء, فأين هي؟ فإن الجواب أن يقال: هي الفاء التي في قوله ( أَفَلَمْ ). وإنما وجه الكلام في العربية لو نطق به على بيانه, وأصله أن يقال: وأما الذين كفروا, فألم تكن آياتي تتلى عليكم, لأن معنى الكلام: وأما الذين كفروا فيقال لهم ألم, فموضع الفاء في ابتداء المحذوف الذي هو مطلوب في الكلام, فلما حُذفت يقال: وجاءت ألف استفهام, حكمها أن تكون مبتدأة بها, ابتدئ بها, وجعلت الفاء بعدها.وقد تُسقط العرب الفاء التي هي جواب \" أما \" في مثل هذا الموضع أحيانا إذا أسقطوا الفعل الذي هو في محل جواب أمَّا كما قال جلّ ثناؤه  فَأَمَّا الَّذِينَ اسْوَدَّتْ  وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ  فحذفت الفاء, إذ كان الفعل الذي هو في جواب أمَّا محذوفا, وهو فيقال, وذلك أن معنى الكلام: فأما الذين اسودّت وجوههم فيقال لهم: أكفرتم, فلما أسقطت, يقال الذي به تتصل الفاء سقطت الفاء التي هي جواب أمَّا.وقوله (فَاسْتَكْبَرْتُمْ) يقول: فاستكبرتم عن استماعها والإيمان بها( وَكُنْتُمْ قَوْمًا مُجْرِمِينَ ) يقول: وكنتم قوما تكسبون الآثام والكفر بالله, ولا تصدّقون بمعاد, ولا تؤمنون بثواب ولا عقاب."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق، والساعة لا شك فيها، قلتم: ما ندري ما الساعة؟ وما نتوقع وقوعها إلا توهمًا، وما نحن بمتحققين أن الساعة آتية."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا قيل» لكم أيها الكفار «إن وعد الله» بالبعث «حق والساعة» بالرفع والنصب «لا ريب» شك «فيها قلتم ما ندري ما الساعة إن» ما «نظن إلا ظنا» قال المبرد: أصله إن نحن إلا نظن ظنا «وما نحن بمستيقنين» أنها آتية."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويوبخون أيضا بقوله:  وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ  منكرين لذلك:  مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإذا قيل إن وعد الله حق والساعة لا ريب فيها ) أي : إذا قال لكم المؤمنون ذلك ، ( قلتم ما ندري ما الساعة ) أي : لا نعرفها ، ( إن نظن إلا ظنا ) أي : إن نتوهم وقوعها إلا توهما ، أي مرجوحا ; ولهذا قال : ( وما نحن بمستيقنين ) أي : بمتحققين ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإذا قيل إن وعد الله حق والساعة لا ريب فيها ) قرأ حمزة : \" والساعة \" نصب ، عطفها على الوعد ، وقرأ الآخرون بالرفع على الابتداء ( قلتم ما ندري ما الساعة إن نظن إلا ظنا ) أي ما نعلم ذلك إلا حدسا وتوهما . ( وما نحن بمستيقنين ) أنها كائنة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا قيل إن وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة إن نظن إلا ظنا وما نحن بمستيقنين .قوله تعالى : وإذا قيل إن وعد الله حق أي البعث كائن . والساعة لا ريب فيها وقرأ حمزة ( والساعة ) بالنصب عطفا على وعد . الباقون بالرفع على الابتداء ، أو العطف على موضع إن وعد الله ولا يحسن على الضمير الذي في المصدر ، لأنه غير مؤكد ، والضمير المرفوع إنما يعطف عليه بغير تأكيد في الشعر . قلتم ما ندري ما الساعة هل هي حق أم باطل . إن نظن إلا ظنا تقديره عند المبرد : إن نحن إلا نظن ظنا . وقيل : التقدير : إن نظن إلا أنكم تظنون ظنا . وقيل : أي : وقلتم إن نظن إلا ظنا وما نحن بمستيقنين إن الساعة آتية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (32)يقول تعالى ذكره: ويقال لهم حينئذ: ( وَإِذَا قِيلَ) لَكُمُ (إِنَّ وَعْدَ اللَّهِ ) الذي وعد عباده, أنه محييهم من بعد مماتهم, وباعثهم من قبورهم ( حَقٌّ وَالسَّاعَةُ ) التي أخبرهم أنه يقيمها لحشرهم, وجمعهم للحساب والثواب على الطاعة, والعقاب على المعصية, آتية ( لا رَيْبَ فِيهَا ) يقول: لا شكَ فيها, يعني في الساعة, والهاء في قوله ( فِيهَا ) من ذكر الساعة. ومعنى الكلام: والساعة لا ريب في قيامها, فاتقوا الله وآمنوا بالله ورسوله, واعملوا لما ينجيكم من عقاب الله فيها( قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ ) تكذيبا منكم بوعد الله جلّ ثناؤه, وردًا لخبره, وإنكارًا لقُدرته على إحيائكم من بعد مماتكم.وقوله ( إِنْ نَظُنُّ إِلا ظَنًّا ) يقول: وقلتم ما نظنّ أن الساعة آتية إلا ظنا( وَمَا نَحْنُ بِمُسْتَيْقِنِينَ ) أنها جائية, ولا أنها كائنة.واختلفت القرّاء في قراءة قوله ( وَالسَّاعَةُ لا رَيْبَ فِيهَا ) فقرأت ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة و ( السَّاعَةُ ) رفعا على الابتداء. وقرأته  عامة قرّاء الكوفة \" وَالسَّاعَةَ\" نصبا عطفا بها على قوله ( إِنَّ وَعْدَ اللَّهِ حَقٌّ ).والصواب من القول في ذلك عندنا, أنهما قراءتان مستفيضتان في قراءة الأمصار صحيحتا المخرج في العربية متقاربتا المعنى, فبأيتهما قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وظهر لهؤلاء الذين كانوا يكذِّبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة، ونزل بهم من عذاب الله جزاء ما كانوا به يستهزئون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وبدا» ظهر «لهم» في الآخرة «سيئات ما عملوا» في الدنيا، أي جزاؤها «وحاق» نزل «بهم ما كانوا به يستهزئون» أي العذاب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فهذه حالهم في الدنيا وحال البعث الإنكار له ورد قول من جاء به قال تعالى:  وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا  أي: وظهر لهم يوم القيامة عقوبات أعمالهم،  وَحَاقَ بِهِمْ  أي: نزل  مَا كَانُوا بِهِ يَسْتَهْزِئُونَ  أي: نزل بهم العذاب الذي كانوا في الدنيا يستهزئون به وبوقوعه وبمن جاء به."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( وبدا لهم سيئات ما عملوا ) أي : وظهر لهم عقوبة أعمالهم السيئة ، ( وحاق بهم ) أي : أحاط بهم ( ما كانوا به يستهزئون ) أي : من العذاب والنكال ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وبدا لهم ) [ في الآخرة ] ( سيئات ما عملوا ) في الدنيا أي جزاؤها ( وحاق بهم ما كانوا به يستهزئون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وبدا لهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون .قوله تعالى : وبدا لهم سيئات ما عملوا أي ظهر لهم جزاء سيئات ما عملوا . وحاق بهم أي نزل بهم وأحاط . ما كانوا به يستهزئون من عذاب الله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (33)يقول تعالى ذكره: وبدا لهؤلاء الذين كانوا في الدنيا يكفرون بآيات الله سيئات ما عملوا في الدنيا من الأعمال, يقول: ظهر لهم هنالك قبائحها وشرارها لما قرءوا كتب أعمالهم التي كانت الحفظة تنسخها في الدنيا( وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ) يقول: وحاق بهم من عذاب الله حينئذ ما كانوا به يستهزئون إذ قيل لهم: إن الله مُحِلُّهُ بمن كذب به على سيئات ما في الدنيا عملوا من الأعمال."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم، كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا، ومسكنكم نار جهنم، وما لكم من ناصرين ينصرونكم من عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقيل اليوم ننساكم» نترككم في النار «كما نسيتم لقاء يومكم هذا» أي تركتم العمل للقائه «ومأواكم النار وما لكم من ناصرين» مانعين منه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقِيلَ الْيَوْمَ نَنْسَاكُمْ  أي: نترككم في العذاب  كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا  فإن الجزاء من جنس العمل  وَمَأْوَاكُمُ النَّارُ  أي: هي مقركم ومصيركم،  وَمَا لَكُمْ مِنْ نَاصِرِينَ  ينصرونكم من عذاب الله ويدفعون عنكم عقابه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وقيل اليوم ننساكم ) أي : نعاملكم معاملة الناسي لكم في نار جهنم ( كما نسيتم لقاء يومكم هذا ) أي : فلم تعملوا له لأنكم لم تصدقوا به ، ( ومأواكم النار وما لكم من ناصرين )وقد ثبت في الصحيح أن الله تعالى يقول لبعض العبيد يوم القيامة : \" ألم أزوجك ؟ ألم أكرمك ؟ ألم أسخر لك الخيل والإبل ، وأذرك ترأس وتربع ؟ فيقول : بلى ، يا رب . فيقول : أفظننت أنك ملاقي ؟ فيقول : لا . فيقول الله تعالى : فاليوم أنساك كما نسيتني \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقيل اليوم ننساكم ) نترككم في النار ( كما نسيتم لقاء يومكم هذا ) تركتم الإيمان والعمل للقاء هذا اليوم ( ومأواكم النار وما لكم من ناصرين ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وقيل اليوم ننساكم كما نسيتم لقاء يومكم هذا ومأواكم النار وما لكم من ناصرين .قوله تعالى : وقيل اليوم ننساكم أي نترككم في النار كما تركتم لقاء يومكم هذا أي : تركتم العمل له . ومأواكم النار أي مسكنكم ومستقركم . وما لكم من ناصرين من ينصركم ؟ ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (34)يقول تعالى ذكره: وقيل لهؤلاء الكفرة الذين وصف صفتهم: اليوم نترككم في عذاب جهنم, كما تركتم العمل للقاء ربكم يومكم هذا.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَقِيلَ الْيَوْمَ نَنْسَاكُمْ ) نترككم. وقوله ( وَمَأْوَاكُمُ النَّارُ ) يقول: ومأواكم التي تأوون إليها نار جهنم، ( وَمَا لَكُمْ مِنْ نَاصِرِينَ ) يقول: وما لكم من مستنقذ ينقذكم اليوم من عذاب الله, ولا منتصر ينتصر لكم ممن يعذّبكم, فيستنقذ لكم منه."
        }
      ]
    },
    {
      "ayahNo": 35,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الذي حلَّ بكم مِن عذاب الله؛ بسبب أنكم اتخذتم آيات الله وحججه هزوًا ولعبًا، وخدعتكم زينة الحياة الدنيا، فاليوم لا يُخرجون من النار، ولا هم يُرَدُّون إلى الدنيا؛ ليتوبوا ويعملوا صالحًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلكم بأنكم اتخذتم آيات الله» القرآن «هزواً وغرتكم الحياة الدنيا» حتى قلتم لا بعث ولا حساب «فاليوم لا يخرجون» بالبناء للفاعل وللمفعول «منها» من النار «ولا هم يستعتبون» لا يطلب منهم أن يرضوا ربهم بالتوبة والطاعة لأنها لا تنفع يومئذ."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذَلِكُمْ  الذي حصل لكم من العذاب  ب  سبب  أنكم اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا  مع أنها موجبة للجد والاجتهاد وتلقيها بالسرور والاستبشار والفرح. وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا  بزخارفها ولذاتها وشهواتها فاطمأننتم إليها، وعملتم لها وتركتم العمل للدار الباقية. فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ  أي: ولا يمهلون ولا يردون إلى الدنيا ليعملوا صالحا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( ذلكم بأنكم اتخذتم آيات الله هزوا ) أي : إنما جازيناكم هذا الجزاء لأنكم اتخذتم حجج الله عليكم سخريا ، تسخرون وتستهزئون بها ، ( وغرتكم الحياة الدنيا ) أي : خدعتكم فاطمأننتم إليها ، فأصبحتم من الخاسرين ; ولهذا قال : ( فاليوم لا يخرجون منها ) أي : من النار ( ولا هم يستعتبون ) أي : لا يطلب منهم العتبى ، بل يعذبون بغير حساب ولا عتاب ، كما تدخل طائفة من المؤمنين الجنة بغير عذاب ولا حساب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلكم بأنكم اتخذتم آيات الله هزوا وغرتكم الحياة الدنيا ) حتى قلتم : لا بعث ولا حساب ( فاليوم لا يخرجون منها ) قرأ حمزة والكسائي بفتح الياء وضم الراء ، وقرأ الآخرون بضم الياء وفتح الراء ( ولا هم يستعتبون ) لا يطلب منهم أن يرجعوا إلى طاعة الله ، لأنه لا يقبل ذلك اليوم عذرا ولا توبة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلكم بأنكم اتخذتم آيات الله هزوا وغرتكم الحياة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون .قوله تعالى : ذلكم بأنكم اتخذتم آيات الله يعني القرآن . هزوا : لعبا . وغرتكم الحياة الدنيا أي خدعتكم بأباطيلها وزخارفها ، فظننتم أن ليس ثم غيرها ، وأن لا بعث . فاليوم لا يخرجون منها أي من النار . ولا هم يستعتبون يسترضون . وقد تقدم وقرأ حمزة والكسائي ( فاليوم لا يخرجون ) بفتح الياء وضم الراء لقوله تعالى : كلما أرادوا أن يخرجوا منها أعيدوا فيها الباقون بضم الياء وفتح الراء ، لقوله تعالى : ربنا أخرجنا ونحوه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لا يُخْرَجُونَ مِنْهَا وَلا هُمْ يُسْتَعْتَبُونَ (35)يقول تعالى ذكره: يقال لهم: هذا الذي حلّ بكم من عذاب الله اليوم (بِأَنَّكُمْ) في الدنيا( اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا ), وهي حججه وأدلته وآي كتابه التي أنزلها على رسوله صلى الله عليه وسلم (هُزُوًا) يعني سخرية تسخرون منها( وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ) يقول: وخدعتكم زينة الحياة الدنيا. فآثرتموها على العمل لما ينجيكم اليوم من عذاب الله، يقول تعالى ذكره: ( فَالْيَوْمَ لا يُخْرَجُونَ مِنْهَا ) مِنَ النَّارِ ( وَلا هُمْ يُسْتَعْتَبُونَ ) يقول: ولا هم يردّون إلى الدنيا ليتوبوا ويراجعوا الإنابة مما عوقبوا عليه."
        }
      ]
    },
    {
      "ayahNo": 36,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه، رب السموات والأرض وخالقهما ومدبرهما، رب الخلائق أجمعين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فلله الحمد» الوصف بالجميل على وفاء وعده في المكذبين «رب السماوات ورب الأرض رب العالمين» خالق ما ذكر، والعالم ما سوى الله وجمع لاختلاف أنواعه، ورب بدل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَلِلَّهِ الْحَمْدُ  كما ينبغي لجلاله وعظيم سلطانه  رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ  أي: له الحمد على ربوبيته لسائر الخلائق حيث خلقهم ورباهم وأنعم عليهم بالنعم الظاهرة والباطنة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم لما ذكر حكمه في المؤمنين والكافرين قال : ( فلله الحمد رب السموات ورب الأرض ) أي المالك لهما وما فيهما ; ولهذا قال : ( رب العالمين ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فلله الحمد رب السموات ورب الأرض رب العالمين \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فلله الحمد رب السماوات ورب الأرض رب العالمينقوله تعالى : فلله الحمد رب السماوات ورب الأرض رب العالمين قرأ مجاهد وحميد وابن محيصن ( رب السماوات ورب الأرض رب العالمين ) بالرفع فيها كلها على معنى هو رب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الأَرْضِ رَبِّ الْعَالَمِينَ (36)يقول تعالى ذكره ( فَلِلَّهِ الْحَمْدُ ) على نِعمه وأياديه عند خلقه, فإياه فاحمدوا أيها الناس, فإن كلّ ما بكم من نعمة فمنه دون ما تعبدون من دونه من آلهة ووثن, ودون ما تتخذونه من دونه ربا, وتشركون به معه ( رَبِّ السَّمَاوَاتِ وَرَبِّ الأرْضِ ) يقول: مالك السموات السبع, ومالك الأرضين السبع و ( رَبِّ الْعَالَمِينَ ) يقول: مالك جميع ما فيهنّ من أصناف الخلق."
        }
      ]
    },
    {
      "ayahNo": 37,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وله وحده سبحانه العظمة والجلال والكبرياء والسُّلْطان والقدرة والكمال في السموات والأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله وقدره وشرعه، تعالى وتقدَّس، لا إله إلا هو."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وله الكبرياء» العظمة «في السماوات والأرض» حال، أي كائنة فيهما «وهو العزيز الحكيم» تقدم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ  أي: له الجلال والعظمة والمجد.فالحمد فيه الثناء على الله بصفات الكمال ومحبته تعالى وإكرامه، والكبرياء فيها عظمته وجلاله والعبادة مبنية على ركنين، محبة الله والذل له، وهما ناشئان عن العلم بمحامد الله وجلاله وكبريائه. وَهُوَ الْعَزِيزُ  القاهر لكل شيء،  الْحَكِيمُ  الذي يضع الأشياء مواضعها، فلا يشرع ما يشرعه إلا لحكمة ومصلحة ولا يخلق ما يخلقه إلا لفائدة ومنفعة.تم تفسير سورة الجاثية، ولله الحمد والنعمة والفضل"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وله الكبرياء في السموات والأرض ) قال مجاهد : يعني السلطان . أي : هو العظيم الممجد ، الذي كل شيء خاضع لديه فقير إليه . وقد ورد في الحديث الصحيح : \" يقول الله تعالى العظمة إزاري والكبرياء ردائي ، فمن نازعني واحدا منهما أسكنته ناري \" . ورواه مسلم من حديث الأعمش ، عن أبي إسحاق ، عن الأغر أبي مسلم ، عن أبي هريرة وأبي سعيد ، رضي الله عنهما ، عن رسول الله - صلى الله عليه وسلم - بنحوه .وقوله : ( وهو العزيز ) أي : الذي لا يغالب ولا يمانع ، ( الحكيم ) في أقواله وأفعاله ، وشرعه وقدره ، تعالى وتقدس ، لا إله إلا هو .آخر تفسير سورة الجاثية [ ولله الحمد والمنة ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وله الكبرياء ) العظمة ( في السماوات والأرض وهو العزيز الحكيم ) .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، حدثنا السيد أبو الحسن محمد بن الحسين العلوي ، أخبرنا أبو حامد أحمد بن محمد بن الحسن الشرقي ، حدثنا أحمد بن حفص وعبد الله بن محمد الفراء وقطن بن إبراهيم قالوا : أخبرنا حفص بن عبد الله ، حدثني إبراهيم بن طهمان ، عن عطاء بن السائب ، عن الأغر أبي مسلم عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله - عز وجل - : الكبرياء ردائي ، والعظمة إزاري ، فمن نازعني في واحد منهما أدخلته النار \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وله الكبرياء أي العظمة والجلال والبقاء والسلطان والقدرة والكمال . في السماوات والأرض وهو العزيز الحكيم والله أعلم . ختم تفسير سورة الجاثية ، والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وله الكبرياء في السماوات والأرض ) يقول: وله العظمة والسلطان في السموات والأرض دون ما سواه من الآلهة والأنداد ( وَهُوَ الْعَزِيزُ ) في نقمته من أعدائه, القاهر كل ما دونه, ولا يقهره شيء ( الْحَكِيمُ ) في تدبيره خلقه وتصريفه إياهم فيما شاء كيف شاء, والله أعلم.آخر تفسير سورة الجاثية"
        }
      ]
    }
  ]
}