{
  "surah": {
    "surahNo": 47,
    "surahNameAr": "محمد",
    "surahNameArabicLong": "سورة محمد",
    "surahNameEn": "Muhammad",
    "revelationPlace": "Madina",
    "totalAyat": 38
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، أَذْهَبَ الله أعمالهم، وأبطلها، وأشقاهم بسببها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذين كفروا» من أهل مكة «وصدُّوا» غيرهم «عن سبيل الله» أي الإيمان «أضل» أحبط «أعمالهم» كإطعام الطعام وصلة الأرحام، فلا يرون لها في الآخرة ثوابا ويجزون بها في الدنيا من فضله تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذه الآيات مشتملات على ذكر ثواب المؤمنين وعقاب العاصين، والسبب في ذلك، ودعوة الخلق إلى الاعتبار بذلك، فقال:  الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ  وهؤلاء رؤساء الكفر، وأئمة الضلال، الذين جمعوا بين الكفر بالله وآياته، والصد لأنفسهم وغيرهم عن سبيل الله، التي هي الإيمان بما دعت إليه الرسل واتباعه.فهؤلاء  أَضَلَّ  الله  أَعْمَالَهُمْ  أي: أبطلها وأشقاهم بسببها، وهذا يشمل أعمالهم التي عملوها ليكيدوا بها الحق وأولياء الله، أن الله جعل كيدهم في نحورهم، فلم يدركوا مما قصدوا شيئا، وأعمالهم التي يرجون أن يثابوا عليها، أن الله سيحبطها عليهم، والسبب في ذلك أنهم اتبعوا الباطل، وهو كل غاية لا يراد بها وجه الله من عبادة الأصنام والأوثان، والأعمال التي في نصر الباطل لما كانت باطلة، كانت الأعمال لأجلها باطلة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( الذين كفروا ) أي : بآيات الله ، ( وصدوا ) غيرهم ( عن سبيل الله أضل أعمالهم ) أي : أبطلها وأذهبها ، ولم يجعل لها جزاء ولا ثوابا ، كقوله تعالى : ( وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا ) [ الفرقان : 23 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مدنية( ( الذين كفروا وصدوا عن سبيل الله أضل أعمالهم ) أبطلها فلم يقبلها [ وأراد بالأعمال ما فعلوا من إطعام الطعام وصلة الأرحام ] قال الضحاك : أبطل كيدهم ومكرهم بالنبي - صلى الله عليه وسلم - ، وجعل الدائرة عليهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة القتال .وهي سورة محمد صلى الله عليه وسلم .مدنية في قول ابن عباس ، ذكره النحاس . وقال الماوردي : في قول الجميع إلا ابن عباس وقتادة فإنهما قالا : إلا آية منها نزلت عليه بعد حجة الوداع حين خرج من مكة ، وجعل ينظر إلى البيت وهو يبكي حزنا عليه ، فنزل عليه وكأين من قرية هي أشد قوة من قريتك . وقال الثعلبي : إنها مكية ، وحكاه ابن هبة الله عن الضحاك وسعيد بن جبير . وهي تسع وثلاثون آية . وقيل : ثمان .بسم الله الرحمن الرحيم .الذين كفروا وصدوا عن سبيل الله أضل أعمالهم قال ابن عباس ومجاهد : هم أهل مكة كفروا بتوحيد الله ، وصدوا أنفسهم والمؤمنين عن دين الله وهو الإسلام بنهيهم عن الدخول فيه ، وقاله السدي . وقال الضحاك : عن سبيل الله عن بيت الله بمنع قاصديه . ومعنى أضل أعمالهم : أبطل كيدهم ومكرهم بالنبي - صلى الله عليه وسلم - ، وجعل الدائرة عليهم ، قاله الضحاك . وقيل : أبطل ما عملوه في كفرهم بما كانوا يسمونه مكارم ، من صلة الأرحام وفك الأسارى وقرى الأضياف وحفظ الجوار . وقال ابن عباس : نزلت في المطعمين ببدر ، وهم اثنا عشر رجلا : أبو جهل ، والحارث بن هشام ، وعتبة وشيبة ابنا ربيعة ، وأبي وأمية ابنا خلف ، ومنبه ونبيه ابنا الحجاج ، وأبو البختري بن هشام ، وزمعة بن الأسود ، وحكيم بن حزام ، والحارث بن عامر بن نوفل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (1)قال أبو جعفر: يقول تعالى ذكره: الذين جحدوا توحيد الله وعبدوا غيره وصدّوا من أراد عبادتَه والإقرار بوحدانيته, وتصديق نبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم عن الذي أراد من الإسلام والإقرار والتصديق ( أَضَلَّ أَعْمَالَهُمْ ) يقول: جعل الله أعمالهم ضلالا على غير هدى وغير رشاد, لأنها عملت في سبيل الشيطان وهي على غير استقامة ( وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) يقول تعالى ذكره: والذين صدّقوا الله وعملوا بطاعته, واتبعوا أمره ونهيه ( وَآمَنُوا بِمَا نزلَ عَلَى مُحَمَّدٍ ) يقول : وصدّقوا بالكتاب الذي أنزل الله على محمد ( وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ ) يقول : يقول: محا الله عنهم بفعلهم ذلك سيئ ما عملوا من الأعمال, فلم يؤاخذهم به, ولم يعاقبهم عليه (وأصلح بالهم) يقول: وأصلح شأنهم وحالهم في الدنيا عند أوليائه, وفي الآخرة بأن أورثهم نعيم الأبد والخلود الدائم في جنانه."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والذين صدَّقوا الله واتَّبَعوا شرعه وصدَّقوا بالكتاب الذي أنزل على محمد صلى الله عليه وسلم، وهو الحق الذي لا شك فيه من ربهم، عفا عنهم وستر عليهم ما عملوا من السيئات، فلم يعاقبهم عليها، وأصلح شأنهم في الدينا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والذين آمنوا» أي الأنصار وغيرهم «وعملوا الصالحات وآمنوا بما نُزِّل على محمد» أي القرآن «وهو الحق من ربهم كفَّر عنهم» غفر لهم «سيئاتهم وأصلح بالهم» حالهم فلا يعصونه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأما  وَالَّذِينَ آمَنُوا  بما أنزل الله على رسله عموما، وعلى محمد صلى الله عليه وسلم خصوصا،  وَعَمِلُوا الصَّالِحَاتِ  بأن قاموا بما عليهم من حقوق الله، وحقوق العباد الواجبة والمستحبة. كَفَّرَ  الله  عَنْهُمْ سَيِّئَاتِهِمْ  صغارها وكبارها، وإذا كفرت سيئاتهم، نجوا من عذاب الدنيا والآخرة.  وَأَصْلَحَ بَالَهُمْ  أي: أصلح دينهم ودنياهم، وقلوبهم وأعمالهم، وأصلح ثوابهم، بتنميته وتزكيته، وأصلح جميع أحوالهم، والسبب في ذلك أنهم:  اتبعوا الْحَقُّ  الذي هو الصدق واليقين، وما اشتمل عليه هذا القرآن العظيم، الصادر  مِنْ رَبِّهِمْ  الذي رباهم بنعمته، ودبرهم بلطفه فرباهم تعالى بالحق فاتبعوه، فصلحت أمورهم، فلما كانت الغاية المقصودة لهم، متعلقة بالحق المنسوب إلى الله الباقي الحق المبين، كانت الوسيلة صالحة باقية، باقيا ثوابها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( والذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وسرائرهم ، وانقادت جوارحهم وبواطنهم وظواهرهم ، ( وآمنوا بما نزل على محمد ) ، عطف خاص على عام ، وهو دليل على أنه شرط في صحة الإيمان بعد بعثته صلوات الله وسلامه عليه .وقوله : ( وهو الحق من ربهم ) جملة معترضة حسنة ; ولهذا قال : ( كفر عنهم سيئاتهم وأصلح بالهم ) قال ابن عباس : أي أمرهم . وقال مجاهد : شأنهم . وقال قتادة وابن زيد : حالهم . والكل متقارب . وقد جاء في حديث تشميت العاطس : \" يهديكم الله ويصلح بالكم \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والذين آمنوا وعملوا الصالحات وآمنوا بما نزل على محمد ) قال سفيان الثوري : يعني لم يخالفوه في شيء ( وهو الحق من ربهم ) قال ابن عباس - رضي الله عنه - ما : \" الذين كفروا وصدوا \" : مشركو مكة ، \" والذين آمنوا وعملوا الصالحات \" : الأنصار . ( كفر عنهم سيئاتهم وأصلح بالهم ) حالهم ، قال ابن عباس رضي الله تعالى عنهما : عصمهم أيام حياتهم ، يعني أن هذا الإصلاح يعود إلى إصلاح أعمالهم حتى لا يعصوا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : والذين آمنوا وعملوا الصالحات وآمنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيئاتهم وأصلح بالهم .قوله تعالى : والذين آمنوا وعملوا الصالحات وآمنوا بما نزل على محمد قال ابن عباس ومجاهد : هم الأنصار . وقال مقاتل : إنها نزلت خاصة في ناس من قريش . وقيل : هما عامتان فيمن كفر وآمن . ومعنى أضل أعمالهم : أبطلها . وقيل : أضلهم عن الهدى بما صرفهم عنه من التوفيق . وعملوا الصالحات من قال إنهم الأنصار فهي المواساة في مساكنهم وأموالهم . ومن قال إنهم من قريش فهي الهجرة . ومن قال بالعموم فالصالحات جميع الأعمال التي ترضي الله تعالى . وآمنوا بما نزل على محمد لم يخالفوه في شيء ، قاله سفيان الثوري . وقيل : صدقوا محمدا - صلى الله عليه وسلم - فيما جاء به . وهو الحق من ربهم يريد أن إيمانهم هو الحق من ربهم . وقيل : أي : إن القرآن هو الحق من ربهم ، نسخ به ما قبله كفر عنهم سيئاتهم أي ما مضى من سيئاتهم قبل الإيمان . وأصلح بالهم أي شأنهم ، عن مجاهد وغيره . وقال قتادة : حالهم . ابن عباس : أمورهم . والثلاثة متقاربة وهي متأولة على إصلاح ما تعلق بدنياهم . وحكى النقاش أن المعنى أصلح نياتهم ، ومنه قول الشاعر :فإن تقبلي بالود أقبل بمثله وإن تدبري أذهب إلى حال بالياوهو على هذا التأول محمول على صلاح دينهم . ( والبال ) كالمصدر ، ولا يعرف منه فعل ، ولا تجمعه العرب إلا في ضرورة الشعر فيقولون فيه : بالات . المبرد : قد يكون البال في موضع آخر بمعنى القلب ، يقال : ما يخطر فلان على بالي ، أي : على قلبي . الجوهري : والبال رخاء النفس ، يقال فلان رخي البال . والبال : الحال ، يقال ما بالك . وقولهم : ليس هذا من بالي ، أي : مما أباليه . والبال : الحوت العظيم من حيتان البحر ، وليس بعربي . والبالة : وعاء الطيب ، فارسي معرب ، وأصله بالفارسية بيلة . قال أبو ذؤيب :كأن عليها بالة لطمية     لها من خلال الدأيتين أريج"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وذُكر أنه عنى بقوله ( الَّذِينَ كَفَرُوا )... الآية أهل مكة,( وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )... الآية, أهل المدينة.* ذكر من قال ذلك:حدثني إسحاق بن وهب الواسطي, قال: ثنا عبيد الله بن موسى, قال: خبرنا إسرائيل, عن أبي يحيى القتات, عن مجاهد, عن عبد الله بن عباس, في قوله ( الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ) قال: نزلت في أهل مكة ( وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) قال: الأنصار.وبنحو الذي قلنا في معنى قوله ( وَأَصْلَحَ بَالَهُمْ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني إسحاق بن وهب الواسطي, قال: ثنا عبيد الله بن موسى, قال: ثنا إسرائيل, عن أبي يحيى القتات, عن مجاهد, عن عبد الله بن عباس ( وَأَصْلَحَ بَالَهُمْ ) قال: أمرهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَأَصْلَحَ بَالَهُمْ ) قال: شأنهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَصْلَحَ بَالَهُمْ ) قال: أصلح حالهم.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة ( وَأَصْلَحَ بَالَهُمْ ) قال: حالهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَصْلَحَ بَالَهُمْ ) قال حالهم. والبال: كالمصدر مثل الشأن لا يعرف منه فعل, ولا تكاد العرب تجمعه إلا في ضرورة شعر, فإذا جمعوه قالوا بالات."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك الإضلال والهدى سببه أن الذين كفروا اتَّبَعوا الشيطان فأطاعوه، وأن الذين آمنوا اتَّبَعوا الرسول صلى الله عليه وسلم وما جاء به من النور والهدى، كما بيَّن الله تعالى فِعْلَه بالفريقين أهل الكفر وأهل الإيمان بما يستحقان يضرب سبحانه للناس أمثالهم، فيلحق بكل قوم من الأمثال والأشكال ما يناسبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» أي إضلال الأعمال وتكفير السيئات «بأن» بسبب أن «الذين كفروا اتبعوا الباطل» الشيطان «وأن الذين آمنوا اتبعوا الحق» القرآن «من ربهم كذلك» أي مثل ذلك البيان «يضرب الله للناس أمثالهم» يبيِّن أحوالهم، أي فالكافر يحبط عمله، والمؤمن يغفر له."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ  حيث بين لهم تعالى أهل الخير وأهل الشر، وذكر لكل منهم صفة يعرفون بها ويتميزون  ليهلك من هلك عن بينة ويحيا من حي عن بينة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( ذلك بأن الذين كفروا اتبعوا الباطل ) أي : إنما أبطلنا أعمال الكفار ، وتجاوزنا عن سيئات الأبرار ، وأصلحنا شئونهم ; لأن الذين كفروا اتبعوا الباطل ، أي : اختاروا الباطل على الحق ، ( وأن الذين آمنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثالهم ) أي : يبين لهم مآل أعمالهم ، وما يصيرون إليه في معادهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك بأن الذين كفروا اتبعوا الباطل ) الشيطان ( وأن الذين آمنوا اتبعوا الحق من ربهم ) يعني القرآن ( كذلك يضرب الله للناس أمثالهم ) أشكالهم ، قال الزجاج : كذلك يبين الله أمثال حسنات المؤمنين ، وإضلال أعمال الكافرين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلك بأن الذين كفروا اتبعوا الباطل وأن الذين آمنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثالهم .قوله تعالى : ذلك بأن الذين كفروا اتبعوا الباطل وأن الذين آمنوا اتبعوا الحق من ربهم ذلك في موضع رفع ، أي : الأمر ذلك ، أو ذلك الإضلال والهدى المتقدم ذكرهما سببه هذا . فالكافر اتبع الباطل ، والمؤمن اتبع الحق . والباطل : الشرك . والحق : التوحيد والإيمان . كذلك يضرب الله للناس أمثالهم أي كهذا البيان الذي بين يبين الله للناس أمر الحسنات والسيئات . والضمير في أمثالهم يرجع إلى الذين كفروا والذين آمنوا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (3)يقول تعالى ذكره: هذا الذي فعلنا بهذين الفريقين من إضلالنا أعمال الكافرين, وتكفيرنا عن الذين آمنوا وعملوا الصالحات, جزاء منا لكلّ فريق منهم على فعله. أما الكافرون فأضللنا أعمالهم, وجعلناها على غير استقامة وهدى, بأنهم اتبعوا الشيطان فأطاعوه, وهو الباطل.كما حدثني زكريا بن يحيى بن أبي زائدة, وعباس بن محمد, قالا ثنا حجاج بن محمد, قال: قال ابن جُرَيج: أخبرني خالد أنه سمع مجاهدا يقول ( ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ ) قال: الباطل: الشيطان. وأما المؤمنون فكفّرنا عنهم سيئاتهم, وأصلحنا لهم حالهم بأنهم اتبعوا الحقّ الذي جاءهم من ربهم, وهو محمد صَلَّى الله عَلَيْهِ وَسَلَّم , وما جاءهم به من عند ربه من النور والبرهان ( كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ ) يقول عزّ وجلّ: كما بينت لكم أيها الناس فعلي بفريق الكفر والإيمان, كذلك نمثل للناس الأمثال, ونشبه لهم الأشباه, فنلحق بكل قوم من الأمثال أشكالا."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فإذا لقيتم الذين كفروا فضرب الرقاب» مصدر بدل من اللفظ بفعله، أي فاضربوا رقابهم، أي اقتلوهم وعبَّر بضرب الرقاب لأن الغالب في القتل أن يكون بضرب الرقبة «حتى إذا أثخنتموهم» أكثرتم فيهم القتل «فشدوا» فأمسكوا عنهم وأسروهم وشدوا «الوثاق» ما يوثق به الأسرى «فإما منا بعد» مصدر بدل من اللفظ بفعله أي تمنون عليهم بإطلاقهم من غير شيء «وإما فداءً» تفادونهم بمال أو أسرى مسلمين «حتى تضع الحرب» أي أهلها «أوزارها» أثقالها من السلاح وغيره بأن يسلم الكفار أو يدخلوا في العهد وهذه غاية للقتل والأسر «ذلك» خبر مبتدأ مقدر، أي الأمر فيهم ما ذكر «ولو يشاء الله لانتصر منهم» بغير قتال «ولكن» أمركم به «ليبلو بعضكم ببعض» منهم في القتال فيصير من قتل منكم إلى الجنة ومنهم إلى النار «والذين قتلوا» وفي قراءة قاتلوا، الآية نزلت يوم أحد وقد فشا في المسلمين القتل والجراحات «في سبيل الله فلن يضل» يحبط «أعمالهم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى -مرشدا عباده إلى ما فيه صلاحهم، ونصرهم على أعدائهم-:  فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا  في الحرب والقتال، فاصدقوهم القتال، واضربوا منهم الأعناق، حَتَّى تثخنوهم وتكسروا شوكتهم وتبطلوا شرتهم، فإذا فعلتم ذلك، ورأيتم الأسر أولى وأصلح،  فَشُدُّوا الْوَثَاقَ  أي: الرباط، وهذا احتياط لأسرهم لئلا يهربوا، فإذا شد منهم الوثاق اطمأن المسلمون من هربهم ومن شرهم، فإذا كانوا تحت أسركم، فأنتم بالخيار بين المن عليهم، وإطلاقهم بلا مال ولا فداء، وإما أن تفدوهم بأن لا تطلقوهم حتى يشتروا أنفسهم، أو يشتريهم أصحابهم بمال، أو بأسير مسلم عندهم.وهذا الأمر مستمر  حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا  أي: حتى لا يبقى حرب، وتبقون في المسألة والمهادنة، فإن لكل مقام مقالا، ولكل حال حكما، فالحال المتقدمة، إنما هي إذا كان قتال وحرب.فإذا كان في بعض الأوقات، لا حرب فيه لسبب من الأسباب، فلا قتل ولا أسر. ذَلِكَ  الحكم المذكور في ابتلاء المؤمنين بالكافرين، ومداولة الأيام بينهم، وانتصار بعضهم على بعض  وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ  فإنه تعالى على كل شيء قدير، وقادر على أن لا ينتصر الكفار في موضع واحد أبدا، حتى يبيد المسلمون خضراءهم. وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ  ليقوم سوق الجهاد، ويتبين بذلك أحوال العباد، الصادق من الكاذب، وليؤمن من آمن إيمانا صحيحا عن بصيرة، لا إيمانا مبنيا على متابعة أهل الغلبة، فإنه إيمان ضعيف جدا، لا يكاد يستمر لصاحبه عند المحن والبلايا. وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ  لهم ثواب جزيل، وأجر جميل، وهم الذين قاتلوا من أمروا بقتالهم، لتكون كلمة الله هي العليا.فهؤلاء لن يضل الله أعمالهم، أي: لن يحبطها ويبطلها، بل يتقبلها وينميها لهم، ويظهر من أعمالهم نتائجها، في الدنيا والآخرة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مرشدا للمؤمنين إلى ما يعتمدونه في حروبهم مع المشركين : ( فإذا لقيتم الذين كفروا فضرب الرقاب ) أي : إذا واجهتموهم فاحصدوهم حصدا بالسيوف ، ( حتى إذا أثخنتموهم فشدوا ) أي : أهلكتموهم قتلا ) فشدوا ) [ وثاق ] الأسارى الذين تأسرونهم ، ثم أنتم بعد انقضاء الحرب وانفصال المعركة مخيرون في أمرهم ، إن شئتم مننتم عليهم فأطلقتم أساراهم مجانا ، وإن شئتم فاديتموهم بمال تأخذونه منهم وتشاطرونهم عليه . والظاهر أن هذه الآية نزلت بعد وقعة بدر ، فإن الله ، سبحانه ، عاتب المؤمنين على الاستكثار من الأسارى يومئذ ليأخذوا منهم الفداء ، والتقلل من القتل يومئذ فقال : ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم ) [ الأنفال : 67 ، 68 ] .ثم قد ادعى بعض العلماء أن هذه الآية - المخيرة بين مفاداة الأسير والمن عليه - منسوخة بقوله تعالى : ( فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم [ وخذوهم واحصروهم واقعدوا لهم كل مرصد ] ) الآية [ التوبة : 5 ] ، رواه العوفي عن ابن عباس . وقاله قتادة ، والضحاك ، والسدي ، وابن جريج .وقال الآخرون - وهم الأكثرون - : ليست بمنسوخة .ثم قال بعضهم : إنما الإمام مخير بين المن على الأسير ومفاداته فقط ، ولا يجوز له قتله .وقال آخرون منهم : بل له أن يقتله إن شاء ؛ لحديث قتل النبي - صلى الله عليه وسلم - النضر بن الحارث وعقبة بن أبي معيط من أسارى بدر ، وقال ثمامة بن أثال لرسول الله - صلى الله عليه وسلم - حين قال له : \" ما عندك يا ثمامة ؟ \" فقال : إن تقتل تقتل ذا دم ، وإن تمنن تمنن على شاكر ، وإن كنت تريد المال فسل تعط منه ما شئت .وزاد الشافعي ، رحمه الله ، فقال : الإمام مخير بين قتله أو المن عليه ، أو مفاداته أو استرقاقه أيضا . وهذه المسألة محررة في علم الفروع ، وقد دللنا على ذلك في كتابنا \" الأحكام \" ، ولله الحمد والمنة .وقوله : ( حتى تضع الحرب أوزارها ) قال مجاهد : حتى ينزل عيسى ابن مريم [ عليه السلام ] . وكأنه أخذه من قوله - صلى الله عليه وسلم - : \" لا تزال طائفة من أمتي ظاهرين على الحق حتى يقاتل آخرهم الدجال \" .وقال الإمام أحمد : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن إبراهيم بن سليمان ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير أن سلمة بن نفيل أخبرهم : أنه أتى رسول الله - صلى الله عليه وسلم - فقال : إني سيبت الخيل ، وألقيت السلاح ، ووضعت الحرب أوزارها ، وقلت : \" لا قتال \" فقال له النبي - صلى الله عليه وسلم - : \" الآن جاء القتال ، لا تزال طائفة من أمتي ظاهرين على الناس يزيغ الله قلوب أقوام فيقاتلونهم : ويرزقهم الله منهم ، حتى يأتي أمر الله وهم على ذلك . ألا إن عقر دار المؤمنين الشام ، والخيل معقود في نواصيها الخير إلى يوم القيامة \" .وهكذا رواه النسائي من طريقين ، عن جبير بن نفير ، عن سلمة بن نفيل السكوني به .وقال أبو القاسم البغوي : حدثنا داود بن رشيد ، حدثنا الوليد بن مسلم ، عن محمد بن مهاجر ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير ، عن النواس بن سمعان قال : لما فتح على رسول الله - صلى الله عليه وسلم - فتح فقالوا : يا رسول الله ، سيبت الخيل ، ووضعت السلاح ، ووضعت الحرب أوزارها ، قالوا : لا قتال ، قال : \" كذبوا ، الآن ، جاء القتال ، لا يزال الله يرفع قلوب قوم يقاتلونهم ، فيرزقهم منهم ، حتى يأتي أمر الله وهم على ذلك ، وعقر دار المسلمين بالشام \" .وهكذا رواه الحافظ أبو يعلى الموصلي عن داود بن رشيد به . والمحفوظ أنه من رواية سلمة بن نفيل كما تقدم . وهذا يقوي القول بعدم النسخ ، كأنه شرع هذا الحكم في الحرب إلى ألا يبقى حرب .وقال قتادة : ( حتى تضع الحرب أوزارها ) حتى لا يبقى شرك . وهذا كقوله تعالى : ( وقاتلوهم حتى لا تكون فتنة ويكون الدين لله ) [ البقرة : 193 ] . ثم قال بعضهم : ( حتى تضع الحرب أوزارها ) أي : أوزار المحاربين ، وهم المشركون ، بأن يتوبوا إلى الله عز وجل . وقيل : أوزار أهلها بأن يبذلوا الوسع في طاعة الله ، عز وجل .وقوله : ( ذلك ولو يشاء الله لانتصر منهم ) أي : هذا ولو شاء الله لانتقم من الكافرين بعقوبة ونكال من عنده ، ( ولكن ليبلو بعضكم ببعض ) أي : ولكن شرع لكم الجهاد وقتال الأعداء ليختبركم ، ويبلو أخباركم . كما ذكر حكمته في شرعية الجهاد في سورتي \" آل عمران \" و \" براءة \" في قوله : ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين ) [ آل عمران : 142 ] .وقال في سورة براءة : ( قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم ) [ التوبة : 14 ، 15 ] .ثم لما كان من شأن القتال أن يقتل كثير من المؤمنين ، قال : ( والذين قتلوا في سبيل الله فلن يضل أعمالهم ) أي : لن يذهبها بل يكثرها وينميها ويضاعفها . ومنهم من يجري عليه عمله في طول برزخه ، كما ورد بذلك الحديث الذي رواه الإمام أحمد في مسنده ، حيث قال :حدثنا زيد بن يحيى الدمشقي ، حدثنا ابن ثوبان ، عن أبيه ، عن مكحول ، عن كثير بن مرة ، عن قيس الجذامي - رجل كانت له صحبة - قال : قال رسول الله - صلى الله عليه وسلم - : \" يعطى الشهيد ست خصال عند أول قطرة من دمه : يكفر عنه كل خطيئة ، ويرى مقعده من الجنة ، ويزوج من الحور العين ، ويؤمن من الفزع الأكبر ، ومن عذاب القبر ، ويحلى حلة الإيمان \" . تفرد به أحمد رحمه الله .حديث آخر : قال أحمد أيضا : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن بحير بن سعيد ، عن خالد بن معدان ، عن المقدام بن معدي كرب الكندي قال : قال رسول الله - صلى الله عليه وسلم - : \" إن للشهيد عند الله ست خصال : أن يغفر له في أول دفعة من دمه ، ويرى مقعده من الجنة ، ويحلى حلة الإيمان ، ويزوج من الحور العين ، ويجار من عذاب القبر ، ويأمن من الفزع الأكبر ، ويوضع على رأسه تاج الوقار ، الياقوتة منه خير من الدنيا وما فيها ، ويزوج اثنتين وسبعين زوجة من الحور العين ، ويشفع في سبعين إنسانا من أقاربه \" .وقد أخرجه الترمذي وصححه ابن ماجه .وفي صحيح مسلم عن عبد الله بن عمرو ، وعن أبي قتادة أن رسول الله - صلى الله عليه وسلم - قال : \" يغفر للشهيد كل شيء إلا الدين \" . وروي من حديث جماعة من الصحابة . وقال أبو الدرداء : قال رسول الله - صلى الله عليه وسلم - : \" يشفع الشهيد في سبعين من أهل بيته \" . ورواه أبو داود . والأحاديث في فضل الشهيد كثيرة جدا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فإذا لقيتم الذين كفروا فضرب الرقاب ) نصب على الإغراء ، أي فاضربوا رقابهم يعني أعناقهم . ( حتى إذا أثخنتموهم ) بالغتم في القتل وقهرتموهم ( فشدوا الوثاق ) يعني في الأسر حتى لا يفلتوا منكم ، والأسر يكون بعد المبالغة في القتل ، كما قال : \" ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض \" ( الأنفال - 67 ( فإما منا بعد وإما فداء ) يعني : بعد أن تأسروهم فإما أن تمنوا عليهم منا بإطلاقهم من غير عوض ، وإما أن تفادوهم فداء .واختلف العلماء في حكم هذه الآية ، فقال قوم : هي منسوخة بقوله : \" فإما تثقفنهم في الحرب فشرد بهم من خلفهم \" ( الأنفال - 57 ) ، وبقوله : فاقتلوا المشركين حيث وجدتموهم ( التوبة - 5 ) . وإلى هذا القول ذهب قتادة والضحاك والسدي وابن جريج ، وهو قول الأوزاعي وأصحاب الرأي ، قالوا : لا يجوز المن على من وقع في الأسر من الكفار ولا الفداء .وذهب آخرون إلى أن الآية محكمة ، والإمام بالخيار في الرجال العاقلين من الكفار إذا وقعوا في الأسر بين أن يقتلهم أو يسترقهم أو يمن عليهم ، فيطلقهم بلا عوض أو يفاديهم بالمال ، أو بأسارى المسلمين ، وإليه ذهب ابن عمر ، وبه قال الحسن ، وعطاء ، وأكثر الصحابة والعلماء ، وهو قول الثوري ، والشافعي ، وأحمد وإسحاق .قال ابن عباس : لما كثر المسلمون واشتد سلطانهم أنزل الله - عز وجل - في الأسارى : \" فإما منا بعد وإما فداء \" .وهذا هو الأصح والاختيار ، لأنه عمل به رسول الله - صلى الله عليه وسلم - والخلفاء بعده :أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، حدثنا محمد بن يوسف ، [ حدثنا محمد بن إسماعيل ، حدثنا عبد الله بن يوسف ] حدثنا الليث ، حدثنا سعيد بن أبي سعيد سمع أبا هريرة قال : بعث النبي - صلى الله عليه وسلم - خيلا قبل نجد ، فجاءت برجل من بني حنيفة يقال له : ثمامة بن أثال ، فربطوه بسارية [ من سواري ] المسجد ، فخرج إليه رسول الله - صلى الله عليه وسلم - فقال : ما عندك يا ثمامة ؟ فقال : عندي خير يا محمد إن تقتل تقتل ذا دم ، وإن تنعم تنعم على شاكر ، وإن كنت تريد المال فسل تعط منه ما شئت ، حتى كان الغد ، فقال له : ما عندك يا ثمامة ؟ فقال : عندي ما قلت لك إن تنعم تنعم على شاكر ، [ وإن تقتل تقتل ذا دم ، وإن كنت تريد المال سل تعط ] فتركه حتى كان بعد الغد ، فقال له : ما عندك يا ثمامة ؟ فقال : عندي ما قلت لك ، فقال : \" أطلقوا ثمامة \" ، فانطلق إلى نخل قريب من المسجد فاغتسل ، ثم دخل المسجد ، فقال : أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ، يا محمد والله ما كان على وجه الأرض وجه أبغض إلي من وجهك ، فقد أصبح وجهك أحب الوجوه إلي ، والله ما كان من دين أبغض إلي من دينك ، فأصبح دينك أحب الدين إلي ، والله ما كان من بلد أبغض إلي من بلدك فأصبح بلدك أحب البلاد إلي ، وإن خيلك أخذتني وأنا أريد العمرة ، فماذا ترى ؟ فبشره رسول الله - صلى الله عليه وسلم - وأمره أن يعتمر ، فلما قدم مكة قال له قائل : أصبوت ؟ فقال : لا ولكن أسلمت مع رسول الله - صلى الله عليه وسلم - ، ولا والله لا يأتيكم مناليمامة حبة حنطة حتى يأذن فيها رسول الله - صلى الله عليه وسلم - .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، حدثنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا عبد الوهاب بن عبد المجيد الثقفي ، عن أيوب ، عن أبي قلابة ، عن أبي المهلب ، عن عمران بن حصين قال : أسر أصحاب رسول الله - صلى الله عليه وسلم - رجلا من بني عقيل فأوثقوه ، وكانت ثقيف قد أسرت رجلين من أصحاب النبي - صلى الله عليه وسلم - ، ففداه رسول الله - صلى الله عليه وسلم - بالرجلين اللذين أسرتهما ثقيف .قوله - عز وجل - : ( حتى تضع الحرب أوزارها ) أي أثقالها وأحمالها ، يعني حتى تضع أهل الحرب السلاح ، فيمسكوا عن الحرب .وأصل \" الوزر \" : ما يحتمل الإنسان ، فسمى الأسلحة أوزارا لأنها تحمل .وقيل : \" الحرب \" هم المحاربون ، كالشرب والركب .وقيل : \" الأوزار \" الآثام ، ومعناه حتى يضع المحاربون آثامها ، بأن يتوبوا من كفرهم فيؤمنوا بالله ورسوله .وقيل : حتى تضع حربكم وقتالكم أوزار المشركين وقبائح أعمالهم بأن يسلموا ، ومعنى الآية : أثخنوا المشركين بالقتل والأسر حتى يدخل أهل الملل كلها في الإسلام ، ويكون الدين كله لله فلا يكون بعده جهاد ولا قتال ، وذلك عند نزول عيسى ابن مريم عليهما السلام ، وجاء في الحديث عن النبي - صلى الله عليه وسلم - : \" الجهاد ماض منذ بعثني الله إلى أن يقاتل آخر أمتي الدجال \" .وقال الكلبي : حتى يسلموا أو يسالموا .وقال الفراء : حتى لا يبقى إلا مسلم أو مسالم .( ذلك ) الذي ذكرت وبينت من حكم الكفار ( ولو يشاء الله لانتصر منهم ) فأهلكهم وكفاكم أمرهم بغير قتال ( ولكن ) أمركم بالقتال ( ليبلو بعضكم ببعض ) فيصير من قتل من المؤمنين إلى الثواب ومن قتل من الكافرين إلى العذاب ( والذين قتلوا في سبيل الله ) قرأ أهل البصرة وحفص : \" قتلوا \" بضم القاف وكسر التاء خفيف ، يعني الشهداء ، وقرأ الآخرون : \" قاتلوا \" بالألف من المقاتلة ، وهم المجاهدون ( فلن يضل أعمالهم ) قال قتادة : ذكر لنا أن هذه الآية نزلت يوم أحد ، وقد فشت في المسلمين الجراحات والقتل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوالما ميز بين الفريقين أمر بجهاد الكفار .قال ابن عباس : الكفار المشركون عبدة الأوثان .وقيل : كل من خالف دين الإسلام من مشرك أو كتابي إذا لم يكن صاحب عهد ولا ذمة , ذكره الماوردي .واختاره ابن العربي وقال : وهو الصحيح لعموم الآية فيه .فَضَرْبَ الرِّقَابِمصدر .قال الزجاج : أي فاضربوا الرقاب ضربا .وخص الرقاب بالذكر لأن القتل أكثر ما يكون بها .وقيل : نصب على الإغراء .قال أبو عبيدة : هو كقولك يا نفس صبرا .وقيل : التقدير اقصدوا ضرب الرقاب .وقال : \" فضرب الرقاب \" ولم يقل فاقتلوهم ; لأن في العبارة بضرب الرقاب من الغلظة والشدة ما ليس في لفظ القتل , لما فيه من تصوير القتل بأشنع صوره , وهو حز العنق وإطارة العضو الذي هو رأس البدن وعلوه وأوجه أعضائه .حَتَّى إِذَا أَثْخَنْتُمُوهُمْأي أكثرتم القتل .وقد مضى في \" الأنفال \" عند قوله تعالى : \" حتى يثخن في الأرض \" [ الأنفال : 67 ] .فَشُدُّوا الْوَثَاقَأي إذا أسرتموهم .والوثاق اسم من الإيثاق , وقد يكون مصدرا , يقال : أوثقته إيثاقا ووثاقا .وأما الوثاق ( بالكسر ) فهو اسم الشيء الذي يوثق به كالرباط ; قاله القشيري .وقال الجوهري : وأوثقه في الوثاق أي شده , وقال تعالى : \" فشدوا الوثاق \" .والوثاق ( بكسر الواو ) لغة فيه .وإنما أمر بشد الوثاق لئلا يفلتوا .فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً\" فإما منا \" عليهم بالإطلاق من غير فدية \" وإما فداء \" .ولم يذكر القتل هاهنا اكتفاء بما تقدم من القتل في صدر الكلام , و \" منا \" و \" فداء \" نصب بإضمار فعل .وقرئ \" فدى \" بالقصر مع فتح الفاء , أي فإما أن تمنوا عليهم منا , وإما أن تفادوهم فداء .روي عن بعضهم أنه قال : كنت واقفا على رأس الحجاج حين أتي بالأسرى من أصحاب عبد الرحمن بن الأشعث وهم أربعة آلاف وثمانمائة فقتل منهم نحو من ثلاثة آلاف حتى قدم إليه رجل من كندة فقال : يا حجاج , لا جازاك الله عن السنة والكرم خيرا قال : ولم ذلك ؟ قال : لأن الله تعالى قال : \" فإذا لقيتم الذين كفروا فضرب الرقاب حتى إذا أثخنتموهم فشدوا الوثاق فإما منا بعد وإما فداء \" في حق الذين كفروا , فوالله ما مننت ولا فديت ؟ وقد قال شاعركم فيما وصف به قومه من مكارم الأخلاق : ولا نقتل الأسرى ولكن نفكهم إذا أثقل الأعناق حمل المغارم فقال الحجاج : أف لهذه الجيف أما كان فيهم من يحسن مثل هذا الكلام ؟ خلوا سبيل من بقي .فخلي يومئذ عن بقية الأسرى , وهم زهاء ألفين , بقول ذلك الرجل .واختلف العلماء في تأويل هذه الآية على خمسة أقوال :الأول : أنها منسوخة , وهي في أهل الأوثان , لا يجوز أن يفادوا ولا يمن عليهم .والناسخ لها عندهم قوله تعالى : \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] وقوله : \" فإما تثقفنهم في الحرب فشرد بهم من خلفهم \" [ الأنفال : 57 ] وقوله : \" وقاتلوا المشركين كافة \" [ التوبة : 36 ] الآية , قال قتادة والضحاك والسدي وابن جريج والعوفي عن ابن عباس , وقاله كثير من الكوفيين .وقال عبد الكريم الجوزي : كتب إلى أبي بكر في أسير أسر , فذكروا أنهم التمسوه بفداء كذا وكذا , فقال اقتلوه , لقتل رجل من المشركين أحب إلي من كذا وكذا .الثاني : أنها في الكفار جميعا .وهي منسوخة على قول جماعة من العلماء وأهل النظر , منهم قتادة ومجاهد .قالوا : إذا أسر المشرك لم يجز أن يمن عليه , ولا أن يفادى به فيرد إلى المشركين , ولا يجوز أن يفادى عندهم إلا بالمرأة ; لأنها لا تقتل .والناسخ لها : \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] إذ كانت براءة آخر ما نزلت بالتوقيف , فوجب أن يقتل كل مشرك إلا من قامت الدلالة على تركه من النساء والصبيان ومن يؤخذ منه الجزية .وهو المشهور من مذهب أبي حنيفة , خيفة أن يعودوا حربا للمسلمين .ذكر عبد الرزاق أخبرنا معمر عن قتادة \" فإما منا بعد وإما فداء \" قال : نسخها \" فشرد بهم من خلفهم \" .وقال مجاهد : نسخها \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] .وهو قول الحكم .الثالث : أنها ناسخة , قال الضحاك وغيره روى الثوري عن جويبر عن الضحاك : \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] قال : نسخها \" فإما منا بعد وإما فداء \" .وقال ابن المبارك عن ابن جريج عن عطاء : \" فإما منا بعد وإما فداء \" فلا يقتل المشرك ولكن يمن عليه ويفادى , كما قال الله عز وجل .وقال أشعث : كان الحسن يكره أن يقتل الأسير , ويتلو \" فإما منا بعد وإما فداء \" .وقال الحسن أيضا : في الآية تقديم وتأخير , فكأنه قال : فضرب الرقاب حتى تضع الحرب أوزارها .ثم قال : \" حتى إذا أثخنتموهم فشدوا الوثاق \" .وزعم أنه ليس للإمام إذا حصل الأسير في يديه أن يقتله ; لكنه بالخيار في ثلاثة منازل : إما أن يمن , أو يفادي , أو يسترق .الرابع : قول سعيد بن جبير : لا يكون فداء ولا أسر إلا بعد الإثخان والقتل بالسيف , لقوله تعالى : \" ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض \" [ الأنفال : 67 ] .فإذا أسر بعد ذلك فللإمام أن يحكم بما رآه من قتل أو غيره .الخامس : أن الآية محكمة , والإمام مخير في كل حال , رواه علي بن أبي طلحة عن ابن عباس , وقاله كثير من العلماء منهم ابن عمر والحسن وعطاء , وهو مذهب مالك والشافعي والثوري والأوزاعي وأبي عبيد وغيرهم .وهو الاختيار ; لأن النبي صلى الله عليه وسلم والخلفاء الراشدين فعلوا كل ذلك , قتل النبي صلى الله عليه وسلم عقبة بن أبي معيط والنضر بن الحارث يوم بدر صبرا , وفادى سائر أسارى بدر , ومن على ثمامة بن أثال الحنفي وهو أسير في يده , وأخذ من سلمة بن الأكوع جارية ففدى بها أناسا من المسلمين , وهبط عليه عليه السلام قوم من أهل مكة فأخذهم النبي صلى الله عليه وسلم ومن عليهم , وقد من على سبي هوازن .وهذا كله ثابت في الصحيح , وقد مضى جميعه في ( الأنفال ) وغيرها .قال النحاس : وهذا على أن الآيتين محكمتان معمول بهما , وهو قول حسن ; لأن النسخ إنما يكون لشيء قاطع , فإذا أمكن العمل بالآيتين فلا معنى للقول بالنسخ , إذا كان يجوز أن يقع التعبد إذا لقينا الذين كفروا قتلناهم , فإذا كان الأسر جاز القتل والاسترقاق والمفاداة والمن , على ما فيه الصلاح للمسلمين .وهذا القول يروى عن أهل المدينة والشافعي وأبي عبيد , وحكاه الطحاوي مذهبا عن أبي حنيفة , والمشهور عنه ما قدمناه , وبالله عز وجل التوفيق .حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَاقال مجاهد وابن جبير : هو خروج عيسى عليه السلام .وعن مجاهد أيضا : أن المعنى حتى لا يكون دين إلا دين الإسلام , فيسلم كل يهودي ونصراني وصاحب ملة , وتأمن الشاة من الذئب .ونحوه عن الحسن والكلبي والفراء والكسائي .قال الكسائي : حتى يسلم الخلق .وقال الفراء : حتى يؤمنوا ويذهب الكفر .وقال الكلبي : حتى يظهر الإسلام على الدين كله .وقال الحسن : حتى لا يعبدوا إلا الله .وقيل : معنى الأوزار السلاح , فالمعنى شدوا الوثاق حتى تأمنوا وتضعوا السلاح .وقيل : معناه حتى تضع الحرب , أي الأعداء المحاربون أوزارهم , وهو سلاحهم بالهزيمة أو الموادعة .ويقال للكراع أوزار .قال الأعشى : وأعددت للحرب أوزارها رماحا طوالا وخيلا ذكورا ومن نسج داود يحدى بها على أثر الحي عيرا فعيرا وقيل : \" حتى تضع الحرب أوزارها \" أي أثقالها .والوزر الثقل , ومنه وزير الملك لأنه يتحمل عنه الأثقال .وأثقالها السلاح لثقل حملها .قال ابن العربي : قال الحسن وعطاء : في الآية تقديم وتأخير , المعنى فضرب الرقاب حتى تضع الحرب أوزارها فإذا أثخنتموهم فشدوا الوثاق , وليس للإمام أن يقتل الأسير .وقد روي عن الحجاج أنه دفع أسيرا إلى عبد الله بن عمر ليقتله فأبى وقال : ليس بهذا أمرنا الله , وقرأ \" حتى إذا أثخنتموهم فشدوا الوثاق \" .قلنا : قد قاله رسول الله صلى الله عليه وسلم وفعله , وليس في تفسير الله للمن والفداء منع من غيره , فقد بين الله في الزنى حكم الجلد , وبين النبي صلى الله عليه وسلم حكم الرجم , ولعل ابن عمر كره ذلك من يد الحجاج فاعتذر بما قال , وربك أعلم .ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ\" ذلك \" في موضع رفع على ما تقدم , أي الأمر ذلك الذي ذكرت وبينت .وقيل : هو منصوب على معنى افعلوا ذلك .ويجوز أن يكون مبتدأ , المعنى ذلك حكم الكفار .وهي كلمة يستعملها الفصيح عند الخروج من كلام إلى كلام , وهو كما قال تعالى : \" هذا وإن للطاغين لشر مآب \" .أي هذا حق وأنا أعرفكم أن للظالمين كذا .ومعنى : \" لانتصر منهم \" أي أهلكهم بغير قتال .وقال ابن عباس : لأهلكهم بجند من الملائكة .وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍأي أمركم بالحرب ليبلو ويختبر بعضكم ببعض فيعلم المجاهدين والصابرين , كما في السورة نفسها .وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْيريد قتلى أحد من المؤمنينقراءة العامة \" قاتلوا \" وهي اختيار أبي عبيد .وقرأ أبو عمرو وحفص \" قتلوا \" بضم القاف وكسر التاء , وكذلك قرأ الحسن إلا أنه شدد التاء على التكثير .وقرأ الجحدري وعيسى بن عمر وأبو حيوة \" قتلوا \" بفتح القاف والتاء من غير ألف , يعني الذين قتلوا المشركين .قال قتادة : ذكر لنا أن هذه الآية نزلت يوم أحد ورسول الله صلى الله عليه وسلم في الشعب , وقد فشت فيهم الجراحات والقتل , وقد نادى المشركون : اعل هبل .ونادى المسلمون : الله أعلى وأجل .وقال المشركون : يوم بيوم بدر والحرب سجال .فقال النبي صلى الله عليه وسلم : ( قولوا لا سواء .قتلانا أحياء عند ربهم يرزقون وقتلاكم في النار يعذبون ) .فقال المشركون : إن لنا العزى ولا عزى لكم .فقال المسلمون : الله مولانا ولا مولى لكم .وقد تقدم ذكر ذلك في ( آل عمران ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4)يقول تعالى ذكره لفريق الإيمان به وبرسوله: ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ) بالله ورسوله من أهل الحرب, فاضربوا رقابهم.وقوله ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ ) يقول: حتى إذا غلبتموهم وقهرتم من لم تضربوا رقبته منهم, فصاروا في أيديكم أسرى ( فَشُدُّوا الْوَثَاقَ ) يقول: فشدّوهم في الوثاق كيلا يقتلوكم, فيهربوا منكم.وقوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) يقول: فإذا أسرتموهم بعد الإثخان, فإما أن تمنوا عليهم بعد ذلك بإطلاقكم إياهم من الأسر, وتحرروهم بغير عوض ولا فدية, وإما أن يفادوكم فداء بأن يعطوكم من أنفسهم عوضا حتى تطلقوهم, وتخلوا لهم السبيل.واختلف أهل العلم في قوله ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) فقال بعضهم: هو منسوخ نسخه قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  وقوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  .* ذكر من قال ذلك:حدثنا ابن حُمَيد وابن عيسى الدامغانيّ, قالا ثنا ابن المبارك, عن ابن جُرَيج أنه كان يقول, في قوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) نسخها قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن السديّ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) قال: نسخها  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) نسخها قوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ) إلى قوله ( وَإِمَّا فِدَاءً ) كان المسلمون إذا لقوا المشركين قاتلوهم, فإذا أسروا منهم أسيرا, فليس لهم إلا أن يُفادوه, أو يمنوا عليه, ثم يرسلوه, فنسخ ذلك بعد قوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  : أي عظ بهم من سواهم من الناس لعلهم يذّكرون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن عبد الكريم &amp;; 22-155 &amp;; الجزري, قال: كتب إلى أبي بكر رضي الله عنه في أسير أُسر, فذكر أنهم التمسوه بفداء كذا وكذا, فقال أبو بكر: اقتلوه, لقتلُ رجل من المشركين, أحبّ إليّ من كذا وكذا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ )... إلى آخر الآية, قال: الفداء منسوخ, نسختها:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ  ... إلى  كُلَّ مَرْصَدٍ  قال: فلم يبق لأحد من المشركين عهد ولا حرمة بعد براءة, وانسلاخ الأشهر الحرم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) هذا منسوخ, نسخه قوله:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  فلم يبق لأحد من المشركين عهد ولا ذمة بعد براءة.وقال آخرون: هي محكمة وليست بمنسوخة, وقالوا: لا يحوز قتل الأسير, وإنما يجوز المن عليه والفداء.* ذكر من قال ذلك:حدثنا ابن المثنى, قال: ثنا أبو عتاب سهل بن حماد, قال: ثنا خالد بن جعفر, عن الحسن, قال: أتى الحجاج بأسارى, فدفع إلى ابن عمر رجلا يقتله, فقال ابن عمر: ليس بهذا أُمرنا, قال الله عزّ وجلّ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) قال: (1) البكاء بين يديه فقال الحسن: لو كان هذا وأصحابه لابتدروا إليهم.حدثنا ابن حميد وابن عيسى الدامغانيّ, قالا ثنا ابن المبارك, عن ابن جُرَيج, عن عطاء أنه كان يكره قتل المشرك صبرا, قال: ويتلو هذه الآية ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن, قال: لا تقتل الأسارى إلا في الحرب يهيب بهم العدوّ.قال: ثنا ابن ثور, عن معمر, قال: كان عمر بن عبد العزيز يفديهم الرجل بالرجل, وكان الحسن يكره أن يفادى بالمال.قال: ثنا ابن ثور, عن معمر, عن رجل من أهل الشأم ممن كان يحرس عمر بن عبد العزيز, وهو من بني أسد, قال: ما رأيت عمر رحمه الله قتل أسيرا إلا واحدا من الترك كان جيء بأسارى من الترك, فأمر بهم أن يُسترقوا, فقال رجل ممن جاء بهم: يا أمير المومنين, لو كنت رأيت هذا لأحدهم وهو يقتل المسلمين لكثر بكاؤك عليهم, فقال عمر: فدونك فاقتله, فقام إليه فقتله.والصواب من القول عندنا في ذلك أن هذه الآية محكمة غير منسوخة, وذلك أن صفة الناسخ والمنسوخ ما قد بيَّنا في غير موضع في كتابنا إنه ما لم يجز اجتماع حكميهما في حال واحدة, أو ما قامت الحجة بأن أحدهما ناسخ الآخر, وغير مستنكر أن يكون جعل الخيار في المنّ والفداء والقتل إلى الرسول صَلَّى الله عَلَيْهِ وَسَلَّم , وإلى القائمين بعده بأمر الأمة, وإن لم يكن القتل مذكورا في هذه الآية, لأنه قد أذن بقتلهم في آية أخرى, وذلك قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ... الآية، بل ذلك كذلك, لأن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كذلك كان يفعل فيمن صار أسيرا في يده من أهل الحرب, فيقتل بعضا, ويفادي ببعض, ويمنّ على بعض, مثل يوم بدر قتل عقبة بن أبي مُعَيْطٍ وقد أتي به أسيرا, وقتل بني قُرَيظة, وقد نزلوا على حكم سعد, وصاروا في يده سلما, وهو على فدائهم, والمنّ عليهم قادر, وفادى بجماعة أسارى المشركين الذين أُسروا ببدر, ومنّ على ثمامة بن أثال الحنفيّ, وهو أسير في يده, ولم يزل ذلك ثابتا من سيره في أهل الحرب من لدن أذن الله له بحربهم, إلى أن قبضه إليه صَلَّى الله عَلَيْهِ وَسَلَّم دائما ذلك فيهم, وإنما ذكر جلّ ثناؤه في هذه الآية المنّ والفداء في الأسارى, فخصّ ذكرهما فيها, لأن الأمر بقتلهما والإذن منه بذلك قد كان تقدم في سائر آي تنزيله مكرّرا, فأعلم نبيه صَلَّى الله عَلَيْهِ وَسَلَّم بما ذكر في هذه الآية من المنّ والفداء ما له فيهم مع القتل.وقوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) يقول تعالى ذكره: فإذا لقيتم الذين كفروا فاضربوا رقابهم, وافعلوا بأسراهم ما بيَّنت لكم, حتى تضع الحرب آثامها وأثقال أهلها, المشركين بالله بأن يتوبوا إلى الله من شركهم, فيؤمنوا به وبرسوله, ويطيعوه في أمره ونهيه, فذلك وضع الحرب أوزارها, وقيل: ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) والمعنى: حتى تلقي الحرب أوزار أهلها. وقيل: معنى ذلك: حتى يضع المحارب أوزاره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ووقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال: حتى يخرج عيسى ابن مريم, فيسلم كلّ يهودي ونصرانيّ وصاحب ملة, وتأمن الشاة من الذئب, ولا تقرض فأرة جِرابا, وتذهب العداوة من الأشياء كلها, ذلك ظهور الإسلام على الدين كله, وينعم الرجل المسلم حتى تقطر رجله دما إذا وضعها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) حتى لا يكون شرك.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال: حتى لا يكون شرك.ذكر من قال : عني بالحرب في هذا الموضع: المحاربون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور عن معمر, عن قتادة ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال الحرب: من كان يقاتلهم سماهم حربا.وقوله ( ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ ) يقول تعالى ذكره: هذا الذي أمرتكم به أيها المؤمنون من قتل المشركين إذا لقيتموهم في حرب, وشدّهم وثاقا بعد قهرهم, وأسرهم, والمنّ والفداء ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) هو الحق الذي ألزمكم ربكم ولو يشاء ربكم, ويريد لانتصر من هؤلاء المشركين الذين بين هذا الحكم فيهم بعقوبة منه لهم عاجلة, وكفاكم ذلك كله, ولكنه تعالى ذكره كره الانتصار منهم, وعقوبتهم عاجلا إلا بأيديكم أيها المؤمنون ( لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ ) يقول: ليختبركم بهم, فيعلم المجاهدين منكم والصابرين, ويبلوهم بكم, فيعاقب بأيديكم من شاء منهم, ويتعظ من شاء منهم بمن أهلك بأيديكم من شاء منهم حتى ينيب إلى الحقّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ ) إي والله بجنوده الكثيرة كلّ خلقه له جند, ولو سلط أضعف خلقه لكان جندا.وقوله ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ ) اختلفت القرّاء في قراءة ذلك, فقرأته عامة قراء الحجاز والكوفة ( وَالَّذِينَ قَاتَلُوا ) بمعنى: حاربوا المشركين, وجاهدوهم, بالألف; وكان الحسن البصري فيما ذُكر عنه يقرأه ( قُتِّلُوا ) بضم القاف وتشديد التاء, بمعنى: أنه قتلهم المشركون بعضهم بعد بعض, غير أنه لم يُسمّ الفاعلون. وذُكر عن الجحدريّ عاصم أنه كان يقرأه ( وَالَّذِينَ قَتَلُوا ) بفتح القاف وتخفيف التاء, بمعنى: والذين قتلوا المشركون بالله. وكان أبو عمرو يقرأه ( قُتِلُوا ) بضم القاف وتخفيف التاء بمعنى: والذين قتلهم المشركون, ثم أسقط الفاعلين, فجعلهم لم يسمّ فاعل ذلك بهم.وأولى القراءات بالصواب قراءة من قرأه ( وَالَّذِينَ قَاتَلُوا ) لاتفاق الحجة من القرّاء, وإن كان لجميعها وجوه مفهومة.وإذ كان ذلك أولى القراءات عندنا بالصواب, فتأويل الكلام: والذين قاتلوا منكم أيها المؤمنون أعداء الله من الكفار في دين الله, وفي نصرة ما بعث به رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم من الهدى, فجاهدوهم في ذلك ( فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) فلن يجعل الله أعمالهم التي عملوها في الدنيا ضلالا عليهم كما أضلّ أعمال الكافرين.وذُكر أن هذه الآية عُنِي بها أهل أحد.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) ذُكر لنا أن هذه الآية أُنزلت يوم أُحد ورسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في الشِّعْب, وقد فَشَت فيهم الجراحات والقتل, وقد نادى المشركون يومئذ: اُعْلُ هُبَلْ, فنادى المسلمون: الله أعلى وأجلّ, فنادى المشركون: يوم بيوم, إن الحرب سجال, إن لنا عُزَّى, ولا عُزَّى لكم, قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" اللهُ مَوْلانا وَلا مَوْلَى لَكُمْ. إنَّ القَتْلَى مُخْتَلِفَةٌ, أمَّا قَتْلانا فأَحْيَاءٌ يُرْزَقُونَ, وأمَّا قَتْلاكم فَفِي النَّارِ يُعَذَّبُونَ\" .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) قال: الذين قُتلوا يوم أُحد.------------------------الهوامش:(1) لعله سقط من الأصل هنا كلمة أو نحوها ، مثل اشتد أو علا ، أو ارتفع أي ارتفع : بكاء الأسرى بين يدي الحجاج ."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«سيهديهم» في الدنيا والآخرة إلى ما ينفعهم «ويصلح بالهم» حالهم فيهما وما في الدنيا لمن لم يقتل وأدرجوا في قتلوا تغليبا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " سَيَهْدِيهِمْ  إلى سلوك الطريق الموصلة إلى الجنة،  وَيُصْلِحُ بَالَهُمْ  أي: حالهم وأمورهم، وثوابهم يكون صالحا كاملا لا نكد فيه، ولا تنغيص بوجه من الوجوه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( سيهديهم ) أي : إلى الجنة ، كقوله تعالى : ( إن الذين آمنوا وعملوا الصالحات يهديهم ربهم بإيمانهم تجري من تحتهم الأنهار في جنات النعيم ) [ يونس : 9 ] .وقوله : ( ويصلح بالهم ) أي : أمرهم وحالهم ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( سيهديهم ) أيام حياتهم في الدنيا إلى أرشد الأمور ، وفي الآخرة إلى الدرجات ( ويصلح بالهم ) يرضي خصماءهم ويقبل أعمالهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : سيهديهم ويصلح بالهمقال القشيري : قراءة أبي عمرو قتلوا بعيدة ، لقوله تعالى : سيهديهم ويصلح بالهم والمقتول لا يوصف بهذا . قال غيره : يكون المعنى سيهديهم إلى الجنة ، أو سيهدي من بقي منهم ، أي : يحقق لهم الهداية . وقال ابن زياد : سيهديهم إلى محاجة منكر ونكير في القبر . قال أبو المعالي : وقد ترد الهداية والمراد بها إرشاد المؤمنين إلى مسالك الجنان والطرق المفضية إليها ، ومن ذلك قوله تعالى في صفة المجاهدين : فلن يضل أعمالهم . سيهديهم ومنه قوله تعالى : فاهدوهم إلى صراط الجحيم معناه فاسلكوا بهم إليها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (5)يقول تعالى ذكره: سيوفق الله تعالى ذكره للعمل بما يرضى ويحبّ, هؤلاء الذين قاتلوا في سبيله,( وَيُصْلِحُ بَالَهُمْ ) ويصلح أمرهم وحالهم في الدنيا والآخرة ."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويدخلهم الجنة عرَّفها» بيَّنها «لهم» فيهتدون إلى مساكنهم منها وأزواجهم وخدمهم من غير استدلال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ  أي: عرفها أولا، بأن شوقهم إليها، ونعتها لهم، وذكر لهم الأعمال الموصلة إليها، التي من جملتها القتل في سبيله، ووفقهم للقيام بما أمرهم به ورغبهم فيه، ثم إذا دخلوا الجنة، عرفهم منازلهم، وما احتوت عليه من النعيم المقيم، والعيش السليم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ويدخلهم الجنة عرفها لهم ) أي : عرفهم بها وهداهم إليها .قال مجاهد : يهتدي أهلها إلى بيوتهم ومساكنهم ، وحيث قسم الله لهم منها ، لا يخطئون كأنهم ساكنوها منذ خلقوا ، لا يستدلون عليها أحدا . وروى مالك عن ابن زيد بن أسلم نحو هذا .وقال محمد بن كعب : يعرفون بيوتهم إذا دخلوا الجنة ، كما تعرفون بيوتكم إذا انصرفتم من الجمعة .وقال مقاتل بن حيان : بلغنا أن الملك الذي كان وكل بحفظ عمله في الدنيا يمشي بين يديه في الجنة ، ويتبعه ابن آدم حتى يأتي أقصى منزل هو له ، فيعرفه كل شيء أعطاه الله في الجنة ، فإذا انتهى إلى أقصى منزله في الجنة دخل [ إلى ] منزله وأزواجه ، وانصرف الملك عنه ، ذكرهن ابن أبي حاتم ، رحمه الله .وقد ورد الحديث الصحيح بذلك أيضا ، رواه البخاري من حديث قتادة ، عن أبي المتوكل الناجي ، عن أبي سعيد الخدري [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - قال : \" إذا خلص المؤمنون من النار حبسوا بقنطرة بين الجنة والنار ، يتقاصون مظالم كانت بينهم في الدنيا ، حتى إذا هذبوا ونقوا أذن لهم في دخول الجنة ، والذي نفسي بيده ، إن أحدهم بمنزله في الجنة أهدى منه بمنزله الذي كان في الدنيا \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ويدخلهم الجنة عرفها لهم ) أي بين لهم منازلهم في الجنة حتى يهتدوا إلى مساكنهم لا يخطئون ولا يستدلون عليها أحدا كأنهم سكانها منذ خلقوا ، فيكون المؤمن أهدى إلى درجته ، وزوجته وخدمه منه إلى منزله وأهله في الدنيا ، هذا قول أكثر المفسرين .وروى عطاء عن ابن عباس : \" عرفها لهم \" أي طيبها لهم ، من العرف ، وهو الريح الطيبة ، وطعام معرف أي : مطيب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويدخلهم الجنة عرفها لهم أي إذا دخلوها يقال لهم تفرقوا إلى منازلكم ، فهم أعرف بمنازلهم من أهل الجمعة إذا انصرفوا إلى منازلهم . قال معناه مجاهد وأكثر المفسرين . وفي البخاري ما يدل على صحة هذا القول عن أبي سعيد الخدري ، قال : قال رسول الله - صلى الله عليه وسلم - : يخلص المؤمنون من النار فيحبسون على قنطرة بين الجنة والنار فيقص لبعضهم من بعض مظالم كان بينهم في الدنيا حتى إذا هذبوا ونقوا أذن لهم في دخول الجنة فوالذي نفس محمد بيده لأحدهم أهدى بمنزله في الجنة منه بمنزله في الدنيا . وقيل : عرفها لهم أي : بينها لهم حتى عرفوها من غير استدلال . قال الحسن : وصف الله تعالى لهم الجنة في الدنيا ، فلما دخلوها عرفوها بصفتها . وقيل : فيه حذف ، أي : عرف طرقها ومساكنها وبيوتها لهم ، فحذف المضاف . وقيل : هذا التعريف بدليل ، وهو الملك الموكل بعمل العبد يمشي بين يديه ويتبعه العبد حتى يأتي العبد منزله ، ويعرفه الملك جميع ما جعل له في الجنة . وحديث أبي سعيد الخدري يرده . وقال ابن عباس : عرفها لهم أي : طيبها لهم بأنواع الملاذ ، مأخوذ من العرف ، وهو الرائحة الطيبة . وطعام معرف أي : مطيب ، تقول العرب : عرفت القدر إذا طيبتها بالملح والأبزار . وقال الشاعر يخاطب رجلا ويمدحه : .عرفت كإتب عرفته اللطائميقوله : كما عرف الإتب ، وهو البقير والبقيرة ، وهو قميص لا كمين له تلبسه النساء . وقيل : هو من وضع الطعام بعضه على بعض من كثرته ، يقال حرير معرف ، أي : بعضه على بعض ، وهو من العرف المتتابع كعرف الفرس . وقيل : عرفها لهم أي : وفقهم للطاعة حتى استوجبوا الجنة . وقيل : عرف أهل السماء أنها لهم إظهارا لكرامتهم فيها . وقيل : عرف المطيعين أنها لهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ) يقول: ويُدخلهم الله جنته عرّفها, يقول: عرّفها وبيَّنها لهم, حتى إن الرجل ليأتي منزله منها إذا دخلها كما كان يأتي منزله في الدنيا, لا يشكل عليه ذلك.كما حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن أبي سعيد الخُدريّ, قال: \" إذا نجَّى الله المؤمنين من النار حُبسوا على قنطرة بين الجنة والنار, فاقتصّ بعضهم من بعض مظالم كثيرة كانت بينهم في الدنيا, ثم يُؤذن لهم بالدخول في الجنة, قال: فما كان المؤمن بأدلَّ بمنزله في الدنيا منه بمنزله في الجنة حين يدخلها \".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ) قال: أي منازلهم فيها.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ) قال: يهتدي أهلها إلى بيوتهم ومساكنهم, وحيث قسم الله لهم لا يخطئون, كأنهم سكانها منذ خلقوا لا يستدلون عليها أحدا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ) قال: بلغنا عن غير واحد قال: يدخل أهل الجنة الجنة, ولهم أعرف بمنازلهم فيها من منازلهم في الدنيا التي يختلفون إليها في عمر الدنيا; قال: فتلك قول الله جلّ ثناؤه ( وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ )."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إن تنصروا دين الله بالجهاد في سبيله، والحكم بكتابه، وامتثال أوامره، واجتناب نواهيه، ينصركم الله على أعدائكم، ويثبت أقدامكم عند القتال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الذين آمنوا إن تنصروا الله» أي دينه ورسوله «ينصركم» على عدوكم «ويثبِّت أقدامكم» يثبتكم في المعترك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا أمر منه تعالى للمؤمنين، أن ينصروا الله بالقيام بدينه، والدعوة إليه، وجهاد أعدائه، والقصد بذلك وجه الله، فإنهم إذا فعلوا ذلك، نصرهم الله وثبت أقدامهم، أي: يربط على قلوبهم بالصبر والطمأنينة والثبات، ويصبر أجسامهم على ذلك، ويعينهم على أعدائهم، فهذا وعد من كريم صادق الوعد، أن الذي ينصره بالأقوال والأفعال سينصره مولاه، وييسر له أسباب النصر، من الثبات وغيره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم ) ، كقوله : ( ولينصرن الله من ينصره ) [ الحج : 40 ] ، فإن الجزاء من جنس العمل ; ولهذا قال : ( ويثبت أقدامكم ) ، كما جاء في الحديث : \" من بلغ ذا سلطان حاجة من لا يستطيع إبلاغها ، ثبت الله قدمه على الصراط يوم القيامة\"."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يا أيها الذين آمنوا إن تنصروا الله ) أي دينه ورسوله ( ينصركم ) على عدوكم ( ويثبت أقدامكم ) عند القتال ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ياأيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم .قوله تعالى : ياأيها الذين آمنوا إن تنصروا الله ينصركم أي إن تنصروا دين الله ينصركم على الكفار . نظيره : ولينصرن الله من ينصره وقد تقدم . وقال قطرب : إن تنصروا نبي الله ينصركم الله ، والمعنى واحد . ويثبت أقدامكم أي عند القتال . وقيل : على الإسلام . وقيل : على الصراط . وقيل : المراد تثبيت القلوب بالأمن ، فيكون تثبيت الأقدام عبارة عن النصر والمعونة في موطن الحرب . وقد مضى في ( الأنفال ) هذا المعنى . وقال هناك : إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا فأثبت هناك واسطة ونفاها هنا ، كقوله تعالى : قل يتوفاكم ملك الموت ثم نفاها بقوله : الله الذي خلقكم ثم رزقكم ثم يميتكم الذي خلق الموت والحياة ومثله كثير ، فلا فاعل إلا الله وحده ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ ) يقول تعالى ذكره: يا أيها الذين صدّقوا الله ورسوله, إن تنصروا الله ينصركم بنصركم رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم على أعدائه من أهل الكفر به وجهادكم إياهم معه لتكون كلمته العُليا ينصركم عليهم, ويظفركم بهم, فإنه ناصر دينه وأولياءه.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ ) لأنه حقّ على الله أن يعطي من سأله, وينصر من نصره.وقوله ( وَيُثَبِّتْ أَقْدَامَكُمْ ) يقول: ويقوّكم عليهم, ويجرّئكم, حتى لا تولوا عنهم, وإن كثر عددهم, وقلّ عددكم."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والذين كفروا» من أهل مكة مبتدأ خبره تعسوا يدل عليه «فتعسا لهم» أي هلاكا وخيبة من الله «وأضل أعمالهم» عطف على تعسوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأما الذين كفروا بربهم، ونصروا الباطل، فإنهم في تعس، أي: انتكاس من أمرهم وخذلان. وَأَضَلَّ أَعْمَالَهُمْ  أي: أبطل أعمالهم التي يكيدون بها الحق، فرجع كيدهم في نحورهم، وبطلت أعمالهم التي يزعمون أنهم يريدون بها وجه الله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( والذين كفروا فتعسا لهم ) ، عكس تثبيت الأقدام للمؤمنين الناصرين لله ولرسوله - صلى الله عليه وسلم - وقد ثبت في الحديث عن رسول الله - صلى الله عليه وسلم - أنه قال : \" تعس عبد الدينار ، تعس عبد الدرهم ، تعس عبد القطيفة - [ وفي رواية : تعس عبد الخميصة ] - تعس وانتكس ، وإذا شيك فلا انتقش \" ، أي : فلا شفاه الله .وقوله : ( وأضل أعمالهم ) أي : أحبطها وأبطلها ;"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والذين كفروا فتعسا لهم ) قال ابن عباس : بعدا لهم . وقال أبو العالية : سقوطا لهم . وقال الضحاك : خيبة لهم . وقال ابن زيد : شقاء لهم . قال الفراء : هو نصب على المصدر ، على سبيل الدعاء . وقيل : في الدنيا العثرة ، وفي الآخرة التردي في النار . ويقال للعاثر : تعسا إذا لم يريدوا قيامه ، وضده لعا إذا أرادوا قيامه ( وأضل أعمالهم ) لأنها كانت في طاعة الشيطان ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : والذين كفروا فتعسا لهم وأضل أعمالهم .قوله تعالى : والذين كفروا يحتمل الرفع على الابتداء ، والنصب بما يفسره فتعسا لهم كأنه قال : أتعس الذين كفروا . و تعسا لهم نصب على المصدر بسبيل الدعاء ، قاله الفراء ، مثل سقيا له ورعيا . وهو نقيض لعا له . قال الأعشى :فالتعس أولى لها من أن أقول لعاوفيه عشرة أقوال : الأول : بعدا لهم ، قاله ابن عباس وابن جريج . الثاني : حزنا لهم ، قاله السدي . الثالث : شقاء لهم ، قاله ابن زيد . الرابع : شتما لهم من الله ، قاله الحسن . الخامس : هلاكا لهم ، قاله ثعلب . السادس : خيبة لهم ، قاله الضحاك وابن زيد . السابع : قبحا لهم ، حكاه النقاش . الثامن : رغما لهم ، قاله الضحاك أيضا . التاسع : شرا لهم ، قاله ثعلب أيضا . العاشر : شقوة لهم ، قاله أبو العالية . وقيل : إن التعس الانحطاط والعثار . قال ابن السكيت : التعس أن يخر على وجهه . والنكس أن يخر على رأسه . قال : والتعس أيضا الهلاك . قال الجوهري : وأصله الكب ، وهو ضد الانتعاش . وقد تعس ( بفتح العين ) يتعس تعسا ، وأتعسه الله . قال مجمع بن هلال :تقول وقد أفردتها من خليلها     تعست كما أتعستني يا مجمعيقال : تعسا لفلان ، أي : ألزمه الله هلاكا . قال القشيري : وجوز قوم تعس ( بكسر العين ) .قلت : ومنه حديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : تعس عبد الدينار والدرهم والقطيفة والخميصة إن أعطي رضي وإن لم يعط لم يرض خرجه البخاري . في بعض طرق هذا الحديث تعس وانتكس وإذا شيك فلا انتقش خرجه ابن ماجه .قوله تعالى : وأضل أعمالهم أي أبطلها لأنها كانت في طاعة الشيطان . ودخلت الفاء في قوله : فتعسا لأجل الإبهام الذي في الذين ، وجاءوأضل أعمالهم على الخبر حملا على لفظ الذين ; لأنه خبر في اللفظ ، فدخول الفاء حملا على المعنى ، وأضل حملا على اللفظ ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (8)يقول تعالى ذكره: ( وَالَّذِينَ كَفَرُوا ) بالله, فجحدوا توحيده ( فَتَعْسًا لَهُمْ ) يقول: فخزيا لهم وشقاء وبلاء.كما حدثني يونس, قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله ( وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ ) قال: شقاء لهم.وقوله ( وَأَضَلَّ أَعْمَالَهُمْ ) يقول وجعل أعمالهم معمولة على غير هدى ولا استقامة, لأنها عملت في طاعة الشيطان, لا في طاعة الرحمن.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثي يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَضَلَّ أَعْمَالَهُمْ ) قال: الضلالة التي أضلهم الله لم يهدهم كما هَدى الآخرين, فإن الضلالة التي أخبرك الله: يضلّ من يشاء, ويهدي من يشاء; قال: وهؤلاء ممن جعل عمله ضلالا وردّ قوله ( وَأَضَلَّ أَعْمَالَهُمْ ) على قوله ( فَتَعْسًا لَهُمْ ) وهو فعل ماض, والتعس اسم, لأن التعس وإن كان اسما ففي معنى الفعل لما فيه من معنى الدعاء, فهو بمعنى: أتعسهم الله, فلذلك صلح ردّ أضلّ عليه, لأن الدعاء يجري مجرى الأمر والنهي, وكذلك قوله  حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا &amp;; 22-162 &amp;; الْوَثَاقَ  مردودة على أمر مضمر ناصب لضرب."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» التعس والإضلال «بأنهم كرهوا ما أنزل الله» من القرآن المشتمل على التكاليف «فأحبط أعمالهم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ذلك الإضلال والتعس للذين كفروا، بسبب أنهم  كَرِهُوا مَا أَنْزَلَ اللَّهُ  من القرآن الذي أنزله الله، صلاحا للعباد، وفلاحا لهم، فلم يقبلوه، بل أبغضوه وكرهوه،  فَأَحْبَطَ أَعْمَالَهُمْ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( ذلك بأنهم كرهوا ما أنزل الله ) أي : لا يريدونه ولا يحبونه ، ( فأحبط أعمالهم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك ) التعس والإضلال ( بأنهم كرهوا ما أنزل الله فأحبط أعمالهم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلك بأنهم كرهوا ما أنزل الله فأحبط أعمالهم .أي ذلك الإضلال والإتعاس ; لأنهم كرهوا ما أنزل الله من الكتب والشرائع .فأحبط أعمالهم أي ما لهم من صور الخيرات ، كعمارة المسجد وقرى الضيف وأصناف القرب ، ولا يقبل الله العمل إلا من مؤمن . وقيل : أحبط أعمالهم أي : عبادة الصنم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزلَ اللَّهُ ) يقول تعالى ذكره: هذا الذي فعلنا بهم من الإتعاس وإضلال الأعمال من أجل أنهم كرهوا كتابنا الذي أنزلناه إلى نبينا محمد صَلَّى الله عَلَيْهِ وَسَلَّم وسخطوه, فكذّبوا به, وقالوا: هو سحر مبين.وقوله ( فَأَحْبَطَ أَعْمَالَهُمْ ) يقول: فأبطل أعمالهم التي عملوها في الدنيا, وذلك عبادتهم الآلهة, لم ينفعهم الله بها في الدنيا ولا في الآخرة, بل أوبقهم بها, فأصلاهم سعيرا, وهذا حكم الله جلّ جلاله في جميع من كفر به من أجناس الأمم, كما قال قتادة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة في قوله ( فَتَعْسًا لَهُمْ ) قال: هي عامة للكفار."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفلم يَسِرْ هؤلاء الكفار في أرض الله معتبرين بما حلَّ بالأمم المكذبة قبلهم من العقاب؟ دمَّر الله عليهم ديارهم، وللكافرين أمثال تلك العاقبة التي حلت بتلك الأمم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمَّر الله عليهم» أهلك أنفسهم وأولادهم وأموالهم «وللكافرين أمثالها» أي أمثال عاقبة ما قبلهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: أفلا يسير هؤلاء المكذبون بالرسول صلى الله عليه وسلم،  فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ  فإنهم لا يجدون عاقبتهم إلا شر العواقب، فإنهم لا يلتفتون يمنة ولا يسرة إلا وجدوا ما حولهم، قد بادوا وهلكوا، واستأصلهم التكذيب والكفر، فخمدوا، ودمر الله عليهم أموالهم وديارهم، بل دمر أعمالهم ومكرهم، وللكافرين في كل زمان ومكان، أمثال هذه العواقب الوخيمة، والعقوبات الذميمة.وأما المؤمنون، فإن الله تعالى ينجيهم من العذاب، ويجزل لهم كثير الثواب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( أفلم يسيروا ) يعني : المشركين بالله المكذبين لرسوله ( في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم ) أي : عاقبهم بتكذيبهم وكفرهم ، أي : ونجى المؤمنين من بين أظهرهم ; ولهذا قال : ( وللكافرين أمثالها )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم خوف الكفار فقال : ( أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم ) أي أهلكهم ( وللكافرين أمثالها ) إن لم يؤمنوا ، يتوعد مشركي مكة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم وللكافرين أمثالها .بين أحوال المؤمن والكافر تنبيها على وجوب الإيمان ، ثم وصل هذا بالنظر ، أي : ألم يسر هؤلاء في أرض عاد وثمود وقوم لوط وغيرهم ليعتبروا بهم فينظروا بقلوبهم كيف كان آخر أمر الكافرين قبلهم . دمر الله عليهم أي أهلكهم واستأصلهم . يقال : دمره تدميرا ، ودمر عليه بمعنى . ثم تواعد مشركي مكة فقال : وللكافرين أمثالها أي : أمثال هذه الفعلة ، يعني التدمير . وقال الزجاج والطبري : الهاء تعود على العاقبة ، أي : وللكافرين من قريش أمثال عاقبة تكذيب الأمم السالفة إن لم يؤمنوا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (10)يقول تعالى ذكره: أفلم يَسِر هؤلاء المكذّبون محمدا صَلَّى الله عَلَيْهِ وَسَلَّم المنكرو ما أنزلنا عليه من الكتاب في الأرض سفرا, وإنما هذا توبيخ من الله لهم, لأنهم قد كانوا يسافرون إلى الشام, فيرون نقمة الله التي أحلَّها بأهل حجر ثمود, ويرون في سفرهم إلى اليمن ما أحلّ الله بسَبَأ, فقال لنبيه عليه الصلاة والسلام وللمؤمنين به: أفلم يسِر هؤلاء المشركون سفرا في البلاد فينظروا كيف كان عاقبة تكذيب الذين من قبلهم من الأمم المكذّبة رسلها الرّادّة نصائحها ألم نهلكها فندمِّر عليها منازلها ونخرِّبها, فيتعظوا بذلك, ويحذروا أن يفعل الله ذلك بهم في تكذيبهم إياه, فينيبوا إلى طاعة الله في تصديقك، ثم توعَّدهم جل ثناؤه, وأخبرهم إن هم أقاموا على تكذيبهم رسوله, أنه مُحِلّ بهم من العذاب ما أحلّ بالذين كانوا من قبلهم من الأمم, فقال: ( وَلِلْكَافِرِينَ أَمْثَالُهَا ) يقول: وللكافرين من قريش المكذبي رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من العذاب العاجل, أمثال عاقبة تكذيب الأمم الذين كانوا من قبلهم رسلهم على تكذيبهم رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَلِلْكَافِرِينَ أَمْثَالُهَا ) قال: مثل ما دُمَرت به القرون الأولى وعيد من الله لهم."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك الذي فعلناه بالفريقين فريق الإيمان وفريق الكفر؛ بسبب أن الله وليُّ المؤمنين ونصيرهم، وأن الكافرين لا وليَّ لهم ولا نصير."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» نصر المؤمنين وقهر الكافرين «بأن الله مولى» ولي وناصر «الذين آمنوا وأن الكافرين لا مولى لهم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذلك بأن الله مولى الذين آمنوا  فتولاهم برحمته، فأخرجهم من الظلمات إلى النور، وتولى جزاءهم ونصرهم،  وَأَنَّ الْكَافِرِينَ  بالله تعالى، حيث قطعوا عنهم ولاية الله، وسدوا على أنفسهم رحمته  لَا مَوْلَى لَهُمْ  يهديهم إلى سبل السلام، ولا ينجيهم من عذاب الله وعقابه، بل أولياؤهم الطاغوت، يخرجونهم من النور إلى الظلمات، أولئك أصحاب النار هم فيها خالدون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم ) ، ولهذا لما قال أبو سفيان صخر بن حرب رئيس المشركين يوم أحد حين سأل عن النبي - صلى الله عليه وسلم - وعن أبي بكر وعمر فلم يجب ، وقال : أما هؤلاء فقد هلكوا ، وأجابه عمر بن الخطاب فقال : كذبت يا عدو الله ، بل أبقى الله لك ما يسوؤك ، وإن الذين عددت لأحياء [ كلهم ] . فقال أبو سفيان : يوم بيوم بدر ، والحرب سجال ، أما إنكم ستجدون مثلة لم آمر بها ولم تسؤني ، ثم ذهب يرتجز ويقول : اعل هبل ، اعل هبل . فقال رسول الله - صلى الله عليه وسلم - : \" ألا تجيبوه ؟ \" قالوا : يا رسول الله ، وما نقول ؟ قال : \" قولوا : الله أعلى وأجل \" . ثم قال أبو سفيان : لنا العزى ، ولا عزى لكم . فقال : \" ألا تجيبوه ؟ \" قالوا : وما نقول يا رسول الله ؟ قال : \" قولوا : الله مولانا ولا مولى لكم \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك ) الذي ذكرت ( بأن الله مولى الذين آمنوا ) وليهم وناصرهم ( وأن الكافرين لا مولى لهم ) لا ناصر لهم . ثم ذكر مآل الفريقين فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم .أي وليهم وناصرهم . وفي حرف ابن مسعود ذلك بأن الله ولي الذين آمنوا فالمولى : الناصر هاهنا ، قاله ابن عباس وغيره . قال [ لبيد ] :فغدت كلا الفرجين تحسب أنه مولى المخافة خلفها وأمامهاقال قتادة : نزلت يوم أحد والنبي - صلى الله عليه وسلم - في الشعب ، إذ صاح المشركون : يوم بيوم ، لنا العزى ولا عزى لكم ، قال النبي - صلى الله عليه وسلم - : قولوا الله مولانا ولا مولى لكم وقد تقدم . وأن الكافرين لا مولى لهم أي لا ينصرهم أحد من الله"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لا مَوْلَى لَهُمْ (11)يقول تعالى ذكره: هذا الفعل الذي فعلنا بهذين الفريقين: فريق الإيمان, وفريق الكفر, من نُصرتنا فريق الإيمان بالله, وتثبيتنا أقدامهم, وتدميرنا على فريق الكفر (بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا) يقول: من أجل أن الله وليّ من آمن به, وأطاع رسوله.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله (ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا) قال: وليهم.وقد ذُكر لنا أن ذلك في قراءة عبد الله ( ذلك بأنَّ الله ولِيُّ الَّذِينَ آمَنُوا) &amp;; 22-164 &amp;; و \" أن \" التي في المائدة التي هي في مصاحفنا  إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ  (إنَّمَا مَوْلاكُمْ اللَّهُ) في قراءته.وقوله ( وَأَنَّ الْكَافِرِينَ لا مَوْلَى لَهُمْ ) يقول: وبأن الكافرين بالله لا وليّ لهم, ولا ناصر."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الله يدخل الذين آمنوا بالله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها الأنهار تَكْرِمَةً لهم، ومثل الذين كفروا في أكلهم وتمتعهم بالدنيا، كمثل الأنعام من البهائم التي لا همَّ لها إلا في الاعتلاف دون غيره، ونار جهنم مسكن لهم ومأوى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار والذين كفروا يتمتعون» في الدنيا «ويأكلون كما تأكل الأنعام» أي ليس لهم هَمٌ إلا بطونهم وفروجهم ولا يلتفتون إلى الآخرة «والنار مثوى لهم» منزل ومقام ومصير."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر تعالى أنه ولي المؤمنين، ذكر ما يفعل بهم في الآخرة، من دخول الجنات، التي تجري من تحتها الأنهار، التي تسقي تلك البساتين الزاهرة، والأشجار الناظرة المثمرة، لكل زوج بهيج، وكل فاكهة لذيذة.ولما ذكر أن الكافرين لا مولى لهم، ذكر أنهم وُكِلُوا إلى أنفسهم، فلم يتصفوا بصفات المروءة، ولا الصفات الإنسانية، بل نزلوا عنها دركات، وصاروا كالأنعام، التي لا عقل لها ولا فضل، بل جل همهم ومقصدهم التمتع بلذات الدنيا وشهواتها، فترى حركاتهم الظاهرة والباطنة دائرة حولها، غير متعدية لها إلى ما فيه الخير والسعادة، ولهذا كانت النار مثوى لهم، أي: منزلا معدا، لا يخرجون منها، ولا يفتر عنهم من عذابها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال [ تعالى ( إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار ) أي : يوم القيامة ( والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام ) أي : في دنياهم ، يتمتعون بها ويأكلون منها كأكل الأنعام ، خضما وقضما وليس لهم همة إلا في ذلك . ولهذا ثبت في الصحيح : \" المؤمن يأكل في معى واحد ، والكافر يأكل في سبعة أمعاء \" .ثم قال : ( والنار مثوى لهم ) أي : يوم جزائهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار والذين كفروا يتمتعون ) في الدنيا ( ويأكلون كما تأكل الأنعام ) ليس لهم همة إلا بطونهم وفروجهم ، وهم لاهون ساهون عما في غد ، قيل : المؤمن في الدنيا يتزود ، والمنافق يتزين ، والكافر يتمتع ( والنار مثوى لهم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى لهم .قوله تعالى : إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار تقدم في غير موضع . والذين كفروا يتمتعون في الدنيا كأنهم أنعام ، ليس لهم همة إلا بطونهم وفروجهم ، ساهون عما في غدهم . وقيل : المؤمن في الدنيا يتزود ، والمنافق يتزين ، والكافر يتمتع . والنار مثوى لهم أي مقام ومنزل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (12)وقوله ( إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول تعالى ذكره: إن الله له الألوهة التي لا تنبغي لغيره, يُدخل الذين آمنوا بالله وبرسوله بساتين تجري من تحت أشجارها الأنهار, يفعل ذلك بهم تكرمة على إيمانهم به وبرسوله.وقوله ( وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأنْعَامُ ) يقول جل ثناؤه: والذين جحدوا توحيد الله, وكذّبوا رسوله صَلَّى الله عَلَيْهِ وَسَلَّم يتمتعون في هذه الدنيا بحطامها ورياشها وزينتها الفانية الدارسة, ويأكلون فيها غير مفكِّرين في المعاد, ولا معتبرين بما وضع الله لخلقه من الحجج المؤدّية لهم إلى علم توحيد الله ومعرفة صدق رسله, فمثلهم في أكلهم ما يأكلون فيها من غير علم منهم بذلك, وغير معرفة, مثل الأنعام من البهائم المسخرة التي لا همة لها إلا في الاعتلاف دون غيره ( وَالنَّارُ مَثْوًى لَهُمْ ) يقول جلّ ثناؤه: والنار نار جهنم مسكن لهم, ومأوى, إليها يصيرون من بعد مماتهم."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكثير من أهل قرى كانوا أشد بأسًا من أهل قريتك -أيها الرسول، وهي \"مكة\"- التي أخرجتك، دمَّرناهم بأنواع من العذاب، فلم يكن لهم نصير ينصرهم من عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكأين» وكم «من قرية» أريد بها أهلها «هي أشد قوة من «قريتك» مكة أي أهلها «التي أخرجتك» روعي لفظ قرية «أهلكناهم» روعي معنى قرية الأولى «فلا ناصر لهم» من إهلاكنا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: وكم من قرية من قرى المكذبين، هي أشد قوة من قريتك، في الأموال والأولاد والأعوان، والأبنية والآلات. أهلكناهم  حين كذبوا رسلنا، ولم تفد فيهم المواعظ، فلا نجد لهم  ناصرا، ولم تغن عنهم قوتهم من عذاب الله شيئا.فكيف حال هؤلاء الضعفاء، أهل قريتك، إذ أخرجوك عن وطنك وكذبوك، وعادوك، وأنت أفضل المرسلين، وخير الأولين والآخرين؟!أليسوا بأحق من غيرهم بالإهلاك والعقوبة، لولا أن الله تعالى بعث رسوله بالرحمة والتأني بكل كافر وجاحد؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك ) يعني : مكة ، ( أهلكناهم فلا ناصر لهم ) ، وهذا تهديد شديد ووعيد أكيد لأهل مكة ، في تكذيبهم لرسول الله - صلى الله عليه وسلم - وهو سيد المرسلين وخاتم الأنبياء ، فإذا كان الله - عز وجل - قد أهلك الأمم الذين كذبوا الرسل قبله بسببهم ، وقد كانوا أشد قوة من هؤلاء ، فماذا ظن هؤلاء أن يفعل الله بهم في الدنيا والأخرى ؟ فإن رفع عن كثير منهم العقوبة في الدنيا لبركة وجود الرسول نبي الرحمة ، فإن العذاب يوفر على الكافرين به في معادهم ، ( يضاعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون ) [ هود : 20 ] .قوله : ( من قريتك التي أخرجتك ) أي : الذين أخرجوك من بين أظهرهم .وقال ابن أبي حاتم : ذكر أبي ، عن محمد بن عبد الأعلى ، عن المعتمر بن سليمان ، عن أبيه ، عن حنش ، عن عكرمة ، عن ابن عباس : أن النبي - صلى الله عليه وسلم - لما خرج من مكة إلى الغار أراه قال : التفت إلى مكة - وقال : \" أنت أحب بلاد الله إلى الله ، وأنت أحب بلاد الله إلي ، ولو أن المشركين لم يخرجوني لم أخرج منك \" . فأعدى الأعداء من عدا على الله في حرمه ، أو قتل غير قاتله ، أو قتل بذحول الجاهلية ، فأنزل الله على نبيه - صلى الله عليه وسلم - : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك ) أي أخرجك أهلها ، قال ابن عباس : كم رجال هم أشد من أهل مكة ؟ يدل عليه قوله : ( أهلكناهم ) ولم يقل : أهلكناها ( فلا ناصر لهم ) قال ابن عباس : لما خرج رسول الله - صلى الله عليه وسلم - من مكة إلى الغار التفت إلى مكة وقال : \" أنت أحب بلاد الله إلى الله وأحب بلاد الله إلي ولو أن المشركين لم يخرجوني لم أخرج منك \" فأنزل الله هذه الآية ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم .قوله تعالى : وكأين من قرية تقدم الكلام في كأين في ( آل عمران ) . وهي هاهنا بمعنى كم ، أي : وكم من قرية . وأنشد الأخفش قول لبيد :وكائن رأينا من ملوك وسوقة ومفتاح قيد للأسير المكبلفيكون معناه : وكم من أهل قرية .هي أشد قوة من قريتك التي أخرجتك أي أخرجك أهلها . أهلكناهم فلا ناصر لهم قال قتادة وابن عباس : لما خرج النبي - صلى الله عليه وسلم - من مكة إلى الغار التفت إلى مكة وقال : اللهم أنت أحب البلاد إلى الله وأنت أحب البلاد إلي ولولا المشركون أهلك أخرجوني لما خرجت منك . فنزلت الآية ، ذكره الثعلبي ، وهو حديث صحيح ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلا نَاصِرَ لَهُمْ (13)يقول تعالى ذكره: وكم يا محمد من قرية هي أشد قوة من قريتك, يقول أهلها أشدّ بأسا, وأكثر جمعا, وأعدّ عديدا من أهل قريتك, وهي مكة, وأخرج الخبر عن القرية, والمراد به أهلها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ ) قال: هي مكة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة في قوله ( وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ ) قال: قريته مكة.حدثنا ابن عبد الأعلى, قال: ثنا المعتمر بن سليمان, عن أبيه, عن حبيش, عن عكرمة, عن ابن عباس \" أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم , لما خرج من مكة إلى الغار, أراه قال: التفت إلى مكة, فقال: أَنْتِ أحَبُّ بِلادِ الله إلى الله, وأنْتِ أحَبُّ بِلادِ الله إليَّ, فَلَوْ أنَّ المُشْركِينَ لَمْ يُخْرِجُوني لَمْ أخْرُجْ مِنْكِ, فَأعْتَى الأعْداءِ مَنْ عَتا على الله في حَرَمِهِ, أوْ قَتَلَ غيرَ قاتِلِهِ, أوْ قَتَلَ بذُحُول الجاهِلِيَّةِ\", فأنزل الله تبارك وتعالى : ( وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلا نَاصِرَ لَهُمْ ) وقال جل ثناؤه: أخرجتك, فأخرج الخبر عن القرية, فلذلك أُنِّث، ثم قال: أهلكناهم, لأن المعنى في قوله أخرجتك, ما وصفت من أنه أريد به أهل القرية, فأخرج الخبر مرّة على اللفظ, ومرّة على المعنى .وقوله ( فَلا نَاصِرَ لَهُمْ ) فيه وجهان من التأويل: أحدهما أن يكون معناه, وإن كان قد نصب الناصر بالتبرئة, فلم يكن لهم ناصر, وذلك أن العرب قد تضمر كان أحيانا في مثل هذا. والآخر أن يكون معناه: فلا ناصر لهم الآن من عذاب الله ينصرهم."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفمن كان على برهان واضح من ربه والعلم بوحدانيته، كمن حسَّن له الشيطان قبيح عمله، واتبع ما دعته إليه نفسه من معصية الله وعبادة غيره مِن غير حجة ولا برهان؟ لا يستوون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفمن كان على بيِّنة» حجة وبرهان «من ربه» وهو المؤمنون «كمن زُيّن له سوءُ عمله» فرآه حسنا وهم كفار مكة «واتبعوا أهواءهم» في عبادة الأوثان، أي لا مماثلة بينهما."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: لا يستوي من هو على بصيرة من أمر دينه، علما وعملا، قد علم الحق واتبعه، ورجا ما وعده الله لأهل الحق، كمن هو أعمى القلب، قد رفض الحق وأضله، واتبع هواه بغير هدى من الله، ومع ذلك، يرى أن ما هو عليه من الحق، فما أبعد الفرق بين الفريقين! وما أعظم التفاوت بين الطائفتين، أهل الحق وأهل الغي!"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول : ( أفمن كان على بينة من ربه ) أي : على بصيرة ويقين في أمر الله ودينه ، بما أنزل الله في كتابه من الهدى والعلم ، وبما جبله الله عليه من الفطرة المستقيمة ، ( كمن زين له سوء عمله واتبعوا أهواءهم ) أي : ليس هذا كهذا كقوله : ( أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى ) [ الرعد : 19 ] ، وكقوله : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أفمن كان على بينة من ربه ) يقين من دينه ، محمد والمؤمنون ( كمن زين له سوء عمله واتبعوا أهواءهم ) يعني عبادة الأوثان ، وهم أبو جهل والمشركون ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا أهواءهم .قوله تعالى : أفمن كان على بينة من ربه الألف ألف تقرير . ومعنى على بينة أي : على ثبات ويقين ، قاله ابن عباس . أبو العالية : وهو محمد صلى الله عليه وسلم . والبينة : الوحي . كمن زين له سوء عمله أي عبادة الأصنام ، وهو أبو جهل والكفار . واتبعوا أهواءهم أي ما اشتهوا . وهذا التزيين من جهة الله خلقا . ويجوز أن يكون من الشيطان دعاء ووسوسة . ويجوز أن يكون من الكافر ، أي : زين لنفسه سوء عمله وأصر على الكفر . وقال : ( سوء ) على لفظ ( من ) ( واتبعوا ) على معناه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (14)يقول تعالى ذكره: ( أَفَمَنْ كَانَ ) على برهان وحجة وبيان ( مِنْ ) أمر ( رَبِّهِ ) والعلم بوحدانيته, فهو يعبده على بصيرة منه, بأن له رَبًّا يجازيه على طاعته إياه الجنة, وعلى إساءته ومعصيته إياه النار,( كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ ) يقول: كمن حسَّن له الشيطان قبيح عمله وسيئه, فأراه جميلا فهو على العمل به مقيم ( وَاتَّبَعُوا أَهْوَاءَهُمْ ) يقول: واتبعوا ما دعتهم إليه أنفسهم من معصية الله, وعبادة الأوثان من غير أن يكون عندهم بما يعملون من ذلك برهان وحجة. وقيل: إن الذي عني بقوله: ( أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ ) نبينا عليه الصلاة والسلام , وإن الذي عُنِي بقوله: ( كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ ) هم المشركون."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "صفة الجنة التي وعدها الله المتقين: فيها أنهارٌ عظيمة من ماء غير متغيِّر، وأنهار من لبن لم يتغيَّر طعمه، وأنهار من خمر يتلذذ به الشاربون، وأنهار من عسل قد صُفِّي من القذى، ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها، وأعظم من ذلك السَّتر والتجاوزُ عن ذنوبهم، هل مَن هو في هذه الجنة كمَن هو ماكث في النار لا يخرج منها، وسُقوا ماء تناهى في شدة حره فقطَّع أمعاءهم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«مثل» أي صفة «الجنة التي وعد المتقون» المشتركة بين داخليها مبتدأ خبره «فيها أنهار من ماءٍ غير آسن» بالمد والقصر كضارب وحذر، أي غير متغير بخلاف ماء الدنيا فيتغير بعارض «وأنهار من لبن لم يتغير طعمه» بخلاف لبن الدنيا لخروجه من الضروع «وأنهار من خمر لذة» لذيذة «للشاربين» بخلاف خمر الدنيا فإنها كريهة عند الشرب «وأنهار من عسل مصفى» بخلاف عسل الدنيا فإنه بخروجه من بطون النحل يخالط الشمع وغيره «ولهم فيها» أصناف «من كل الثمرات ومغفرة من ربهم» فهو راض عنهم مع إحسانه إليهم بما ذكر بخلاف سيد العبيد في الدنيا فإنه قد يكون مع إحسانه إليهم ساخطا عليهم «كمن هو خالد في النار» خبر مبتدأ مقدر، أي أمن هو في هذا النعيم «وسقوا ماء حميما» أي شديد الحرارة «فقطَّع أمعاءهم» أي مصارينهم فخرجت من أدبارهم، وهو جمع معى بالقصر، وألفه عن ياء لقولهم ميعان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: مثل الجنة التي أعدها الله لعباده، الذين اتقوا سخطه، واتبعوا رضوانه، أي: نعتها وصفتها الجميلة. فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ  أي: غير متغير، لا بوخم ولا بريح منتنة، ولا بمرارة، ولا بكدورة، بل هو أعذب المياه وأصفاها، وأطيبها ريحا، وألذها شربا. وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ  بحموضة ولا غيرها،  وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ  أي: يلتذ به شاربه لذة عظيمة، لا كخمر الدنيا الذي يكره مذاقه ويصدع الرأس، ويغول العقل. وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى  من شمعه، وسائر أوساخه. وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ  من نخيل، وعنب، وتفاح، ورمان، وأترج، وتين، وغير ذلك مما لا نظير له في الدنيا، فهذا المحبوب المطلوب قد حصل لهم.ثم قال:  وَمَغْفِرَةٌ مِنْ رَبِّهِمْ  يزول بها عنهم المرهوب، فأي هؤلاء خير أم من هو خالد في النار التي اشتد حرها، وتضاعف عذابها،  وَسُقُوا  فيها  مَاءً حَمِيمًا  أي: حارا جدا،  فَقَطَّعَ أَمْعَاءَهُمْ فسبحان من فاوت بين الدارين والجزاءين، والعاملين والعملين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( مثل الجنة التي وعد المتقون ) قال عكرمة : ( مثل الجنة ) أي : نعتها : ( فيها أنهار من ماء غير آسن ) قال ابن عباس ، والحسن ، وقتادة : يعني غير متغير . وقال قتادة ، والضحاك ، وعطاء الخراساني : غير منتن . والعرب تقول : أسن الماء ، إذا تغير ريحه .وفي حديث مرفوع أورده ابن أبي حاتم : ( غير آسن ) يعني : الصافي الذي لا كدر فيه .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا وكيع ، عن الأعمش ، عن عبد الله بن مرة ، عن مسروق قال : قال عبد الله : أنهار الجنة تفجر من جبل من مسك .( وأنهار من لبن لم يتغير طعمه ) أي : بل في غاية البياض والحلاوة والدسومة . وفي حديث مرفوع : \" لم يخرج من ضروع الماشية \" .( وأنهار من خمر لذة للشاربين ) أي : ليست كريهة الطعم والرائحة كخمر الدنيا ، بل [ هي ] حسنة المنظر والطعم والرائحة والفعل ، ( لا فيها غول ولا هم عنها ينزفون ) [ الصافات : 47 ] ، ( لا يصدعون عنها ولا ينزفون ) [ الواقعة : 19 ] ، ( بيضاء لذة للشاربين ) [ الصافات : 46 ] ، وفي حديث مرفوع : \" لم تعصرها الرجال بأقدامها \" .[ وقوله ] ( وأنهار من عسل مصفى ) أي : وهو في غاية الصفاء ، وحسن اللون والطعم والريح ، وفي حديث مرفوع : \" لم يخرج من بطون النحل \" .وقال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا الجريري ، عن حكيم بن معاوية ، عن أبيه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" في الجنة بحر اللبن ، وبحر الماء ، وبحر العسل ، وبحر الخمر ، ثم تشقق الأنهار منها بعد \" .ورواه الترمذي في \" صفة الجنة \" ، عن محمد بن بشار ، عن يزيد بن هارون ، عن سعيد بن إياس الجريري به وقال : حسن صحيح .وقال أبو بكر بن مردويه حدثنا أحمد بن محمد بن عاصم ، حدثنا عبد الله بن محمد بن النعمان ، حدثنا مسلم بن إبراهيم ، حدثنا الحارث بن عبيد أبو قدامة الإيادي ، حدثنا أبو عمران الجوني ، عن أبي بكر بن عبد الله بن قيس ، عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : \" هذه الأنهار تشخب من جنة عدن في جوبة ، ثم تصدع بعد أنهارا \"وفي الصحيح : \" إذا سألتم الله فاسألوه الفردوس ، فإنه أوسط الجنة وأعلى الجنة ، ومنه تفجر أنهار الجنة ، وفوقه عرش الرحمن \" .وقال الحافظ أبو القاسم الطبراني : حدثنا مصعب بن إبراهيم بن حمزة الزبيري ، وعبد الله بن الصقر السكري قالا : حدثنا إبراهيم بن المنذر الحزامي ، حدثنا عبد الرحمن بن المغيرة ، حدثني عبد الرحمن بن عياش ، عن دلهم بن الأسود بن عبد الله بن حاجب بن عامر بن المنتفق العقيلي ، عن أبيه ، عن عمه لقيط بن عامر ، قال دلهم : وحدثنيه أيضا أبو الأسود ، عن عاصم بن لقيط أن لقيط بن عامر خرج وافدا إلى رسول الله - صلى الله عليه وسلم - قلت : يا رسول الله ، فعلام نطلع من الجنة ؟ قال : \" على أنهار عسل مصفى ، وأنهار من خمر ما بها صداع ولا ندامة ، وأنهار من لبن لم يتغير طعمه ، وماء غير آسن ، وفاكهة ، لعمر إلهك ما تعلمون وخير من مثله ، وأزواج مطهرة \" قلت : يا رسول الله ، أولنا فيها أزواج مصلحات ؟ قال : \" الصالحات للصالحين تلذونهن مثل لذاتكم في الدنيا ويلذونكم ، غير ألا توالد \" .وقال أبو بكر عبد الله بن محمد بن أبي الدنيا : حدثنا يعقوب بن عبيدة ، عن يزيد بن هارون ، أخبرني الجريري ، عن معاوية بن قرة ، عن أبيه ، عن أنس بن مالك قال : لعلكم تظنون أن أنهار الجنة تجري في أخدود في الأرض ، والله إنها لتجري سائحة على وجه الأرض ، حافاتها قباب اللؤلؤ ، وطينها المسك الأذفر .وقد رواه أبو بكر بن مردويه ، من حديث مهدي بن حكيم ، عن يزيد بن هارون به مرفوعا .وقوله : ( ولهم فيها من كل الثمرات ) ، كقوله : ( يدعون فيها بكل فاكهة آمنين ) [ الدخان : 55 ] . وقوله : ( فيهما من كل فاكهة زوجان ) [ الرحمن : 52 ] .وقوله : ( ومغفرة من ربهم ) أي : مع ذلك كله .وقوله : ( كمن هو خالد في النار ) أي : أهؤلاء الذين ذكرنا منزلتهم من الجنة كمن هو خالد في النار ؟ ليس هؤلاء كهؤلاء ، أي : ليس من هو في الدرجات كمن هو في الدركات ، ( وسقوا ماء حميما ) أي : حارا شديد الحر ، لا يستطاع . ( فقطع أمعاءهم ) أي : قطع ما في بطونهم من الأمعاء والأحشاء ، عياذا بالله من ذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( مثل الجنة التي وعد المتقون ) أي صفتها ( فيها أنهار من ماء غير آسن ) آجن متغير منتن ، قرأ ابن كثير \" أسن \" بالقصر ، والآخرون بالمد ، وهما لغتان يقال : أسن الماء يأسن أسنا ، وأجن يأجن ، أسونا وأجونا ، إذا تغير ( وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة ) [ لذيذة ] ( للشاربين ) لم تدنسها الأرجل ولم تدنسها الأيدي ( وأنهار من عسل مصفى ) .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا أبو بكر بن أبي شيبة ، أخبرنا أبو أسامة وعبد الله بن نمير وعلي بن مسهر ، عن عبيد الله بن عمر ، عن خبيب بن عبد الرحمن ، عن حفص بن عاصم ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" سيحان وجيحان والنيل والفرات كل من أنهار الجنة \" .قال كعب الأحبار : نهر دجلة نهر ماء أهل الجنة ، ونهر الفرات نهر لبنهم ، ونهر مصر نهر خمرهم ، ونهر سيحان نهر عسلهم ، وهذه الأنهار الأربعة تخرج من نهر الكوثر .( ولهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار ) أي من كان في هذا النعيم كمن هو خالد في النار ( وسقوا ماء حميما ) شديد الحر تسعر عليهم جهنم منذ خلقت إذا أدني منهم شوى وجوههم ووقعت فروة رءوسهم فإذا شربوه ( فقطع أمعاءهم ) فخرجت من أدبارهم ، والأمعاء جميع ما في البطن من الحوايا واحدها معى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى ولهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار وسقوا ماء حميما فقطع أمعاءهم .قوله تعالى : مثل الجنة التي وعد المتقون لما قال - عز وجل - : إن الله يدخل الذين آمنوا وعملوا الصالحات جنات وصف تلك الجنات ، أي : صفة الجنة المعدة للمتقين . وقد مضى الكلام في هذا في ( الرعد ) وقرأ علي بن أبي طالب ( مثال الجنة التي وعد المتقون )فيها أنهار من ماء غير آسن أي غير متغير الرائحة . والآسن من الماء مثل الآجن . وقد أسن الماء يأسن ويأسن أسنا وأسونا إذا تغيرت رائحته . وكذلك أجن الماء يأجن ويأجن أجنا وأجونا . ويقال بالكسر فيهما : أجن وأسن يأسن ويأجن أسنا وأجنا ، قاله اليزيدي . وأسن الرجل أيضا يأسن ( بالكسر لا غير ) إذا دخل البئر فأصابته ريح منتنة من ريح البئر أو غير ذلك فغشي عليه أو دار رأسه ، قال زهير :قد أترك القرن مصفرا أنامله يميد في الرمح ميد المائح الأسنويروى ( الوسن ) وتأسن الماء تغير . أبو زيد : تأسن علي تأسنا اعتل وأبطأ . أبو عمرو : تأسن الرجل أباه أخذ أخلاقه . وقال اللحياني : إذا نزع إليه في الشبه ، وقراءة العامة آسن بالمد . وقرأ ابن كثير وحميد ( أسن ) بالقصر ، وهما لغتان ، مثل حاذر وحذر . وقال الأخفش : أسن للحال ، وآسن ( مثل فاعل ) يراد به الاستقبال .وأنهار من لبن لم يتغير طعمه أي لم يحمض بطول المقام كما تتغير ألبان الدنيا إلى الحموضة . وأنهار من خمر لذة للشاربين أي لم تدنسها الأرجل ولم ترنقها الأيدي كخمر الدنيا ، فهي لذيذة الطعم طيبة الشرب لا يتكرهها الشاربون . يقال : شراب لذ ولذيذ بمعنى . واستلذه عده لذيذا . وأنهار من عسل مصفى العسل ما يسيل من لعاب النحل . مصفى أي : من الشمع والقذى ، خلقه الله كذلك لم يطبخ على نار ولا دنسه النحل . وفي الترمذي عن حكيم بن معاوية عن أبيه عن النبي - صلى الله عليه وسلم - قال : إن في الجنة بحر الماء وبحر العسل وبحر اللبن وبحر الخمر ثم تشقق الأنهار بعد . قال : حديث حسن صحيح . وفي صحيح مسلم عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : سيحان وجيحان والنيل والفرات كل من أنهار الجنة . وقال كعب : نهر دجلة نهر ماء أهل الجنة ، ونهر الفرات نهر لبنهم ، ونهر مصر نهر خمرهم ، ونهر سيحان نهر عسلهم . وهذه الأنهار الأربعة تخرج من نهر الكوثر . والعسل : يذكر ويؤنث . وقال ابن عباس : من عسل مصفى أي : لم يخرج من بطون النحل .ولهم فيها من كل الثمرات من زائدة للتأكيد . ومغفرة من ربهم أي لذنوبهم . كمن هو خالد في النار قال الفراء : المعنى أفمن يخلد في هذا النعيم كمن يخلد في النار . وقال الزجاج : أي : أفمن كان على بينة من ربه وأعطي هذه الأشياء كمن زين له سوء عمله وهو خالد في النار . فقوله : كمن بدل من قوله : أفمن زين له سوء عمله . وقال ابن كيسان : مثل هذه الجنة التي فيها الثمار والأنهار كمثل النار التي فيها الحميم والزقوم . ومثل أهل الجنة في النعيم المقيم كمثل أهل النار في العذاب المقيم .وسقوا ماء حميما فقطع أمعاءهم أي حارا شديد الغليان ، إذا أدني منهم شوى وجوههم ، ووقعت فروة رءوسهم ، فإذا شربوه قطع أمعاءهم وأخرجها من دبورهم . والأمعاء : جمع معى ، والتثنية معيان ، وهو جميع ما في البطن من الحوايا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (15)يقول تعالى ذكره: صفة الجنة التي وعدها المتقون, وهم الذين اتقوا في الدنيا عقابه بأداء فرائضه, واجتناب معاصيه ( فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ ) يقول تعالى ذكره في هذه الجنة التي: ذكرها أنهار من ماء غير متغير الريح, يقال منه: قد أسن ماء هذه البئر: إذا تغيرت ريح مائها فأنتنت, فهو يأسَن أسَنًا, وكذلك يُقال للرجل إذا أصابته ريح منتنة: قد أَسِن فهو يأْسَن. وأما إذا أَجَنَ الماء وتغير, فإنه يقال له: أسِن فهو يأسَن, ويأسن أسونا, وماء أسن.وبنحو الذي قلنا في معنى قوله ( مِنْ مَاءٍ غَيْرِ آسِنٍ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ ) يقول: غير متغير.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ ) قال: من ماء غير مُنْتن.حدثني عيسى بن عمرو, قال: أخبرنا إبراهيم بن محمد, قال: ثنا مصعب بن سلام, عن سعد بن طريف, قال: سألت أبا إسحاق عن ( مَاءٍ غَيْرِ آسِنٍ ) قال: سألت عنها الحارث, فحدثني أن الماء الذي غير آسن تسنيم, قال: بلغني أنه لا تمسه يد, وأنه يجيء الماء هكذا حتى يدخل فى فيه. وقوله ( وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ ) يقول تعالى ذكره: وفيها أنهار من لبن لم يتغير طعمه لأنه لم يحلب من حيوان فيتغير طعمه بالخروج من الضروع, ولكنه خلقه الله ابتداء في الأنهار, فهو بهيئته لم يتغير عما خلقه عليه.وقوله ( وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ ) يقول: وفيها أنهار من خمر لذة للشاربين يلتذّون بشربها.كما حدثني عيسى, قال: ثنا إبراهيم بن محمد, قال: ثنا مصعب, عن سعد بن طريف, قال: سألت عنها الحارث, فقال: لم تدسه المجوس, ولم ينفخ فيه الشيطان, ولم تؤذها شمس, ولكنها فوحاء (1) قال: قلت لعكرمة: ما الفوحاء: قال: الصفراء.وكما حدثني سعد بن عبد الله بن عبد الحكم, قال: ثنا حفص بن عمر, قال: ثنا الحكم بن أبان, عن عكرمة, في قوله ( مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ ) قال: لم يحلب, وخُفِضت اللذة على النعت للخمر, ولو جاءت رفعا على النعت للأنهار جاز, أو نصبا على يتلذّذ بها لذة, كما يقال: هذا لك هبة. كان جائزا ; فأما القراءة فلا أستجيزها فيها إلا خفضا لإجماع الحجة من القرّاء عليها.وقوله ( وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى ) يقول: وفيها أنهار من عسل قد صُفِّي من القَذى, وما يكون في عسل أهل الدنيا قبل التصفية, إنما أعلم تعالى ذكره عباده بوصفه ذلك العسل بأنه مصفى أنه خلق في الأنهار ابتداء سائلا جاريا سيل الماء واللبن المخلوقين فيها, فهو من أجل ذلك مصفًّى, قد صفاه الله من الأقذاء التي تكون في عسل أهل الدنيا الذي لا يصفو من الأقذاء إلا بعد التصفية, لأنه كان في شمع فصُفي منه.وقوله ( وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ ) يقول تعالى ذكره: ولهؤلاء المتقين في هذه الجنة من هذه الأنهار التي ذكرنا من جميع الثمرات التي تكون على الأشجار ( وَمَغْفِرَةٌ مِنْ رَبِّهِمْ ) يقول: وعفو من الله لهم عن ذنوبهم التي أذنبوها في الدنيا, ثم تابوا منها, وصَفْحٌ منه لهم عن العقوبة عليها.وقوله ( كَمَنْ هُوَ خَالِدٌ فِي النَّارِ ) يقول تعالى ذكره: أمَّن هو في هذه الجنة التي صفتها ما وصفنا, كمن هو خالد في النار. وابتُدئ الكلام بصفة الجنة, فقيل: مثل الجنة التي وعد المتقون, ولم يقل: أمَّن هو في الجنة. ثم قيل بعد انقضاء الخبر عن الجنة وصفتها( كَمَنْ هُوَ خَالِدٌ فِي النَّارِ ) . وإنما قيل ذلك كذلك, استغناء بمعرفة السامع معنى الكلام, ولدلالة قوله ( كَمَنْ هُوَ خَالِدٌ فِي النَّارِ ) على معنى قوله ( مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ).وقوله ( وَسُقُوا مَاءً حَمِيمًا ) يقول تعالى ذكره: وسُقي هؤلاء الذين هم خلود في النار ماء قد انتهى حرّه فقطع ذلك الماء من شدّة حرّه أمعاءهم.كما حدثني محمد بن خلف العَسْقلانيّ, قال: ثنا حَيْوة بن شُريح الحِمصِيّ, قال: ثنا بقية, عن صفوان بن عمرو, قال: ثني عبيد الله بن بشر, عن أبي أُمامة الباهلي, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وقوله  وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ * يَتَجَرَّعُهُ  قال: يُقَرَّبُ إِلَيْهِ فَيَتَكَرَّهُهُ, فإذَا أُدْنِيَ مِنْهُ شَوَى وَجْهَهُ, وَوَقَعَتْ فَرْوَةُ رأْسِهِ, فإذَا شَرِبَ قَطَّعَ أمْعاءَهُ حتى يَخْرُجَ مِنْ دُبُرِهِ. قال: يقول الله ( وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ ) يقول الله عزّ وجلّ &amp;; 22-169 &amp;;  يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا  .------------------------الهوامش:(1) في اللسان : الفوح : وجدانك الريح الطيبة . فاحت ريح المسك تفوح وتفيح ، فوحا وفيحا . وفوحانا فيحانا : انتشرت رائحته ."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ومن هؤلاء المنافقين مَن يستمع إليك -أيها النبي- بغير فهم؛ تهاونًا منهم واستخفافًا، حتى إذا انصرفوا من مجلسك قالوا لمن حضروا مجلسك من أهل العلم بكتاب الله على سبيل الاستهزاء: ماذا قال محمد الآن؟ أولئك الذين ختم الله على قلوبهم، فلا تفقه الحق ولا تهتدي إليه، واتبعوا أهواءهم في الكفر والضلال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومنهم» أي الكفار «من يستمع إليك» في خطبة الجمعة وهم المنافقون «حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم» لعلماء الصحابة منهم ابن مسعود وابن عباس استهزاء وسخرية «ماذا قال آنفا» بالمد والقصر، الساعة، أي لا نرجع إليه «أولئك الذين طبع الله على قلوبهم بالكفر «واتبعوا أهواءهم» في النفاق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى: ومن المنافقين  مَنْ يَسْتَمِعُ إِلَيْكَ  ما تقول استماعا، لا عن قبول وانقياد، بل معرضة قلوبهم عنه، ولهذا قال:  حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ  مستفهمين عما قلت، وما سمعوا، مما لم يكن لهم فيه رغبة  مَاذَا قَالَ آنِفًا  أي: قريبا، وهذا في غاية الذم لهم، فإنهم لو كانوا حريصين على الخير لألقوا إليه أسماعهم، ووعته قلوبهم، وانقادت له جوارحهم، ولكنهم بعكس هذه الحال، ولهذا قال:  أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ  أي: ختم عليها، وسد أبواب الخير التي تصل إليها بسبب اتباعهم أهواءهم، التي لا يهوون فيها إلا الباطل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن المنافقين في بلادتهم وقلة فهمهم حيث كانوا يجلسون إلى رسول الله - صلى الله عليه وسلم - ويستمعون كلامه ولا يفهمون منه شيئا ، فإذا خرجوا من عنده ( قالوا للذين أوتوا العلم ) من الصحابة : ( ماذا قال آنفا ) أي : الساعة ، لا يعقلون ما يقال ، ولا يكترثون له .قال الله تعالى : ( أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهم ) أي : فلا فهم صحيح ، ولا قصد صحيح ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ومنهم ) يعني من هؤلاء الكفار ( من يستمع إليك ) وهم المنافقون ، يستمعون قولك فلا يعونه ولا يفهمونه ، تهاونا به وتغافلا ( حتى إذا خرجوا من عندك ) يعني فإذا خرجوا من عندك ( قالوا للذين أوتوا العلم ) من الصحابة : ( ماذا قال ) محمد ( آنفا ) ؟ يعني الآن ، هو من الائتناف ويقال : ائتنفت الأمر أي ابتدأته وأنف الشيء أوله .قال مقاتل : وذلك أن النبي - صلى الله عليه وسلم - كان يخطب ويعيب المنافقين ، فإذا خرجوا من المسجد سألوا عبد الله بن مسعود استهزاء : ماذا قال رسول الله - صلى الله عليه وسلم - ؟قال ابن عباس : وقد سئلت فيمن سئل .( أولئك الذين طبع الله على قلوبهم ) فلم يؤمنوا ( واتبعوا أهواءهم ) في الكفر والنفاق ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ومنهم من يستمع إليك حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم ماذا قال آنفا أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهمقوله تعالى : ومنهم من يستمع إليك أي من هؤلاء الذين يتمتعون ويأكلون كما تأكل الأنعام ، وزين لهم سوء عملهم قوم يستمعون إليك وهم المنافقون : عبد الله بن أبي بن سلول ورفاعة بن التابوت وزيد بن الصليت والحارث بن عمرو ومالك بن دخشم ، كانوا يحضرون الخطبة يوم الجمعة فإذا سمعوا ذكر المنافقين فيها أعرضوا عنه ، فإذا خرجوا سألوا عنه ، قاله الكلبي ومقاتل . وقيل : كانوا يحضرون عند رسول الله - صلى الله عليه وسلم - مع المؤمنين ، فيستمعون منه ما يقول ، فيعيه المؤمن ولا يعيه الكافر .حتى إذا خرجوا من عندك أي إذا فارقوا مجلسك . قالوا للذين أوتوا العلم قال عكرمة : هو عبد الله بن العباس . قال ابن عباس : كنت ممن يسأل ، أي : كنت من الذين أوتوا العلم . وفي رواية عن ابن عباس : أنه يريد عبد الله بن مسعود . وكذا قال عبد الله بن بريدة : هو عبد الله بن مسعود . وقال القاسم بن عبد الرحمن : هو أبو الدرداء . وقال ابن زيد : إنهم الصحابة . ماذا قال آنفا أي الآن ، على جهة الاستهزاء . أي : أنا لم ألتفت إلى قوله . وآنفا يراد به الساعة التي هي أقرب الأوقات إليك ، من قولك : استأنفت الشيء إذا ابتدأت به . ومنه أمر أنف ، وروضة أنف ، أي : لم يرعها أحد . وكأس أنف : إذا لم يشرب منها شيء ، كأنه استؤنف شربها مثل روضة أنف . قال الشاعر [ الحطيئة ] :ويحرم سر جارتهم عليهم ويأكل جارهم أنف القصاعوقال آخر [ لقيط بن زرارة ] :إن الشواء والنشيل والرغف     والقينة الحسناء والكأس الأنفللطاعنين الخيل والخيل قطفوقال امرؤ القيس :قد غدا يحملني في أنفه      [ لاحق الإطلين محبوك ممر ]أي : في أوله . وأنف كل شيء أوله . وقال قتادة في هؤلاء المنافقين : الناس رجلان : رجل عقل عن الله فانتفع بما سمع ، ورجل لم يعقل ولم ينتفع بما سمع . وكان يقال : الناس ثلاثة : فسامع عامل ، وسامع عاقل ، وسامع غافل تارك .قوله تعالى : أولئك الذين طبع الله على قلوبهم فلم يؤمنوا . واتبعوا أهواءهم في الكفر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (16)يقول تعالى ذكره: ومن هؤلاء الكفار يا محمد ( مَنْ يَسْتَمِعُ إِلَيْكَ ) وهو المنافِق, فيستمع ما تقول فلا يعيه ولا يفهمه, تهاونا منه بما تتلو عليه من كتاب ربك, تغافلا عما تقوله, وتدعو إليه من الإيمان,( حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ ) قالوا إعلاما منهم لمن حضر معهم مجلسك من أهل العلم بكتاب الله, وتلاوتك عليهم ما تلوت, وقيلك لهم ما قلت إنهم لن يُصْغوا أسماعهم لقولك وتلاوتك ( مَاذَا قَالَ ) لنا محمد ( آنِفًا ) ؟ . وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ ) هؤلاء المنافقون, دخل رجلان: رجل ممن عقل عن الله وانتفع بما سمع ورجل لم يعقل عن الله, فلم ينتفع بما سمع, كان يقال: الناس ثلاثة: فسامع عامل, وسامع غافل, وسامع تارك.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ ) قال: هم المنافقون. وكان يقال: الناس ثلاثة: سامع فعامل, وسامع فغافل, وسامع فتارك.حدثنا أبو كُرَيب, قال: ثنا يحيى بن آدم, قال: ثنا شريك, عن عثمان أبي اليقظان, عن يحيى بن الجزّار, أو سعيد بن جُبير, عن ابن عباس, في قوله ( حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ) قال ابن عباس: أنا منهم, وقد سُئِلت فيمن سُئِل.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ )... إلى آخر الآية, قال: هؤلاء المنافقون, والذين أُوتُوا العلم: الصحابة رضي الله عنهم.وقوله ( أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ ) يقول تعالى ذكره: هؤلاء الذين هذه صفتهم هم القوم الذين ختم الله على قلوبهم, فهم لا يهتدون للحقّ الذي بعث الله به رسوله عليه الصلاة والسلام ( وَاتَّبَعُوا أَهْوَاءَهُمْ ) يقول: ورفضوا أمر الله, واتبعوا ما دعتهم إليه أنفسهم, فهم لا يرجعون مما هم عليه إلى حقيقة ولا برهان, وسوّى جلّ ثناؤه بين صفة هؤلاء المنافقين وبين المشركين, في أن جميعهم إنما يتبعون فيما هم عليه من فراقهم دين الله, الذي ابتعث به محمدا صَلَّى الله عَلَيْهِ وَسَلَّم أهواءهم, فقال في هؤلاء المنافقين: ( أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ ) وقال في أهل الكفر به من أهل الشرك,  كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ  ."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والذين اهتدوا لاتِّباع الحق زادهم الله هدى، فقوي بذلك هداهم، ووفقهم للتقوى، ويسَّرها لهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والذين اهتدوا» وهم المؤمنون «زادهم» الله «هدىّ وآتاهم تقواهم» ألهمهم ما يتقون به النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم بين حال المهتدين، فقال:  وَالَّذِينَ اهْتَدَوْا  بالإيمان والانقياد، واتباع ما يرضي الله  زَادَهُمْ هُدًى  شكرا منه تعالى لهم على ذلك،  وَآتَاهُمْ تَقْوَاهُمْ  أي: وفقهم للخير، وحفظهم من الشر، فذكر للمهتدين جزاءين: العلم النافع، والعمل الصالح."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( والذين اهتدوا زادهم هدى ) أي : والذين قصدوا الهداية وفقهم الله لها فهداهم إليها ، وثبتهم عليها وزادهم منها ، ( وآتاهم تقواهم ) أي : ألهمهم رشدهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والذين اهتدوا ) يعني المؤمنين ( زادهم ) ما قال الرسول - صلى الله عليه وسلم - ( هدى وآتاهم تقواهم ) وفقهم للعمل بما أمرهم به ، وهو التقوى ، قال سعيد بن جبير : وآتاهم ثواب تقواهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "والذين اهتدوا أي للإيمان زادهم الله هدى . وقيل : زادهم النبي - صلى الله عليه وسلم - هدى . وقيل : ما يستمعونه من القرآن هدى ، أي : يتضاعف يقينهم . وقال الفراء : زادهم إعراض المنافقين واستهزاؤهم هدى . وقيل : زادهم نزول الناسخ هدى . وفي الهدى الذي زادهم أربعة أقاويل : أحدها : زادهم علما ، قاله الربيع بن أنس . الثاني : أنهم علموا ما سمعوا وعملوا بما علموا ، قاله الضحاك . الثالث : زادهم بصيرة في دينهم وتصديقا لنبيهم ، قاله الكلبي . الرابع : شرح صدورهم بما هم عليه من الإيمان . وآتاهم تقواهم أي ألهمهم إياها . وقيل : فيه خمسة أوجه : أحدها : آتاهم الخشية ، قاله الربيع . الثاني : ثواب تقواهم في الآخرة ، قاله السدي . الثالث : وفقهم للعمل الذي فرض عليهم ، قاله مقاتل . الرابع : بين لهم ما يتقون ، قاله ابن زياد والسدي أيضا . الخامس : أنه ترك المنسوخ والعمل بالناسخ ، قاله عطية . الماوردي : ويحتمل . سادسا : أنه ترك الرخص والأخذ بالعزائم . وقرئ ( وأعطاهم ) بدل وآتاهم وقال عكرمة : هذه نزلت فيمن آمن من أهل الكتاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (17)يقول تعالى ذكره: وأما الذين وفَّقهم الله لاتباع الحقّ, وشرح صدورهم للإيمان به وبرسوله من الذين استمعوا إليك يا محمد, فإن ما تلوته عليهم, وسمعوه منك ( زَادَهُمْ هُدًى ) يقول: زادهم الله بذلك إيمانا إلى إيمانهم, وبيانا لحقيقة ما جئتهم به من عند الله إلى البيان الذي كان عندهم. وقد ذُكر أن الذي تلا عليهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من القرآن, فقال أهل النفاق منهم لأهل الإيمان, ماذا قال آنفا, وزاد الله أهل الهدى منهم هدى, كان بعض ما أنزل الله من القرآن ينسخ بعض ما قد كان الحكم مضى به قبل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ ) قال: لما أنزل الله القرآن آمنوا به, فكان هدى, فلما تبين الناسخ والمنسوخ زادهم هدى.وقوله ( وَآتَاهُمْ تَقْوَاهُمْ ) يقول تعالى ذكره: وأعطى الله هؤلاء المهتدين تقواهم, وذلك استعماله إياهم تقواهم إياه."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ما ينتظر هؤلاء المكذبون إلا الساعة التي وُعدوا بها أن تجيئهم فجأةً، فقد ظهرت علاماتها ولم ينتفعوا بذلك، فمن أين لهم التذكر إذا جاءتهم الساعة؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فهل ينظرون» ما ينتظرون، أي كفار مكة «إلا الساعة أن تأتيهم» بدل اشتمال من الساعة، أي ليس الأمر إلا أن تأتيهم «بغتة» فجأة «فقد جاء أشرطها» علاماتها: منها النبي صلى الله عليه وسلم وانشقاق القمر والدخان «فأنَّى لهم إذا جاءتهم» الساعة «ذكراهم» تذكرهم، أي لا ينفعهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: فهل ينظر هؤلاء المكذبون أو ينتظرون  إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً  أي: فجأة، وهم لا يشعرون  فَقَدْ جَاءَ أَشْرَاطُهَا  أي: علاماتها الدالة على قربها. فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ  أي: من أين لهم، إذا جاءتهم الساعة وانقطعت آجالهم أن يتذكروا ويستعتبوا؟ قد فات ذلك، وذهب وقت التذكر، فقد عمروا ما يتذكر فيه من تذكر، وجاءهم النذير.ففي هذا الحث على الاستعداد قبل مفاجأة الموت، فإن موت الإنسان قيام ساعته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فهل ينظرون إلا الساعة أن تأتيهم بغتة ) أي : وهم غافلون عنها ، ( فقد جاء أشراطها ) أي : أمارات اقترابها ، كقوله تعالى : ( هذا نذير من النذر الأولى أزفت الآزفة ) [ النجم : 56 ، 57 ] ، وكقوله : ( اقتربت الساعة وانشق القمر ) [ القمر : 1 ] وقوله : ( أتى أمر الله فلا تستعجلوه ) [ النحل : 1 ] ، وقوله : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] فبعثة رسول الله - صلى الله عليه وسلم - من أشراط الساعة ; لأنه خاتم الرسل الذي أكمل الله به الدين ، وأقام به الحجة على العالمين . وقد أخبر - صلوات الله وسلامه عليه - بأمارات الساعة وأشراطها ، وأبان عن ذلك وأوضحه بما لم يؤته نبي قبله ، كما هو مبسوط في موضعه .وقال الحسن البصري : بعثة محمد - صلى الله عليه وسلم - من أشراط الساعة . وهو كما قال ; ولهذا جاء في أسمائه عليه السلام ، أنه نبي التوبة ، ونبي الملحمة ، والحاشر الذي يحشر الناس على قدميه ، والعاقب الذي ليس بعده نبي .وقال البخاري : حدثنا أحمد بن المقدام ، حدثنا فضيل بن سليمان ، حدثنا أبو حازم ، حدثنا سهل بن سعد قال : رأيت رسول الله - صلى الله عليه وسلم - قال بأصبعيه هكذا ، بالوسطى والتي تليها : \" بعثت أنا والساعة كهاتين \" .ثم قال تعالى : ( فأنى لهم إذا جاءتهم ذكراهم ) أي : فكيف للكافرين بالتذكر إذا جاءتهم القيامة ، حيث لا ينفعهم ذلك ، كقوله تعالى : ( يومئذ يتذكر الإنسان وأنى له الذكرى ) [ الفجر : 23 ] ،( وقالوا آمنا به وأنى لهم التناوش من مكان بعيد ) [ سبأ : 52 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فهل ينظرون إلا الساعة أن تأتيهم بغتة )أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي ، أخبرنا أبو الحسن أحمد بن محمد بن موسى بن الصلت ، حدثنا أبو إسحاق الهاشمي ، حدثنا الحسين بن الحسن ، حدثنا ابن المبارك ، أخبرنا معمر بن راشد ، عمن سمع المقبري يحدث عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - أنه قال : \" ما ينتظر أحدكم من الدنيا إلا غنى مطغيا ، أو فقرا منسيا ، أو مرضا مفسدا ، أو هرما مفندا ، أو موتا مجهزا ، أو الدجال فالدجال شر غائب ينتظر ، أو الساعة والساعة أدهى وأمر \" .قوله - عز وجل - : ( فقد جاء أشراطها ) أي أماراتها وعلاماتها ، واحدها : شرط ، وكان النبي - صلى الله عليه وسلم - من أشراط الساعة .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا أحمد بن المقدام ، حدثنا فضل بن سليمان ، حدثنا أبو حازم ، حدثنا سهل بن سعد قال : رأيت النبي - صلى الله عليه وسلم - قال بأصبعيه هكذا ، بالوسطى والتي تلي الإبهام : \" بعثت أنا والساعة كهاتين \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا حفص بن عمر الحوضي ، حدثنا هشام ، عن قتادة ، عن أنس قال : لأحدثنكم بحديث سمعته من رسول الله - صلى الله عليه وسلم - لا يحدثنكم به أحد غيري ، سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن من أشراط الساعة أن يرفع العلم ، ويكثر الجهل ، ويكثر الزنا ، ويكثر شرب الخمر ، ويقل الرجال ويكثر النساء ، حتى يكون لخمسين امرأة القيم الواحد \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن سنان ، حدثنا فليح ، حدثني هلال بن علي ، عن عطاء بن يسار ، عن أبي هريرة - رضي الله عنه - قال : بينما النبي - صلى الله عليه وسلم - في مجلس يحدث القوم إذ جاءه أعرابي فقال : متى الساعة ؟ فمضى رسول الله - صلى الله عليه وسلم - يحدث ، فقال بعض القوم : سمع ما قال فكره ما قال . وقال بعضهم : بل لم يسمع ، حتى إذا قضى حديثه ، قال : \" أين السائل عن الساعة ؟ \" قال : ها أنا يا رسول الله ، قال : \" إذا ضيعت الأمانة فانتظر الساعة \" . قال : كيف إضاعتها ؟ قال : \" إذا وسد الأمر إلى غير أهله فانتظر الساعة \" .قوله - عز وجل - : ( فأنى لهم إذا جاءتهم ذكراهم ) فمن أين لهم التذكر والاتعاظ والتوبة إذا جاءتهم الساعة ؟ نظيره : \" يومئذ يتذكر الإنسان وأنى له الذكرى \" ( الفجر - 2323 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فهل ينظرون إلا الساعة أن تأتيهم بغتة فقد جاء أشراطها فأنى لهم إذا جاءتهم ذكراهم .قوله تعالى : فهل ينظرون إلا الساعة أن تأتيهم بغتة أي فجأة . وهذا وعيد للكفار . فقد جاء أشراطها أي أماراتها وعلاماتها . وكانوا قد قرءوا في كتبهم أن محمدا - صلى الله عليه وسلم - آخر الأنبياء ، فبعثه من أشراطها وأدلتها ، قاله الضحاك والحسن . وفي الصحيح عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : بعثت أنا والساعة كهاتين وضم السبابة والوسطى ، لفظ مسلم ، وخرجه البخاري والترمذي وابن ماجه . ويروى بعثت والساعة كفرسي رهان . وقيل : أشراط الساعة أسبابها التي هي دون معظمها . ومنه يقال للدون من الناس : الشرط . وقيل : يعني علامات الساعة انشقاق القمر والدخان ، قاله الحسن أيضا . وعن الكلبي : كثرة المال والتجارة وشهادة الزور وقطع الأرحام ، وقلة الكرام وكثرة اللئام . وقد أتينا على هذا الباب في كتاب ( التذكرة ) مستوفى والحمد لله .وواحد الأشراط شرط ، وأصله الأعلام . ومنه قيل الشرط ; لأنهم جعلوا لأنفسهم علامة يعرفون بها . ومنه الشرط في البيع وغيره . قال أبو الأسود :فإن كنت قد أزمعت بالصرم بيننا فقد جعلت أشراط أوله تبدوويقال : أشرط فلان نفسه في عمل كذا أي : أعلمها وجعلها له . قال أوس بن حجر يصف رجلا تدلى بحبل من رأس جبل إلى نبعة يقطعها ليتخذ منها قوسا :فأشرط نفسه فيها وهو معصم     وألقى بأسباب له وتوكلاأن تأتيهم بغتة ( أن ) بدل اشتمال من ( الساعة ) ، نحو قوله : أن تطئوهم من قوله : رجال مؤمنون ونساء مؤمنات . وقرئ ( بغتة ) بوزن جربة ، وهي غريبة لم ترد في المصادر أختها ؛ وهي مروية عن أبي عمرو . الزمخشري وما أخوفني أن تكون غلطة من الراوي عن أبي عمرو ، وأن يكون الصواب ( بغتة ) بفتح الغين من غير تشديد ، كقراءة الحسن . وروى أبو جعفر الرؤاسي وغيره من أهل مكة ( إن تأتهم بغتة ) . قال المهدوي : ومن قرأ ( إن تأتهم بغتة ) كان الوقف على ( الساعة ) ثم استأنف الشرط . وما يحتمله الكلام من الشك مردود إلى الخلق ، كأنه قال : إن شكوا في مجيئها ( فقد جاء أشراطها )قوله تعالى : فأنى لهم إذا جاءتهم ذكراهم ( ذكراهم ) ابتداء وأنى لهم الخبر . والضمير المرفوع في جاءتهم للساعة ، التقدير : فمن أين لهم التذكر إذا جاءتهم الساعة ، قال معناه قتادة وغيره . وقيل : فكيف لهم بالنجاة إذا جاءتهم الذكرى عند مجيء الساعة ، قاله ابن زيد . وفي الذكرى وجهان : أحدهما : تذكيرهم بما عملوه من خير أو شر . الثاني : هو دعاؤهم بأسمائهم تبشيرا وتخويفا ، روى أبان عن أنس عن النبي - صلى الله عليه وسلم - قال : أحسنوا أسماءكم فإنكم تدعون بها يوم القيامة يا فلان قم إلى نورك يا فلان قم لا نور لك ذكره الماوردي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَهَلْ يَنْظُرُونَ إِلا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا ) يقول تعالى ذكره: فهل ينظر هؤلاء المكذّبون بآيات الله من أهل الكفر والنفاق إلا الساعة التي وعد الله خلقه بعثهم فيها من قبورهم أحياء, أن تجيئهم فجأة لا يشعرون بمجيئها. والمعنى: هل ينظرون إلا الساعة, هل ينظرون إلا أن تأتيهم بغتة. و ( أَنْ ) من قوله ( إِلا أَنْ ) في موضع نصب بالردّ على الساعة, وعلى فتح الألف من ( أَنْ تَأْتِيَهُمُ ) ونصب ( تأتيهم ) بها قراءة أهل الكوفة.وقد حُدثت عن الفرّاء, قال: حدثني أبو جعفر الرُّؤاسيّ, قال: قلت لأبي عمرو بن العلاء: ما هذه الفاء التي في قوله ( فَقَدْ جَاءَ أَشْرَاطُهَا ) قال: جواب الجزاء, قال: قلت: إنها إن تأتيهم, قال: فقال: معاذ الله, إنما هي \" إنْ تَأْتِهِمْ \"; قال الفرّاء: فظننت أنه أخذها عن أهل مكة, لأنه قرأ, قال الفرّاء: وهي أيضا في بعض مصاحف الكوفيين بسنة واحدة \" تَأْتِهِمْ\" ولم يقرأ بها أحد منهم.وتأويل الكلام على قراءة من قرأ ذلك بكسر ألف \" إن \" وجزم \" تأتهم \" فهل ينظرون إلا الساعة؟ فيجعل الخبر عن انتظار هؤلاء الكفار الساعة متناهيا عند قوله ( إِلا السَّاعَةَ ) , ثم يُبْتدأ الكلام فيقال: إن تأتهم الساعة بغتة فقد جاء أشراطها, فتكون الفاء من قوله ( فَقَدْ جَاءَ ) بجواب الجزاء.وقوله ( فَقَدْ جَاءَ أَشْرَاطُهَا ) يقول: فقد جاء هؤلاء الكافرين بالله الساعة وأدلتها ومقدماتها, وواحد الأشراط: شرط, كما قال جرير:تَرَى شَرَطَ المِعْزَى مُهورَ نِسائِهموفي شُرَطِ المِعْزَى لهُنَّ مُهُورُ (2)ويُروَى: \" ترى قَزَم المِعْزَى \", يقال منه: أشرط فلان نفسه: إذا علمها بعلامة, كما قال أوس بن حجر:فأَشْرَطَ فيها نَفْسَهُ وَهْوَ مُعْصِمٌوألْقَى بأسْبابٍ لَهُ وَتَوَكَّلا (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( فَقَدْ جَاءَ أَشْرَاطُهَا ) يعني: أشراط الساعة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَهَلْ يَنْظُرُونَ إِلا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ) قد دنت الساعة ودنا من الله فراغ العباد.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَقَدْ جَاءَ أَشْرَاطُهَا ) قال: أشراطها: آياتها.وقوله ( فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ ) يقول تعالى ذكره: فمن أيّ وجه لهؤلاء المكذّبين بآيات الله ذكرى ما قد ضيَّعوا وفرّطوا فيه من طاعة الله إذا جاءتهم الساعة, يقول: ليس ذلك بوقت ينفعهم التذكر والندم, لأنه وقت مجازاة لا وقت استعتاب ولا استعمال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ ) يقول: إذا جاءتهم الساعة أنى لهم أن يتذكروا ويعرفوا ويعقلوا؟.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ ) قال: أنى لهم أن يتذكروا أو يتوبوا إذا جاءتهم الساعة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ ) قال: الساعة, لا ينفعهم عند الساعة ذكراهم, والذكرى في موضع رفع بقوله ( فَأَنَّى لَهُمْ ) لأن تأويل الكلام: فأنى لهم ذكراهم إذا جاءتهم الساعة.------------------------الهوامش:(2) البيت لجرير بن الخطفي الشاعر الإسلامي ( ديوانه 226 ) وفي روايته : \" وفي قزم المعزي لهن مهور \" . وهو من شواهد أبي عبيدة في مجاز القرآن ( الورقة 223 ) قال عند قوله تعالى : \" فقد جاء أشراطها \" : أعلامها . وإنما سمي الشرط فيما نرى ، أنهم أعلموا أنفسهم . وأشراط المال صغار الغنم وشراره . وقال جرير : \" ترى شرط ... البيت \" . وفي ( اللسان : شرط) : والشرط ( بالتحريك ) : رذال الواحد والجمع والمذكر والمؤنث في ذلك سواء . قال جرير :تساق من المعزى مهور نسائهمومن شرط المعزى لهن مهوروشرط الناس : خشارتهم+ .(3) البيت لأوس بن حجر ( اللسان : شرط ) قال : الأصمعي : أشراط الساعة علاماتها . قال : ومنه الاشتراط الذي يشترط الناس بعضهم على بعض ، أي هي علامات يجعلونها بينهم . ولهذا سميت الشرط ، لأنهم جعلوا لأنفسهم علامة يعرفون بها . وحكى الخطابي عن بعض أهل اللغة أنه أنكر هذا التفسير وقال : أشراط الساعة : ما تنكره الناس من صغار أمورها ، قبل أن تقوم الساعة . وشرط السلطان : نخبة أصحابه الذين يقدمهم على غيرهم من جنده . وقول أوس بن حجر \" فأشرط فيها ... البيت \" أي جعل نفسه علمًا لهذا الأمر."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاعلم -أيها النبي- أنه لا معبود بحق إلا الله، واستغفر لذنبك، واستغفر للمؤمنين والمؤمنات. والله يعلم تصرفكم في يقظتكم نهارًا، ومستقركم في نومكم ليلا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(فاعلم أنه لا إله إلا الله) أي دم يا محمد على علمك بذلك النافع في القيامة (واستغفر لذنبك) لأجله قيل له ذلك مع عصمته لتستن به أمته، وقد فعله قال صلى الله عليه وسلم: \"\" إني لأستغفر الله في كل يوم مائة مرة \"\" (وللمؤمنين والمؤمنات) فيه إكرام لهم بأمر نبيهم بالاستغفار لهم (والله يعلم متقلبكم) متصرفكم لأشغالكم في النهار (ومثواكم) مأواكم إلى مضاجعكم بالليل، أي هو عالم بجميع أحوالكم لا يخفى عليه شيء منها فاحذروه، والخطاب للمؤمنين وغيرهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "العلم لا بد فيه من إقرار القلب ومعرفته، بمعنى ما طلب منه علمه، وتمامه أن يعمل بمقتضاه.وهذا العلم الذي أمر الله به -وهو العلم بتوحيد الله- فرض عين على كل إنسان، لا يسقط عن أحد، كائنا من كان، بل كل مضطر إلى ذلك. والطريق إلى العلم بأنه لا إله إلا هو أمور: أحدها بل أعظمها: تدبر أسمائه وصفاته، وأفعاله الدالة على كماله وعظمته وجلالته فإنها توجب بذل الجهد في التأله له، والتعبد للرب الكامل الذي له كل حمد ومجد وجلال وجمال.الثاني: العلم بأنه تعالى المنفرد بالخلق والتدبير، فيعلم بذلك أنه المنفرد بالألوهية.الثالث: العلم بأنه المنفرد بالنعم الظاهرة والباطنة، الدينية والدنيوية، فإن ذلك يوجب تعلق القلب به ومحبته، والتأله له وحده لا شريك له.الرابع: ما نراه ونسمعه من الثواب لأوليائه القائمين بتوحيده من النصر والنعم العاجلة، ومن عقوبته لأعدائه المشركين به، فإن هذا داع إلى العلم، بأنه تعالى وحده المستحق للعبادة كلها.الخامس: معرفة أوصاف الأوثان والأنداد التي عبدت مع الله، واتخذت آلهة، وأنها ناقصة من جميع الوجوه، فقيرة بالذات، لا تملك لنفسها ولا لعابديها نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، ولا ينصرون من عبدهم، ولا ينفعونهم بمثقال ذرة، من جلب خير أو دفع شر، فإن العلم بذلك يوجب العلم بأنه لا إله إلا هو وبطلان إلهية ما سواه.السادس: اتفاق كتب الله على ذلك، وتواطؤها عليه.السابع: أن خواص الخلق، الذين هم أكمل الخليقة أخلاقا وعقولا، ورأيا وصوابا، وعلما -وهم الرسل والأنبياء والعلماء الربانيون- قد شهدوا لله بذلك.الثامن: ما أقامه الله من الأدلة الأفقية والنفسية، التي تدل على التوحيد أعظم دلالة، وتنادي عليه بلسان حالها بما أودعها من لطائف صنعته، وبديع حكمته، وغرائب خلقه.فهذه الطرق التي أكثر الله من دعوة الخلق بها إلى أنه لا إله إلا الله، وأبداها في كتابه وأعادها عند تأمل العبد في بعضها، لا بد أن يكون عنده يقين وعلم بذلك، فكيف إذا اجتمعت وتواطأت واتفقت، وقامت أدلة التوحيد من كل جانب، فهناك يرسخ الإيمان والعلم بذلك في قلب العبد، بحيث يكون كالجبال الرواسي، لا تزلزله الشبه والخيالات، ولا يزداد -على تكرر الباطل والشبه- إلا نموا وكمالا.هذا، وإن نظرت إلى الدليل العظيم، والأمر الكبير -وهو تدبر هذا القرآن العظيم، والتأمل في آياته- فإنه الباب الأعظم إلى العلم بالتوحيد ويحصل به من تفاصيله وجمله ما لا يحصل في غيره.وقوله:  وَاسْتَغْفِرْ لِذَنْبِكَ  أي: اطلب من الله المغفرة لذنبك، بأن تفعل أسباب المغفرة من التوبة والدعاء بالمغفرة، والحسنات الماحية، وترك الذنوب والعفو عن الجرائم. و  استغفر أيضا  للمؤمنين وَالْمُؤْمِنَات  فإنهم -بسبب إيمانهم- كان لهم حق على كل مسلم ومسلمة.ومن جملة حقوقهم أن يدعو لهم ويستغفر لذنوبهم، وإذا كان مأمورا بالاستغفار لهم المتضمن لإزالة الذنوب وعقوباتها عنهم، فإن من لوازم ذلك النصح لهم، وأن يحب لهم من الخير ما يحب لنفسه، ويكره لهم من الشر ما يكره لنفسه، ويأمرهم بما فيه الخير لهم، وينهاهم عما فيه ضررهم، ويعفو عن مساويهم ومعايبهم، ويحرص على اجتماعهم اجتماعا تتألف به قلوبهم، ويزول ما بينهم من الأحقاد المفضية للمعاداة والشقاق، الذي به تكثر ذنوبهم ومعاصيهم. وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ  أي: تصرفاتكم وحركاتكم، وذهابكم ومجيئكم،  وَمَثْوَاكُمْ  الذي به تستقرون، فهو يعلمكم في الحركات والسكنات، فيجازيكم على ذلك أتم الجزاء وأوفاه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فاعلم أنه لا إله إلا الله ) هذا إخبار : بأنه لا إله إلا الله ، ولا يتأتى كونه آمرا بعلم ذلك ; ولهذا عطف عليه بقوله : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) وفي الصحيح أن رسول الله - صلى الله عليه وسلم - كان يقول : \" اللهم اغفر لي خطيئتي وجهلي ، وإسرافي في أمري ، وما أنت أعلم به مني . اللهم اغفر لي هزلي وجدي ، وخطئي وعمدي ، وكل ذلك عندي \" . وفي الصحيح أنه كان يقول في آخر الصلاة : \" اللهم اغفر لي ما قدمت وما أخرت ، وما أسررت وما أعلنت ، وما أسرفت ، وما أنت أعلم به مني ، أنت إلهي لا إله إلا أنت \" . وفي الصحيح أنه قال : \" يا أيها الناس ، توبوا إلى ربكم ، فإني أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة \"وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة عن عاصم الأحول قال : سمعت عبد الله بن سرجس قال : أتيت رسول الله - صلى الله عليه وسلم - فأكلت معه من طعامه ، فقلت : غفر الله لك يا رسول الله ، فقلت : أستغفر لك ؟ فقال : \" نعم ، ولكم \" ، وقرأ : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) ، ثم نظرت إلى نغض كتفه الأيمن أو : كتفه الأيسر - شعبة الذي شك - فإذا هو كهيئة الجمع عليه الثآليل .رواه مسلم ، والترمذي ، والنسائي ، وابن جرير ، وابن أبي حاتم من طرق ، عن عاصم الأحول به .وفي الحديث الآخر الذي رواه أبو يعلى : حدثنا محرز بن عون ، حدثنا عثمان بن مطر ، حدثنا عبد الغفور ، عن أبي نصيرة ، عن أبي رجاء ، عن أبي بكر الصديق رضي الله عنه ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" عليكم بلا إله إلا الله والاستغفار ، فأكثروا منهما ، فإن إبليس قال : أهلكت الناس بالذنوب ، وأهلكوني ب \" لا إله إلا الله \" والاستغفار ، فلما رأيت ذلك أهلكتهم بالأهواء ، فهم يحسبون أنهم مهتدون \" .وفي الأثر المروي : \" قال إبليس : وعزتك وجلالك لا أزال أغويهم ما دامت أرواحهم في أجسادهم . فقال الله عز وجل : وعزتي وجلالي ولا أزال أغفر لهم ما استغفروني \"والأحاديث في فضل الاستغفار كثيرة جدا .وقوله : ( والله يعلم متقلبكم ومثواكم ) أي : يعلم تصرفكم في نهاركم ومستقركم في ليلكم ، كقوله : ( وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ) [ الأنعام : 60 ] ، وكقوله : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] . وهذا القول ذهب إليه ابن جريج ، وهو اختيار ابن جرير . وعن ابن عباس : متقلبكم في الدنيا ، ومثواكم في الآخرة .وقال السدي : متقلبكم في الدنيا ، ومثواكم في قبوركم .والأول أولى وأظهر ، والله أعلم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( فاعلم أنه لا إله إلا الله ) قيل : الخطاب مع النبي - صلى الله عليه وسلم - والمراد به غيره ، وقيل : معناه فاثبت عليه . وقال الحسين بن الفضل : فازدد علما على علمك . وقال أبو العالية وابن عيينة : هو متصل بما قبله معناه : إذا جاءتهم الساعة فاعلم أنه لا ملجأ ولا مفزع عند قيامها إلا إلى الله . وقيل : فاعلم أنه لا إله إلا الله ، أن الممالك تبطل عند قيامها ، فلا ملك ولا حكم لأحد إلا لله ( واستغفر لذنبك ) أمر بالاستغفار مع أنه مغفور له لتستن به أمته .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، أخبرنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا سليمان بن حرب ، حدثنا حماد بن زيد ، عن ثابت ، عن أبي بردة ، عن الأغر المزني قال : قال رسول الله - صلى الله عليه وسلم - : \" إنه ليغان على قلبي ، وإني لأستغفر الله في كل يوم مائة مرة \" .قوله - عز وجل - : ( وللمؤمنين والمؤمنات ) هذا إكرام من الله تعالى لهذه الأمة حيث أمر نبيهم - صلى الله عليه وسلم - أن يستغفر لذنوبهم وهو الشفيع المجاب فيهم ( والله يعلم متقلبكم ومثواكم ) قال ابن عباس والضحاك : \" متقلبكم \" متصرفكم [ ومنتشركم في أعمالكم في الدنيا ، \" ومثواكم \" مصيركم في الآخرة إلى الجنة أو إلى النار .وقال مقاتل وابن جرير : \" متقلبكم \" منصرفكم ] لأشغالكم بالنهار ، \" ومثواكم \" مأواكم إلى مضاجعكم بالليل .وقال عكرمة : \" متقلبكم \" من أصلاب الآباء إلى أرحام الأمهات . \" ومثواكم \" مقامكم في الأرض .وقال ابن كيسان : \" متقلبكم \" من ظهر إلى بطن ، \" ومثواكم \" مقامكم في القبور .والمعنى : أنه عالم بجميع أحوالكم فلا يخفى عليه شيء منها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فاعلم أنه لا إله إلا الله واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم .قوله تعالى : فاعلم أنه لا إله إلا الله قال الماوردي : وفيه - وإن كان الرسول عالما بالله - ثلاثة أوجه : يعني اعلم أن الله أعلمك أن لا إله إلا الله . الثاني : ما علمته استدلالا فاعلمه خبرا يقينا . الثالث : يعني فاذكر أن لا إله إلا الله ؛ فعبر عن الذكر بالعلم لحدوثه عنه . وعن سفيان بن عيينة أنه سئل عن فضل العلم فقال : ألم تسمع قوله حين بدأ به فاعلم أنه لا إله إلا الله واستغفر لذنبك فأمر بالعمل بعد العلم وقال : اعلموا أنما الحياة الدنيا لعب ولهو إلى قوله سابقوا إلى مغفرة من ربكم وقال : واعلموا أنما أموالكم وأولادكم فتنة ثم قال بعد : فاحذروهم وقال تعالى : واعلموا أنما غنمتم من شيء فأن لله خمسه ثم أمر بالعمل بعد .قوله تعالى : واستغفر لذنبك يحتمل وجهين : أحدهما : يعني استغفر الله أن يقع منك ذنب . الثاني : استغفر الله ليعصمك من الذنوب . وقيل : لما ذكر له حال الكافرين والمؤمنين أمره بالثبات على الإيمان ، أي : اثبت على ما أنت عليه من التوحيد والإخلاص والحذر عما تحتاج معه إلى استغفار . وقيل : الخطاب له والمراد به الأمة ، وعلى هذا القول توجب الآية استغفار الإنسان لجميع المسلمين . وقيل : كان - عليه السلام - يضيق صدره من كفر الكفار والمنافقين ، فنزلت الآية أي : فاعلم أنه لا كاشف يكشف ما بك إلا الله ، فلا تعلق قلبك بأحد سواه . وقيل : أمر بالاستغفار لتقتدي به الأمة . وللمؤمنين والمؤمنات أي ولذنوبهم . وهذا أمر بالشفاعة . وروى مسلم عن عاصم الأحول عن عبد الله بن سرجس المخزومي قال : أتيت النبي - صلى الله عليه وسلم - وأكلت من طعامه فقلت : يا رسول الله ، غفر الله لك فقال له صاحبي : هل استغفر لك النبي صلى الله عليه وسلم ؟ قال : نعم ، ولك . ثم تلا هذه الآية : واستغفر لذنبك وللمؤمنين والمؤمنات ثم تحولت فنظرت إلى خاتم النبوة بين كتفيه ، جمعا عليه خيلان كأنه الثآليل .والله يعلم متقلبكم ومثواكم فيه خمسة أقوال : أحدها : يعلم أعمالكم في تصرفكم وإقامتكم . الثاني : متقلبكم في أعمالكم نهارا ومثواكم في ليلكم نياما . وقيل : متقلبكم في الدنيا . ومثواكم في الدنيا والآخرة ، قاله ابن عباس والضحاك . وقال عكرمة : متقلبكم في أصلاب الآباء إلى أرحام الأمهات . ومثواكم مقامكم في الأرض . وقال ابن كيسان : متقلبكم من ظهر إلى بطن الدنيا . ومثواكم في القبور .قلت : والعموم يأتي على هذا كله ، فلا يخفى عليه سبحانه شيء من حركات بني آدم وسكناتهم ، وكذا جميع خلقه . فهو عالم بجميع ذلك قبل كونه جملة وتفصيلا أولى وأخرى . سبحانه! لا إله إلا هو ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (19)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم : فاعلم يا محمد أنه لا معبود تنبغي أو تصلح له الألوهة, ويجوز لك وللخلق عبادته, إلا الله الذي هو خالق الخلق, ومالك كل شيء, يدين له بالربوبية كل ما دونه ( وَاسْتَغْفِرْ لِذَنْبِكَ ) وسل ربك غفران سالف ذنوبك وحادثها, وذنوب أهل الإيمان بك من الرجال والنساء ( وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ ) يقول: فإن الله يعلم متصرفكم فيما تتصرّفون فيه في يقظتكم من الأعمال, ومثواكم إذا ثويتم في مضاجعكم للنوم ليلا لا يخفى عليه شيء من ذلك, وهو مجازيكم على جميع ذلك.وقد حدثنا أبو كُريب, قال: ثنا عثمان بن سعيد, قال: ثنا إبراهيم بن سليمان, عن عاصم الأحول, عن عبد الله بن سرجس, قال: \" أكلت مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقلت: غفر الله لك يا رسول الله, فقال رجل من القوم: أستغفر لك يا رسول الله, قال: نَعَمْ وَلَكَ, ثم قرأ ( وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويقول الذين آمنوا» طلبا للجهاد «لولا» هلا «نزلت سورة» فيها ذكر الجهاد «فإذا أنزلت سورة محكمة» أي لم ينسخ منها شيء «وذكر فيها القتال» أي طلبه «رأيت الذين في قلوبهم مرض» أي شك وهم المنافقون «ينظرون إليك نظر المغشي عليه من الموت» خوفا منه وكراهة له، أي فهم يخافون من القتال ويكرهونه «فأولى لهم» مبتدأ خبره."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى:  وَيَقُولُ الَّذِينَ آمَنُوا  استعجالا ومبادرة للأوامر الشاقة:  لَوْلَا نُزِّلَتْ سُورَةٌ  أي: فيها الأمر بالقتال. فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ  أي: ملزم العمل بها،  وَذُكِرَ فِيهَا الْقِتَالُ  الذي هو أشق شيء على النفوس، لم يثبت ضعفاء الإيمان على امتثال هذه الأوامر، ولهذا قال:  رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ  من كراهتهم لذلك، وشدته عليهم.وهذا كقوله تعالى:  أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن المؤمنين أنهم تمنوا شرعية الجهاد ، فلما فرضه الله - عز وجل - وأمر به نكل عنه كثير من الناس ، كقوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا ) [ النساء : 77 ] .وقال هاهنا : ( ويقول الذين آمنوا لولا نزلت سورة ) أي : مشتملة على حكم القتال ; ولهذا قال : ( فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت ) أي : من فزعهم ورعبهم وجبنهم من لقاء الأعداء . ثم قال مشجعا لهم : ( فأولى لهم)"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ويقول الذين آمنوا ) حرصا منهم على الجهاد : ( لولا نزلت سورة ) تأمرنا بالجهاد ( فإذا أنزلت سورة محكمة وذكر فيها القتال ) قال قتادة : كل سورة ذكر فيها الجهاد فهي محكمة ، وهي أشد القرآن على المنافقين ( رأيت الذين في قلوبهم مرض ) يعني المنافقين ( ينظرون إليك ) شزرا بتحديق شديد ، كراهية منهم للجهاد وجبنا عن لقاء العدو ( نظر المغشي عليه من الموت ) كما ينظر الشاخص بصره عند الموت ( فأولى لهم ) وعيد وتهديد ، ومعنى قولهم في التهديد : \" أولى لك \" أي : وليك وقاربك ما تكره ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويقول الذين آمنوا أي المؤمنون المخلصون . لولا نزلت سورة اشتياقا للوحي وحرصا على الجهاد وثوابه . ومعنى لولا هلا . فإذا أنزلت سورة محكمة لا نسخ فيها . قال قتادة : كل سورة ذكر فيها الجهاد فهي محكمة ، وهي أشد القرآن على المنافقين . وفي قراءة عبد الله ( فإذا أنزلت سورة محدثة ) أي : محدثة النزول . وذكر فيها القتال أي فرض فيها الجهاد . وقرئ ( فإذا أنزلت سورة وذكر فيها القتال ) على البناء للفاعل ونصب القتال . رأيت الذين في قلوبهم مرض أي شك ونفاق . ينظرون إليك نظر المغشي عليه من الموت أي نظر مغموصين مغتاظين بتحديد وتحديق ، كمن يشخص بصره عند الموت ، وذلك لجبنهم عن القتال جزعا وهلعا ، ولميلهم في السر إلى الكفار .قوله تعالى : فأولى لهم طاعة وقول معروف فأولى لهم قال الجوهري : وقولهم : أولى لك ، تهديد ووعيد . قال الشاعر :فأولى ثم أولى ثم أولى وهل للدر يحلب من مردقال الأصمعي : معناه قاربه ما يهلكه ، أي : نزل به . وأنشد :فعادى بين هاديتين منها     وأولى أن يزيد على الثلاثأي : قارب أن يزيد . قال ثعلب : ولم يقل أحد في أولى أحسن مما قال الأصمعي . وقال المبرد : يقال لمن هم بالعطب ثم أفلت : أولى لك ، أي : قاربت العطب . كما روي أن أعرابيا كان يوالي رمي الصيد فيفلت منه فيقول : أولى لك . ثم رمى صيدا فقاربه ثم أفلت منه فقال :فلو كان أولى يطعم القوم صدتهم     ولكن أولى يترك القوم جوعاوقيل : هو كقول الرجل لصاحبه : يا محروم ، أي شيء فاتك وقال الجرجاني : هو مأخوذ من الويل ، فهو أفعل ، ولكن فيه قلب ، وهو أن عين الفعل وقع موقع اللام . وقد تم الكلام على قوله : فأولى لهم قال قتادة : كأنه قال العقاب أولى لهم . وقيل : أي : وليهم المكروه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (20)يقول تعالى ذكره: ويقول الذين صدّقوا الله ورسوله: هلا نزلت سورة من الله تأمرنا بجهاد أعداء الله من الكفار ( فَإِذَا أُنزلَتْ سُورَةٌ مُحْكَمَةٌ ) يعني: أنها محكمة بالبيان والفرائض. وذُكر أن ذلك في قراءة عبد الله ( فَإِذَا أُنزلَتْ سُورَةٌ مُحْدَثَةٌ ) .وقوله ( وَذُكِرَ فِيهَا الْقِتَالُ ) يقول: وذُكر فيها الأمر بقتال المشركين.وكان قتادة يقول في ذلك ما حدثني بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نزلَتْ &amp;; 22-175 &amp;; سُورَةٌ فَإِذَا أُنزلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ) قال: كلّ سورة ذُكر فيها الجهاد فهي محكمة, وهي أشدّ القرآن على المنافقين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَذُكِرَ فِيهَا الْقِتَالُ ) قال كل سورة ذُكر فيها القتال فهي محكمة.وقوله ( رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ) يقول: رأيت الذين في قلوبهم شك في دين الله وضعف ( يَنْظُرُونَ إِلَيْكَ ) يا محمد,( نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ) , خوفا أن تغزيهم وتأمرهم بالجهاد مع المسلمين, فهم خوفا من ذلك وتجبنا عن لقاء العدوّ ينظرون إليك نظر المغشيّ عليه الذي قد صرع. وإنما عنى بقوله ( مِنَ الْمَوْتِ ) من خوف الموت, وكان هذا فعل أهل النفاق.كالذي حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ) قال: هؤلاء المنافقون طبع الله على قلوبهم, فلا يفقهون ما يقول النبي صَلَّى الله عَلَيْهِ وَسَلَّم.وقوله ( فَأَوْلَى لَهُمْ ) يقول تعالى ذكره: فأولى لهؤلاء الذين في قلوبهم مرض.وقوله ( فَأَوْلَى لَهُمْ ) وعيد توعَّد الله به هؤلاء المنافقين.كما حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَأَوْلَى لَهُمْ ) قال: هذه وعيد, فأولى لهم, ثم انقطع الكلام فقال: ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ).حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَأَوْلَى لَهُمْ ) قال: وعيد كما تسمعون."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«طاعة وقول معروف» أي حسن لك «فإذا عزم الأمر» أي فرض القتال «فلو صدقوا الله» في الإيمان والطاعة «لكان خيرا لهم» وجملة لو جواب إذا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ندبهم تعالى إلى ما هو الأليق بحالهم، فقال:  فَأَوْلَى لَهُمْ طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ  أي: فأولى لهم أن يمتثلوا الأمر الحاضر المحتم عليهم، ويجمعوا عليه هممهم، ولا يطلبوا أن يشرع لهم ما هو شاق عليهم، وليفرحوا بعافية الله تعالى وعفوه. فَإِذَا عَزَمَ الْأَمْرُ  أي: جاءهم الأمر جد، وأمر محتم، ففي هذه الحال لو صدقوا الله بالاستعانة به، وبذل الجهد في امتثاله  لَكَانَ خَيْرًا لَهُمْ  من حالهم الأولى، وذلك من وجوه:منها: أن العبد ناقص من كل وجه، لا قدرة له إلا إن أعانه الله، فلا يطلب زيادة على ما هو قائم بصدده.ومنها: أنه إذا تعلقت نفسه بالمستقبل، ضعف عن العمل، بوظيفة وقته، وبوظيفة المستقبل، أما الحال، فلأن الهمة انتقلت عنه إلى غيره، والعمل تبع للهمة، وأما المستقبل، فإنه لا يجيء حتى تفتر الهمة عن نشاطها فلا يعان عليه.ومنها: أن العبد المؤمل للآمال المستقبلة، مع كسله عن عمل الوقت الحاضر، شبيه بالمتألي الذي يجزم بقدرته، على ما يستقبل من أموره، فأحرى به أن يخذل ولا يقوم بما هم به ووطن نفسه عليه، فالذي ينبغي أن يجمع العبد همه وفكرته ونشاطه على وقته الحاضر، ويؤدي وظيفته بحسب قدرته، ثم كلما جاء وقت استقبله بنشاط وهمة عالية مجتمعة غير متفرقة، مستعينا بربه في ذلك، فهذا حري بالتوفيق والتسديد في جميع أموره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي : وكان الأولى بهم أن يسمعوا ويطيعوا ، أي : في الحالة الراهنة ، ( فإذا عزم الأمر ) أي : جد الحال ، وحضر القتال ، ( فلو صدقوا الله ) أي : أخلصوا له النية ، ( لكان خيرا لهم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم قال : ( طاعة وقول معروف ) وهذا ابتداء محذوف الخبر ، تقديره : طاعة ، وقول معروف أمثل ، أي لو أطاعوا وقالوا قولا معروفا كان أمثل وأحسن .وقيل : مجازه : يقول هؤلاء المنافقون قبل نزول السورة المحكمة : طاعة ، رفع على الحكاية أي أمرنا طاعة أو منا طاعة ، \" وقول معروف \" : حسن .وقيل : هو متصل بما قبله ، واللام في قوله : \" لهم \" بمعنى الباء ، مجازه : فأولى بهم طاعة الله ورسوله ، وقول معروف بالإجابة ، أي لو أطاعوا كانت الطاعة والإجابة أولى بهم ، وهذا معنى قول ابن عباس في رواية عطاء .( فإذا عزم الأمر ) أي جد الأمر ولزم فرض القتال وصار الأمر معزوما ( فلو صدقوا الله ) في إظهار الإيمان والطاعة ( لكان خيرا لهم ) وقيل : جواب \" إذا \" محذوف تقديره فإذا عزم الأمر نكلوا وكذبوا فيما وعدوا ولو صدقوا الله لكان خيرا لهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم قال : طاعة وقول معروف أي طاعة وقول معروف أمثل وأحسن ، وهو مذهب سيبويه والخليل . وقيل : إن التقدير أمرنا طاعة وقول معروف ، فحذف المبتدأ فيوقف على فأولى لهم وكذا من قدر يقولون منا طاعة . وقيل : إن الآية الثانية متصلة بالأولى . واللام في قوله : لهم بمعنى الباء ، أي : الطاعة أولى وأليق بهم ، وأحق لهم من ترك امتثال أمر الله . وهي قراءة أبي ( يقولون طاعة ) وقيل : إن : طاعة نعت لسورة ، على تقدير : فإذا أنزلت سورة ذات طاعة ، فلا يوقف على هذا على فأولى لهم قال ابن عباس : إن قولهم طاعة إخبار من الله - عز وجل - عن المنافقين . والمعنى لهم طاعة وقول معروف ، قيل : وجوب الفرائض عليهم ، فإذا أنزلت الفرائض شق عليهم نزولها . فيوقف على هذا على فأولىقوله تعالى : فإذا عزم الأمر أي جد القتال ، أو وجب فرض القتال ، كرهوه . فكرهوه جواب إذا وهو محذوف . وقيل : المعنى فإذا عزم أصحاب الأمر . لو صدقوا الله أي في الإيمان والجهاد . لكان خيرا لهم من المعصية والمخالفة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) وهذا خبر من الله تعالى ذكره عن قيل هؤلاء المنافقين من قبل أن تنزل سورة محكمة, ويذكر فيها القتال, وأنهم إذا قيل لهم: إن الله مفترض عليكم الجهاد, قالوا: سمع وطاعة, فقال الله عزّ وجلّ لهم ( فَإِذَا أُنزلَتْ سُورَةٌ ) وفرض القتال فيها عليهم, فشقّ ذلك عليهم, وكرهوه ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) قبل وجوب الفرض عليكم, فإذا عزم الأمر كرهتموه وشقّ عليكم.وقوله ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) مرفوع بمضمر, وهو قولكم قبل نزول فرض القتال ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ).ورُوي عن ابن عباس بإسناد غير مرتضى أنه قال: قال الله تعالى ( فَأَوْلَى لَهُمْ ) ثم قال للذين آمنوا منهم ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) فعلى هذا القول تمام الوعيد فأولى, ثم يستأنف بعد, فيقال لهم ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) فتكون الطاعة مرفوعة بقوله ( لهم ).وكان مجاهد يقول في ذلك كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ) قال: أمر الله بذلك المنافقين.وقوله ( فَإِذَا عَزَمَ الأمْرُ ) يقول: فإذا وجب القتال وجاء أمر الله بفرض ذلك كرهتموه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( فَإِذَا عَزَمَ الأمْرُ ) قال: إذا جد الأمر, هكذا قال محمد بن عمرو في حديثه, عن أبي عاصم, وقال الحارث في حديثه, عن الحسن يقول: جدّ الأمر.وقوله ( فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ ) يقول تعالى ذكره: فلو صدقوا الله ما وعدوه قبل نزول السورة بالقتال بقولهم: إذ قيل لهم: إن الله سيأمركم بالقتال طاعة, فَوَفَّوا له بذلك, لكان خيرا لهم في عاجل دنياهم, وآجل معادهم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَإِذَا عَزَمَ الأمْرُ ) يقول: طواعيه الله ورسوله, وقول معروف عند حقائق الأمور خير لهم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن مَعمر, عن قتادة يقول: طاعة الله وقول بالمعروف عند حقائق الأمور خير لهم."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فلعلكم إن أعرضتم عن كتاب الله وسنة نبيه محمد صلى الله عليه وسلم أن تعصوا الله في الأرض، فتكفروا به وتسفكوا الدماء وتُقَطِّعوا أرحامكم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فهل عسَِيتم» بكسر السين وفتحها وفيه التفات عن الغيبة إلى الخطاب، أي لعلكم «إن توليتم» أعرضتم عن الإيمان «أن تفسدوا في الأرض وتقطعوا أرحامكم» أي تعودوا إلى أمر الجاهلية من البغي والقتال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر تعالى حال المتولي عن طاعة ربه، وأنه لا يتولى إلى خير، بل إلى شر، فقال:  فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ  أي: فهما أمران، إما التزام لطاعة الله، وامتثال لأوامره، فثم الخير والرشد والفلاح، وإما إعراض عن ذلك، وتولٍ عن طاعة الله، فما ثم إلا الفساد في الأرض بالعمل بالمعاصي وقطيعة الأرحام."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فهل عسيتم إن توليتم ) أي : عن الجهاد ونكلتم عنه ، ( أن تفسدوا في الأرض وتقطعوا أرحامكم ) أي : تعودوا إلى ما كنتم فيه من الجاهلية الجهلاء ، تسفكون الدماء وتقطعون الأرحام"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فهل عسيتم ) فلعلكم ( إن توليتم ) أعرضتم عن القرآن وفارقتم أحكامه ( أن تفسدوا في الأرض ) تعودوا إلى ما كنتم عليه في الجاهلية فتفسدوا في الأرض بالمعصية والبغي وسفك الدماء ، وترجعوا إلى الفرقة بعد ما جمعكم الله بالإسلام . ( وتقطعوا أرحامكم ) قرأ يعقوب : \" وتقطعوا \" بفتح التاء خفيف ، والآخرون بالتشديد \" وتقطعوا \" من التقطيع ، على التكثير ، لأجل الأرحام ، قال قتادة : كيف رأيتم القوم حين تولوا عن كتاب الله ألم يسفكوا الدم الحرام ، وقطعوا الأرحام ، وعصوا الرحمن ؟ وقال بعضهم : هو من الولاية . وقال المسيب بن شريك والفراء : يقول فهل عسيتم إن وليتم أمر الناس أن تفسدوا في الأرض بالظلم ، نزلت في بني أمية وبني هاشم ، يدل عليه قراءة علي بن أبي طالب \" توليتم \" بضم التاء والواو وكسر اللام ، يقول : إن وليتكم ولاة جائرة خرجتم معهم في الفتنة وعاونتموهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قوله تعالى : فهل عسيتم إن توليتم اختلف في معنى إن توليتم فقيل : هو من الولاية . قال أبو العالية : المعنى فهل عسيتم إن توليتم الحكم فجعلتم حكاما أن تفسدوا في الأرض بأخذ الرشا . وقال الكلبي : أي : فهل عسيتم إن توليتم أمر الأمة أن تفسدوا في الأرض بالظلم . وقال ابن جريج : المعنى فهل عسيتم إن توليتم عن الطاعة أن تفسدوا في الأرض بالمعاصي وقطع الأرحام . وقال كعب : المعنى فهل عسيتم إن توليتم الأمر أن يقتل بعضكم بعضا . وقيل : من الإعراض عن الشيء . قال قتادة : أي : فهل عسيتم إن توليتم عن كتاب الله أن تفسدوا في الأرض بسفك الدماء الحرام ، وتقطعوا أرحامكم . وقيل : فهل عسيتم أي : فلعلكم إن أعرضتم عن القرآن وفارقتم أحكامه أن تفسدوا في الأرض فتعودوا إلى جاهليتكم . وقرئ بفتح السين وكسرها . وقد مضى في ( البقرة ) القول فيه مستوفى . وقال بكر المزني : إنها نزلت في الحرورية والخوارج ، وفيه بعد . والأظهر أنه إنما عني بها المنافقون . وقال ابن حيان : قريش . ونحوه قال المسيب بن شريك والفراء ، قالا : نزلت في بني أمية وبني هاشم ، ودليل هذا التأويل ما روى عبد الله بن مغفل قال سمعت النبي - صلى الله عليه وسلم - يقول : [ فهل عسيتم إن توليتم أن تفسدوا في الأرض - ثم قال - هم هذا الحي من قريش أخذ الله عليهم إن ولوا الناس ألا يفسدوا في الأرض ولا يقطعوا أرحامهم ] . وقرأ علي بن أبي طالب ( إن توليتم أن تفسدوا في الأرض ) بضم التاء والواو وكسر اللام . وهي قراءة ابن أبي إسحاق ، ورواها رويس عن يعقوب . يقول : إن وليتكم ولاة جائرة خرجتم معهم في الفتنة وحاربتموهم . وتقطعوا أرحامكم بالبغي والظلم والقتل . وقرأ يعقوب وسلام وعيسى وأبو حاتم ( وتقطعوا ) بفتح التاء وتخفيف القاف ، من القطع ، اعتبارا بقوله تعالى : ويقطعون ما أمر الله به أن يوصل . وروى هذه القراءة هارون عن أبى عمرو .وقرأ الحسن ( وتقطعوا ) مفتوحة الحروف مشددة ، اعتبارا بقوله تعالى : وتقطعوا أمرهم بينهم . الباقون وتقطعوا بضم التاء مشددة الطاء ، من التقطيع على التكثير ، وهو اختيار أبي عبيد . وتقدم ذكر عسيتم في ( البقرة ) . وقال الزجاج في قراءة نافع : لو جاز هذا لجاز ( عسي ) بالكسر . قال الجوهري : ويقال عسيت أن أفعل ذلك ، وعسيت بالكسر . وقرئ ( فهل عسيتم ) بالكسر .قلت : ويدل قوله هذا على أنهما لغتان . وقد مضى القول فيه في ( البقرة ) مستوفى .في صحيح مسلم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : إن الله خلق الخلق حتى إذا فرغ منهم قامت الرحم فقالت هذا مقام العائذ من القطيعة قال نعم أما ترضين أن أصل من وصلك وأقطع من قطعك قالت بلى قال فذاك لك - ثم قال رسول الله - صلى الله عليه وسلم - - اقرءوا إن شئتم فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم . أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم . أفلا يتدبرون القرآن أم على قلوب أقفالها . وظاهر الآية أنها خطاب لجميع الكفار .وقال قتادة وغيره : معنى الآية فلعلكم ، أو يخاف عليكم ، إن أعرضتم عن الإيمان أن تعودوا إلى الفساد في الأرض لسفك الدماء . قال قتادة : كيف رأيتم القوم حين تولوا عن كتاب الله تعالى ألم يسفكوا الدماء الحرام ويقطعوا الأرحام وعصوا الرحمن . فالرحم على هذا رحم دين الإسلام والإيمان ، التي قد سماها الله إخوة بقوله تعالى : إنما المؤمنون إخوة وعلى قول الفراء أن الآية نزلت في بني هاشم وبني أمية ، والمراد من أضمر منهم نفاقا ، فأشار بقطع الرحم إلى ما كان بينهم وبين النبي - صلى الله عليه وسلم - من القرابة بتكذيبهم النبي - صلى الله عليه وسلم - . وذلك يوجب القتال .وبالجملة فالرحم على وجهين : عامة وخاصة ، فالعامة رحم الدين ، ويوجب مواصلتها بملازمة الإيمان والمحبة لأهله ونصرتهم ، والنصيحة وترك مضارتهم والعدل بينهم ، والنصفة في معاملتهم والقيام بحقوقهم الواجبة ، كتمريض المرضى وحقوق الموتى من غسلهم والصلاة عليهم ودفنهم ، وغير ذلك من الحقوق المترتبة لهم . وأما الرحم الخاصة وهي رحم القرابة من طرفي الرجل أبيه وأمه ، فتجب لهم الحقوق الخاصة وزيادة ، كالنفقة وتفقد أحوالهم ، وترك . التغافل عن تعاهدهم في أوقات ضروراتهم ، وتتأكد في حقهم حقوق الرحم العامة ، حتى إذا تزاحمت الحقوق بدئ بالأقرب فالأقرب . وقال بعض أهل العلم : إن الرحم التي تجب صلتها هي كل رحم محرم وعليه فلا تجب في بني الأعمام وبني الأخوال .وقيل : بل هذا في كل رحم ممن ينطلق عليه ذلك من ذوي الأرحام في المواريث ، محرما كان أو غير محرم . فيخرج من هذا أن رحم الأم التي لا يتوارث بها لا تجب صلتهم ولا يحرم قطعهم . وهذا ليس بصحيح ، والصواب أن كل ما يشمله ويعمه الرحم تجب صلته على كل حال ، قربة ودينية ، على ما ذكرناه أولا والله أعلم .قد روى أبو داود الطيالسي في مسنده قال : حدثنا شعبة قال أخبرني محمد بن عبد الجبار قال سمعت محمد بن كعب القرظي يحدث عن أبي هريرة قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : إن للرحم لسانا يوم القيامة تحت العرش يقول يا رب قطعت يا رب ظلمت يا رب أسيء إلي فيجيبها ربها ألا ترضين أن أصل من وصلك وأقطع من قطعك . وفي صحيح مسلم عن جبير بن مطعم عن النبي - صلى الله عليه وسلم - قال : لا يدخل الجنة قاطع . قال ابن أبي عمر قال سفيان : يعني قاطع رحم . ورواه البخاري .قوله - عليه السلام - : إن الله تعالى خلق الخلق حتى إذا فرغ منهم . . . خلق بمعنى اخترع وأصله التقدير ، كما تقدم . والخلق هنا بمعنى المخلوق . ومنه قوله تعالى : هذا خلق الله أي : مخلوقه . ومعنى فرغ منهم كمل خلقهم . لا أنه اشتغل بهم ثم فرغ من شغله بهم ، إذ ليس فعله بمباشرة ولا مناولة ، ولا خلقه بآلة ولا محاولة ، تعالى عن ذلك . وقوله : قامت الرحم فقالت يحمل على أحد وجهين : أحدهما : أن يكون الله تعالى أقام من يتكلم عن الرحم من الملائكة فيقول ذلك ، وكأنه وكل بهذه العبادة من يناضل عنها ويكتب ثواب من وصلها ووزر من قطعها ، كما وكل الله بسائر الأعمال كراما كاتبين ، وبمشاهدة أوقات الصلوات ملائكة متعاقبين . وثانيهما : أن ذلك على جهة التقدير والتمثيل المفهم للإعياء وشدة الاعتناء . فكأنه قال : لو كانت الرحم ممن يعقل ويتكلم لقالت هذا الكلام ، كما قال تعالى : لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله ثم قال وتلك الأمثال نضربها للناس لعلهم يتفكرون . وقوله : فقالت هذا مقام العائذ بك من القطيعة مقصود هذا الكلام الإخبار بتأكد أمر صلة الرحم ، وأن الله سبحانه قد نزلها بمنزلة من استجار به فأجاره ، وأدخله في ذمته وخفارته . وإذا كان كذلك فجار الله غير مخذول وعهده غير منقوض ، ولذلك قال مخاطبا للرحم : ( أما ترضين أن أصل من وصلك وأقطع من قطعك ) . وهذا كما قال - عليه السلام - : ومن صلى الصبح فهو في ذمة الله تعالى فلا يطلبنكم الله من ذمته بشيء فإنه من يطلبه بذمته بشيء يدركه ثم يكبه في النار على وجهه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (22)يقول تعالى ذكره لهؤلاء الذين وصف أنهم إذا نزلت سورة محكمة, وذُكر فيها القتال نظروا إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نظر المغشيّ عليه ( فَهَلْ عَسَيْتُمْ ) أيها القوم, يقول: فلعلكم إن توليتم عن تنزيل الله جلّ ثناؤه, وفارقتم أحكام كتابه, وأدبرتم عن محمد صَلَّى الله عَلَيْهِ وَسَلَّم وعما جاءكم به ( أَنْ تُفْسِدُوا فِي الأرْضِ ) يقول: أن تعصوا الله في الأرض, فتكفروا به, وتسفكوا فيها الدماء ( وَتُقَطِّعُوا أَرْحَامَكُمْ ) وتعودوا لما كنتم عليه في جاهليتكم من التشتت والتفرّق بعد ما قد جمعكم الله بالإسلام, وألَّف به بين قلوبكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ )... الآية. يقول: فهل عسيتم كيف رأيتم القوم حين تولوا عن كتاب الله, ألم يسفكوا الدم الحرام, وقطَّعوا الأرحام, وعَصَوا الرحمن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ) قال: فعلوا.حدثني محمد بن عبد الرحيم البرقي, قال: ثنا ابن أبي مريم, قال: أخبرنا محمد بن جعفر وسليمان بن بلال, قالا ثنا معاوية بن أبي المزرّد المديني, عن سعيد بن يسار, عن أبي هريرة, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" خَلَقَ اللّهُ الخَلْقَ, فَلَمَّا فَرغ مِنْهُمْ تَعَلَّقَتِ الرَّحِمُ بِحَقْوِ الرَّحْمَنِ فَقالَ مَهْ: فَقالَتْ: هَذَا مَقامُ العائِذِ بِكَ مِنَ القَطِيعَةِ, قالَ: أَفمَا تَرْضَيْنَ أَنْ أَقْطَعَ مَنْ قَطَعَكِ, وَأصِلَ مَنْ وَصَلَكِ؟ قالَتْ: نَعَمْ, قالَ: فَذلكِ لَكِ\".قال سليمان في حديثه: قال أبو هريرة: اقرءوا إن شئتم ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ) وقد تأوّله بعضهم: فهل عسيتم إن توليتم أمور الناس أن تفسدوا في الأرض بمعنى الولاية, وأجمعت القرّاء غير نافع على فتح السين من عَسَيتم , وكان نافع يكسرها عَسِيتم.والصواب عندنا قراءة ذلك بفتح السين لإجماع الحجة من القرّاء عليها, وأنه لم يسمع في الكلام: عَسِيَ أخوك يقوم, بكسر السين وفتح الياء; ولو كان صوابا كسرها إذا اتصل بها مكنّى, جاءت بالكسر مع غير المكنّى, وفي إجماعهم على فتحها مع الاسم الظاهر, الدليل الواضح على أنها كذلك مع المكنّى, وإن التي تَلِي عسيتم مكسورة, وهي حرف حزاء, و \" أن \" التي مع تفسدوا في موضع نصب بعسيتم."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أولئك الذين أبعدهم الله من رحمته، فجعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلم يتبينوا حجج الله مع كثرتها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أولئك» أي المفسدون «الذين لعنهم الله فأصمهم» عن استماع الحق «وأعمى أبصارهم» عن طريق الهدى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أُولَئِكَ الَّذِينَ  أفسدوا في الأرض، وقطعوا أرحامهم  لَعَنَهُمُ اللَّهُ  بأن أبعدهم عن رحمته، وقربوا من سخط الله. فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ  أي: جعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلهم آذان، ولكن لا تسمع سماع إذعان وقبول، وإنما تسمع سماعا تقوم به حجة الله عليها، ولهم أعين، ولكن لا يبصرون بها العبر والآيات، ولا يلتفتون بها إلى البراهين والبينات."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم ) وهذا نهي عن الإفساد في الأرض عموما ، وعن قطع الأرحام خصوصا ، بل قد أمر [ الله ] تعالى بالإصلاح في الأرض وصلة الأرحام ، وهو الإحسان إلى الأقارب في المقال والأفعال وبذل الأموال . وقد وردت الأحاديث الصحاح والحسان بذلك عن رسول الله - صلى الله عليه وسلم - من طرق عديدة ، ووجوه كثيرة .قال البخاري : حدثنا خالد بن مخلد ، حدثنا سليمان ، حدثني معاوية بن أبي مزرد ، عن سعيد بن يسار ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : \" خلق الله الخلق ، فلما فرغ منه قامت الرحم فأخذت بحقو الرحمن عز وجل ، فقال : مه ! فقالت : هذا مقام العائذ بك من القطيعة ، فقال : ألا ترضين أن أصل من وصلك وأقطع من قطعك ؟ قالت : بلى ، قال : فذاك . قال أبو هريرة : اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم ) .ثم رواه البخاري من طريقين آخرين ، عن معاوية بن أبي مزرد به . قال رسول الله - صلى الله عليه وسلم - : \" اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم . ) ورواه مسلم من حديث معاوية بن أبي مزرد به .وقال الإمام أحمد : حدثنا إسماعيل أخبرنا عيينة بن عبد الرحمن بن جوشن ، عن أبيه ، عن أبي بكرة قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من ذنب أحرى أن يعجل الله عقوبته في الدنيا - مع ما يدخر لصاحبه في الآخرة - من البغي وقطيعة الرحم \" .رواه أبو داود والترمذي وابن ماجه من حديث إسماعيل - هو ابن علية - به . وقال الترمذي : هذا حديث صحيح .وقال الإمام أحمد : حدثنا محمد بن بكر ، حدثنا ميمون أبو محمد المرئي ، حدثنا محمد بن عباد المخزومي ، عن ثوبان ، عن رسول الله - صلى الله عليه وسلم - قال : \" من سره النساء في الأجل ، والزيادة في الرزق ، فليصل رحمه \" ، تفرد به أحمد ، وله شاهد في الصحيح .وقال أحمد أيضا : حدثنا يزيد بن هارون ، حدثنا حجاج بن أرطاة ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله إن لي ذوي أرحام ، أصل ويقطعون ، وأعفو ويظلمون ، وأحسن ويسيئون ، أفأكافئهم ؟ قال : \" لا إذن تتركون جميعا ، ولكن جد بالفضل وصلهم ; فإنه لن يزال معك ظهير من الله - عز وجل - ما كنت على ذلك \" .تفرد به من هذا الوجه ، وله شاهد من وجه آخر .وقال الإمام أحمد : حدثنا يعلى ، حدثنا فطر ، عن مجاهد ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرحم معلقة بالعرش ، وليس الواصل بالمكافئ ، ولكن الواصل الذي إذا قطعت رحمه وصلها \" ، رواه البخاري .وقال أحمد : حدثنا بهز ، حدثنا حماد بن سلمة ، أخبرنا قتادة ، عن أبي ثمامة الثقفي ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" توضع الرحم يوم القيامة لها حجنة كحجنة المغزل ، تتكلم بلسان طلق ذلق ، فتصل من وصلها وتقطع من قطعها \" .وقال الإمام أحمد : حدثنا سفيان ، حدثنا عمرو ، عن أبي قابوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" الراحمون يرحمهم الرحمن ، ارحموا أهل الأرض يرحمكم أهل السماء ، والرحم شجنة من الرحمن ، من وصلها وصلته ، ومن قطعها بتته \" .وقد رواه أبو داود والترمذي من حديث سفيان بن عيينة ، عن عمرو بن دينار به . وهذا هو الذي يروى بتسلسل الأولية ، وقال الترمذي : حسن صحيح .وقال الإمام أحمد : حدثنا يزيد بن هارون ، حدثنا هشام الدستوائي ، عن يحيى بن أبي كثير ، عن إبراهيم بن عبد الله بن قارظ أن أباه حدثه : أنه دخل على عبد الرحمن بن عوف وهو مريض ، فقال له عبد الرحمن : وصلتك رحم ، إن رسول الله - صلى الله عليه وسلم - قال : \" قال الله عز وجل : أنا الرحمن ، خلقت الرحم وشققت لها من اسمي ، فمن يصلها أصله ، ومن يقطعها أقطعه فأبته - أو قال : من يبتها أبته \" .تفرد به من هذا الوجه . ورواه أحمد أيضا من حديث الزهري ، عن أبي سلمة ، عن الرداد - أو أبي الرداد - عن عبد الرحمن بن عوف به . ورواه أبو داود والترمذي من رواية أبي سلمة ، عن أبيه . والأحاديث في هذا كثيرة .وقال الطبراني : حدثنا علي بن عبد العزيز ، حدثنا محمد بن عمار الموصلي ، حدثنا عيسى بن يونس ، عن محمد بن عبد الله بن علاثة ، عن الحجاج بن الفرافصة ، عن أبي عمر البصري ، عن سلمان قال : قال رسول الله - صلى الله عليه وسلم - : \" الأرواح جنود مجندة ، فما تعارف منها ائتلف ، وما تناكر منها اختلف \" .وبه قال رسول الله - صلى الله عليه وسلم - : \" إذا ظهر القول ، وخزن العمل ، وائتلفت الألسنة ، وتباغضت القلوب ، وقطع كل ذي رحم رحمه ، فعند ذلك لعنهم الله فأصمهم وأعمى أبصارهم \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم \"، عن الحق."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أولئك الذين لعنهم الله أي طردهم وأبعدهم من رحمته . فأصمهم عن الحق . وأعمى أبصارهم أي قلوبهم عن الخير . فأتبع الأخبار بأن من فعل ذلك حقت عليه لعنته ، وسلبه الانتفاع بسمعه وبصره حتى لا ينقاد للحق وإن سمعه ، فجعله كالبهيمة التي لا تعقل . وقال : فهل عسيتم ثم قال : أولئك الذين لعنهم الله فرجع من الخطاب إلى الغيبة على عادة العرب في ذلك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ ) يقول تعالى ذكره: هؤلاء الذين يفعلون هذا, يعني الذين يفسدون ويقطعون الأرحام الذين لعنهم الله, فأبعدهم من رحمته فأصمهم ، يقول: فسلبهم فَهْمَ ما يسمعون بآذانهم من مواعظ الله في تنزيله ( وَأَعْمَى أَبْصَارَهُمْ ) يقول: وسلبهم عقولهم, فلا يتبيَّنون حُجج الله, ولا يتذكَّرون ما يرون من عبره وأدلته."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفلا يتدبر هؤلاء المنافقون مواعظ القرآن ويتفكرون في حججه؟ بل هذه القلوب مغلَقة لا يصل إليها شيء من هذا القرآن، فلا تتدبر مواعظ الله وعبره."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفلا يتدبرون القرآن» فيعرفون الحق «أم» بل «على قلوب» لهم «أقفالها» فلا يفهمونه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: فهلا يتدبر هؤلاء المعرضون لكتاب الله، ويتأملونه حق التأمل، فإنهم لو تدبروه، لدلهم على كل خير، ولحذرهم من كل شر، ولملأ قلوبهم من الإيمان، وأفئدتهم من الإيقان، ولأوصلهم إلى المطالب العالية، والمواهب الغالية، ولبين لهم الطريق الموصلة إلى الله، وإلى جنته ومكملاتها ومفسداتها، والطريق الموصلة إلى العذاب، وبأي شيء تحذر، ولعرفهم بربهم، وأسمائه وصفاته وإحسانه، ولشوقهم إلى الثواب الجزيل، ورهبهم من العقاب الوبيل. أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا  أي: قد أغلق على ما فيها من الشر وأقفلت، فلا يدخلها خير أبدا؟ هذا هو الواقع."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى آمرا بتدبر القرآن وتفهمه ، وناهيا عن الإعراض عنه ، فقال : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) أي : بل على قلوب أقفالها ، فهي مطبقة لا يخلص إليها شيء من معانيه .قال ابن جرير : حدثنا بشر ، قال : حدثنا يزيد قال : حدثنا سعيد قال : حدثنا حماد بن زيد ، حدثنا هشام بن عروة ، عن أبيه قال : تلا رسول الله - صلى الله عليه وسلم - يوما : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) ، فقال شاب من أهل اليمن : بل عليها أقفالها حتى يكون الله عز وجل يفتحها أو يفرجها . فما زال الشاب في نفس عمر - رضي الله عنه - حتى ولي ، فاستعان به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أفلا يتدبرون القرآن أم على قلوب أقفالها ) فلا تفهم مواعظ القرآن وأحكامه ، و \" أم \" بمعنى \" بل \" .أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أنبأني عقيل بن محمد ، أخبرنا المعافى بن زكريا ، أخبرنا محمد بن جرير ، حدثنا بشر ، حدثنا حماد بن زيد ، حدثنا هشام بن عروة عن أبيه قال : تلا رسول الله - صلى الله عليه وسلم - : \" أفلا يتدبرون القرآن أم على قلوب أقفالها \" فقال شاب من أهل اليمن : بل على قلوب أقفالها حتى يكون الله يفتحها أو يفرجها ، فما زال الشاب في نفس عمر حتى ولي فاستعان به ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفلا يتدبرون القرآن أي يتفهمونه فيعلمون ما أعد الله للذين لم يتولوا عن الإسلام . أم على قلوب أقفالها أي بل على قلوب أقفال أقفلها الله - عز وجل - عليهم فهم لا يعقلون . وهذا يرد على القدرية والإمامية مذهبهم . وفي حديث مرفوع أن النبي - صلى الله عليه وسلم - قال : [ إن عليها أقفالا كأقفال الحديد حتى يكون الله يفتحها ] . وأصل القفل اليبس والصلابة . ويقال لما يبس من الشجر : القفل . والقفيل مثله . والقفيل أيضا نبت . والقفيل : الصوت . قال الراجز :لما أتاك يابسا قرشبا قمت إليه بالقفيل ضرباكيف قريت شيخك الأزباالقرشب ( بكسر القاف ) المسن ، عن الأصمعي . وأقفله الصوم أي : أيبسه ، قاله القشيري والجوهري . فالأقفال هاهنا إشارة إلى ارتجاج القلب وخلوه عن الإيمان . أي : لا يدخل قلوبهم الإيمان ولا يخرج منها الكفر ; لأن الله تعالى طبع على قلوبهم وقال : على قلوب لأنه لو قال على قلوبهم لم يدخل قلب غيرهم في هذه الجملة . والمراد أم على قلوب هؤلاء وقلوب من كانوا بهذه الصفة أقفالها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24)يقول تعالى ذكره: أفلا يتدبر هؤلاء المنافقون مواعظ الله التي يعظهم بها في آي القرآن الذي أنزله على نبيه عليه الصلاة والسلام , ويتفكَّرون في حُججه التي بيَّنها لهم في تنزيله فيعلموا بها خطأ ما هم عليه مقيمون ( أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا ) يقول: أم أقفل الله على قلوبهم فلا يعقلون ما أنزل الله في كتابه من المواعظ والعِبَر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا ) إذا والله يجدون في القرآن زاجرا عن معصية الله, لو تدبره القوم فعقلوه, ولكنهم أخذوا بالمتشابه فهلكوا عند ذلك.حدثنا إسماعيل بن حفص الأيلي, قال: ثنا الوليد بن مسلم, عن ثور بن يزيد, عن خالد بن مَعدان, قال: ما من آدميّ إلا وله أربع أعين: عينان في رأسه لدنياه, وما يصلحه من معيشته, وعينان في قلبه لدينه, وما وعد الله من الغيب, فإذا أراد الله بعبد خيرا أبصرت عيناه اللتان في قلبه, وإذا أراد الله به غير ذلك طَمسَ عليهما, فذلك قوله ( أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا ).حدثنا ابن حُمَيد, قال: ثنا يحيى بن واضح, قال: ثنا ثور بن يزيد, قال: ثنا خالد بن معدان, قال: ما من الناس أحد إلا وله أربع أعين, عينان في وجهه لمعيشته, وعينان في قلبه, وما من أحد إلا وله شيطان متبطن فقار ظهره, عاطف عنقه على عنقه, فاغر فاه إلى ثمرة قلبه, فإذا أراد الله بعبد خيرا أبصرت عيناه اللتان في قلبه ما وعد الله من الغيب, فعمل به, وهما غيب, فعمل بالغيب, وإذا أراد الله بعبد شرّا تركه, ثم قرأ ( أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا ).حدثنا ابن حُميد, قال: ثنا الحكم, قال: ثنا عمرو, عن ثور, عن خالد بن مَعدَان بنحوه, إلا أنه قال: ترك القلب على ما فيه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, قال: ثنا حماد بن زيد, قال: ثنا هشام بن عروة, عن أبيه قال: \" تلا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يوما( أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا ) فقال شاب من أهل اليمن: بل عليها أقفالها, حتى يكون الله عزّ وجلّ يفتحها أو يفرجها, فما زال الشاب في نفس عمر رضي الله عنه حتى ولي فاستعان به \"."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين ارتدُّوا عن الهدى والإيمان، ورجعوا على أعقابهم كفارًا بالله من بعد ما وَضَح لهم الحق، الشيطان زيَّن لهم خطاياهم، ومدَّ لهم في الأمل."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين ارتدوا» بالنفاق «على أدبارهم من بعد ما تبين لهم الهدى الشيطان سوَّل» أي زيَّن «لهم وأَُملى لهم» بضم أوله وبفتحه واللام والمملي الشيطان بإرادته تعالى فهو المضل لهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن حالة المرتدين عن الهدى والإيمان على أعقابهم إلى الضلال والكفران، ذلك لا عن دليل دلهم ولا برهان، وإنما هو تسويل من عدوهم الشيطان وتزيين لهم، وإملاء منه لهم:  يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( إن الذين ارتدوا على أدبارهم ) أي : فارقوا الإيمان ورجعوا إلى الكفر ، ( من بعد ما تبين لهم الهدى الشيطان سول لهم ) أي : زين لهم ذلك وحسنه ، ( وأملى لهم ) أي : غرهم وخدعهم"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الذين ارتدوا على أدبارهم ) رجعوا كفارا ( من بعد ما تبين لهم الهدى ) قال قتادة : هم كفار أهل الكتاب كفروا بمحمد - صلى الله عليه وسلم - بعد ما عرفوه ووجدوا نعته في كتابهم .وقال ابن عباس ، والضحاك ، والسدي : هم المنافقون .( الشيطان سول لهم ) زين لهم القبيح ( وأملى لهم ) قرأ أهل البصرة بضم الألف وكسر اللام وفتح الياء على ما لم يسم فاعله ، وقرأ مجاهد بإرسال الياء على وجه الخبر من الله - عز وجل - عن نفسه أنه يفعل ذلك ، وتروى هذه القراءة عن يعقوب ، وقرأ الآخرون : \" وأملى لهم \" بفتح الألف ، أي : وأملى الشيطان لهم ، مد لهم في الأمل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الذين ارتدوا على أدبارهم من بعد ما تبين لهم الهدى الشيطان سول لهم وأملى لهم .قال قتادة : هم كفار أهل الكتاب ، كفروا بالنبي - صلى الله عليه وسلم - بعدما عرفوا نعته عندهم ، قاله ابن جريج . وقال ابن عباس والضحاك والسدي : هم المنافقون ، قعدوا عن القتال بعدما علموه في القرآن .الشيطان سول لهم أي زين لهم خطاياهم ، قاله الحسن . وأملى لهم أي مد لهم الشيطان في الأمل ووعدهم طول العمر ، عن الحسن أيضا . وقال : إن الذي أملى لهم في الأمل ومد في آجالهم هو الله عز وجل ، قاله الفراء والمفضل . وقال الكلبي ومقاتل : إن معنى أملى لهم أمهلهم ، فعلى هذا يكون الله تعالى أملى لهم بالإمهال في عذابهم . وقرأ أبو عمرو وابن إسحاق وعيسى بن عمرو وأبو جعفر وشيبة ( وأملي لهم ) بضم الهمزة وكسر اللام وفتح الياء ، على ما لم يسم فاعله . وكذلك قرأ ابن هرمز ومجاهد والجحدري ويعقوب ، إلا أنهم سكنوا الياء على وجه الخبر من الله تعالى عن نفسه أنه يفعل ذلك بهم ، كأنه قال : وأنا أملي لهم . واختاره أبو حاتم ، قال : لأن فتح الهمزة يوهم أن الشيطان يملي لهم ، وليس كذلك ، فلهذا عدل إلى الضم . قال المهدوي : ومن قرأ وأملى لهم فالفاعل اسم الله تعالى . وقيل : الشيطان . واختار أبو عبيد قراءة العامة ، قال : لأن المعنى معلوم ، لقوله : لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه رد التسبيح على اسم الله ، والتوقير والتعزير على اسم الرسول ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ) يقول الله عزّ وجلّ إن الذين رجعوا القهقرى على أعقابهم كفارا بالله من بعد ما تبين لهم الحقّ وقصد السبيل, فعرفوا واضح الحجة, ثم آثروا الضلال على الهدى عنادا لأمر الله تعالى ذكره من بعد العلم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ) هم أعداء الله أهل الكتاب, يعرفون بعث محمد نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه عندهم, ثم يكفرون به.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ) إنهم يجدونه مكتوبا عندهم.وقال آخرون: عنى بذلك أهل النفاق.* ذكر من قال ذلك:حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ )... إلى قوله  فَأَحْبَطَ أَعْمَالَهُمْ  هم أهل النفاق.حدثني محمد بن سعد, قال: ثني أبي, قال: ثنى عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ )... إلى  إِسْرَارَهُمْ  هم أهل النفاق. وهذه الصفة بصفة أهل النفاق عندنا, أشبه منها بصفة أهل الكتاب, وذلك أن الله عزّ وجلّ أخبر أن ردّتهم كانت بقيلهم  لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الأَمْرِ  ولو كانت من صفة أهل الكتاب, لكان في وصفهم بتكذيب محمد صَلَّى الله عَلَيْهِ وَسَلَّم الكفاية من الخبر عنهم بأنهم إنما ارتدّوا من أجل قيلهم ما قالوا.وقوله ( الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ ) يقول تعالى ذكره: الشيطان زين لهم ارتدادهم على أدبارهم, من بعد ما تبين لهم الهدى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ ) يقول: زين لهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( سَوَّلَ لَهُمْ ) يقول: زين لهم.وقوله ( وَأَمْلَى لَهُمْ ) يقول: ومدّ الله لهم في آجالهم مُلاوة من الدهر, ومعنى الكلام: الشيطان سوّل لهم, والله أملى لهم.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء الحجاز والكوفة ( وَأَمْلَى لَهُمْ ) بفتح الألف منها بمعنى: وأملى الله لهم. وقرأ ذلك بعض أهل المدينة والبصرة ( وَأُمْلِيَ لَهُمْ ) على وجه ما لم يسمّ فاعله. وقرأ مجاهد فيما ذُكر عنه ( وَأُمْلِي ) بضم الألف وإرسال الياء على وجه الخبر من الله جلّ ثناؤه عن نفسه أنه يفعل ذلك بهم.وأولى هذه القراءات بالصواب, التي عليها عامة قرّاء الحجاز والكوفة من &amp;; 22-182 &amp;; فتح الألف في ذلك, لأنها القراءة المستفيضة في قراءة الأمصار, وإن كان يجمعها مذهب تتقارب معانيها فيه."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك الإمداد لهم حتى يتمادوا في الكفر؛ بسبب أنهم قالوا لليهود الذين كرهوا ما نزل الله: سنطيعكم في بعض الأمر الذي هو خلاف لأمر الله وأمر رسوله، والله تعالى يعلم ما يخفيه هؤلاء ويسرونه، فليحذر المسلم من طاعة غير الله فيما يخالف أمر الله سبحانه، وأمر رسوله محمد صلى الله عليه وسلم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» أي إضلالهم «بأنهم قالوا للذين كرهوا ما نزَّل الله» أي للمشركين «سنطيعكم في بعض الأمر» أي المعاونة على عداوة النبي صلى الله عليه وسلم وتثبيط الناس عن الجهاد معه، قالوا ذلك سرا فأظهره الله تعالى «والله يعلم أَِسرارهم» بفتح الهمزة جمع سر وبكسرها مصدر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وذلك أنهم قد تبين لهم الهدى، فزهدوا فيه ورفضوه، و  قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ  من المبارزين العداوة لله ولرسوله  سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ  أي: الذي يوافق أهواءهم، فلذلك عاقبهم الله بالضلال، والإقامة على ما يوصلهم إلى الشقاء الأبدي، والعذاب السرمدي. وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ  فلذلك فضحهم، وبينها لعباده المؤمنين، لئلا يغتروا بها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ذلك بأنهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الأمر ) أي : مالئوهم وناصحوهم في الباطن على الباطل ، وهذا شأن المنافقين يظهرون خلاف ما يبطنون ; ولهذا قال الله عز وجل : ( والله يعلم إسرارهم ) أي : [ يعلم ] ما يسرون وما يخفون ، الله مطلع عليه وعالم به ، كقوله : ( والله يكتب ما يبيتون ) [ النساء : 81 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك بأنهم ) يعني المنافقين أو اليهود ( قالوا للذين كرهوا ما نزل الله ) وهم المشركون ( سنطيعكم في بعض الأمر ) في التعاون على عداوة محمد - صلى الله عليه وسلم - والقعود عن الجهاد ، وكانوا يقولونه سرا فأخبر الله تعالى عنهم ( والله يعلم إسرارهم ) قرأ أهل الكوفة غير أبي بكر : بكسر الهمزة ، على المصدر ، والباقون بفتحها على جمع السر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلك بأنهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الأمر والله يعلم إسرارهم .قوله تعالى : ذلك بأنهم قالوا أي ذلك الإملاء لهم حتى يتمادوا في الكفر بأنهم قالوا ، يعني المنافقين واليهود . للذين كرهوا ما نزل الله وهم المشركون . سنطيعكم في بعض الأمر أي في مخالفة محمد والتظاهر على عداوته ، والقعود عن الجهاد معه وتوهين أمره في السر . وهم إنما قالوا ذلك سرا فأخبر الله نبيه . وقراءة العامة ( أسرارهم ) بفتح الهمزة جمع سر ، وهي اختيار أبي عبيد وأبي حاتم . وقرأ الكوفيون وابن وثاب والأعمش وحمزة والكسائي وحفص عن عاصم ( إسرارهم ) بكسر الهمزة على المصدر ، نحو قوله تعالى : وأسررت لهم إسرارا جمع لاختلاف ضروب السر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (26)يقول تعالى ذكره: أملى الله لهؤلاء المنافقين وتركهم, والشيطان سول لهم, فلم يوفقهم للهدى من أجل أنهم ( قَالُوا لِلَّذِينَ كَرِهُوا مَا نزلَ اللَّهُ ) من الأمر بقتال أهل الشرك به من المنافقين: ( سَنُطِيعُكُمْ فِي بَعْضِ الأمْرِ ) الذي هو خلاف لأمر الله تبارك وتعالى , وأمر رسوله صَلَّى الله عَلَيْهِ وَسَلَّم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نزلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الأمْرِ ) فهؤلاء المنافقون ( وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ ) يقول تعالى ذكره: والله يعلم إسرار هذين الحزبين المتظاهرين من أهل النفاق, على خلاف أمر الله وأمر رسوله, إذ يتسارّون فيما بينهم بالكفر بالله ومعصية الرسول, ولا يخفى عليه ذلك ولا غيره من الأمور كلها.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء أهل المدينة والبصرة ( أَسْرَارَهُمْ ) بفتح الألف من أسرارهم على وجه جماع سرّ. وقرأ ذلك عامة قرّاء الكوفة ( إِسْرَارَهُمْ ) بكسر الألف على أنه مصدر من أسررت إسرارا.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فكيف حالهم إذا قبضت الملائكة أرواحهم وهم يضربون وجوههم وأدبارهم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فكيف» حالهم «إذا توفتهم الملائكة يضربون» حال من الملائكة «وجوههم وأدبارهم» ظهورهم بمقامع من حديد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَكَيْفَ  ترى حالهم الشنيعة، ورؤيتهم الفظيعة  إِذَا تَوَفَّتْهُمُ الْمَلَائِكَة  الموكلون بقبض أرواحهم،  يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ  بالمقامع الشديدة؟!."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( فكيف إذا توفتهم الملائكة يضربون وجوههم وأدبارهم ) أي : كيف حالهم إذا جاءتهم الملائكة لقبض أرواحهم وتعصت الأرواح في أجسادهم ، واستخرجتها الملائكة بالعنف والقهر والضرب ، كما قال : ( ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم ) الآية [ الأنفال : 50 ] ، وقال : ( ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطوا أيديهم ) أي : بالضرب ( أخرجوا أنفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن آياته تستكبرون ) [ الأنعام : 93 ] ; ولهذا قال هاهنا : ( ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فكيف إذا توفتهم الملائكة يضربون وجوههم وأدبارهم \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ( فكيف ) أي فكيف تكون حالهم . ( إذا توفتهم الملائكة يضربون ) أي ضاربين ، فهو في موضع الحال . ومعنى الكلام التخويف والتهديد ، أي : إن تأخر عنهم العذاب فإلى انقضاء العمر . وقد مضى في ( الأنفال ) و ( النحل ) وقال ابن عباس : لا يتوفى أحد على معصية إلا بضرب شديد لوجهه وقفاه . وقيل : ذلك عند القتال نصرة لرسول الله - صلى الله عليه وسلم - ، بضرب الملائكة وجوههم عند الطلب وأدبارهم عند الهرب . وقيل : ذلك في القيامة عند سوقهم إلى النار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (27)يقول تعالى ذكره: والله يعلم إسرار هؤلاء المنافقين, فكيف لا يعلم حالهم إذا توفتهم الملائكة, وهم يضربون وجوههم وأدبارهم, يقول: فحالهم أيضا لا يخفى عليه في ذلك الوقت ويعني بالأدبار: الأعجاز, وقد ذكرنا الرواية في ذلك فيما مضى قبل."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك العذاب الذي استحقوه ونالوه؛ بسبب أنهم اتبعوا ما أسخط الله عليهم من طاعة الشيطان، وكرهوا ما يرضيه عنهم من العمل الصالح، ومنه قتال الكفار بعدما افترضه عليهم، فأبطل الله ثواب أعمالهم من صدقة وصلة رحم وغير ذلك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» التوفي على الحالة المذكورة «بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه» أي العمل بما يرضيه «فأحبط أعمالهم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذَلِكَ  العذاب الذي استحقوه ونالوه  ب  سبب  أنهم اتَّبَعُوا مَا أَسْخَطَ اللَّهَ  من كل كفر وفسوق وعصيان. وَكَرِهُوا رِضْوَانَهُ  فلم يكن لهم رغبة فيما يقربهم إليه، ولا يدنيهم منه،  فَأَحْبَطَ أَعْمَالَهُمْ  أي: أبطلها وأذهبها، وهذا بخلاف من اتبع ما يرضي الله وكره سخطه، فإنه سيكفر عنه سيئاته، ويضاعف أجره وثوابه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": ""
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك ) الضرب ( بأنهم اتبعوا ما أسخط الله ) قال ابن عباس : بما كتموا من التوراة وكفروا بمحمد - صلى الله عليه وسلم - ( وكرهوا رضوانه ) كرهوا ما فيه رضوان الله ، وهو الطاعة والإيمان . ( فأحبط أعمالهم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم .قوله تعالى : ( ذلك ) أي ذلك جزاؤهم . بأنهم اتبعوا ما أسخط الله قال ابن عباس : هو كتمانهم ما في التوراة من نعت محمد صلى الله عليه وسلم . وإن حملت على المنافقين فهو إشارة إلى ما أضمروا عليه من الكفر . وكرهوا رضوانه يعني الإيمان . فأحبط أعمالهم أي ما عملوه من صدقة وصلة رحم وغير ذلك ، على ما تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ ) يقول تعالى ذكره: تفعل الملائكة هذا الذي وصفت بهؤلاء المنافقين من أجل أنهم اتبعوا ما أسخط الله, فأغضبه عليهم من طاعة الشيطان ( وَكَرِهُوا رِضْوَانَهُ ) يقول: وكرهوا ما يرضيه عنهم من قتال الكفار به, بعد ما افترضه عليهم.وقوله ( فَأَحْبَطَ أَعْمَالَهُمْ ) يقول: فأبطل الله ثواب أعمالهم وأذهبه, لأنها عملت في غير رضاه ولا محبته, فبطلت, ولم تنفع عاملها."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل أظنَّ المنافقون أن الله لن يُخْرِج ما في قلوبهم من الحسد والحقد للإسلام وأهله؟ بلى فإن الله يميز الصادق من الكاذب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم» يظهر أحقادهم على النبي صلى الله عليه وسلم والمؤمنين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى:  أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ  من شبهة أو شهوة، بحيث تخرج القلب عن حال صحته واعتداله، أن الله لا يخرج ما في قلوبهم من الأضغان والعداوة للإسلام وأهله؟ هذا ظن لا يليق بحكمة الله، فإنه لا بد أن يميز الصادق من الكاذب، وذلك بالابتلاء بالمحن، التي من ثبت عليها، ودام إيمانه فيها، فهو المؤمن حقيقة، ومن ردته على عقبيه فلم يصبر عليها، وحين أتاه الامتحان، جزع وضعف إيمانه، وخرج ما في قلبه من الضغن، وتبين نفاقه، هذا مقتضى الحكمة الإلهية، مع أنه تعالى قال:  وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم ) أي : اعتقد المنافقون أن الله لا يكشف أمرهم لعباده المؤمنين ؟ بل سيوضح أمرهم ويجليه حتى يفهمهم ذوو البصائر ، وقد أنزل تعالى في ذلك سورة \" براءة \" ، فبين فيها فضائحهم وما يعتمدونه من الأفعال الدالة على نفاقهم ; ولهذا إنما كانت تسمى الفاضحة . والأضغان : جمع ضغن ، وهو ما في النفوس من الحسد والحقد للإسلام وأهله والقائمين بنصره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أم حسب الذين في قلوبهم مرض ) يعني المنافقين ( أن لن يخرج الله أضغانهم ) لن يظهر أحقادهم على المؤمنين فيبديها حتى يعرفوا نفاقهم ، واحدها : \" ضغن \" ، قال ابن عباس : حسدهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أم حسب الذين في قلوبهم مرض نفاق وشك ، يعني المنافقين . أن لن يخرج الله أضغانهم الأضغان : ما يضمر من المكروه . واختلف في معناه ، فقال السدي : غشهم . وقال ابن عباس : حسدهم . وقال قطرب : عداوتهم ، وأنشد قول الشاعر :قل لابن هند ما أردت بمنطق ساء الصديق وشيد الأضغاناوقيل : أحقادهم . واحدها ضغن . قال :وذي ضغن كففت النفس عنهوقد تقدم . وقال عمرو بن كلثوم :وإن الضغن بعد الضغن يفشو     عليك ويخرج الداء الدفيناقال الجوهري : الضغن والضغينة : الحقد . وقد ضغن عليه ( بالكسر ) ضغنا . وتضاغن القوم واضطغنوا : أبطنوا على الأحقاد . واضطغنت الصبي إذا أخذته تحت حضنك . وأنشد الأحمر :كأنه مضطغن صبياأي : حامله في حجره . وقال ابن مقبل :إذا اضطغنت سلاحي عند مغرضها     ومرفق كرئاس السيف إذ شسفاوفرس ضاغن : لا يعطي ما عنده من الجري إلا بالضرب . والمعنى : أم حسبوا أن لن يظهر الله عداوتهم وحقدهم لأهل الإسلام ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (29)يقول تعالى ذكره: أحسب هؤلاء المنافقون الذين في قلوبهم شكّ في دينهم, وضعف في يقينهم, فهم حيارى في معرفة الحقّ أن لن يُخرج الله ما في قلوبهم من الأضغان على المؤمنين, فيبديه لهم ويظهره, حتى يعرفوا نفاقهم, وحيرتهم في دينهم."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولو نشاء -أيها النبي- لأريناك أشخاصهم، فلعرفتهم بعلامات ظاهرة فيهم، ولتعرفنَّهم فيما يبدو من كلامهم الدال على مقاصدهم. والله تعالى لا تخفى عليه أعمال مَن أطاعه ولا أعمال من عصاه، وسيجازي كلا بما يستحق."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولو نشاء لأريناكهم» عرفناكهم وكررت اللام في «فلعرفتهم بسيماهم» علامتهم «ولتعرفنهم» الواو لقسم محذوف وما بعدها جوابه «في لحن القوْل» أي معناه إذا تكلموا عندك بأن يعرضوا بما فيه تهجين أمر المسلمين «والله يعلم أعمالكم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ  أي: بعلاماتهم التي هي كالوسم في وجوههم.  وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ  أي: لا بد أن يظهر ما في قلوبهم، ويتبين بفلتات ألسنتهم، فإن الألسن مغارف القلوب، يظهر منها ما في القلوب من الخير والشر  وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ  فيجازيكم عليها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولو نشاء لأريناكهم فلعرفتهم بسيماهم ) يقول تعالى : ولو نشاء يا محمد لأريناك أشخاصهم ، فعرفتهم عيانا ، ولكن لم يفعل تعالى ذلك في جميع المنافقين سترا منه على خلقه ، وحملا للأمور على ظاهر السلامة ، ورد السرائر إلى عالمها ، ( ولتعرفنهم في لحن القول ) أي : فيما يبدو من كلامهم الدال على مقاصدهم ، يفهم المتكلم من أي الحزبين هو بمعاني كلامه وفحواه ، وهو المراد من لحن القول ، كما قال أمير المؤمنين عثمان بن عفان ، رضي الله عنه : ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه ، وفلتات لسانه . وفي الحديث : \" ما أسر أحد سريرة إلا كساه الله جلبابها ، إن خيرا فخير ، وإن شرا فشر \" . وقد ذكرنا ما يستدل به على نفاق الرجل ، وتكلمنا على نفاق العمل والاعتقاد في أول \" شرح البخاري \" ، بما أغنى عن إعادته هاهنا . وقد ورد في الحديث تعيين جماعة من المنافقين . قال الإمام أحمد :حدثنا وكيع ، حدثنا سفيان ، عن سلمة ، عن عياض بن عياض ، عن أبيه ، عن أبي مسعود عقبة بن عمرو - رضي الله عنه - قال : خطبنا رسول الله - صلى الله عليه وسلم - خطبة فحمد الله وأثنى عليه ثم قال : \" إن منكم منافقين ، فمن سميت فليقم \" . ثم قال : \" قم يا فلان ، قم يا فلان ، قم يا فلان \" . حتى سمى ستة وثلاثين رجلا ثم قال : \" إن فيكم - أو : منكم - فاتقوا الله \" . قال : فمر عمر برجل ممن سمى مقنع قد كان يعرفه ، فقال : ما لك ؟ فحدثه بما قال رسول الله - صلى الله عليه وسلم - فقال : بعدا لك سائر اليوم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولو نشاء لأريناكهم ) أي لأعلمناكهم وعرفناكهم ( فلعرفتهم بسيماهم ) بعلامتهم ، قال الزجاج : المعنى : لو نشاء لجعلنا على المنافقين علامة تعرفهم بها .قال أنس : ما خفي على رسول الله - صلى الله عليه وسلم - بعد نزول هذه الآية شيء من المنافقين ، كان يعرفهم بسيماهم .( ولتعرفنهم في لحن القول ) في معناه ومقصده .\" واللحن \" : وجهان صواب وخطأ ، فالفعل من الصواب : لحن يلحن لحنا فهو لحن إذا فطن للشيء ، ومنه قول النبي - صلى الله عليه وسلم - : \" ولعل بعضكم أن يكون ألحن بحجته من بعض \" .والفعل من الخطأ لحن يلحن لحنا فهو لاحن . والأصل فيه : إزالة الكلام عن جهته .والمعنى : إنك تعرفهم فيما يعرضون به من تهجين أمرك وأمر المسلمين والاستهزاء بهم ، فكان بعد هذا لا يتكلم منافق عند النبي - صلى الله عليه وسلم - إلا عرفه بقوله ، ويستدل بفحوى كلامه على فساد دخيلته .( والله يعلم أعمالكم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولو نشاء لأريناكهم أي لعرفناكهم . قال ابن عباس : وقد عرفه إياهم في سورة ( التوبة ) تقول العرب : سأريك ما أصنع ، أي : سأعلمك ، ومنه قوله تعالى : بما أراك الله أي : بما أعلمك . فلعرفتهم بسيماهم أي بعلاماتهم . قال أنس ما خفي على النبي - صلى الله عليه وسلم - بعد هذه الآية أحد من المنافقين ، كان يعرفهم بسيماهم . وقد كنا في غزاة وفيها سبعة من المنافقين يشك فيهم الناس ، فأصبحوا ذات ليلة وعلى جبهة كل واحد منهم مكتوب ( هذا منافق ) فذلك سيماهم . وقال ابن زيد : قدر الله إظهارهم وأمر أن يخرجوا من المسجد فأبوا إلا أن يتمسكوا بلا إله إلا الله ، فحقنت دماؤهم ونكحوا وأنكحوا بها . ولتعرفنهم في لحن القول أي في فحواه ومعناه . ومنه قول الشاعر :وخير الكلام ما كان لحناأي : ما عرف بالمعنى ولم يصرح به . مأخوذ من اللحن في الإعراب ، وهو الذهاب عن الصواب ، ومنه قول النبي - صلى الله عليه وسلم - : إنكم تختصمون إلي ولعل بعضكم أن يكون ألحن بحجته من بعض أي : أذهب بها في الجواب لقوته على تصريف الكلام . أبو زيد : لحنت له ( بالفتح ) ألحن لحنا إذا قلت له قولا يفهمه عنك ويخفى على غيره . ولحنه هو عني ( بالكسر ) يلحنه لحنا أي : فهمه . وألحنته أنا إياه ، ولاحنت الناس فاطنتهم ، قال الفزاري :وحديث ألذه هو مما     ينعت الناعتون يوزن وزنامنطق رائع وتلحن أحيا     نا وخير الحديث ما كان لحنايريد أنها تتكلم بشيء وهي تريد غيره ، وتعرض في حديثها فتزيله عن جهته من فطنتها وذكائها . وقد قال تعالى : ولتعرفنهم في لحن القول وقال القتال الكلابي :ولقد وحيت لكم لكيما تفهموا     ولحنت لحنا ليس بالمرتابوقال مرار الأسدي :ولحنت لحنا فيه غش ورابني     صدودك ترضين الوشاة الأعادياقال الكلبي : فلم يتكلم بعد نزولها عند النبي - صلى الله عليه وسلم - منافق إلا عرفه . وقيل : كان المنافقون يخاطبون النبي - صلى الله عليه وسلم - بكلام تواضعوه فيما بينهم ، والنبي - صلى الله عليه وسلم - يسمع ذلك ويأخذ بالظاهر المعتاد ، فنبهه الله تعالى عليه ، فكان بعد هذا يعرف المنافقين إذا سمع كلامهم . قال أنس : فلم يخف منافق بعد هذه الآية على رسول الله - صلى الله عليه وسلم - ، عرفه الله ذلك بوحي أو علامة عرفها بتعريف الله إياه . والله يعلم أعمالكم أي لا يخفى عليه شيء منها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَوْ نَشَاءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (30)( وَلَوْ نَشَاءُ لأرَيْنَاكَهُمْ ) يقول تعالى : ولو نشاء يا محمد لعرّفناك هؤلاء المنافقين حتى تعرفهم من قول القائل: سأريك ما أصنع، بمعنى سأعلمك.وبنحو الذي قلنا في ذلك قال أهل التأويل.وقوله: (فلعرفتهم بسيماهم) يقول: فلتعرفهم بعلامات النفاق الظاهرة منهم في فحوى كلامهم وظاهر أفعالهم ثم إن الله تعالى ذكره عرفه إياهم.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ )... إلى آخر الآية, قال: هم أهل النفاق, وقد عرّفه إياهم في براءة, فقال:  وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلا تَقُمْ عَلَى قَبْرِهِ  ، وقال:  فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا  .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ )... الآية, هم أهل النفاق ( فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ) فعرّفه الله إياهم في سوره براءة, فقال:  وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا  ، وقال ( قل لهم لن تَنْفِرُوا (1) معي أبدا ولن تقاتلوا معي عدوا ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ ) قال: هؤلاء المنافقون, قال: والذي أسروا من النفاق هو الكفر.قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلَوْ نَشَاءُ لأرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ ) قال: هؤلاء المنافقون, قال: وقد أراه الله إياهم, وأمر بهم أن يخرجوا من المسجد, قال: فأبوا إلا أن تمسكوا بلا إله إلا الله; فلما أبوا إلا أن تمسكوا بلا إله إلا إلله حُقِنت دماؤهم, ونكحوا ونوكحوا بها.وقوله ( وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ) يقول: ولتعرفنّ هؤلاء المنافقين في معنى قولهم نحوه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فِي لَحْنِ الْقَوْلِ ) قال قولهم: ( وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ ) لا يخفى عليه العامل منكم بطاعته, والمخالف ذلك, وهو مجازي جميعكم عليها.الهوامش:(1) التلاوة \" لن تخرجوا\""
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولنختبرنكم- أيها المؤمنون- بالقتال والجهاد لأعداء الله حتى يظهر ما علمه سبحانه في الأزل؛ لنميز أهل الجهاد منكم والصبر على قتال أعداء الله، ونختبر أقوالكم وأفعالكم، فيظهر الصادق منكم من الكاذب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولنبلونكم» نختبرنكم بالجهاد وغيره «حتى نعلم» علم ظهور «المجاهدين منكم والصابرين» في الجهاد وغيره «ونبلوَ» نظهر «أخباركم» من طاعتكم وعصيانكم في الجهاد وغيره بالياء والنون في الأفعال الثلاثة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر أعظم امتحان يمتحن به عباده، وهو الجهاد في سبيل الله، فقال:  وَلَنَبْلُوَنَّكُمْ  أي: نختبر إيمانكم وصبركم،  حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ  فمن امتثل أمر الله وجاهد في سبيل الله لنصر دينه وإعلاء كلمته فهو المؤمن حقا، ومن تكاسل عن ذلك، كان ذلك نقصا في إيمانه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"ولنبلونكم\" أي لنختبرنكم بالأوامر والنواهي \"حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم\" وليس في تقدم علم الله تعالى بما هو كائن أنه سيكون شك ولا ريب فالمراد حتى نعلم وقوعه ولهذا يقول ابن عباس رضي الله عنهما في مثل هذا إلا لنعلم أي لنرى."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولنبلونكم ) ولنعاملنكم معاملة المختبر بأن نأمركم بالجهاد والقتال ( حتى نعلم المجاهدين منكم والصابرين ) أي : علم الوجود ، يريد : حتى يتبين المجاهد والصابر على دينه من غيره ( ونبلو أخباركم ) أي نظهرها ونكشفها بإباء من يأبى القتال ، ولا يصبر على الجهاد .وقرأ أبو بكر عن عاصم : \" وليبلونكم حتى يعلم \" ، ويبلو بالياء فيهن ، لقوله تعالى : [ \" والله يعلم أعمالكم \" ، وقرأ الآخرون بالنون فيهن ، لقوله تعالى ] \" ولو نشاء لأريناكهم \" ، وقرأ يعقوب : \" ونبلوا \" ساكنة الواو ، ردا على قوله : \" ولنبلونكم \" وقرأ الآخرون بالفتح ردا على قوله : \" حتى نعلم \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولنبلونكم حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم .قوله تعالى : ولنبلونكم أي نتعبدكم بالشرائع وإن علمنا عواقب الأمور . وقيل : لنعاملنكم معاملة المختبرين . حتى نعلم المجاهدين منكم والصابرين عليه . قال ابن عباس : حتى نعلم : حتى نميز . وقال علي - رضي الله عنه - . حتى نعلم : حتى نرى . وقد مضى في ( البقرة ) وقراءة العامة بالنون في نبلونكم ونعلم ونبلو وقرأ أبو بكر عن عاصم بالياء فيهن . وروى رويس عن يعقوب إسكان الواو من ( نبلو ) على القطع مما قبل . ونصب الباقون ردا على قوله : حتى نعلم وهذا العلم هو العلم الذي يقع به الجزاء ; لأنه إنما يجازيهم بأعمالهم لا بعلمه القديم عليهم . فتأويله : حتى نعلم المجاهدين علم شهادة ; لأنهم إذا أمروا بالعمل يشهد منهم ما عملوا ، فالجزاء بالثواب والعقاب يقع على علم الشهادة . ونبلو أخباركم : نختبرها ونظهرها . قال إبراهيم بن الأشعث : كان الفضيل بن عياض إذا قرأ هذه الآية بكى وقال : اللهم لا تبتلنا فإنك إذا بلوتنا فضحتنا وهتكت أستارنا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (31)يقول تعالى ذكره لأهل الإيمان به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( وَلَنَبْلُوَنَّكُمْ ) أيها المؤمنون بالقتل, وجهاد أعداء الله ( حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ ) يقول: حتى يعلم حزبي وأوليائي أهل الجهاد في الله منكم, وأهل الصبر على قتال أعدائه, فيظهر ذلك لهم, ويعرف ذوو البصائر منكم في دينه من ذوي الشكّ والحيرة فيه وأهل الإيمان من أهل النفاق ونبلو أخباركم, فنعرف الصادق منكم من الكاذب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن علي, عن ابن عباس, قوله ( حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ ) , وقوله  وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ  ونحو هذا قال: أخبر الله سبحانه المؤمنين أن الدنيا دار بلاء, وأنه مبتليهم فيها, وأمرهم بالصبر, وبشَّرهم فقال:  وَبَشِّرِ الصَّابِرِينَ  ثم أخبرهم أنه هكذا فعل بأنبيائه, وصفوته لتطيب أنفسهم, فقال:  مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا  فالبأساء: الفقر, والضّراء: السقم, وزُلزلوا بالفتن وأذى الناس إياهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ ) قال: نختبركم, البلوى: الاختبار. وقرأ  الم * أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ  قال: لا يختبرون  وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ  ... الآية .واختلفت القرّاء في قراءة قوله ( وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ ) , فقرأ ذلك عامة قرّاء الأمصار بالنون ( نبلو ) و ( نعلم ) , ونبلو على وجه الخبر من الله جلّ جلاله عن نفسه, سوى عاصم فإنه قرأ جميع ذلك بالياء والنون هي القراءة عندنا لإجماع الحجة من القراء عليها, وإن كان للأخرى وجه صحيح."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، وخالفوا رسول الله صلى الله عليه وسلم، فحاربوه من بعد ما جاءتهم الحجج والآيات أنه نبي من عند الله، لن يضروا دين الله شيئًا، وسيُبْطِل ثواب أعمالهم التي عملوها في الدنيا؛ لأنهم لم يريدوا بها وجه الله تعالى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين كفروا وصدوا عن سبيل الله» طريق الحق «وشاقوا الرسول» خالفوه «من بعد ما تبيَّن لهم الهدى» هو معنى سبيل الله «لن يضروا الله شيئا وسيحبط أعمالهم» يبطلها من صدقة ونحوها فلا يرون لها في الآخرة ثوابا، نزلت في المطعمين من أصحاب بدر أو في قريظة والنضير."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا وعيد شديد لمن جمع أنواع الشر كلها، من الكفر بالله، وصد الخلق عن سبيل الله الذي نصبه موصلا إليه. وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى  أي: عاندوه وخالفوه عن عمد وعناد، لا عن جهل وغي وضلال، فإنهم  لَنْ يَضُرُّوا اللَّهَ شَيْئًا  فلا ينقص به ملكه. وَسَيُحْبِطُ أَعْمَالَهُمْ  أي: مساعيهم التي بذلوها في نصر الباطل، بأن لا تثمر لهم إلا الخيبة والخسران، وأعمالهم التي يرجون بها الثواب، لا تقبل لعدم وجود شرطها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عمن كفر وصد عن سبيل الله ، وخالف الرسول وشاقه ، وارتد عن الإيمان من بعد ما تبين له الهدى : أنه لن يضر الله شيئا ، وإنما يضر نفسه ويخسرها يوم معادها ، وسيحبط الله عمله فلا يثيبه على سالف ما تقدم من عمله الذي عقبه بردته مثقال بعوضة من خير ، بل يحبطه ويمحقه بالكلية ، كما أن الحسنات يذهبن السيئات ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيئا ) إنما يضرون أنفسهم ( وسيحبط أعمالهم ) فلا يرون لها ثوابا في الآخرة ، قال ابن عباس - رضي الله عنه - ما : هم المطعمون يوم بدر ، نظيرها قوله - عز وجل - : \" إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله \" ( الأنفال - 3636 ) الآية ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيئا وسيحبط أعمالهم .يرجع إلى المنافقين أو إلى اليهود . وقال ابن عباس : هم المطعمون يوم بدر . نظيرها : إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله الآية . وشاقوا الرسول أي عادوه وخالفوه . من بعد ما تبين لهم الهدى أي علموا أنه نبي بالحجج والآيات . لن يضروا الله شيئا بكفرهم . وسيحبط أعمالهم أي ثواب ما عملوه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ) يقول تعالى ذكره: إن الذين جحدوا توحيد الله, وصدوا الناس عن دينه الذي ابتعث به رسله ( وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ) يقول: وخالفوا رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم , فحاربوه وآذَوه من بعد ما علموا أنه نبيّ مبعوث, ورسول مرسل, وعرفوا الطريق الواضح بمعرفته, وأنه لله رسول.وقوله ( لَنْ يَضُرُّوا اللَّهَ شَيْئًا ) لأن الله بالغ أمره, وناصر رسوله, ومُظهره على من عاداه وخالفه ( وَسَيُحْبِطُ أَعْمَالَهُمْ ) يقول: وسيذهب أعمالهم التي عملوها في الدنيا فلا ينفعهم بها في الدنيا ولا الآخرة, ويبطلها إلا مما يضرهم."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه أطيعوا الله وأطيعوا الرسول في أمرهما ونهيهما، ولا تبطلوا ثواب أعمالكم بالكفر والمعاصي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم» بالمعاصي مثلا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يأمر تعالى المؤمنين بأمر به تتم أمورهم، وتحصل سعادتهم الدينية والدنيوية، وهو: طاعته وطاعة رسوله في أصول الدين وفروعه، والطاعة هي امتثال الأمر، واجتناب النهي على الوجه المأمور به بالإخلاص وتمام المتابعة.وقوله:  وَلَا تُبْطِلُوا أَعْمَالَكُمْ  يشمل النهي عن إبطالها بعد عملها، بما يفسدها، من من بها وإعجاب، وفخر وسمعة، ومن عمل بالمعاصي التي تضمحل معها الأعمال، ويحبط أجرها، ويشمل النهي عن إفسادها حال وقوعها بقطعها، أو الإتيان بمفسد من مفسداتها.فمبطلات الصلاة والصيام والحج ونحوها، كلها داخلة في هذا، ومنهي عنها، ويستدل الفقهاء بهذه الآية على تحريم قطع الفرض، وكراهة قطع النفل، من غير موجب لذلك، وإذا كان الله قد نهى عن إبطال الأعمال، فهو أمر بإصلاحها، وإكمالها وإتمامها، والإتيان بها، على الوجه الذي تصلح به علما وعملا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقد قال الإمام محمد بن نصر المروزي في كتاب الصلاة : حدثنا أبو قدامة ، حدثنا وكيع ، حدثنا أبو جعفر الرازي ، عن الربيع بن أنس ، عن أبي العالية قال : كان أصحاب رسول الله - صلى الله عليه وسلم - يظنون أنه لا يضر مع \" لا إله إلا الله \" ذنب ، كما لا ينفع مع الشرك عمل ، فنزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) فخافوا أن يبطل الذنب العمل .ثم روي من طريق عبد الله بن المبارك : أخبرني بكير بن معروف ، عن مقاتل بن حيان ، عن نافع ، عن ابن عمر قال : كنا معشر أصحاب رسول الله - صلى الله عليه وسلم - نرى أنه ليس شيء من الحسنات إلا مقبول ، حتى نزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) ، فقلنا : ما هذا الذي يبطل أعمالنا ؟ فقلنا : الكبائر الموجبات والفواحش ، حتى نزلت : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) [ النساء : 48 ] ، فلما نزلت كففنا عن القول في ذلك ، فكنا نخاف على من أصاب الكبائر والفواحش ، ونرجو لمن لم يصبها .ثم أمر تعالى عباده المؤمنين بطاعته وطاعة رسوله التي هي سعادتهم في الدنيا والآخرة ، ونهاهم عن الارتداد الذي هو مبطل للأعمال ; ولهذا قال : ( ولا تبطلوا أعمالكم ) أي : بالردة ; ولهذا قال بعدها :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) قال عطاء : بالشك والنفاق ، وقال الكلبي : بالرياء والسمعة . وقال الحسن : بالمعاصي والكبائر .وقال أبو العالية : كان أصحاب رسول الله - صلى الله عليه وسلم - يرون أنه لا يضر مع الإخلاص ذنب كما لا ينفع مع الشرك عمل ، فنزلت هذه الآية فخافوا الكبائر بعده أن تحبط الأعمال .وقال مقاتل : لا تمنوا على رسول الله - صلى الله عليه وسلم - فتبطلوا أعمالكم ، نزلت في بني أسد ، وسنذكره في سورة الحجرات إن شاء الله تعالى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم .فيه مسألتان : الأولى : قوله تعالى : يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول لما بين حال الكفار أمر المؤمنين بلزوم الطاعة في أوامره والرسول في سننه . ولا تبطلوا أعمالكم أي حسناتكم بالمعاصي ، قاله الحسن . وقال الزهري : بالكبائر . ابن جريج : بالرياء والسمعة . وقال مقاتل والثمالي : بالمن ، وهو خطاب لمن كان يمن على النبي - صلى الله عليه وسلم - بإسلامه . وكله متقارب ، وقول الحسن يجمعه . وفيه إشارة إلى أن الكبائر تحبط الطاعات ، والمعاصي تخرج عن الإيمان .الثانية : احتج علماؤنا وغيرهم بهذه الآية على أن التحلل من التطوع - صلاة كان أو صوما - بعد التلبس به لا يجوز ; لأن فيه إبطال العمل وقد نهى الله عنه . وقال من أجاز ذلك - وهو الإمام الشافعي وغيره - : المراد بذلك إبطال ثواب العمل المفروض ، فنهى الرجل عن إحباط ثوابه . فأما ما كان نفلا فلا ; لأنه ليس واجبا عليه . فإن زعموا أن اللفظ عام فالعام يجوز تخصيصه ووجه تخصيصه أن النفل تطوع ، والتطوع يقتضي تخييرا . وعن أبي العالية كانوا يرون أنه لا يضر مع الإسلام ذنب ، حتى نزلت هذه الآية فخافوا الكبائر أن تحبط الأعمال . وقال مقاتل : يقول الله تعالى إذا عصيتم الرسول فقد أبطلتم أعمالكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمَالَكُمْيقول تعالى ذكره: ( يَا أَيُّهَا الَّذِينَ آمَنُوا ) بالله ورسوله ( أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ) في أمرهما ونهيهما( وَلا تُبْطِلُوا أَعْمَالَكُمْ ) يقول: ولا تبطلوا بمعصيتكم إياهما, وكفركم بربكم ثواب أعمالكم فإن الكفر بالله يحبط السالف من العمل الصالح.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمَالَكُمْ )... الآية, من استطاع منكم أن لا يبطل عملا صالحا عمله بعمل سيئ فليفعل, ولا قوة إلا بالله, فإن الخير ينسخ الشر, وإن الشر ينسخ الخير, وإن ملاك الأعمال خواتيمها."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له وصدُّوا الناس عن دينه، ثم ماتوا على ذلك، فلن يغفر الله لهم، وسيعذبهم عقابًا لهم على كفرهم، ويفضحهم على رؤوس الأشهاد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين كفروا وصدوا عن سبيل الله» طريقه وهو الهدى «ثم ماتوا وهم كفار فلن يغفر الله لهم» نزلت في أصحاب القليب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذه الآية والتي في البقرة قوله:  وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ  مقيدتان، لكل نص مطلق، فيه إحباط العمل بالكفر، فإنه مقيد بالموت عليه، فقال هنا:  إِنَّ الَّذِينَ كَفَرُوا  بالله وملائكته وكتبه ورسله واليوم الآخر  وَصَدُّوا  الخلق  عَنْ سَبِيلِ اللَّهِ  بتزهيدهم إياهم بالحق، ودعوتهم إلى الباطل، وتزيينه،  ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ  لم يتوبوا منه،  فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ  لا بشفاعة ولا بغيرها، لأنه قد تحتم عليهم العقاب، وفاتهم الثواب، ووجب عليهم الخلود في النار، وسدت عليهم رحمة الرحيم الغفار.ومفهوم الآية الكريمة أنهم إن تابوا من ذلك قبل موتهم، فإن الله يغفر لهم ويرحمهم، ويدخلهم الجنة، ولو كانوا مفنين أعمارهم في الكفر به والصد عن سبيله، والإقدام على معاصيه، فسبحان من فتح لعباده أبواب الرحمة، ولم يغلقها عن أحد، ما دام حيا متمكنا من التوبة.وسبحان الحليم، الذي لا يعاجل العاصين بالعقوبة، بل يعافيهم، ويرزقهم، كأنهم ما عصوه مع قدرته عليهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إن الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم ) ، كقوله ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) الآية ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم ) قيل : هم أصحاب القليب . وحكمها عام ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بين أن الاعتبار بالوفاة على الكفر يوجب الخلود في النار .وقد مضى في \" البقرة \" الكلام فيه .وقيل : إن المراد بالآية أصحاب القليب .وحكمها عام ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ ) يقول تعالى ذكره: إن الذين أنكروا توحيد الله, وصدوا من أراد الإيمان بالله وبرسوله عن ذلك, ففتنوهم عنه, وحالوا بينهم وبين ما أرادوا من ذلك, ثم ماتوا وهم كفار: يقول: ثم ماتوا وهم على ذلك من كفرهم ( فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ) يقول: فلن يعفو الله عما صنع من ذلك, ولكنه يعاقبه عليه, ويفضحه به على رءوس الأشهاد."
        }
      ]
    },
    {
      "ayahNo": 35,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فلا تضعفوا -أيها المؤمنون بالله ورسوله- عن جهاد المشركين، وتجْبُنوا عن قتالهم، وتدعوهم إلى الصلح والمسالمة، وأنتم القاهرون لهم والعالون عليهم، والله تعالى معكم بنصره وتأييده. وفي ذلك بشارة عظيمة بالنصر والظَّفَر على الأعداء. ولن يُنْقصكم الله ثواب أعمالكم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فلا تهنوا» تضعفوا «وتدعوا إلى السَِّلم» بفتح السين وكسرها، أي الصلح مع الكفار إذا لقيتموهم «وأنتم الأعلوْن» حذف منه واو لام الفعل الأغلبون القاهرون «والله معكم» بالعون والنصر «ولن يَتِركُم» ينقصكم «أعمالكم» أي ثوابها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَلَا تَهِنُوا  أي: لا تضعفوا عن قتال عدوكم، ويستولي عليكم الخوف، بل اصبروا واثبتوا، ووطنوا أنفسكم على القتال والجلاد، طلبا لمرضاة ربكم، ونصحا للإسلام، وإغضابا للشيطان.ولا تدعوا إلى المسالمة والمتاركة بينكم وبين أعدائكم، طلبا للراحة،  و  الحال أنكم  أنتم الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ  أي: ينقصكم  أَعْمَالُكُم فهذه الأمور الثلاثة، كل منها مقتض للصبر وعدم الوهن كونهم الأعلين، أي: قد توفرت لهم أسباب النصر، ووعدوا من الله بالوعد الصادق، فإن الإنسان، لا يهن إلا إذا كان أذل من غيره وأضعف عددا، وعددا، وقوة داخلية وخارجية.الثاني: أن الله معهم، فإنهم مؤمنون، والله مع المؤمنين، بالعون، والنصر، والتأييد، وذلك موجب لقوة قلوبهم، وإقدامهم على عدوهم.الثالث: أن الله لا ينقصهم من أعمالهم شيئا، بل سيوفيهم أجورهم، ويزيدهم من فضله، خصوصا عبادة الجهاد، فإن النفقة تضاعف فيه، إلى سبع مائة ضعف، إلى أضعاف كثيرة، وقال تعالى:  ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ فإذا عرف الإنسان أن الله تعالى لا يضيع عمله وجهاده، أوجب له ذلك النشاط، وبذل الجهد فيما يترتب عليه الأجر والثواب، فكيف إذا اجتمعت هذه الأمور الثلاثة فإن ذلك يوجب النشاط التام، فهذا من ترغيب الله لعباده، وتنشيطهم، وتقوية أنفسهم على ما فيه صلاحهم وفلاحهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال لعباده المؤمنين : ( فلا تهنوا ) أي : لا تضعفوا عن الأعداء ، ( وتدعوا إلى السلم ) أي : المهادنة والمسالمة ، ووضع القتال بينكم وبين الكفار في حال قوتكم وكثرة عددكم وعددكم ; ولهذا قال : ( فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون ) أي : في حال علوكم على عدوكم ، فأما إذا كان الكفار فيهم قوة وكثرة بالنسبة إلى جميع المسلمين ، ورأى الإمام في المعاهدة والمهادنة مصلحة ، فله أن يفعل ذلك ، كما فعل رسول الله - صلى الله عليه وسلم - حين صده كفار قريش عن مكة ، ودعوه إلى الصلح ووضع الحرب بينهم وبينه عشر سنين ، فأجابهم إلى ذلك .وقوله : ( والله معكم ) فيه بشارة عظيمة بالنصر والظفر على الأعداء ، ( ولن يتركم أعمالكم ) أي : ولن يحبطها ويبطلها ويسلبكم إياها ، بل يوفيكم ثوابها ولا ينقصكم منها شيئا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فلا تهنوا ) لا تضعفوا ( وتدعوا إلى السلم ) أي لا تدعوا إلى الصلح ابتداء ، منع الله المسلمين أن يدعوا الكفار إلى الصلح ، وأمرهم بحربهم حتى يسلموا ( وأنتم الأعلون ) الغالبون ، قال الكلبي : آخر الأمر لكم وإن غلبوكم في بعض الأوقات ( والله معكم ) بالعون والنصرة ( ولن يتركم أعمالكم ) لن ينقصكم شيئا من ثواب أعمالكم ، يقال : وتره يتره وترا وترة : إذا نقص حقه ، قال ابن عباس ، وقتادة ، ومقاتل ، والضحاك : لن يظلمكم أعمالكم الصالحة بل يؤتيكم أجورها . ثم حض على طلب الآخرة فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم ولن يتركم أعمالكم .فيه ثلاث مسائل :الأولى : قوله تعالى : فلا تهنوا أي تضعفوا عن القتال . والوهن : الضعف وقد وهن الإنسان ووهنه غيره ، يتعدى ولا يتعدى . قال :إنني لست بموهون فقرووهن أيضا ( بالكسر ) وهنا أي : ضعف ، وقرئ ( فما وهنوا ) بضم الهاء وكسرها . وقد مضى في ( آل عمران ) .الثانية : قوله تعالى : وتدعوا إلى السلم أي الصلح . وأنتم الأعلون أي وأنتم أعلم بالله منهم . وقيل : وأنتم الأعلون في الحجة . وقيل : المعنى وأنتم الغالبون لأنكم مؤمنون وإن غلبوكم في الظاهر في بعض الأحوال . وقال قتادة : لا تكونوا أول الطائفتين ضرعت إلى صاحبتها .الثالثة : واختلف العلماء في حكمها ، فقيل : إنها ناسخة لقوله تعالى : وإن جنحوا للسلم فاجنح لها لأن الله تعالى منع من الميل إلى الصلح إذا لم يكن بالمسلمين حاجة إلى الصلح . وقيل : منسوخة بقوله تعالى : وإن جنحوا للسلم فاجنح لها وقيل : هي محكمة . والآيتان نزلتا في وقتين مختلفي الحال . وقيل : إن قوله : وإن جنحوا للسلم فاجنح لها مخصوص في قوم بأعيانهم ، والأخرى عامة . فلا يجوز مهادنة الكفار إلا عند الضرورة ، وذلك إذا عجزنا عن مقاومتهم لضعف المسلمين . وقد مضى هذا المعنى مستوفى .والله معكم أي بالنصر والمعونة ، مثل : وإن الله لمع المحسنين ولن يتركم أعمالكم أي لن ينقصكم ، عن ابن عباس وغيره . ومنه الموتور الذي قتل له قتيل فلم يدرك بدمه ، تقول منه : وتره يتره وترا وترة . ومنه قوله - عليه السلام - : من فاتته صلاة العصر فكأنما وتر أهله وماله أي : ذهب بهما . وكذلك وتره حقه أي : نقصه . وقوله تعالى : ولن يتركم أعمالكم أي : لن ينتقصكم في أعمالكم ، كما تقول : دخلت البيت ، وأنت تريد في البيت ، قاله الجوهري . الفراء : ولن يتركم هو مشتق من الوتر وهو الفرد ، فكان المعنى : ولن يفردكم بغير ثواب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (35)يقول تعالى ذكره: فلا تضعفوا أيها المؤمنون بالله عن جهاد المشركين وتجبُنوا عن قتالهم. كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( فَلا تَهِنُوا ) قال: لا تضعفوا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَلا تَهِنُوا ) لا تضعف أنت.وقوله ( وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأعْلَوْنَ ) يقول: لا تضعفوا عنهم وتدعوهم إلى الصلح والمسالمة, وأنتم القاهرون لهم والعالون عليهم ( وَاللَّهُ مَعَكُمْ ) يقول: والله معكم بالنصر لكم عليهم.وبنحو الذي قلنا في ذلك قال أهل التأويل, غير أنهم اختلفوا في معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) فقال بعضهم: معناه: وأنتم أولى بالله منهم. وقال بعضهم: مثل الذي قلنا فيه.ذكر من قال ذلك, وقال معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) أنتم أولى بالله منهم.حدثني أحمد بن المقدام, قال: ثنا المعتمر, قال: سمعت أبي يحدّث, عن قتادة, في قوله ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: أي لا تكونوا أولى الطائفتين تصرع.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: لا تكونوا أولى الطائفتين صرعت لصاحبتها, ودعتها إلى الموادعة, وأنتم أولى بالله منهم والله معكم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: لا تكونوا أولى الطائفتين صرعت إلى صاحبتها( وَأَنْتُمُ الأعْلَوْنَ ) قال: يقول: وأنتم أولى بالله منهم ذكر من قال معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) : أنتم الغالبون الأعزّ منهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نحيح, عن مجاهد, قوله ( وَأَنْتُمُ الأعْلَوْنَ ) قال: الغالبون مثل يوم أُحد, تكون عليهم الدائرة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأعْلَوْنَ ) قال: هذا منسوخ, قال: نسخه القتال والجهاد, يقول: لا تضعف أنت وتدعوهم أنت إلى السلم وأنت الأعلى, قال: وهذا حين كانت العهود والهدنة فيما بينه وبين المشركين قبل أن يكون القتال, يقول: لا تهن فتضعف, فيرى أنك تدعو. إلى السلم وأنت فوقه, وأعزّ منه ( وَأَنْتُمُ الأعْلَوْنَ ) أنتم أعزّ منهم, ثم جاء القتال بعد فنسخ هذا أجمع, فأمره بجهادهم والغلظة عليهم. وقد قيل: عنى بقوله ( وَأَنْتُمُ الأعْلَوْنَ ) وأنتم الغالبون آخر الأمر, وإن غلبوكم في بعض الأوقات, وقهروكم في بعض الحروب.وقوله ( فَلا تَهِنُوا ) جزم بالنهي, وفي قوله ( وَتَدْعُوا ) وجهان: أحدهما الجزم على العطف على تهنوا, فيكون معنى الكلام: فلا تهنوا ولا تدعوا إلى السلم, والآخر النصب على الصرف.وقوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) يقول: ولن يظلمكم أجور أعمالكم فينقصكم ثوابها, من قولهم: وترت الرجل إذا قتلت له قتيلا فأخذت له مالا غصبا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله يقول ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) يقول: لن يظلمكم أجور أعمالكم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن ينقصكم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) : أي لن يظلمكم أعمالكم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, مثله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن يظلمكم, أعمالكم ذلك يتركم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن يظلمكم أعمالكم."
        }
      ]
    },
    {
      "ayahNo": 36,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنما الحياة الدنيا» أي الاشتغال فيها «لعب ولهوٌ وإن تؤمنوا وتتقوا» الله وذلك من أمور الآخرة «يؤتكم أجوركم ولا يسألكم أموالكم» جميعها بل الزكاة المفروضة فيها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا تزهيد منه لعباده في الحياة الدنيا بإخبارهم عن حقيقة أمرها، بأنها لعب ولهو، لعب في الأبدان ولهو في القلوب، فلا يزال العبد لاهيا في ماله، وأولاده، وزينته، ولذاته من النساء، والمآكل والمشارب، والمساكن والمجالس، والمناظر والرياسات، لاعبا في كل عمل لا فائدة فيه، بل هو دائر بين البطالة والغفلة والمعاصي، حتى تستكمل دنياه، ويحضره أجله، فإذا هذه الأمور قد ولت وفارقت، ولم يحصل العبد منها على طائل، بل قد تبين له خسرانه وحرمانه، وحضر عذابه، فهذا موجب للعاقل الزهد فيها، وعدم الرغبة فيها، والاهتمام بشأنها، وإنما الذي ينبغي أن يهتم به ما ذكره بقوله:  وَإِنْ تُؤْمِنُوا وَتَتَّقُوا  بأن تؤمنوا بالله، وملائكته وكتبه ورسله واليوم الآخر، وتقوموا بتقواه التي هي من لوازم الإيمان ومقتضياته، وهي العمل بمرضاته على الدوام، مع ترك معاصيه، فهذا الذي ينفع العبد، وهو الذي ينبغي أن يتنافس فيه، وتبذل الهمم والأعمال في طلبه، وهو مقصود الله من عباده رحمة بهم ولطفا، ليثيبهم الثواب الجزيل، ولهذا قال:  وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ  أي: لا يريد تعالى أن يكلفكم ما يشق عليكم، ويعنتكم من أخذ أموالكم، وبقائكم بلا مال، أو ينقصكم نقصا يضركم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى تحقيرا لأمر الدنيا وتهوينا لشأنها : ( إنما الحياة الدنيا لعب ولهو ) أي : حاصلها ذلك إلا ما كان منها لله عز وجل ; ولهذا قال : ( وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكم ) أي : هو غني عنكم لا يطلب منكم شيئا ، وإنما فرض عليكم الصدقات من الأموال مواساة لإخوانكم الفقراء ، ليعود نفع ذلك عليكم ، ويرجع ثوابه إليكم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنما الحياة الدنيا لعب ولهو ) باطل وغرور ( وإن تؤمنوا وتتقوا ) الفواحش ، ( يؤتكم أجوركم ) جزاء أعمالكم في الآخرة ( ولا يسألكم ) ربكم ( أموالكم ) لإيتاء الأجر بل يأمركم بالإيمان والطاعة ليثيبكم عليها الجنة ، نظيره قوله : \" ما أريد منهم من رزق \" ( الذاريات - 57 ) ، وقيل : لا يسألكم محمد أموالكم ، نظيره : \" قل ما أسألكم عليه من أجر \" ( الفرقان - 57 ) .وقيل : معنى الآية : لا يسألكم الله ورسوله أموالكم كلها في الصدقات ، إنما يسألانكم غيضا من فيض ، ربع العشر فطيبوا بها نفسا . وإلى هذا القول ذهب ابن عيينة ، يدل عليه سياق الآية :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنما الحياة الدنيا لعب ولهو وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكمقوله تعالى : إنما الحياة الدنيا لعب ولهو تقدم في ( الأنعام ) . وإن تؤمنوا وتتقوا شرط وجوابه . ولا يسألكم أموالكم أي لا يأمركم بإخراج جميعها في الزكاة ، بل أمر بإخراج البعض ، قاله ابن عيينة وغيره . وقيل : لا يسألكم أموالكم لنفسه أو لحاجة منه إليها ، إنما يأمركم بالإنفاق في سبيله ليرجع ثوابه إليكم . وقيل : لا يسألكم أموالكم إنما يسألكم أمواله ; لأنه المالك لها وهو المنعم بإعطائها . وقيل : ولا يسألكم محمد أموالكم أجرا على تبليغ الرسالة . نظيره : قل ما أسألكم عليه من أجر الآية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلا يَسْأَلْكُمْ أَمْوَالَكُمْ (36)يقول تعالى ذكره: حاضا عباده المؤمنين على جهاد أعدائه, والنفقة في سبيله, وبذل مهجتهم في قتال أهل الكفر به: قاتلوا أيها المؤمنون أعداء الله وأعداءكم من أهل الكفر, ولا تدعكم الرغبة في الحياة إلى ترك قتالهم, فإنما الحياة الدنيا لعب ولهو, إلا ما كان منها لله من عمل في سبيله, وطلب رضاه. فأما ما عدا ذلك فإنما هو لعب ولهو, يضمحلّ فيذهب ويندرس فيمرّ, أو إثم يبقى على صاحبه عاره وخزيه ( وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ ) يقول: وإن تعملوا في هذه الدنيا التي ما كان فيها مما هو لها, فلعب ولهو, فتؤمنوا به وتتقوه بأداء فرائضه, واجتناب معاصيه, وهو الذي يبقى لكم منها, ولا يبطل بطول اللهو واللعب, ثم يؤتكم ربكم عليه أجوركم, فيعوّضكم منه ما هو خير لكم &amp;; 22-191 &amp;; منه يوم فقركم, وحاجتكم إلى أعمالكم ( وَلا يَسْأَلْكُمْ أَمْوَالَكُمْ ) يقول: ولا يسألكم ربكم أموالكم, ولكنه يكلفكم توحيده, وخلع ما سواه من الأنداد, وإفراد الألوهية والطاعة له ."
        }
      ]
    },
    {
      "ayahNo": 37,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن يسألكموها فحيفكم» يبالغ في طلبها «تبخلوا ويخرج» البخل «أضغانكم» لدين الإسلام."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ أي: ما في قلوبكم من الضغن، إذا طلب منكم ما تكرهون بذله.والدليل على أن الله لو طلب منكم أموالكم وأحفاكم بسؤالها، أنكم تمتنعون منها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( إن يسألكموها فيحفكم تبخلوا ) أي : يحرجكم تبخلوا : ( ويخرج أضغانكم )قال قتادة : \" قد علم الله أن في إخراج الأموال إخراج الأضغان \" . وصدق قتادة فإن المال محبوب ، ولا يصرف إلا فيما هو أحب إلى الشخص منه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن يسألكموها فيحفكم ) أي يجهدكم ويلحف عليكم بمسألة جميعها ، يقال : أحفى فلان فلانا إذا جهده ، وألحف عليه بالمسألة .( تبخلوا ) بها فلا تعطوها .( ويخرج أضغانكم ) بغضكم وعداوتكم ، قال قتادة : علم الله أن في مسألة الأموال خروج الأضغان ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن يسألكموها فيحفكم يلح عليكم ، يقال : أحفى بالمسألة وألحف وألح بمعنى واحد . والحفي المستقصي في السؤال ، وكذلك الإحفاء الاستقصاء في الكلام والمنازعة . ومنه أحفى شاربه أي : استقصى في أخذه . تبخلوا ويخرج أضغانكم أي يخرج البخل أضغانكم . قال قتادة : قد علم الله أن في سؤال المال خروج الأضغان . وقرأ ابن عباس ومجاهد وابن محيصن وحميد ( وتخرج ) بتاء مفتوحة وراء مضمومة . ( أضغانكم ) بالرفع لكونه الفاعل . وروى الوليد عن يعقوب الحضرمي ( ونخرج ) بالنون . وأبو معمر عن عبد الوارث عن أبي عمرو ( ويخرج ) بالرفع في الجيم على القطع والاستئناف ، والمشهور عنه \" ويخرج \" كسائر القراء ، عطف على ما تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( إن يسألكموها ) : يقول جلّ ثناؤه: إن يسألكم ربكم أموالكم ( فيحفكم ) يقول: فيجهدكم بالمسألة, ويلحّ عليكم بطلبها منكم فيلحف, تبخلوا: يقول: تبخلوا بها وتمنعوها إياه, ضنا منكم بها, ولكنه علم ذلك منكم, ومن ضيق أنفسكم فلم يسألكموها.وقوله ( وَيُخْرِجْ أَضْغَانَكُمْ ) يقول: ويخرج جلّ ثناؤه لو سألكم أموالكم بمسألته ذلك منكم أضغانكم قال: قد علم الله أن في مسألته المال خروج الأضغان.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَيُحْفِكُمْ تَبْخَلُوا ) قال: الإحفاء: أن تأخذ كل شيء بيديك (2) ."
        }
      ]
    },
    {
      "ayahNo": 38,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ها أنتم -أيها المؤمنون- تُدْعَون إلى النفقة في جهاد أعداء الله ونصرة دينه، فمنكم مَن يَبْخَلُ بالنفقة في سبيل الله، ومَن يَبْخَلْ فإنما يبخل عن نفسه، والله تعالى هو الغنيُّ عنكم وأنتم الفقراء إليه، وإن تتولوا عن الإيمان بالله وامتثال أمره يهلكُّم، ويأت بقوم آخرين، ثم لا يكونوا أمثالكم في التولي عن أمر الله، بل يطيعونه ويطيعون رسوله، ويجاهدون في سبيله بأموالهم وأنفسهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ها أنتم» يا «هؤلاء تدعون لتنفقوا في سبيل الله» ما فرض عليكم «فمنكم من يبخل ومن يبخلْ فإنما يبخل عن نفسه» يقال بخل عليه وعنه «والله الغني» عن نفقتكم «وأنتم الفقراء» إليه «وإن تتولوا» عن طاعته «يستبدل قوما غيركم» أي يجعلهم بدلكم «ثم لا يكونوا أمثالكم» في التولي عن طاعته بل مطيعين له عز وجل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أنكم  تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ  على هذا الوجه، الذي فيه مصلحتكم الدينية والدنيوية. فَمِنْكُمْ مَنْ يَبْخَلُ  أي: فكيف لو سألكم، وطلب منكم أموالكم في غير أمر ترونه مصلحة عاجلة؟ أليس من باب أولى وأحرى امتناعكم من ذلك.ثم قال:  وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ  لأنه حرم نفسه ثواب الله تعالى، وفاته خير كثير، ولن يضر الله بترك الإنفاق شيئا.فإن الله هو  الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ  تحتاجون إليه في جميع أوقاتكم، لجميع أموركم. وَإِنْ تَتَوَلَّوْا  عن الإيمان بالله، وامتثال ما يأمركم به  يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ  في التولي، بل يطيعون الله ورسوله، ويحبون الله ورسوله، كما قال تعالى:  يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ تم تفسير سورة القتال، والحمد لله رب العالمين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ) أي : لا يجيب إلى ذلك ( ومن يبخل فإنما يبخل عن نفسه ) أي : إنما نقص نفسه من الأجر ، وإنما يعود وبال ذلك عليه ، ( والله الغني ) أي : عن كل ما سواه ، وكل شيء فقير إليه دائما ; ولهذا قال : ( وأنتم الفقراء ) أي : بالذات إليه . فوصفه بالغنى وصف لازم له ، ووصف الخلق بالفقر وصف لازم لهم ، [ أي ] لا ينفكون عنه .وقوله : ( وإن تتولوا ) أي : عن طاعته واتباع شرعه ( يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) أي : ولكن يكونون سامعين مطيعين له ولأوامره .وقال ابن أبي حاتم ، وابن جرير : حدثنا يونس بن عبد الأعلى ، حدثنا ابن وهب ، أخبرني مسلم بن خالد ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - تلا هذه الآية : ( وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) ، قالوا : يا رسول الله من هؤلاء الذين إن تولينا استبدل بنا ثم لا يكونوا أمثالنا ؟ قال : فضرب بيده على كتف سلمان الفارسي ثم قال : \" هذا وقومه ، ولو كان الدين عند الثريا لتناوله رجال من الفرس \" تفرد به مسلم بن خالد الزنجي ، ورواه عنه غير واحد ، وقد تكلم فيه بعض الأئمة ، والله أعلم .آخر تفسير سورة القتال ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله ) يعني إخراج ما فرض الله عليكم ( فمنكم من يبخل ) بما فرض عليه من الزكاة ( ومن يبخل فإنما يبخل عن نفسه والله الغني ) عن صدقاتكم وطاعتكم ( وأنتم الفقراء ) إليه وإلى ما عنده من الخير . ( وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) بل يكونوا أمثل منكم وأطوع لله منكم .قال الكلبي : هم كندة والنخع ، وقال الحسن : هم العجم ، وقال عكرمة : فارس والروم .أخبرنا أبو بكر أحمد بن أبي نصر الكوفاني ، أخبرنا أبو محمد عبد الرحمن بن عمر ، حدثنا إسحاق النجيبي المصري المعروف بابن النحاس ، أخبرنا أبو الطيب الحسن بن محمد الرياش ، حدثنا يونس بن عبد الأعلى ، حدثنا ابن وهب ، حدثنا مسلم بن خالد ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - تلا هذه الآية : \" وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم \" ، قالوا : يا رسول الله من هؤلاء الذين إن تولينا استبدلوا بنا ثم لا يكونوا أمثالنا ؟ فضرب على فخذ سلمان الفارسي ثم قال : \" هذا وقومه ، ولو كان الدين عند الثريا لتناوله رجال من الفرس \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هاأنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه والله الغني وأنتم الفقراء وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم .قوله تعالى : هاأنتم هؤلاء تدعون أي ها أنتم هؤلاء أيها المؤمنون تدعون تدعون لتنفقوا في سبيل الله أي في الجهاد وطريق الخير . فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه أي على نفسه ، أي : يمنعها الأجر والثواب . والله الغني أي إنه ليس بمحتاج إلى أموالكم . وأنتم الفقراء إليها . وإن تتولوا يستبدل قوما غيركم أي أطوع لله منكم . روى الترمذي عن أبى هريرة قال : تلا رسول الله - صلى الله عليه وسلم - هذه الآية وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم قالوا : ومن يستبدل بنا ؟ قال : فضرب رسول الله - صلى الله عليه وسلم - على منكب سلمان ثم قال : [ هذا وقومه . هذا وقومه ] قال : حديث غريب في إسناده مقال . وقد روى عبد الله بن جعفر بن نجيح والد علي بن المديني أيضا هذا الحديث عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة قال : قال أنس من أصحاب رسول الله - صلى الله عليه وسلم - يا رسول الله ، من هؤلاء الذين ذكر الله إن تولينا استبدلوا ثم لا يكونوا أمثالنا ؟ قال : وكان سلمان جنب رسول الله - صلى الله عليه وسلم - قال : فضرب رسول الله - صلى الله عليه وسلم - فخذ سلمان ، قال : [ هذا وأصحابه . والذي نفسي بيده لو كان الإيمان منوطا بالثريا لتناوله رجال من فارس ] . وقال الحسن : هم العجم . وقال عكرمة : هم فارس والروم . قال المحاسبي : فلا أحد بعد العربي من جميع أجناس الأعاجم أحسن دينا ، ولا كانت العلماء منهم إلا الفرس . وقيل : إنهم اليمن ، وهم الأنصار ، قاله شريح بن عبيد . وكذا قال ابن عباس : هم الأنصار . وعنه أنهم الملائكة . وعنه هم التابعون . وقال مجاهد : إنهم من شاء من سائر الناس . ثم لا يكونوا قال الطبري : أي : في البخل بالإنفاق في سبيل الله . وحكي عن أبي موسى الأشعري أنه لما نزلت هذه الآية فرح بها رسول الله - صلى الله عليه وسلم - وقال : [ هي أحب إلي من الدنيا ] . والله أعلم .ختمت السورة بحمد الله وعونه ، وصلى الله على سيدنا محمد ، وعلى آله وصحبه الأطهار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ (38)يقول تعالى ذكره للمؤمنين: ( هاأنْتُمْ ) أيها الناس ( هَؤُلاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ ) يقول: تدعون إلى النفقة في جهاد أعداء الله ونُصرة دينه ( فَمِنْكُمْ مَنْ يَبْخَلُ ) بالنفقة فيه, وأدخلت \" ها \" في موضعين, لأن العرب إذا أرادت التقريب جعلت المكنّى بين \" ها \" وبين \" ذا \", فقالت: ها أنت ذا قائما, لأن التقريب جواب الكلام, فربما أعادت \" ها \" مع \" ذا \", وربما اجتزأت بالأولى, وقد حُذفت الثانية, ولا يقدّمون أنتم قبل \" ها \", لأن ها جواب فلا تقرب بها بعد الكلمة.وقال بعض نحويي البصرة: جعل التنبيه في موضعين للتوكيد.وقوله ( وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ ) يقول تعالى ذكره: ومن يبخل بالنفقة في سبيل الله, فإنما يبخل عن بخل نفسه, لأن نفسه لو كانت جوادا لم تبخل بالنفقة في سبيل الله, ولكن كانت تجود بها( وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ ) يقول تعالى ذكره: ولا حاجة لله أيها الناس إلى أموالكم ولا نفقاتكم, لأنه الغنيّ عن خلقه والخلق الفقراء إليه, وأنتم من خلقه, فأنتم الفقراء إليه, وإنما حضكم على النفقة في سبيله, ليُكسبكم بذلك الجزيل من ثوابه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ ) قال: ليس بالله تعالى ذكره إليكم حاجة وأنتم أحوج إليه.وقوله تعالى ذكره: ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) يقول تعالى ذكره: وإن تتولوا أيها الناس عن هذا الدين الذي جاءكم. به محمد صَلَّى الله عَلَيْهِ وَسَلَّم , فترتدّوا راجعين عنه ( يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) يقول: يهلككم ثم يجيء بقوم آخرين غيركم بدلا منكم يصدّقون به, ويعملون بشرائعه ( ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ) يقول: ثم لا يبخلوا بما أُمروا به من النفقة في سبيل الله, ولا يضيعون شيئا من حدود دينهم, ولكنهم يقومون بذلك كله على ما يُؤمرون به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) يقول: إن توليتم عن كتابي وطاعتي أستبدل قوما غيركم. قادر والله ربنا على ذلك على أن يهلكهم, ويأتي من بعدهم من هو خير منهم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) قال: إن تولوا عن طاعة الله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) (3) .وذُكر أنه عنى بقوله ( يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) : العجم من عجم فارس.* ذكر من قال ذلك:حدثنا ابن بزيع البغدادي أبو سعيد, قال: ثنا إسحاق بن منصور, عن مسلم بن خالد, عن العلاء بن عبد الرحمن, عن أبيه, عن أبي هريرة, قال: \" لما نزلت ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ) كان سلمان إلى جنب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقالوا: يا رسول الله من هؤلاء القوم الذين إن تولينا استبدلوا بنا, قال: فضرب النبي صَلَّى الله عَلَيْهِ وَسَلَّم على منكب سلمان, فقال: من هذا وقومه, والذي نفسي بيده لَوْ أنَّ الدّينَ تَعَلَّقَ بالثُّرَيَّا لَنالَتْهُ رِجالٌ من أهْل فارِس \".حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني مسلم بن خالد, عن العلاء بن عبد الرحمن, عن أبيه, عن أبي هريرة \" أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم تلا هذه الآية ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ) قالوا: يا رسول الله من هؤلاء الذين إن تولَّينا استبدلوا بنا, ثم لا يكونوا أمثالنا, فضرب على فخذ سلمان قال: هَذَا وَقَوْمُهُ, وَلَوْ كانَ الدِّينُ عِنْدَ الثُّرَيَّا لَتنَاولَهُ رِجالٌ مِنَ الفُرْسِ\" .حدثنا أحمد بن الحسن الترمذيّ, قال: ثنا عبد الله بن الوليد العَدَني, قال: ثنا مسلم بن خالد, عن العلاء, عن أبيه, عن أبي هريرة, قال: \" نزلت هذه الآية وسلمان الفارسيّ إلي جنب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم تحكّ ركبته ركبته ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ) قالوا: يا رسول الله ومن الذين إن تولينا استبدلوا بنا ثم لا يكونوا أمثالنا, قال: فضرب فخذ سلمان ثم قال: هَذَا وَقَوْمُهُ\".وقال: مجاهد في ذلك ما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ) من شاء.وقال آخرون: هم أهل اليمن.* ذكر من قال ذلك:حدثني محمد بن عوف الطائيّ, قال: ثنا أبو المغيرة, قال: ثنا صفوان بن عمرو, قال: ثنا راشد بن سعد وعبد الرحمن بن جُبير وشريح بن عبيد, في قوله ( وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ) قال: أهل اليمن.آخر تفسير سورة محمد صَلَّى الله عَلَيْهِ وَسَلَّم.------------------------الهوامش:(3) لم يأت بالتأويل هنا ، اكتفاء بدلالة ما قبله عليه ، لأن الرواية في الحديثين عن يونس بن عبد الأعلى ."
        }
      ]
    }
  ]
}