{
  "surah": {
    "surahNo": 50,
    "surahNameAr": "ق",
    "surahNameArabicLong": "سورة ق",
    "surahNameEn": "Qaaf",
    "revelationPlace": "Mecca",
    "totalAyat": 45
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "(ق) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. أقسم الله تعالى بالقرآن الكريم ذي المجد والشرف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ق» الله أعلم بمراده به «والقرآن المجيد» الكريم ما آمن كفار مكة بمحمد صلى الله عليه وسلم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقسم تعالى بالقرآن المجيد أي: وسيع المعاني عظيمها، كثير الوجوه كثير البركات، جزيل المبرات. والمجد: سعة الأوصاف وعظمتها، وأحق كلام يوصف بهذا، هذا القرآن، الذي قد احتوى على علوم الأولين والآخرين، الذي حوى من الفصاحة أكملها، ومن الألفاظ أجزلها، ومن المعاني أعمها وأحسنها، وهذا موجب لكمال اتباعه، و [سرعة] الانقياد له، وشكر الله على المنة به."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة ق وهي مكية .وهذه السورة هي أول الحزب المفصل على الصحيح ، وقيل : من الحجرات . وأما ما يقوله العامة : إنه من ( عم ) فلا أصل له ، ولم يقله أحد من العلماء المعتبرين فيما نعلم . والدليل على أن هذه السورة هي أول المفصل ما رواه أبو داود في سننه ، باب \" تحزيب القرآن \" ثم قال :حدثنا مسدد ، حدثنا قران بن تمام ، ( ح ) وحدثنا عبد الله بن سعيد أبو سعيد الأشج ، حدثنا أبو خالد سليمان بن حبان - وهذا لفظه - عن عبد الله بن عبد الرحمن بن يعلى ، عن عثمان بن عبد الله بن أوس ، عن جده - قال عبد الله بن سعيد : حدثنيه أوس بن حذيفة - ثم اتفقا . قال : قدمنا على رسول الله - صلى الله عليه وسلم - في وفد ثقيف ، قال : فنزلت الأحلاف على المغيرة بن شعبة ، وأنزل رسول الله - صلى الله عليه وسلم - بني مالك في قبة له - قال مسدد : وكان في الوفد الذين قدموا على رسول الله - صلى الله عليه وسلم - من ثقيف ، قال : كان رسول الله [ - صلى الله عليه وسلم - ] كل ليلة يأتينا بعد العشاء يحدثنا - قال أبو سعيد : قائما على رجليه حتى يراوح بين رجليه من طول القيام - فأكثر ما يحدثنا ما لقي من قومه قريش ، ثم يقول : لا سواء وكنا مستضعفين مستذلين - قال مسدد : بمكة - فلما خرجنا إلى المدينة كانت سجال الحرب بيننا وبينهم ، ندال عليهم ويدالون علينا . فلما كانت ليلة أبطأ عن الوقت الذي كان يأتينا فيه ، فقلنا : لقد أبطأت عنا الليلة ! قال : \" إنه طرأ علي حزبي من القرآن ، فكرهت أن أجيء حتى أتمه \" . قال أوس : سألت أصحاب رسول الله - صلى الله عليه وسلم - : كيف تحزبون القرآن ؟ فقالوا : ثلاث ، وخمس ، وسبع ، وتسع ، وإحدى عشرة ، وثلاث عشرة ، وحزب المفصل وحده .ورواه ابن ماجه عن أبي بكر بن أبي شيبة ، عن أبي خالد الأحمر ، به . ورواه الإمام أحمد عن عبد الرحمن بن مهدي ، عن عبد الله بن عبد الرحمن ، هو ابن يعلى الطائفي به .إذا علم هذا ، فإذا عددت ثمانيا وأربعين سورة ، فالتي بعدهن سورة \" ق \" . بيانه : ثلاث : البقرة ، وآل عمران ، والنساء . وخمس : المائدة ، والأنعام ، والأعراف ، والأنفال ، وبراءة . وسبع : يونس ، وهود ، ويوسف ، والرعد ، وإبراهيم ، والحجر ، والنحل . وتسع : سبحان ، والكهف ، ومريم ، وطه ، والأنبياء ، والحج ، والمؤمنون ، والنور ، والفرقان . وإحدى عشرة : الشعراء ، والنمل ، والقصص ، والعنكبوت ، والروم ، ولقمان ، و \" الم \" السجدة ، والأحزاب ، وسبأ ، وفاطر ، و يس . وثلاث عشرة : الصافات ، و \" ص \" ، والزمر ، وغافر ، و \" حم \" السجدة ، و \" حم عسق \" ، والزخرف ، والدخان ، والجاثية ، والأحقاف ، والقتال ، والفتح ، والحجرات . ثم بعد ذلك الحزب المفصل كما قاله الصحابة رضي الله عنهم . فتعين أن أوله سورة \" ق \" وهو الذي قلناه ، ولله الحمد والمنة .قال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا مالك ، عن ضمرة بن سعيد ، عن عبيد الله بن عبد الله ; أن عمر بن الخطاب سأل أبا واقد الليثي : ما كان رسول الله - صلى الله عليه وسلم - يقرأ في العيد ؟ قال : بقاف ، واقتربت .ورواه مسلم وأهل السنن الأربعة ، من حديث مالك ، به . وفي رواية لمسلم عن فليح عن ضمرة ، عن عبيد الله ، عن أبي واقد قال : سألني عمر ، فذكره .حديث آخر : وقال أحمد : حدثنا يعقوب ، حدثنا أبي ، عن ابن إسحاق ، حدثني عبد الله بن محمد بن أبي بكر بن عمرو بن حزم ، عن يحيى بن عبد الله بن عبد الرحمن بن سعد بن زرارة ، عن أم هشام بنت حارثة قالت : لقد كان تنورنا وتنور النبي - صلى الله عليه وسلم - واحدا سنتين ، أو سنة وبعض سنة ، وما أخذت ( ق والقرآن المجيد ) إلا على لسان رسول الله - صلى الله عليه وسلم - كان يقرؤها كل يوم جمعة على المنبر إذا خطب الناس .رواه مسلم [ أيضا ] من حديث ابن إسحاق ، به .وقال أبو داود : حدثنا محمد بن بشار ، حدثنا محمد بن جعفر ، حدثنا شعبة ، عن خبيب ، عن عبد الله بن محمد بن معن ، عن ابنة الحارث بن النعمان قالت : ما حفظت \" ق \" إلا من في رسول الله - صلى الله عليه وسلم - يخطب بها كل جمعة . قالت : وكان تنورنا وتنور رسول الله - صلى الله عليه وسلم - واحدا .وكذا رواه مسلم والنسائي وابن ماجه ، من حديث شعبة ، به .والقصد أن رسول الله - صلى الله عليه وسلم - كان يقرأ بهذه السورة في المجامع الكبار ، كالعيد والجمع ، لاشتمالها على ابتداء الخلق والبعث والنشور ، والمعاد والقيام ، والحساب ، والجنة والنار ، والثواب والعقاب ، والترغيب والترهيب .ق ) : حرف من حروف الهجاء المذكورة في أوائل السور ، كقوله : ( ص ، ن ، الم ، حم ، طس ) ونحو ذلك ، قاله مجاهد وغيره . وقد أسلفنا الكلام عليها ، في أول \" سورة البقرة \" بما أغنى عن إعادته .وقد روي عن بعض السلف أنهم قالوا ) ق ) : جبل محيط بجميع الأرض ، يقال له جبل قاف . وكأن هذا - والله أعلم - من خرافات بني إسرائيل التي أخذها عنهم بعض الناس ، لما رأى من جواز الرواية عنهم فيما لا يصدق ولا يكذب . وعندي أن هذا وأمثاله وأشباهه من اختلاق بعض زنادقتهم ، يلبسون به على الناس أمر دينهم ، كما افتري في هذه الأمة - مع جلالة قدر علمائها وحفاظها وأئمتها - أحاديث عن النبي - صلى الله عليه وسلم - وما بالعهد من قدم ، فكيف بأمة بني إسرائيل مع طول المدى ، وقلة الحفاظ النقاد فيهم ، وشربهم الخمور ، وتحريف علمائهم الكلم عن مواضعه ، وتبديل كتب الله وآياته ! وإنما أباح الشارع الرواية عنهم في قوله : \" وحدثوا عن بني إسرائيل ، ولا حرج \" فيما قد يجوزه العقل ، فأما فيما تحيله العقول ويحكم عليه بالبطلان ، ويغلب على الظنون كذبه ، فليس من هذا القبيل - والله أعلم .وقد أكثر كثير من السلف من المفسرين ، وكذا طائفة كثيرة من الخلف ، من الحكاية عن كتب أهل الكتاب في تفسير القرآن المجيد ، وليس بهم احتياج إلى أخبارهم ، ولله الحمد والمنة ، حتى إن الإمام أبا محمد عبد الرحمن بن أبي حاتم الرازي ، رحمه الله ، أورد هاهنا أثرا غريبا لا يصح سنده عن ابن عباس فقال :حدثنا أبي قال : حدثت عن محمد بن إسماعيل المخزومي : حدثنا ليث بن أبي سليم ، عن مجاهد ، عن ابن عباس قال : خلق الله من وراء هذه الأرض بحرا محيطا ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الدنيا مرفوعة عليه . ثم خلق الله من وراء ذلك الجبل أرضا مثل تلك الأرض سبع مرات . ثم خلق من وراء ذلك بحرا محيطا بها ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الثانية مرفوعة عليه ، حتى عد سبع أرضين ، وسبعة أبحر ، وسبعة أجبل ، وسبع سماوات . قال : وذلك قوله : ( والبحر يمده من بعده سبعة أبحر ) [ لقمان : 27 ] .فإسناد هذا الأثر فيه انقطاع ، والذي رواه ابن أبي طلحة ، عن ابن عباس في قوله : ( ق ) قال : هو اسم من أسماء الله عز وجل .والذي ثبت عن مجاهد : أنه حرف من حروف الهجاء ، كقوله : ( ص ، ن ، حم ، طس ، الم ) ونحو ذلك . فهذه تبعد ما تقدم عن ابن عباس .وقيل : المراد \" قضي الأمر والله \" ، وأن قوله : ( ق ) دلت على المحذوف من بقية الكلم كقول الشاعر :قلت لها : قفي فقالت : قافوفي هذا التفسير نظر ; لأن الحذف في الكلام إنما يكون إذا دل دليل عليه ، ومن أين يفهم هذا من ذكر هذا الحرف ؟ .وقوله : ( والقرآن المجيد ) أي : الكريم العظيم الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، تنزيل من حكيم حميد .واختلفوا في جواب القسم ما هو ؟ فحكى ابن جرير عن بعض النحاة أنه قوله : ( قد علمنا ما تنقص الأرض منهم وعندنا كتاب حفيظ )وفي هذا نظر ، بل الجواب هو مضمون الكلام بعد القسم ، وهو إثبات النبوة ، وإثبات المعاد ، وتقريره وتحقيقه وإن لم يكن القسم متلقى لفظا ، وهذا كثير في أقسام القرآن كما تقدم في قوله : ( ص والقرآن ذي الذكر بل الذين كفروا في عزة وشقاق ) [ ص : 1 ، 2 ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية( ق ) [ قال ابن عباس : هو قسم ، وقيل : ] هو اسم للسورة ، وقيل هو اسم من أسماء القرآن .وقال القرظي : هو مفتاح اسمه \" القدير \" ، و \" القادر \" و \" القاهر \" و \" القريب \" و \" القابض \" .وقال عكرمة والضحاك : هو جبل محيط بالأرض من زمردة خضراء ، منه خضرة السماء والسماء مقبية عليه ، وعليه كتفاها ، ويقال هو وراء الحجاب الذي تغيب الشمس من ورائه بمسيرة سنة .وقيل : معناه قضي الأمر ، أو قضي ما هو كائن ، كما قالوا في حم .( والقرآن المجيد ) الشريف الكريم على الله ، الكثير الخير .واختلفوا في جواب القسم ، فقال أهل الكوفة : جوابه : \" بل عجبوا \" ، وقيل : جوابه محذوف ، مجازه : والقرآن المجيد لتبعثن . وقيل : جوابه قوله : \" ما يلفظ من قول \" . وقيل : \" قد علمنا \" وجوابات القسم سبعة : \" إن \" الشديدة كقوله : \" والفجر - إن ربك لبالمرصاد \" ( الفجر - 14 ) ، و \" ما \" النفي كقوله : \" والضحى - ما ودعك ربك \" ( الضحى - 1 - 3 ) ، و \" اللام \" المفتوحة كقوله : \" فوربك لنسألنهم أجمعين \" ( الحجر - 92 ) و \" إن \" الخفيفة كقوله تعالى : \" إن كنا لفي ضلال مبين \" ( الشعراء - 38 ) و \" لا \" كقوله تعالى : \" وأقسموا بالله جهد أيمانهم لا يبعث الله من يموت \" ( النحل - 38 ) ، و \" قد \" كقوله تعالى : \" والشمس وضحاها - قد أفلح من زكاها \" ( الشمس - 1 - 9 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "مكية كلها ، وهي خمس وأربعون آيةمكية كلها في قول الحسن وعطاء وعكرمة وجابر . قال ابن عباس وقتادة : إلا آية ، وهي قوله تعالى : ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب . وفي صحيح مسلم عن أم هشام بنت حارثة بن النعمان قالت : لقد كان تنورنا وتنور رسول الله صلى الله عليه وسلم واحدا سنتين - أو سنة وبعض سنة - وما أخذت \" ق والقرآن المجيد \" إلا عن لسان رسول الله صلى الله عليه وسلم ; يقرؤها كل يوم جمعة على المنبر إذا خطب الناس .وعن عمر بن الخطاب رضي الله عنه سأل أبا واقد الليثي : ما كان يقرأ به رسول الله صلى الله عليه وسلم في الأضحى والفطر ؟ فقال : كان يقرأ فيهما ب \" ق والقرآن المجيد \" و \" اقتربت الساعة وانشق القمر \" . وعن جابر بن سمرة أن النبي صلى الله عليه وسلم كان يقرأ في الفجر ب ق والقرآن المجيد وكانت صلاته بعد تخفيفا .بسم الله الرحمن الرحيمق والقرآن المجيدقوله تعالى : ق والقرآن المجيد قرأ العامة \" قاف \" بالجزم . وقرأ الحسن وابن أبي إسحاق ونصر بن عاصم \" قاف \" بكسر الفاء ; لأن الكسر أخو الجزم ، فلما سكن آخره حركوه بحركة الخفض . وقرأ عيسى الثقفي بفتح الفاء ، حركه إلى أخف الحركات . وقرأ هارون ومحمد بن السميفع \" قاف \" بالضم ; لأنه في غالب الأمر حركة البناء نحو : منذ وقط وقبل وبعد .واختلف في معنى \" ق \" ما هو ؟ فقال ابن زيد وعكرمة والضحاك : هو جبل محيط بالأرض من زمردة خضراء اخضرت السماء منه ، وعليه طرفا السماء والسماء عليه مقبية ، وما أصاب الناس من زمرد كان مما تساقط من ذلك الجبل . ورواه أبو الجوزاء عن عبد الله بن عباس . قال الفراء : كان يجب على هذا أن يظهر الإعراب في \" ق \" ; لأنه اسم وليس بهجاء . قال : ولعل القاف وحدها ذكرت من اسمه ; كقول القائل :قلت لها قفي فقالت قافأي : أنا واقفة . وهذا وجه حسن وقد تقدم أول البقرة . وقال وهب : أشرف ذو القرنين على جبل قاف فرأى تحته جبالا صغارا ، فقال له : ما أنت ؟ قال : أنا قاف ، قال : فما هذه الجبال حولك ؟ قال : هي عروقي وما من مدينة إلا وفيها عرق من عروقي ، فإذا أراد الله أن يزلزل مدينة أمرني فحركت عرقي ذلك فتزلزلت تلك الأرض ; فقال له : يا قاف أخبرني بشيء من عظمة الله ; قال : إن شأن ربنا لعظيم ، وإن ورائي أرضا مسيرة خمسمائة عام في خمسمائة عام من جبال ثلج يحطم بعضها بعضا ، لولا هي لاحترقت من حر جهنم . فهذا يدل على أن جهنم على وجه الأرض والله أعلم بموضعها ؛ وأين هي من الأرض . قال : زدني ، قال : إن جبريل عليه السلام واقف بين يدي الله ترعد فرائصه ، يخلق الله من كل رعدة مائة ألف ملك ، فأولئك الملائكة وقوف بين يدي الله تعالى منكسو رءوسهم ، فإذا أذن الله لهم في الكلام قالوا : لا إله إلا الله ; وهو قوله تعالى : يوم يقوم الروح والملائكة صفا لا يتكلمون إلا من أذن له الرحمن وقال صوابا يعني قول : لا إله إلا الله . وقال الزجاج : قوله \" ق \" أي : قضي الأمر ، كما قيل في \" حم \" أي : حم الأمر . وقال ابن عباس : \" ق \" اسم من أسماء الله تعالى أقسم به . وعنه أيضا : أنه اسم من أسماء القرآن . وهو قول قتادة . وقال القرظي : افتتاح أسماء الله تعالى قدير وقاهر وقريب وقاض وقابض . وقال الشعبي : فاتحة السورة . وقال أبو بكر الوراق : معناه قف عند أمرنا ونهينا ولا تعدهما . وقال محمد بن عاصم الأنطاكي : هو قرب الله من عباده ، بيانه ونحن أقرب إليه من حبل الوريد وقال ابن عطاء : أقسم الله بقوة قلب حبيبه محمد صلى الله عليه وسلم ، حيث حمل الخطاب ولم يؤثر ذلك فيه لعلو حاله .والقرآن المجيد أي : الرفيع القدر . وقيل : الكريم ; قاله الحسن . وقيل : الكثير ; مأخوذ من كثرة القدر والمنزلة لا من كثرة العدد ، من قولهم : كثير فلان في النفوس ; ومنه قول العرب في المثل السائر : \" في كل شجر نار ، واستمجد المرخ والعفار \" . أي : استكثر هذان النوعان من النار فزادا على سائر الشجر ; قاله ابن بحر . وجواب القسم قيل هو : قد علمنا ما تنقص الأرض منهم على إرادة اللام ; أي : لقد علمنا . وقيل : هو إن في ذلك لذكرى وهو اختيار الترمذي محمد بن علي قال : \" ق \" قسم باسم هو أعظم الأسماء التي خرجت إلى العباد وهو القدرة ، وأقسم أيضا بالقرآن المجيد ، ثم اقتص ما خرج من القدرة من خلق السماوات والأرضين وأرزاق العباد ، وخلق الآدميين ، وصفة يوم القيامة والجنة والنار ، ثم قال : إن في ذلك لذكرى لمن كان له قلب فوقع القسم على هذه الكلمة كأنه قال : ق أي : بالقدرة والقرآن المجيد أقسمت أن فيما اقتصصت في هذه السورة لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد . وقال ابن كيسان : جوابه ما يلفظ من قول . وقال أهل الكوفة : جواب هذا القسم بل عجبوا . وقال الأخفش : جوابه محذوف كأنه قال : ق والقرآن المجيد لتبعثن ; يدل عليه أإذا متنا وكنا ترابا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ق وَالْقُرْآنِ الْمَجِيدِ (1)اختلف أهل التأويل في قوله: (ق) , فقال بعضهم: هو اسم من أسماء الله تعالى أقسم به.* ذكر من قال ذلك:حدثني علي بن داود, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس في قوله: (ق) و  ن  وأشباه هذا, فإنه قسم أقسمه الله, وهو اسم من أسماء الله.وقال آخرون: هو اسم من أسماء القرآن.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله (ق) قال: اسم من أسماء القرآن.وقال آخرون: (ق) اسم الجبل المحيط بالأرض, وقد تقدّم بياننا في تأويل حروف المعجم التي في أوائل سور القرآن بما فيه الكفاية عن إعادته في هذا الموضع.وقوله ( وَالْقُرْآنِ الْمَجِيدِ ) يقول: والقرآن الكريم.كما حدثنا أبو كُرَيب, قال: ثنا يحيى بن يمان, عن أشعث بن إسحاق, عن جعفر بن أبي المغيرة, عن سعيد بن جُبير ( ق وَالْقُرْآنِ الْمَجِيدِ ) قال: الكريم.واختلف أهل العربية في موضع جواب هذا القسم, فقال بعض نحويِّي البصرة ( ق وَالْقُرْآنِ الْمَجِيدِ ) قسم على قوله  قَدْ عَلِمْنَا مَا تَنْقُصُ الأَرْضُ مِنْهُمْ  وقال بعض نحويِّي أهل الكوفة: فيها المعنى الذي أقسم به, وقال: ذكر أنها قضى والله, وقال: يقال: إن قاف جبل محيط بالأرض, فإن يكن كذلك فكأنه في موضع رفع: أي هو قاف والله; قال: وكان ينبغي لرفعه أن يظهر لأنه اسم وليس بهجاء; قال: ولعلّ القاف وحدها ذكرت من اسمه, كما قال الشاعر:قُلْت لَها قفي لَنَا قالَتْ قاف (1)ذُكرت القاف إرادة القاف من الوقف: أي إني واقفة.وهذا القول الثاني عندنا أولى القولين بالصواب, لأنه لا يعرف في أجوبة الأيمان قد, وإنما تجاب الأيمان إذا أجيبت بأحد الحروف الأربعة: اللام, وإن, وما, ولا أو بترك جوابها فيكون ساقطا.------------------------الهوامش:(1) في ( اللسان : وقف ) غير منسوب . وقوله * قلت لها قفي قالت قاف *بسكون الكاف الفاء : إنما أراد : قد وقفت فاكتفى بذكر القاف . قال ابن جني : ولو نقل هذا الشاعر إلينا شيئا من جملة الحال، فقال مع قوله : قالت قاف ، وأمسكت زمام بعيرها ، أو عاجته عليها ، لكان أبين ، لما كانوا عليه ، وأدل على أنها أرادت قفي لنا ، أي يقول لي قفي لنا!  متعجبة منه . وهو إذا شاهدها وقد وقفت علم أن قولها : قاف إجابة لقوله ، وتعجب منه في قوله قفي لنا . أ ه . وفي معاني القرآن للفراء ( الورقة 308 ) أورد البيت ثم قال : ذكرت القاف من الوقت ، أي إني واقفة . أ ه ."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل عجب المكذبون للرسول صلى الله عليه وسلم أن جاءهم منذر منهم ينذرهم عقاب الله، فقال الكافرون بالله ورسوله: هذا شيء مستغرب يتعجب منه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«بل عجبوا أن جاءهم منذر منهم» رسول من أنفسهم يخوّفهم بالنار بعد البعث «فقال الكافرون هذا» الإنذار «شيء عجيب»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولكن أكثر الناس، لا يقدر نعم الله قدرها، ولهذا قال تعالى:  بَلْ عَجِبُوا  أي: المكذبون للرسول صلى الله عليه وسلم،  أَنْ جَاءَهُمْ مُنْذِرٌ منهم  أي: ينذرهم ما يضرهم، ويأمرهم بما ينفعهم، وهو من جنسهم، يمكنهم التلقي عنه، ومعرفة أحواله وصدقه.فتعجبوا من أمر، لا ينبغي لهم التعجب منه، بل يتعجب من عقل من تعجب منه. فَقَالَ الْكَافِرُونَ  الذين حملهم كفرهم وتكذيبهم، لا نقص بذكائهم وآرائهم هَذَا شَيْءٌ عَجِيبٌ  أي: مستغرب، وهم في هذا الاستغراب بين أمرين:إما صادقون في [استغرابهم و] تعجبهم، فهذا يدل على غاية جهلهم، وضعف عقولهم، بمنزلة المجنون، الذي يستغرب كلام العاقل، وبمنزلة الجبان الذي يتعجب من لقاء الفارس للفرسان، وبمنزلة البخيل، الذي يستغرب سخاء أهل السخاء، فأي ضرر يلحق من تعجب من هذه حاله ؟ وهل تعجبه، إلا دليل على زيادة وظلمه وجهله؟ وإما أن يكونوا متعجبين، على وجه يعلمون خطأهم فيه، فهذا من أعظم الظلم وأشنعه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهكذا قال هاهنا : ( ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم فقال الكافرون هذا شيء عجيب ) أي : تعجبوا من إرسال رسول إليهم من البشر كقوله تعالى : ( أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس ) [ يونس : 2 ] أي : وليس هذا بعجيب ; فإن الله يصطفي من الملائكة رسلا ومن الناس ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "و \" بل \" كقوله : \" والقرآن المجيد - بل عجبوا \" .( أن جاءهم منذر ) مخوف ( منهم ) يعرفون نسبه وصدقه وأمانته ( فقال الكافرون هذا شيء عجيب ) غريب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بل عجبوا أن جاءهم منذر منهم أن في موضع نصب على تقدير : لأن جاءهم منذر منهم ، يعني محمدا صلى الله عليه وسلم والضمير للكفار . وقيل : للمؤمنين والكفار جميعا . ثم ميز بينهم بقوله تعالى : فقال الكافرون ولم يقل فقالوا ، بل قبح حالهم وفعلهم ووصفهم بالكفر ، كما تقول : جاءني فلان فأسمعني المكروه ، وقال لي الفاسق أنت كذا وكذا .هذا شيء عجيب العجيب الأمر الذي يتعجب منه ، وكذلك العجاب بالضم ، والعجاب بالتشديد أكثر منه ، وكذلك الأعجوبة . وقال قتادة : عجبهم أن دعوا إلى إله واحد . وقيل : من إنذارهم بالبعث والنشور . والذي نص عليه القرآن أولى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ ) يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم ما كذّبك يا محمد مشركو قومك أن لا يكونوا عالمين بأنك صادق محقّ, ولكنهم كذّبوك تعجبا من أن جاءهم منذر ينذرهم عقاب الله منهم, يعني بشرا منهم من بني آدم, ولم يأتهم مَلك برسالة من عند الله.وقوله ( فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ ) يقول تعالى ذكره: فقال المكذّبون بالله ورسوله من قريش إذ جاءهم منذر منهم ( هَذَا شَيْءٌ عَجِيبٌ ) : أي مجيء رجل منا من بني آدم برسالة الله إلينا,( هَلا (2) أُنزلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا ) .--------------------------الهوامش:(2) التلاوة \" لولا \" . أ ه . مصححه ."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أإذا متنا وصِرْنا ترابًا، كيف يمكن الرجوع بعد ذلك إلى ما كنا عليه؟ ذلك رجع بعيد الوقوع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أإذا» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين «متنا وكنا ترابا» نرجع «ذلك رجع بعيد» في غاية البعد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر وجه تعجبهم فقال:  أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ  فقاسوا قدرة من هو على كل شيء قدير، الكامل من كل وجه، بقدرة العبد الفقير العاجز من جميع الوجوه، وقاسوا الجاهل، الذي لا علم له، بمن هو بكل شيء عليم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال مخبرا عنهم في عجبهم أيضا من المعاد واستبعادهم لوقوعه : ( أئذا متنا وكنا ترابا ذلك رجع بعيد ) أي : يقولون : أإذا متنا وبلينا ، وتقطعت الأوصال منا ، وصرنا ترابا ، كيف يمكن الرجوع بعد ذلك إلى هذه البنية والتركيب ؟ ( ذلك رجع بعيد ) أي : بعيد الوقوع ، ومعنى هذا : أنهم يعتقدون استحالته وعدم إمكانه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أئذا متنا وكنا ترابا ) نبعث ، ترك ذكر البعث لدلالة الكلام عليه ( ذلك رجع ) أي رد إلى الحياة ( بعيد ) وغير كائن ، أي : يبعد أن نبعث بعد الموت ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أئذا متنا وكنا ترابا نبعث ; ففيه إضمار .ذلك رجع بعيد الرجع الرد أي : هو رد بعيد أي : محال . يقال : رجعته أرجعه رجعا ، ورجع هو يرجع رجوعا ، وفيه إضمار آخر ; أي : وقالوا أنبعث إذا متنا . وذكر البعث وإن لم يجر هاهنا فقد جرى في مواضع ، والقرآن كالسورة الواحدة . وأيضا ذكر البعث منطو تحت قوله : بل عجبوا أن جاءهم منذر منهم لأنه إنما ينذر بالعقاب والحساب في الآخرة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (3)يقول القائل: لم يجر للبعث ذكر, فيخبر عن هؤلاء القوم بكفرهم ما دعوا إليه من ذلك, فما وجه الخبر عنهم بإنكارهم ما لم يدعوا إليه, وجوابهم عما لم يسألوا عنه. قيل: قد اختلف أهل العربية في ذلك, فنذكر ما قالوا في ذلك, ثم نتبعه البيان إن شاء الله تعالى, فقال في ذلك بعض نحويِّي البصرة قال ( أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ ) , لم يذكر أنه راجع, وذلك والله أعلم لأنه كان على جواب, كأنه قيل لهم: إنكم ترجعون, فقالوا( أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ ) وقال بعض نحويِّي الكوفة قوله : ( أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ) كلام لم يظهر قبله, ما يكون هذا جوابا له, ولكن معناه مضمر, إنما كان والله أعلم :  ق وَالْقُرْآنِ الْمَجِيدِ  لَتُبْعثنّ بعد الموت, فقالوا: أإذا كنا ترابا بُعثنا؟ جحدوا البعث, ثم قالوا( ذَلِكَ رَجْعٌ بَعِيدٌ ) جحدوه أصلا قوله ( بَعِيدٌ ) كما تقول للرجل يخطئ في المسألة, لقد ذهبت مذهبا بعيدا من الصواب: أي أخطأت.والصواب من القول في ذلك عندنا, أن في هذا الكلام متروكا استغني بدلالة ما ذُكر عليه من ذكره, وذلك أن الله دلّ بخبره عن تكذيب هؤلاء المشركين الذين ابتدأ هذه السورة بالخبر عن تكذيبهم رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم بقوله  بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ  على وعيده إياهم على تكذيبهم محمدا صَلَّى الله عَلَيْهِ وَسَلَّم , فكأنه قال لهم: إذ قالوا منكرين رسالة الله رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم  هَذَا شَيْءٌ عَجِيبٌ  ستعلمون أيها القوم إذا أنتم بُعثتم يوم القيامة ما يكون حالكم في تكذيبكم محمدا صَلَّى الله عَلَيْهِ وَسَلَّم , وإنكاركم نبوّته, فقالوا مجيبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ) نعلم ذلك, ونرى ما تعدنا على تكذيبك ( ذَلِكَ رَجْعٌ بَعِيدٌ ) : أي أن ذلك غير كائن, ولسنا راجعين أحياء بعد مماتنا, فاستغني بدلالة قوله  بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ  فقال الكافرون  هَذَا شَيْءٌ عَجِيبٌ  من ذكر ما ذكرت من الخبر عن وعيدهم.وفيما حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ ) قالوا: كيف يحيينا الله, وقد صرنا عظاما ورفاتا, وضللنا في الأرض, دلالة على صحة ما قلنا من أنهم أنكروا البعث إذا توعِّدوا به.--------------------------------------------------------------------------------الهوامش:(3) زيادة لربط الكلام ، ونظن أنها سقطت من قلم الناسخ ."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قد علمنا ما تنقص الأرض وتُفني من أجسامهم، وعندنا كتاب محفوظ من التغيير والتبديل، بكل ما يجري عليهم في حياتهم وبعد مماتهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قد علمنا ما تنقص الأرض» تأكل «منهم وعندنا كتاب حفيظ» هو اللوح المحفوظ فيه جميع الأشياء المقدرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "الذي يعلم ما تنقص الأرض من أجسادهم مدة مقامهم في برزخهم، وقد أحصى في كتابه الذي هو عنده محفوظ عن التغيير والتبديل، كل ما يجري عليهم في حياتهم، ومماتهم، وهذا الاستدلال، بكمال علمه، وسعته التي لا يحيط بها إلا هو، على قدرته على إحياء الموتى."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى رادا عليهم : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من أجسادهم في البلى ، نعلم ذلك ولا يخفى علينا أين تفرقت الأبدان ؟ وأين ذهبت ؟ وإلى أين صارت ؟ ( وعندنا كتاب حفيظ ) أي : حافظ لذلك ، فالعلم شامل ، والكتاب أيضا فيه كل الأشياء مضبوطة .قال العوفي ، عن ابن عباس في قوله : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من لحومهم وأبشارهم ، وعظامهم وأشعارهم . وكذا قال مجاهد ، وقتادة ، والضحاك ، وغيرهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قال الله - عز وجل - : ( قد علمنا ما تنقص الأرض منهم ) أي تأكل من لحومهم ودمائهم وعظامهم لا يعزب عن علمه شيء . قال السدي : هو الموت ، يقول : قد علمنا من يموت منهم ومن يبقى ( وعندنا كتاب حفيظ ) [ محفوظ من الشياطين ومن أن يدرس ويتغير وهو اللوح المحفوظ ، وقيل : حفيظ ] أي : حافظ لعدتهم وأسمائهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قد علمنا ما تنقص الأرض منهم أي : ما تأكل من أجسادهم فلا يضل عنا شيء حتى تتعذر علينا الإعادة . وفي التنزيل : قال فما بال القرون الأولى قال علمها عند ربي في كتاب لا يضل ربي ولا ينسى . وفي الصحيح : كل ابن آدم يأكله التراب إلا عجب الذنب ، منه خلق وفيه يركب وقد تقدم . وثبت أن الأنبياء والأولياء والشهداء لا تأكل الأرض أجسادهم ; حرم الله على الأرض أن تأكل أجسادهم . وقد بينا هذا في كتاب \" التذكرة \" وتقدم أيضا في هذا الكتاب . وقال السدي : النقص هنا الموت يقول قد علمنا منهم من يموت ومن يبقى ; لأن من مات دفن فكأن الأرض تنقص من الناس . وعن ابن عباس : هو من يدخل في الإسلام من المشركين .وعندنا كتاب حفيظ أي : بعدتهم وأسمائهم فهو فعيل بمعنى فاعل . وقيل : اللوح المحفوظ أي : محفوظ من الشياطين أو محفوظ فيه كل شيء . وقيل : الكتاب عبارة عن العلم والإحصاء ; كما تقول : كتبت عليك هذا أي : حفظته ; وهذا ترك الظاهر من غير ضرورة . وقيل : أي : وعندنا كتاب حفيظ لأعمال بني آدم لنحاسبهم عليها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( قَدْ عَلِمْنَا مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) يقول تعالى ذكره: قد علمنا ما تأكل الأرض من أجسامهم بعد مماتهم, وعندنا كتاب بما تأكل الأرض وتفني من أجسامهم, ولهم كتاب مكتوب مع علمنا بذلك, حافظ لذلك كله, وسماه الله تعالى حفيظا, لأنه لا يدرس ما كتب فيه, ولا يتغير ولا يتبدل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, فال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( قَدْ عَلِمْنَا مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) يقول: ما تأكل الأرض من لحومهم وأبشارهم وعظامهم وأشعارهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نَجيح, عن مجاهد, قوله ( مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) قال: من عظامهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله ( قَدْ عَلِمْنَا مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) يقول: ما تأكل الأرض منهم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( قَدْ عَلِمْنَا مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) قال: يعني الموت, يقول: من يموت منهم, أو قال: ما تأكل الأرض منهم إذا ماتوا.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول, قال الله ( قَدْ عَلِمْنَا مَا تَنْقُصُ الأرْضُ مِنْهُمْ ) يقول: ما أكلت الأرض منهم ونحن عالمون به, وهم عندي مع علمي فيهم في كتاب حفيظ."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل كذَّب هؤلاء المشركون بالقرآن حين جاءهم، فهم في أمر مضطرب مختلط، لا يثبتون على شيء، ولا يستقر لهم قرار."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«بل كذبوا بالحق» بالقرآن «لما جاءهم فهم» في شأن النبي صلى الله عليه وسلم والقرآن «في أمر مريج» مضطرب قالوا مرة: ساحر وسحر، ومرة: شاعر وشعر، ومرة: كاهن وكهانة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  بَلْ  كلامهم الذي صدر منهم، إنما هو عناد وتكذيب للحق الذي هو أعلى أنواع الصدق  لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ  أي: مختلط مشتبه، لا يثبتون على شيء، ولا يستقر لهم قرار، فتارة يقولون عنك: إنك ساحر، وتارة مجنون، وتارة شاعر، وكذلك جعلوا القرآن عضين، كل قال فيه، ما اقتضاه رأيه الفاسد، وهكذا، كل من كذب بالحق، فإنه في أمر مختلط، لا يدرى له وجهة  ولا قرار، [فترى أموره متناقضة مؤتفكة] كما أن من اتبع الحق وصدق به، قد استقام أمره، واعتدل سبيله، وصدق فعله قيله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم بين تعالى سبب كفرهم وعنادهم واستبعادهم ما ليس ببعيد فقال : ( بل كذبوا بالحق لما جاءهم فهم في أمر مريج ) أي : وهذا حال كل من خرج عن الحق ، مهما قال بعد ذلك فهو باطل . والمريج : المختلف المضطرب الملتبس المنكر خلاله ، كقوله : ( إنكم لفي قول مختلف يؤفك عنه من أفك ) [ الذاريات : 8 ، 9 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( بل كذبوا بالحق ) بالقرآن ( لما جاءهم فهم في أمر مريج ) مختلط ، قال سعيد بن جبير ومجاهد : ملتبس . قال قتادة في هذه الآية : من ترك الحق مرج عليه أمره والتبس عليه دينه . وقال الحسن : ما ترك قوم الحق إلا مرج أمرهم . وذكر الزجاج معنى اختلاط أمرهم ، فقال : هو أنهم يقولون للنبي - صلى الله عليه وسلم - ، مرة شاعر ، ومرة ساحر ، ومرة معلم ، ويقولون للقرآن مرة سحر ، ومرة رجز ، ومرة مفترى ، فكان أمرهم مختلطا ملتبسا عليهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : بل كذبوا بالحق لما جاءهم أي : القرآن في قول الجميع ; حكاه الماوردي . وقال الثعلبي : بالحق : القرآن . وقيل : الإسلام . وقيل : محمد صلى الله عليه وسلم .فهم في أمر مريج أي : مختلط . يقولون مرة ساحر ومرة شاعر ومرة كاهن ; قاله الضحاك وابن زيد . وقال قتادة : مختلف . الحسن : ملتبس ; والمعنى متقارب . وقال أبو هريرة : فاسد ، ومنه مرجت أمانات الناس أي : فسدت ; ومرج الدين والأمر اختلط ; قال أبو دؤاد :مرج الدين فأعددت له     مشرف الحارك محبوك الكتدوقال ابن عباس : المريج الأمر المنكر . وقال عنه عمران بن أبي عطاء : مريج مختلط . وأنشد :فجالت فالتمست به حشاها     فخر كأنه خوط مريجالخوط الغصن . وقال عنه العوفي : في أمر ضلالة وهو قولهم : ساحر شاعر مجنون كاهن . وقيل : متغير . وأصل المرج الاضطراب والقلق ; يقال : مرج أمر الناس ومرج أمر الدين ومرج الخاتم في إصبعي إذا قلق من الهزال . وفي الحديث : كيف بك يا عبد الله إذا كنت في قوم قد مرجت عهودهم وأماناتهم واختلفوا فكانوا هكذا وهكذا وشبك بين أصابعه . أخرجه أبو داود وقد ذكرناه في كتاب \" التذكرة \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (5)يقول تعالى ذكره: ما أصاب هؤلاء المشركون القائلون  أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ  في قيلهم هذا( بَلْ كَذَّبُوا بِالْحَقِّ ) , وهو القرآن ( لَمَّا جَاءَهُمْ ) من الله.كالذي حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ ) أي كذّبوا بالقرآن ( فَهُمْ فِي أَمْرٍ مَرِيجٍ ) يقول: فهم في أمر مختلط عليهم ملتبس, لا يعرفون حقه من باطله, يقال (3) قد مرج أمر الناس إذا اختلط وأهمل.وقد اختلفت عبارات أهل التأويل في تأويلها, وإن كانت متقاربات المعاني, فقال بعضهم: معناها: فهم في أمر منكر; وقال: المريج: هو الشيء المنكر.* ذكر من قال ذلك:حدثني محمد بن خالد بن خداش, قال: ثني سلم بن قُتيبة, عن وهب بن حبيب الآمدي, عن أبي حمزة, عن ابن عباس أنه سُئل عن قوله ( أَمْرٍ مَرِيجٍ ) قال: المريج: الشيء المنكر; أما سمعت قول الشاعر:فَجالَتْ والْتَمَسَتْ بهِ حَشاهافَخَرَّ كأنَّهُ خُوطٌ مَرِيجُ (4)وقال آخرون: بل معنى ذلك: في أمر مختلف.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( فِي أَمْرٍ مَرِيجٍ ) في قول: مختلف.وقال آخرون: بل معناه: في أمر ضلالة.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( فَهُمْ فِي أَمْرٍ مَرِيجٍ ) قال: هم في أمر ضلالة.وقال آخرون: بل معناه: في أمر مُلْتبِس.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال : ثنا يحيى بن يمان, عن أشعث بن إسحاق, عن جعفر بن أبي المغيرة, عن سعيد بن جُبَير, في قوله ( فَهُمْ فِي أَمْرٍ مَرِيجٍ ) قال: مُلْتَبِسٍ.حدثنا محمد بن عمرو, قال أبو عاصم, قال : ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( أَمْرٍ مَرِيجٍ ) قال : ملتبس.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَهُمْ فِي أَمْرٍ مَرِيجٍ ) ملتبس عليهم أمره.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, قال: والتبس عليه دينه.وقال آخرون : بل هو المختلط.* ذكر من قال ذلك:حدثني يونس , قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فِي أَمْرٍ مَرِيجٍ ) قال: المريج: المختلط.وإنما قلت: هذه العبارات وإن اختلفت الفاظها فهي في المعنى متقاربات, لأن الشيء مختلف ملتبس, معناه مشكل. وإذا كان كذلك كان منكرا, لأن المعروف واضح بين, وإذا كان غير معروف كان لا شكّ ضلالة, لأن الهدى بين لا لبس فيه.--------------------------------------------------------------------------------الهوامش:(3) زيادة لربط الكلام ، ونظن أنها سقطت من قلم الناسخ .(4) البيت للداخل بن حرام الهذلي ، كما في شرح أشعار الهذليين للسكري طبعة أوربا ، ص 269 وليس لأبي ذؤيب ، كما قال أبو عبيدة في مجاز القرآن ( الورقة 225 ب ) . والضمير في جالت للبقرة . وفي به إلى السهم الذي وصفه . ويروي : فراغت : في موضع \" فجالت \" . أي حادت عن السهم . والحشا : حشوة الجوف . وخر : سقط . وخوط : غصن أو قضيب . ومريج : أي قد طرح وترك ، يقال : مرج إذا وقع فترك . ويقال مريج : قلق ، يقال مرج الخاتم في يدي ، أي انسل يمرج مرحبا أي قلق وتقلقل واضطرب ومرج ، وفي ( اللسان : مرج ) المرج بالتحريك : مصدر قولك : مرج الخاتم في يدي مرجا : أي قلق . وفي التنزيل \" فهم في أمر مريج \" يقول : في ضلال . وقال أبو إسحاق : في أمر مختلف ، ملتبس عليهم ، يقولون للنبي صلى الله عليه وسلم مرة : ساحر . ومرة شاعر ، ومرة معلم مجنون . وهذا الدليل على أن قوله \" مريج \" ملتبس عليهم . أ ه . وفي مجاز القرآن لأبي عبيدة ( الورقة 225 ب ) مريج مختلط ؛ يقال قد مرج أمر الناس: اختلط وأهمل . وقال أبو ذؤيب ( كذا ) \" فخر كأنه خوط مريج \" أي سهم . أ ه ."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أغَفَلوا حين كفروا بالبعث، فلم ينظروا إلى السماء فوقهم، كيف بنيناها مستوية الأرجاء، ثابتة البناء، وزيناها بالنجوم، وما لها من شقوق وفتوق، فهي سليمة من التفاوت والعيوب؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفلم ينظروا» بعيونهم معتبرين بعقولهم حين أنكروا البعث «إلى السماء» كائنة «فوقهم كيف بنيناها» بلا عمد «وزيناها» بالكواكب «وما لها من فروج» شقوق تعيبها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر تعالى حالة المكذبين، وما ذمهم به، دعاهم إلى النظر في آياته  الأفقية، كي يعتبروا، ويستدلوا بها، على ما جعلت أدلة عليه فقال:  أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ  أي: لا يحتاج ذلك النظر إلى كلفة وشد رحل، بل هو في غاية السهولة، فينظرون  كَيْفَ بَنَيْنَاهَا  قبة مستوية الأرجاء، ثابتة البناء، مزينة بالنجوم الخنس، والجوار الكنس، التي ضربت من الأفق إلى الأفق في غاية الحسن والملاحة، لا ترى فيها عيبًا، ولا فروجًا، ولا خلالًا، ولا إخلالاً.قد جعلها الله سقفًا لأهل الأرض، وأودع فيها من مصالحهم الضرورية ما أودع."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى منبها للعباد على قدرته العظيمة التي أظهر بها ما هو أعظم مما تعجبوا مستبعدين لوقوعه : ( أفلم ينظروا إلى السماء فوقهم كيف بنيناها وزيناها ) ؟ أي : بالمصابيح ، ( وما لها من فروج ) . قال مجاهد : يعني من شقوق . وقال غيره : فتوق . وقال غيره : من صدوع . والمعنى متقارب ، كقوله تعالى : ( الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسير ) [ الملك : 3 ، 4 ] أي : كليل ، أي : عن أن يرى عيبا أو نقصا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم دلهم على قدرته ، فقال : ( أفلم ينظروا إلى السماء فوقهم كيف بنيناها ) بغير عمد ( وزيناها ) بالكواكب ( وما لها من فروج ) شقوق وفتوق وصدوع ، واحدها فرج ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفلم ينظروا إلى السماء فوقهم نظر اعتبار وتفكر ، وأن القادر على إيجادها قادر على الإعادة .كيف بنيناها فرفعناها بلا عمد وزيناها بالنجوم وما لها من فروج جمع فرج وهو الشق ; ومنه قول امرئ القيس :لها ذنب مثل ذيل العروس تسد به فرجها من دبروقال الكسائي : ليس فيها تفاوت ولا اختلاف ولا فتوق ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا ) يقول تعالى ذكره: أفلم ينظر هؤلاء المكذّبون بالبعث بعد الموت المنُكرون قُدرتنا على إحيائهم بعد بلائهم ( إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا ) فسوّيناها سقفا محفوظا, وزيناها بالنجوم ( وَمَا لَهَا مِنْ فُرُوجٍ ) يعني: وما لها من صدوع وفُتوق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال : ثنا أبو عاصم, قال : ثنا عيسى; وحدثني الحارث, قال : ثنا الحسن, قال : ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( مِنْ فُرُوجٍ ) قال: شَقّ.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَمَا لَهَا مِنْ فُرُوجٍ ) قلت له, يعني ابن زيد: الفروج: الشيء المتبرئ بعضه من بعض, قال: نعم."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والأرض وسَّعْناها وفرشناها، وجعلنا فيها جبالا ثوابت؛ لئلا تميل بأهلها، وأنبتنا فيها من كل نوع حسن المنظر نافع، يَسُرُّ ويبهج الناظر إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والأرض» معطوف على موضع إلى السماء، كيف «مددناها» دحوناها على وجه الماء «وألقينا فيها رواسي» جبالا تثبتها «وأنبتنا فيها من كل زوج» صنف «بهيج» يبهج به لحسنه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " و  إلى  الأرض كيف مَدَدْنَاهَا  ووسعناها، حتى أمكن كل حيوان السكون فيها والاستقرار  والاستعداد لجميع مصالحه، وأرساها بالجبال، لتستقر من التزلزل، والتموج،  وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ  أي: من كل صنف من أصناف النبات، التي تسر ناظرها، وتعجب مبصرها، وتقر عين رامقها، لأكل بني آدم، وأكل بهائمهم ومنافعهم، وخص من تلك المنافع بالذكر، الجنات المشتملة على الفواكه اللذيذة، من العنب والرمان والأترج والتفاح، وغير ذلك، من أصناف الفواكه، ومن النخيل الباسقات، أي: الطوال، التي يطول  نفعها، وترتفع إلى السماء، حتى تبلغ مبلغًا، لا يبلغه كثير من الأشجار، فتخرج من الطلع النضيد، في قنوانها، ما هو رزق للعباد، قوتًا وأدمًا وفاكهة، يأكلون منه ويدخرون، هم ومواشيهم وكذلك ما يخرج الله بالمطر، وما هو أثره من الأنهار، التي على وجه الأرض، والتي تحتها من حب الحصيد، أي: من الزرع المحصود، من بر وشعير، وذرة، وأرز، ودخن وغيره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( والأرض مددناها ) أي : وسعناها وفرشناها ، ( وألقينا فيها رواسي ) وهي : الجبال ; لئلا تميد بأهلها وتضطرب ; فإنها مقرة على تيار الماء المحيط بها من جميع جوانبها ، ( وأنبتنا فيها من كل زوج بهيج ) أي : من جميع الزروع والثمار والنبات والأنواع ، ( ومن كل شيء خلقنا زوجين لعلكم تذكرون ) [ الذاريات : 49 ] ، وقوله : ( بهيج ) أي : حسن نضر ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والأرض مددناها ) بسطناها على وجه الماء ( وألقينا فيها رواسي ) جبالا ثوابت ( وأنبتنا فيها من كل زوج بهيج ) حسن كريم يبهج به ، أي : يسر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "والأرض مددناها وألقينا فيها رواسي تقدم في الرعد بيانه . وأنبتنا فيها من كل زوج أي : من كل نوع من النبات بهيج أي : حسن يسر الناظرين ; وقد تقدم في \" الحج \" بيانه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7)وقوله ( وَالأرْضَ مَدَدْنَاهَا ) يقول: والأرض بسطناها( وَأَلْقَيْنَا فِيهَا رَوَاسِيَ ) يقول: وجعلنا فيها جبالا ثوابت, رست في الأرض,( وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ ) يقول تعالى ذكره: وأنبتنا في الأرض من كلّ نوع من نبات حسن, وهو البهيج.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ, قال : ثنا أبو صالح, قال : ثني معاوية بن صالح, عن عليّ, عن ابن عباس, قوله ( بَهِيجٍ ) يقول: حسن.حدثنا بشر, قال : ثنا يزيد, قال : ثنا سعيد, عن قتادة, قوله ( وَأَلْقَيْنَا فِيهَا رَوَاسِيَ ) والرواسي الجبال ( وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ ) : أي من كلّ زوج حسن.حدثني يونس, قال: أخبرنا ابن وهب, قال: قلت لابن زيد ( البَهِيج ) : هو الحسن المنظر؟ قال نعم."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "خلق الله السموات والأرض وما فيهما من الآيات العظيمة عبرة يُتبصر بها مِن عمى الجهل، وذكرى لكل عبد خاضع خائف وَجِل، رجَّاع إلى الله عز وجل."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تبصرة» مفعول له، أي فعلنا ذلك تبصيرا منا «وذكرى» تذكيرا «لكل عبد منيب» رجّاع إلى طاعتنا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فإن في النظر في هذه الأشياء  تَبْصِرَةً  يتبصر بها، من عمى الجهل،  وَذِكْرَى  يتذكر بها، ما ينفع في الدين والدنيا، ويتذكر بها ما أخبر الله به، وأخبرت به رسله، وليس ذلك لكل أحد، بل  لِكُلِّ عَبْدٍ مُنِيبٍ  إلى الله أي: مقبل عليه بالحب والخوف والرجاء، وإجابة داعيه، وأما المكذب والمعرض، فما تغني الآيات والنذر عن قوم لا يؤمنون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( تبصرة وذكرى لكل عبد منيب ) أي : ومشاهدة خلق السماوات [ والأرض ] وما جعل [ الله ] فيهما من الآيات العظيمة تبصرة ودلالة وذكرى لكل عبد منيب ، أي : خاضع خائف وجل رجاع إلى الله عز وجل ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( تبصرة ) [ أي جعلنا ذلك تبصرة ] ( وذكرى ) أي تبصيرا وتذكيرا ( لكل عبد منيب ) أي : ليبصر به ويتذكر به ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "تبصرة أي : جعلنا ذلك تبصرة لندل به على كمال قدرتنا . وقال أبو حاتم : نصب على المصدر ; يعني : جعلنا ذلك تبصيرا وتنبيها على قدرتنا و \" ذكرى \" معطوف عليه .لكل عبد منيب راجع إلى الله تعالى ، مفكر في قدرته ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( تَبْصِرَةً ) يقول: فعلنا ذلك تبصرة لكم أيها الناس نبصركم بها قدرة ربكم على ما يشاء,( وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ ) يقول: وتذكيرا من الله عظمته وسلطانه, وتنبيها على وحدانيته ( لِكُلِّ عَبْدٍ مُنِيبٍ ) يقول : لكل عبد رجع إلى الإيمان بالله, والعمل بطاعته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة قوله ( تَبْصِرَة ) نعمة من الله يبصرها العباد ( وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ ) : أي بقلبه إلى الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( تَبْصِرَةً وَذِكْرَى ) قال: تبصرة من الله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( تَبْصِرَةً ) قال: بصيرة.حدثنا ابن حُمَيد قال: ثنا مهران, عن سفيان, عن جابر, عن عطاء ومجاهد ( لِكُلِّ عَبْدٍ مُنِيبٍ ) قالا مجيب."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ونزَّلنا من السماء مطرًا كثير المنافع، فأنبتنا به بساتين كثيرة الأشجار، وحب الزرع المحصود."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ونزلنا من السماء ماءً مباركا» كثير البركة «فأنبتنا به جنات» بساتين «وحب» الزرع «الحصيد» المحصود."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال:  وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( ونزلنا من السماء ماء مباركا ) أي : نافعا ، ( فأنبتنا به جنات ) أي : حدائق من بساتين ونحوها ، ( وحب الحصيد ) وهو : الزرع الذي يراد لحبه وادخاره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ونزلنا من السماء ماء مباركا ) كثير الخير وفيه حياة كل شيء ، وهو المطر ( فأنبتنا به جنات وحب الحصيد ) يعني البر والشعير وسائر الحبوب التي تحصد ، فأضاف الحب إلى الحصيد ، وهما واحد لاختلاف اللفظين ، كما يقال : مسجد الجامع وربيع الأول . وقيل : \" وحب الحصيد \" أي : وحب النبت [ الحصيد ] ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ونزلنا من السماء أي : من السحاب ماء مباركا أي : كثير البركة .فأنبتنا به جنات وحب الحصيد التقدير : وحب النبت الحصيد وهو كل ما يحصد . هذا قول البصريين . وقال الكوفيون : هو من باب إضافة الشيء إلى نفسه ، كما يقال : مسجد الجامع وربيع الأول وحق اليقين وحبل الوريد ونحوها ; قال الفراء : والأصل الحب الحصيد فحذفت الألف واللام وأضيف المنعوت إلى النعت . وقال الضحاك : حب الحصيد البر والشعير . وقيل : كل حب يحصد ويدخر ويقتات ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9)يقول تعالى ذكره ( وَنزلْنَا مِنَ السَّمَاءِ مَاءً ) مطرا مباركا, فأنبتنا به بساتين أشجارا, وحبّ الزرع المحصود من البرّ والشعير, وسائر أنواع الحبوب.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَحَبَّ الْحَصِيدِ ) هذا البرّ والشعير.حدثني ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَحَبَّ الْحَصِيدِ ) قال: هو البرّ والشعير.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَحَبَّ الْحَصِيدِ ) قال: الحِنطة.وكان بعض أهل العربية يقول في قوله ( وَحَبَّ الْحَصِيدِ ) الحبّ هو الحصيد, وهو مما أضيف إلى نفسه مثل قوله  إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ  ."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأنبتنا النخل طِوالا لها طلع متراكب بعضه فوق بعضٍ."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والنخل باسقات» طوالا حال مقدرة «لها طلع نضيد» متراكب بعضه فوق بعض."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال:  وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( والنخل باسقات ) أي : طوالا شاهقات . وقال ابن عباس ، ومجاهد ، وعكرمة ، والحسن ، وقتادة ، والسدي ، وغيرهم : الباسقات الطوال . ( لها طلع نضيد ) أي : منضود ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والنخل باسقات ) قال مجاهد وعكرمة وقتادة : طوالا يقال : بسقت [ النخلة ] بسوقا إذا طالت . وقال سعيد بن جبير : مستويات . ( لها طلع ) ثمر وحمل ، سمي بذلك لأنه يطلع ، والطلع أول ما يظهر قبل أن ينشق ( نضيد ) متراكب متراكم منضود بعضه على بعض في أكمامه ، فإذا خرج من أكمامه فليس بنضيد ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "والنخل باسقات نصب على الحال ردا على قوله : وحب الحصيد و \" باسقات \" حال . والباسقات الطوال ؛ قاله مجاهد وعكرمة . وقال قتادة وعبد الله بن شداد : بسوقها استقامتها في الطول . وقال سعيد بن جبير : مستويات . وقال الحسن وعكرمة أيضا والفراء : مواقير حوامل ; يقال للشاة بسقت إذا ولدت ، قال الشاعر : فلما تركنا الدار ظلت منيفة بقران فيه الباسقات المواقر والأول في اللغة أكثر وأشهر ; يقال بسق النخل بسوقا إذا طال . قال : لنا خمر وليست خمر كرم ولكن من نتاج الباسقات كرام في السماء ذهبن طولا وفات ثمارها أيدي الجناة ويقال : بسق فلان على أصحابه أي : علاهم ، وأبسقت الناقة إذا وقع في ضرعها اللبن قبل النتاج فهي مبسق ونوق مباسيق . وقال قطبة بن مالك : سمعت النبي صلى الله عليه وسلم يقرأ : \" باصقات \" بالصاد ; ذكره الثعلبي . قلت : الذي في صحيح مسلم عن قطبة بن مالك قال : صليت وصلى بنا رسول الله صلى الله عليه وسلم فقرأ ق والقرآن المجيد حتى قرأ والنخل باسقات قال : فجعلت أرددها ولا أدري ما قال ; إلا أنه لا يجوز إبدال الصاد من السين لأجل القاف .لها طلع نضيد الطلع هو أول ما يخرج من ثمر النخل ; يقال : طلع الطلع طلوعا وأطلعت النخلة ، وطلعها كفراها قبل أن ينشق . نضيد أي : متراكب قد نضد بعضه على بعض . وفي البخاري النضيد الكفرى ما دام في أكمامه ومعناه : منضود بعضه على بعض ; فإذا خرج من أكمامه فليس بنضيد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَالنَّخْلَ بَاسِقَاتٍ ) يقول: وأنبتنا بالماء الذي أنزلنا من السماء النخل طوالا والباسق: هو الطويل يقال للجبل الطويل: حبل باسق, كما قال أبو نوفل لابن هُبَيرة:يا بْنَ الَّذِينَ بِفَضْلِهِمْبَسَقَتْ عَلى قَيْسٍ فَزَارَهْ (5)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح قال: ثني معاوية, عن علي, عن ابن عباس, قوله ( باسِقاتٍ ) يقول: طوال.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: النخل الطوال.حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, عن إسماعيل بن أبي خالد, عن عبد الله بن شدّاد في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: بسُوقها: طولها في إقامة.حدثنا هناد, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة, في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) الباسقات: الطوال.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( باسِقاتٍ ) قال: الطوال.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: بسوقها طولها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: يعني طولها.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: البسوق: الطول.وقوله ( لَهَا طَلْعٌ نَضِيدٌ ) يقول: لهذا النخل الباسقات طلع وهو الكُفُرَّى, نضيد: يقول: منضود بعضه على بعض متراكب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي، عن أبيه, عن ابن عباس ( لَهَا طَلْعٌ نَضِيدٌ ) قال: يقول بعضه على بعض.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, لها: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( نَضِيدٌ ) قال: المنضَّد.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لَهَا طَلْعٌ نَضِيدٌ ) يقول: بعضه على بعض.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لَهَا طَلْعٌ نَضِيدٌ ) ينضد بعضه على بعض.--------------------------الهوامش:(5) البيت من شواهد أبي عبيدة في مجاز القرآن ( الورقة 225 ب ) قال : \" والنخل باسقات \" : طوال . يقال جبل باسق ، وحسب باسق، قال أبو نوفل لابن هبيرة : \" يا بن الذين ... \" البيت . وفي اللسان: بسق ( بسق الشيء يبسق بسوقًا : تم طوله ) . وفي التنزيل : \" والنخل باسقات \" الفراء : باسقات : طوالا ، فهن طوال النخل ، وبسق على قومه : علاهم في الفضل . وأنشد ابن بري لأبي نوفل : \" يا بن الذين ... البيت \" . أ ه ."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أنبتنا ذلك رزقًا للعباد يقتاتون به حسب حاجاتهم، وأحيينا بهذا الماء الذي أنزلناه من السماء بلدة قد أجدبت وقحطت، فلا زرع فيها ولا نبات، كما أحيينا بذلك الماء الأرض الميتة نخرجكم يوم القيامة أحياء بعد الموت."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«رزقا للعباد» مفعول له «وأحيينا به بلدة ميتا» يستوي فيه المذكر والمؤنث «كذلك» أي مثل هذا الإحياء «الخروج» من القبور فكيف تنكرونه والاستفهام للتقرير والمعنى أنهم نظروا وعلموا ما ذكر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال:  وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ ولما ذكرهم بهذه الآيات السماوية والأرضية، خوفهم أخذات الأمم، وألا يستمروا على ما هم عليه من التكذيب، فيصيبهم ما أصاب إخوانهم من المكذبين، فقال:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( رزقا للعباد ) أي : للخلق ، ( وأحيينا به بلدة ميتا ) وهي : الأرض التي كانت هامدة ، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج من أزاهير وغير ذلك ، مما يحار الطرف في حسنها ، وذلك بعد ما كانت لا نبات بها ، فأصبحت تهتز خضراء ، فهذا مثال للبعث بعد الموت والهلاك ، كذلك يحيي الله الموتى . وهذا المشاهد من عظيم قدرته بالحس أعظم مما أنكره الجاحدون للبعث كقوله تعالى : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] ، وقوله : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وقال تعالى : ( ومن آياته أنك ترى الأرض خاشعة فإذا أنزلنا عليها الماء اهتزت وربت إن الذي أحياها لمحيي الموتى إنه على كل شيء قدير ) [ فصلت : 39 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( رزقا للعباد ) أي جعلناها رزقا للعباد ( وأحيينا به ) أي بالمطر ( بلدة ميتا ) أنبتنا فيها الكلأ ( كذلك الخروج ) من القبور ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "رزقا للعباد أي : رزقناهم رزقا ، أو على معنى أنبتناها رزقا ; لأن الإنبات في معنى الرزق ، أو على أنه مفعول له أي : أنبتناها لرزقهم ، والرزق ما كان مهيأ للانتفاع به . وقد تقدم القول فيه .وأحيينا به بلدة ميتا كذلك الخروج أي : من القبور أي : كما أحيا الله هذه الأرض الميتة فكذلك يخرجكم أحياء بعد موتكم ; فالكاف في محل رفع على الابتداء . وقد مضى هذا المعنى في غير موضع . وقال \" ميتا \" لأن المقصود المكان ولو قال ميتة لجاز ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( رِزْقًا لِلْعِبَادِ ) يقول: أنبتنا بهذا الماء الذي أنزلناه من السماء هذه الجنات, والحبّ والنخل قوتا للعباد, بعضها غذاء, وبعضها فاكهة ومتاعا.وقوله ( وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ) يقول تعالى ذكره وأحيينا بهذا الماء الذي أنزلناه من السماء بلدة ميتا قد أجدبت وقحطت, فلا زرع فيها ولا نبت.وقوله ( كَذَلِكَ الْخُرُوجُ ) يقول تعالى ذكره: كما أنبتنا بهذا الماء هذه الأرض الميتة, فأحييناها به, فأخرجنا نباتها وزرعها, كذلك نخرجكم يوم القيامة أحياء من قبوركم من بعد بلائكم فيها بما ينزل عليها من الماء."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذبت قبلهم قوم نوح» تأنيث الفعل بمعنى قوم «وأصحاب الرس» هي بئر كانوا مقيمين عليها بمواشيهم يعبدون الأصنام ونبيهم: قيل حنظلة بن صفوان وقيل غيره «وثمود» قوم صالح."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: كذب الذين من قبلهم من الأمم، رسلهم الكرام، وأنبياءهم العظام، ك \"نوح\" كذبه قومه، [وثمود كذبوا صالحًا]"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله عز وجل: \" كذبت قبلهم قوم نوح وأصحاب الرس وثمود \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍأي كما كذب هؤلاء فكذلك كذب أولئك فحل بهم العقاب ; ذكرهم نبأ من كان قبلهم من المكذبين وخوفهم ما أخذهم .وقد ذكرنا قصصهم في غير موضع عند ذكرهم .وَأَصْحَابُ الرَّسِّ وَثَمُودُأي كما كذب هؤلاء فكذلك كذب أولئك فحل بهم العقاب ; ذكرهم نبأ من كان قبلهم من المكذبين وخوفهم ما أخذهم .وقد ذكرنا قصصهم في غير موضع عند ذكرهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (12)يقول تعالى ذكره ( كذَّبتْ ) قبل هؤلاء المشركين الذين كذّبوا محمدا صَلَّى الله عَلَيْهِ وَسَلَّم من قومه ( قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ ) وقد مضى ذكرنا قبل أمر أصحاب الرسّ, وأنهم قوم رسُّوا نبيهم في بئر.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن أبي بكر, عن عكرمة بذلك.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( أَصْحَابُ الرَّسِّ ) والرس: بئر قُتل فيها صاحب يس.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( أَصْحَابُ الرَّسِّ ) قال: بئر."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وعاد» قوم هود «وفرعون وإخوان لوط»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وعاد، كذبوا \"هودًا \" وإخوان لوط كذبوا \"لوطًا \""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" وعاد وفرعون وإخوان لوط \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي كما كذب هؤلاء فكذلك كذب أولئك فحل بهم العقاب ; ذكرهم نبأ من كان قبلهم من المكذبين وخوفهم ما أخذهم .وقد ذكرنا قصصهم في غير موضع عند ذكرهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث, عن سعيد بن أبي هلال, عن عمرو بن عبد الله, عن قتادة أنه قال: إن أصحاب الأيكة, \" والأيكة : الشجر الملتفّ\", وأصحاب الرّسّ كانتا أمتين, فبعث الله إليهم نبيا واحدا شعيبا, وعذّبهما الله بعذابين ( وَثمُودُ ، وَعادٌ وَفِرْعَوْنُ، وَإِخْوَانُ لُوطٍ، وأصْحابُ الأيْكَةِ ) وهم قوم شعيب, وقد مضى خبرهم قبل ( وَقَوْمُ تُبَّعٍ ).وكان قوم تُبَّعٍ أهل أوثان يعبدونها, فيما حدثنا به ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق.وكان من خبره وخبر قومه، ما حدثنا به مجاهد بن موسى, قال: ثنا يزيد, قال: أخبرنا عمران بن حُدَير, عن أبي مجلز, عن ابن عباس, أنه سأل عبد الله بن سلام, عن تُبَّع ما كان؟ فقال: إن تبعا كان رجلا من العرب, وإنه ظهر على الناس, فاختار فِتية من الأخيار فاستبطنهم واستدخلهم, حتى أخذ منهم وبايعهم, وإن قومه استكبروا ذلك وقالوا: قد ترك دينكم, وبايع الفِتية; فلما فشا ذلك, قال للفتية, فقال الفتية: بيننا وبينهم النار تُحْرِق الكاذب, وينجو منها الصادق, ففعلوا, فعلق الفتية مصاحفهم في أعناقهم, ثم غدوا إلى النار, فلما ذهبوا أن يدخلوها, سفعت النار في (6) وجوههم, فنكصوا عنها, فقال لهم تبَّع: لتدخلنها; فلما دخلوها أفرجت عنهم حتى قطعوها, وأنه قال لقومه ادخلوها; فلما ذهبوا يدخلونها سفعت النار وجوههم, فنكصوا عنها, فقال لهم تبَّع: لتدخلنها, فلما دخلوها أفرجت عنهم, حتى إذا توسطوا أحاطت بهم, فأحرقتهم, فأسلم تُبع, وكان تُبَّع رجلا صالحا.حدثنا ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق, عن أبي مالك بن ثعلبة بن أبي مالك القرظي, قال: سمعت إبراهيم بن محمد القرظي, قال: سمعت إبراهيم بن محمد بن طلحة بن عبد الله يحدّث \" أن تبعا لما دنا من اليمن ليدخلها, حالت حِمْيَر بينه وبين ذلك, وقالوا لا تدخلها علينا, وقد فارقت ديننا فدعاهم إلى دينه, وقال: إنه دين خير من دينكم, قالوا: فحاكمنا إلى النار, قال نعم, قال: وكانت في اليمن فيما يزعم أهل اليمن نار تحكم فيما بينهم فيما يختلفون فيه, تأكل الظالم ولا تضرّ المظلوم, فلما قالوا ذلك لتبَّع, قال: أنصفتم, فخرج قومه بأوثانهم, وما يتقرّبون به في دينهم قال: وخرج الحبران بمصاحفهما في أعناقهما متقلديهما, حتى قعدوا للنار عند مخرجها التي تخرج منه, فخرجت للنار إليهم, فلما أقبلت نحوهم حادوا عنها وهابوها, فرموهم من حضرهم من الناس، وأمروهم بالصبر لها, فصبروا حتى غشيتهم فأكلت الأوثان وما قرّبوا معها, ومن حمل ذلك من رجال حِمْيَر وخرج الحبران بمصاحفهما في أعناقهما, تعرق جباههما لم تضرّهما, فأطبقت حِمْيَر, عند ذلك على دينه, فمن هنالك وغير ذلك كان أصل اليهودية باليمن \" .حدثنا ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق عن بعض أصحابه أن الحَبرين, ومن خرج معهما من حِمْيَر, إنما اتبعوا النار ليردّوها, وقالوا: من ردّها فهو أولى بالحقّ فدنا منهم رجال من حمير بأوثانهم ليردُّوها, فدنت منهم لتأكلهم, فحادوا فلم يستطيعوا ردّها، ودنا منها الحبران بعد ذلك وجعلا يتلوان التوراة, وتنكص حتى ردّاها إلى مخرجها الذي خرجت منه، فأطبقت عند ذلك على دينهما, وكان رئام بيتا لهم يعظمونه, وينحرون عنده, ويكلمون منه, إذ كانوا على شركهم, فقال الحبران لتبَّع إنما هو شيطان يعينهم ويلعب بهم, فخلّ بيننا وبينه, قال: فشأنكما به فاستخرجا منه فيما يزعم أهل اليمن كلبا أسود, فذبحاه, ثم هدما ذلك البيت , فبقاياه اليوم باليمن كما ذُكر لي\".حدثني يونس, قال : أخبرنا ابن وهب, قال: قال ابن لهيعة, عن عمرو بن جابر الخضرميّ, حدثه قال: سمعت سهل بن سعد الساعدي, يحدّث عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" لا تَلْعَنُوا تُبَّعا فإنَّهُ كانَ قَدْ أسْلَمَ\".حدثني يونس, قال : أخبرنا ابن وهب, قال: أخبرني ابن لهيعة, عن الحارث بن يزيد أن شعيب بن زرعة المعافريّ, حدثه, قال: سمعت عبد الله بن عمرو بن العاص وقال له رجل: إن حِمْيَر تزعم أن تبعا منهم, فقال: نعم والذي نفسي بيده, وإنه في العرب كالأنف بين العينين. وقد كان منهم سبعون ملكا.--------------------الهوامش:(6) كذا في الأصل ، وسيجيء نظيره قريبًا بإسقاط ( في ) من الكلام . ولعله زاد ( في ) على التضمين ."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وأصحاب الأيكة» الغيضة قوم شعيب «وقوم تُبَّع» هو ملك كان باليمن أسلم ودعا قومه إلى الإسلام فكذبوه «كل» من المذكورين «كذب الرسل» كقريش «فحق وعيد» وجب نزول العذاب على الجميع فلا يضيق صدرك من كفر قريش بك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأصحاب الأيكة كذبوا \"شعيبًا \" وقوم تبع، وتبع كل ملك ملك اليمن في الزمان السابق قبل الإسلام  فقوم تبع كذبوا الرسول، الذي أرسله الله إليهم، ولم يخبرنا الله من هو ذلك الرسول، وأي تبع من التبابعة، لأنه -والله أعلم- كان مشهورًا عند العرب لكونهم من العرب العرباء، الذين لا تخفى ماجرياتهم على العرب خصوصًا مثل هذه الحادثة العظيمة.فهؤلاء كلهم كذبوا الرسل، الذين أرسلهم الله إليهم، فحق عليهم وعيد الله وعقوبته، ولستم أيها المكذبون لمحمد صلى الله عليه وسلم، خيرًا منهم، ولا رسلهم أكرم على الله من رسولكم، فاحذروا جرمهم، لئلا يصيبكم ما أصابهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وأصحاب الأيكة ) وهم قوم شعيب عليه السلام ، ( وقوم تبع ) وهو اليماني . وقد ذكرنا من شأنه في سورة الدخان ما أغنى عن إعادته هاهنا ولله الحمد .( كل كذب الرسل ) أي : كل من هذه الأمم وهؤلاء القرون كذب رسوله ، ومن كذب رسولا فكأنما كذب جميع الرسل ، كقوله : ( كذبت قوم نوح المرسلين ) [ الشعراء : 105 ] ، وإنما جاءهم رسول واحد ، فهم في نفس الأمر لو جاءهم جميع الرسل كذبوهم ، ( فحق وعيد ) أي : فحق عليهم ما أوعدهم الله على التكذيب من العذاب والنكال فليحذر المخاطبون أن يصيبهم ما أصابهم فإنهم قد كذبوا رسولهم كما كذب أولئك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( وأصحاب الأيكة وقوم تبع ) وهو تبع الحميري ، واسمه أسعد أبو كرب ، قال قتادة : ذم الله تعالى قوم تبع ولم يذمه ، ذكرنا قصته في سورة الدخان .( كل كذب الرسل ) أي : كل من هؤلاء المذكورين كذب الرسل ( فحق وعيد ) وجب لهم عذابي . ثم أنزل جوابا لقولهم \" ذلك رجع بعيد \" :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "كل كذب الرسل من هذه الأمم المكذبة .فحق وعيد أي : فحق عليهم وعيدي وعقابي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ ) يقول تعالى ذكره: كلّ هؤلاء الذين ذكرناهم كذّبوا رسل الله الذين أرسلهم ( فَحَقَّ وَعِيدِ ) يقول: فوجب لهم الوعيد الذي وعدناهم على كفرهم بالله, وحل بهم العذاب والنقمة. وإنما وصف ربنا جلّ ثناؤه ما وصف في هذه الآية من إحلاله عقوبته بهؤلاء المكذّبين الرسل ترهيبا منه بذلك مشركي قريش وإعلاما منه لهم أنهم إن لم ينيبوا من تكذيبهم رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم , أنه محلّ بهم من العذاب, مثل الذي أحلّ بهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( فَحَقَّ وَعِيدِ ) قال: ما أهلكوا به تخويفا لهؤلاء."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفَعَجَزْنا عن ابتداع الخلق الأول الذي خلقناه ولم يكن شيئًا، فنعجز عن إعادتهم خلقًا جديدًا بعد فنائهم؟ لا يعجزنا ذلك، بل نحن عليه قادرون، ولكنهم في حَيْرة وشك من أمر البعث والنشور."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفعيينا بالخلق الأول» أي لم نعي به فلا نعيا بالإعادة «بل هم في لبس» شك «من خلق جديد» وهو البعث."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم استدل تعالى بالخلق الأول -وهو المنشأ الأول  - على الخلق الآخر، وهو النشأة الآخرة.فكما  أنه الذي أوجدهم بعد العدم، كذلك يعيدهم بعد موتهم وصيرورتهم إلى [الرفات] والرمم، فقال:  أَفَعَيِينَا  أي: أفعجزنا وضعفت قدرتنا  بِالْخَلْقِ الْأَوَّلِ  ؟ ليس الأمر كذلك، فلم نعجز ونعي عن ذلك، وليسوا في شك من ذلك، وإنما هم في لبس من خلق جديد هذا الذي شكوا فيه، والتبس عليهم أمره، مع أنه لا محل للبس فيه، لأن الإعادة، أهون من الابتداء كما قال تعالى:  وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( أفعيينا بالخلق الأول ) أي : أفأعجزنا ابتداء الخلق حتى هم في شك من الإعادة ، ( بل هم في لبس من خلق جديد ) والمعنى : أن ابتداء الخلق لم يعجزنا والإعادة أسهل منه ، كما قال تعالى : ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم : 27 ] ، وقال الله تعالى : ( وضرب لنا مثلا ونسي خلقه قال من يحيي العظام وهي رميم قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم ) [ يس : 78 - 79 ] ، وقد تقدم في الصحيح : \" يقول الله تعالى : يؤذيني ابن آدم ، يقول : لن يعيدني كما بدأني ، وليس أول الخلق بأهون علي من إعادته \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أفعيينا بالخلق الأول ) يعني : أعجزنا حين خلقناهم أولا [ فنعيا ] بالإعادة . وهذا تقرير لهم لأنهم اعترفوا بالخلق الأول وأنكروا البعث ، ويقال لكل من عجز عن شيء : عيي به . ( بل هم في لبس ) أي : في شك ( من خلق جديد ) وهو البعث ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أفعيينا بالخلق الأول أي : أفعيينا به فنعيا بالبعث . وهذا توبيخ لمنكري البعث وجواب قولهم : ذلك رجع بعيد . يقال : عييت بالأمر إذا لم تعرف وجهه .بل هم في لبس من خلق جديد أي : في حيرة من البعث ؛ منهم مصدق ومنهم مكذب ; يقال : لبس عليه الأمر يلبسه لبسا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَفَعَيِينَا بِالْخَلْقِ الأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ (15)وهذا تقريع من الله لمشركي قريش الذين قالوا:  أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ  يقول لهم جلّ ثناؤه: أفعيينا بابتداع الخلق الأول الذي خلقناه, ولم يكن شيئا فنعيا بإعادتهم خلقا جديدا بعد بلائهم في التراب, وبعد فنائهم; يقول: ليس يعيينا ذلك, بل نحن عليه قادرون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( أَفَعَيِينَا بِالْخَلْقِ الأوَّلِ ) يقول: لم يعينا الخلق الأوّل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد.قوله ( أَفَعَيِينَا بِالْخَلْقِ الأوَّلِ ) يقول: أفعيي علينا حين أنشأناكم خلقا جديدا, فتمتروا بالبعث.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن عطاء بن السائب, عن أبي ميسرة ( أَفَعَيِينَا بِالْخَلْقِ الأوَّلِ ) قال: إنا خلقناكم.وقوله ( بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ ) يقول تعالى ذكره: ما يشكّ هؤلاء المشركون المكذّبون بالبعث أنا لم نعي بالخلق الأوّل, ولكنهم في شكّ من قُدرتنا على أن نخلقهم خلقا جديدا بعد فنائهم, وبَلائهم في قبورهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ ) يقول: في شكّ من البعث.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن عطاء بن السائب, عن أبي ميسرة ( بَلْ هُمْ فِي لَبْسٍ ) قال: الكفار ( مِنْ خَلْقٍ جَدِيدٍ ) قال: أن يخلقوا من بعد الموت .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( بَلْ هُمْ فِي لَبْسٍ ) : أي شكّ والخلق الجديد: البعث بعد الموت, فصار الناس فيه رجلين: مكذّب, ومصدّق.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ ) قال: البعث من بعد الموت."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد خلقنا الإنسان، ونعلم ما تُحَدِّث به نفسه، ونحن أقرب إليه من حبل الوريد (وهو عِرْق في العنق متصل بالقلب)."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد خلقنا الإنسان ونعلم» حال بتقدير نحن «ما» مصدرية «توسوس» تحدث «به» الباء زائدة أو للتعدية والضمير للإنسان «نفسه ونحن أقرب إليه» بالعلم «من حبل الوريد» الإضافة للبيان والوريدان عرقان بصفحتي العنق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى، أنه المتفرد بخلق  جنس الإنسان، ذكورهم وإناثهم، وأنه يعلم أحواله، وما يسره، ويوسوس في صدره  وأنه أقرب إليه من حبل الوريد، الذي هو أقرب شيء إلى الإنسان، وهوالعرق  المكتنف لثغرة النحر، وهذا مما يدعو الإنسان إلى مراقبة خالقه، المطلع على ضميره وباطنه، القريب منه  في جميع أحواله، فيستحي منه أن يراه، حيث نهاه، أو يفقده، حيث أمره، وكذلك ينبغي له أن يجعل الملائكة الكرام الكاتبين منه على بال، فيجلهم ويوقرهم، ويحذر أن يفعل أو يقول ما يكتب عنه، مما لا يرضي رب العالمين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن قدرته على الإنسان بأنه خالقه ، وعمله محيط بجميع أموره حتى إنه تعالى يعلم ما توسوس به نفوس بني آدم من الخير والشر . وقد ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" إن الله تجاوز لأمتي ما حدثت به أنفسها ما لم تقل أو تعمل \" .وقوله : ( ونحن أقرب إليه من حبل الوريد ) يعني : ملائكته تعالى أقرب إلى الإنسان من حبل وريده إليه . ومن تأوله على العلم فإنما فر لئلا يلزم حلول أو اتحاد ، وهما منفيان بالإجماع ، تعالى الله وتقدس ، ولكن اللفظ لا يقتضيه فإنه لم يقل : وأنا أقرب إليه من حبل الوريد ، وإنما قال : ( ونحن أقرب إليه من حبل الوريد ) كما قال في المحتضر : ( ونحن أقرب إليه منكم ولكن لا تبصرون ) [ الواقعة : 85 ] ، يعني ملائكته . وكما قال [ تعالى ] : ( إنا نحن نزلنا الذكر وإنا له لحافظون ) [ الحجر : 9 ] ، فالملائكة نزلت بالذكر - وهو القرآن - بإذن الله عز وجل . وكذلك الملائكة أقرب إلى الإنسان من حبل وريده إليه بإقدار الله لهم على ذلك ، فللملك لمة في الإنسان كما أن للشيطان لمة وكذلك : \" الشيطان يجري من ابن آدم مجرى الدم \" ، كما أخبر بذلك الصادق المصدوق ; ولهذا قال هاهنا :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد خلقنا الإنسان ونعلم ما توسوس به نفسه ) يحدث به قلبه ولا يخفى علينا سرائره وضمائره ( ونحن أقرب إليه ) أعلم به ( من حبل الوريد ) لأن أبعاضه وأجزاءه يحجب بعضها بعضا ، ولا يحجب علم الله شيء ، و \" حبل الوريد \" : عرق العنق ، وهو عرق بين الحلقوم والعلباوين ، يتفرق في البدن ، والحبل هو الوريد ، فأضيف إلى نفسه لاختلاف اللفظين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد خلقنا الإنسان يعني الناس ، وقيل : آدم .ونعلم ما توسوس به نفسه أي : ما يختلج في سره وقلبه وضميره ، وفي هذا زجر عن المعاصي التي يستخفي بها . ومن قال : إن المراد بالإنسان آدم ; فالذي وسوست به نفسه هو الأكل من الشجرة ، ثم هو عام لولده . والوسوسة حديث النفس بمنزلة الكلام الخفي . قال الأعشى : تسمع للحلي وسواسا إذا انصرفت كما استعان بريح عشرق زجل وقد مضى في \" الأعراف \" .ونحن أقرب إليه من حبل الوريد هو حبل العاتق وهو ممتد من ناحية حلقه إلى عاتقه ، وهما وريدان عن يمين وشمال . روي معناه عن ابن عباس وغيره وهو المعروف في اللغة . والحبل هو الوريد فأضيف إلى نفسه لاختلاف اللفظين . وقال الحسن : الوريد الوتين وهو عرق معلق بالقلب . وهذا تمثيل للقرب ; أي : نحن أقرب إليه من حبل وريده الذي هو منه ، وليس على وجه قرب المسافة . وقيل : أي : ونحن أملك به من حبل وريده مع استيلائه عليه . وقيل : أي : ونحن أعلم بما توسوس به نفسه من حبل وريده الذي هو من نفسه ; لأنه عرق يخالط القلب ، فعلم الرب أقرب إليه من علم القلب ، روي معناه عن مقاتل قال : الوريد عرق يخالط القلب ، وهذا القرب قرب العلم والقدرة ، وأبعاض الإنسان يحجب البعض البعض ولا يحجب علم الله شيء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16)وقوله ( وَلَقَدْ خَلَقْنَا الإنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ) يقول تعالى ذكره: ولقد خلقنا الإنسان ونعلم ما تحدِّث به نفسه, فلا يخفى علينا سرائره وضمائر قلبه ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ) يقول: ونحن أقرب للإنسان من حبل العاتق; والوريد: عرق بين الحلقوم والعلباوين, والحبل: هو الوريد, فأضيف إلى نفسه لاختلاف لفظ اسميه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ) يقول: عرق العنق.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى;  وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( حَبْلِ الْوَرِيدِ ) قال: الذي يكون في الحلق.وقد اختلف أهل العربية في معنى قوله ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ) فقال بعضهم: معناه: نحن أملك به, وأقرب إليه في المقدرة عليه.وقال آخرون: بل معنى ذلك ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ) بالعلم بما تُوَسْوس به نفسه."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "حين يكتب المَلَكان المترصدان عن يمينه وعن شماله أعماله. فالذي عن اليمين يكتب الحسنات، والذي عن الشمال يكتب السيئات."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إذ» منصوبة باذكر مقدرا «يتلقى» يأخذ ويثبت «المتلقيان» الملكان الموكلان بالإنسان ما يعمله «عن اليمين وعن الشمال» منه «قعيد» أي قاعدان وهو مبتدأ خبره ما قبله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ  أي: يتلقيان عن العبد أعماله كلها، واحد  عَنِ الْيَمِينِ  يكتب الحسنات  و  الآخر  عن الشِّمَالِ  يكتب السيئات، وكل منهما  قَعِيدٌ  بذلك متهيئ لعمله الذي أعد له، ملازم له"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إذ يتلقى المتلقيان ) يعني : الملكين اللذين يكتبان عمل الإنسان . ( عن اليمين وعن الشمال قعيد ) أي : مترصد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إذ يتلقى المتلقيان ) أي : يتلقى ويأخذ الملكان الموكلان بالإنسان عمله ومنطقه يحفظانه ويكتبانه ( عن اليمين وعن الشمال ) أي أحدهما عن يمينه والآخر عن شماله ، فالذي عن اليمين يكتب الحسنات ، والذي عن الشمال يكتب السيئات . ( قعيد ) أي : قاعد ، ولم يقل : قعيدان ، لأنه أراد : عن اليمين قعيد وعن الشمال قعيد ، فاكتفى بأحدهما عن الآخر ، هذا قول أهل البصرة . وقال أهل الكوفة : أراد : قعودا ، كالرسول فجعل للاثنين والجمع ، كما قال الله تعالى في الاثنين : \" فقولا إنا رسول رب العالمين \" ( الشعراء - 16 ) ، وقيل : أراد بالقعيد الملازم الذي لا يبرح ، لا القاعد الذي هو ضد القائم . وقال مجاهد : القعيد الرصيد ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد أي : نحن أقرب إليه من حبل وريده حين يتلقى المتلقيان ، وهما الملكان الموكلان به ، أي : نحن أعلم بأحواله فلا نحتاج إلى ملك يخبر ولكنهما وكلا به إلزاما للحجة ، وتوكيدا للأمر عليه . وقال الحسن ومجاهد وقتادة : المتلقيان ملكان يتلقيان عملك ، أحدهما عن يمينك يكتب حسناتك ، والآخر عن شمالك يكتب سيئاتك . قالالحسن : حتى إذا مت طويت صحيفة عملك وقيل لك يوم القيامة : اقرأ كتابك كفى بنفسك اليوم عليك حسيبا عدل والله عليك من جعلك حسيب نفسك . وقال مجاهد : وكل الله بالإنسان مع علمه بأحواله ملكين بالليل وملكين بالنهار يحفظان عمله ، ويكتبان أثره إلزاما للحجة : أحدهما عن يمينه يكتب الحسنات ، والآخر عن شماله يكتب السيئات ، فذلك قوله تعالى : عن اليمين وعن الشمال قعيد . وقال سفيان : بلغني أن كاتب الحسنات أمين على كاتب السيئات فإذا أذنب العبد قال لا تعجل لعله يستغفر الله . وروي معناه من حديث أبي أمامة ; قال : قال النبي صلى الله عليه وسلم : كاتب الحسنات على يمين الرجل وكاتب السيئات على يساره وكاتب الحسنات أمين على كاتب السيئات فإذا عمل حسنة كتبها صاحب اليمين عشرا وإذا عمل سيئة قال صاحب اليمين لصاحب الشمال دعه سبع ساعات لعله يسبح أو يستغفر . وروي من حديث علي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : إن مقعد ملكيك على ثنيتك ؛ لسانك قلمهما ، وريقك مدادهما ، وأنت تجري فيما لا يعنيك فلا تستحي من الله ولا منهما . وقال الضحاك : مجلسهما تحت الثغر . على الحنك . ورواه عوف عن الحسن قال : وكان الحسن يعجبه أن ينظف عنفقته . وإنما قال : قعيد ولم يقل قعيدان وهما اثنان ; لأن المراد عن اليمين قعيد وعن الشمال قعيد فحذف الأول لدلالة الثاني عليه ؛ قاله سيبويه ; ومنه قول الشاعر : نحن بما عندنا وأنت بما عندك راض والرأي مختلف وقال الفرزدق : إني ضمنت لمن أتاني ما جنى وأبى فكان وكنت غير غدور ولم يقل راضيان ولا غدورين . ومذهب المبرد أن الذي في التلاوة أول أخر اتساعا ، وحذف الثاني لدلالة الأول عليه . ومذهب الأخفش والفراء : أن الذي في التلاوة يؤدي عن الاثنين والجمع ولا حذف في الكلام . و \" قعيد \" بمعنى قاعد كالسميع والعليم والقدير والشهيد . وقيل : قعيد بمعنى مقاعد مثل أكيل ونديم بمعنى مؤاكل ومنادم . وقال الجوهري : فعيل وفعول مما يستوي فيه الواحد والاثنان والجمع ; كقوله تعالى : إنا رسول رب العالمين وقوله : والملائكة بعد ذلك ظهير . وقال الشاعر في الجمع ، أنشده الثعلبي : ألكني إليها وخير الرسو ل أعلمهم بنواحي الخبر والمراد بالقعيد هاهنا الملازم الثابت لا ضد القائم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (17)يقول تعالى ذكره: ونحن أقرب إلى الإنسان من وريد حلقه, حين يتلقى الملَكان, وهما المتلقيان ( عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) وقيل: عنى بالقعيد: الرصد.* ذكر من قال ذلك :حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( قَعِيدٌ ) قال: رَصَد.واختلف أهل العربية في وجه توحيد قعيد, وقد ذُكر من قبل متلقيان, فقال بعض نحويي البصرة: قيل : ( عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) ولم يقل: عن اليمين قعيد, وعن الشمال قعيد, أي أحدهما, ثم استغنى, كما قال :  نُخْرِجُكُمْ طِفْلا  ثم استغنى بالواحد عن الجمع, كما قال :  فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا  . وقال بعض نحويي الكوفة ( قَعِيدٌ ) يريد: قعودا عن اليمين وعن الشمال, فجعل فعيل جمعا, كما يجعل الرسول للقوم وللاثنين, قال الله  عزّ وجل :  إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ  لموسى وأخيه, وقال الشاعر:أَلِكْنِي إلَيْها وَخَيْرُ الرَّسول أعْلَمُهُمْ بِنَوَاحي الخَبَرْ (1)فجعل الرسول للجمع, فهذا وجه وإن شئت جعلت القعيد واحدا اكتفاء به من صاحبه, كما قال الشاعر:نَحْنُ بِمَا عِنْدَنَا وأنْتَ بِمَاعِنْدَك رَاضٍ والرَّأيُ مُخْتَلِفُ (2)ومنه قول الفَرَزدق:إنّي ضَمِنْتُ لِمَنْ أتانِي ما جَنىوأَبي فَكانَ وكُنْتُ غَيرَ غَدُورِ (3)ولم يقل: غَدُورَيْن.----------------------الهوامش :(1) البيت لأبي ذؤيب ( اللسان : رسل ) وروايته فيه كرواية المؤلف هنا ، وقد نقلها المؤلف عن معاني القرآن للفراء ( الورقة 309 ) وفي ( اللسان : ألك ) : بخبر الرسول . وأعلمهم بهمزة المتكلم في المضارع . وقال في رسل : وفي التنزيل العزيز \" إنا رسول رب العالمين \" ولم يقل رسل لأن فعولا وفعيلا يستوي فيهما المذكر والمؤنث ، والواحد والجمع مثل عدو وصديق . وقول أبي ذؤيب \" ألكني إليها .... البيت \" أراد بالرسول : الرسل ، فوضع الواحد موضع الجمع ، وقولهم : كثر الدينار والدرهم لا يريدون به الدينار بعينه ، إنما يريدون كثرة الدنانير والدراهم . وفي ( اللسان : ألك ) : ألكني : أي أبلغ رسالتي ، من الألوك والمألكة ، وهي الرسالة . وقال الفراء في معاني القرآن عند قوله تعالى \" عن اليمين وعن الشمال قعيد \" : لم يقل قعيدان : وروي عن ابن عباس قال : قعيدان ، عن اليمين عن الشمال ، يريد قعود ( بضم القاف ) وجعل القعيد جمعا ، كما تجعل الرسول للقوم وللاثنين ، كما قال الله : \" إنا رسولا رب العالمين \" لموسى وأخيه ، وقال الشاعر : \" ألكني إليها .... البيت \" . أ ه .(2) البيت لقيس ابن الخطيم ، وقد تقدم الاستشهاد به ( 10 : 122 ) من هذه الطبعة شرحناه هناك شرحًا مفسرًا فارجع إليه ثمة . ( وانظر الكتاب لسيبويه 1 : 38 ) .(3) البيت للفرزدق ( الكتاب لسيبويه طبعة مصر 1 : 38 ) وهو من شواهد النحويين في باب التنازع ، فإن قوله كان وكنت يطلب الخبر وهو قوله \" غير غدور \" . والأصل : وكنت غير غدور . والعرب تحذف في مثل هذا خبر أحد العاملين ، اكتفاء بدلالة خبره على المحذوف . وعند البصريين أن الخبر الموجود هو خبر الثاني لا الأول فقد حذف خبره ، وهو ظاهر في الشاهد الذي قبل هذا ، \" نحن بما عندنا ... \" إلخ ( وقال الفراء في معاني القرآن الورقة 309 ومثله ) أي مثل الشاهد الذي قبله ، قول الفرزدق : \" إني ضمنت ... البيت \" ، ولم يقل غدورين . وقد نقل المؤلف كلامه ."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ما يلفظ من قول فيتكلم به إلا لديه مَلَك يرقب قوله، ويكتبه، وهو مَلَك حاضر مُعَدٌّ لذلك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ما يلفظ من قول إلا لديه رقيب» حافظ «عتيد» حاضر وكل منهما بمعنى المثنى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مَا يَلْفِظُ مِنْ قَوْلٍ  خير أو شر  إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ  أي: مراقب له، حاضر لحاله، كما قال تعالى:  وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ما يلفظ ) أي : ابن آدم ( من قول ) أي : ما يتكلم بكلمة ( إلا لديه رقيب عتيد ) أي : إلا ولها من يراقبها معتد لذلك يكتبها ، لا يترك كلمة ولا حركة ، كما قال تعالى : ( وإن عليكم لحافظين كراما كاتبين يعلمون ما تفعلون ) [ الانفطار : 10 - 12 ] .وقد اختلف العلماء : هل يكتب الملك كل شيء من الكلام ؟ وهو قول الحسن وقتادة ، أو إنما يكتب ما فيه ثواب وعقاب كما هو قول ابن عباس ، على قولين ، وظاهر الآية الأول ، لعموم قوله : ( ما يلفظ من قول إلا لديه رقيب عتيد )وقد قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا محمد بن عمرو بن علقمة الليثي ، عن أبيه ، عن جده علقمة ، عن بلال بن الحارث المزني قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرجل ليتكلم بالكلمة من رضوان الله تعالى ما يظن أن تبلغ ما بلغت ، يكتب الله له بها رضوانه إلى يوم يلقاه . وإن الرجل ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ ما بلغت ، يكتب الله عليه بها سخطه إلى يوم يلقاه \" . قال : فكان علقمة يقول : كم من كلام قد منعنيه حديث بلال بن الحارث .ورواه الترمذي والنسائي وابن ماجه ، من حديث محمد بن عمرو به . وقال الترمذي : حسن صحيح . وله شاهد في الصحيح .وقال الأحنف بن قيس : صاحب اليمين يكتب الخير ، وهو أمير على صاحب الشمال ، فإن أصاب العبد خطيئة قال له : أمسك ، فإن استغفر الله تعالى نهاه أن يكتبها ، وإن أبى كتبها . رواه ابن أبي حاتم .وقال الحسن البصري وتلا هذه الآية : ( عن اليمين وعن الشمال قعيد ) : يابن آدم ، بسطت لك صحيفة ، ووكل بك ملكان كريمان أحدهما عن يمينك ، والآخر عن شمالك ، فأما الذي عن يمينك فيحفظ حسناتك ، وأما الذي عن يسارك فيحفظ سيئاتك فاعمل ما شئت ، أقلل أو أكثر حتى إذا مت طويت صحيفتك ، وجعلت في عنقك معك في قبرك ، حتى تخرج يوم القيامة ، فعند ذلك يقول : ( وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا اقرأ كتابك كفى بنفسك اليوم عليك حسيبا ) [ الإسراء : 13 ، 14 ] ثم يقول : عدل - والله - فيك من جعلك حسيب نفسك .وقال علي بن أبي طلحة ، عن ابن عباس : ( ما يلفظ من قول إلا لديه رقيب عتيد ) قال : يكتب كل ما تكلم به من خير أو شر ، حتى إنه ليكتب قوله : \" أكلت ، شربت ، ذهبت ، جئت ، رأيت \" ، حتى إذا كان يوم الخميس عرض قوله وعمله ، فأقر منه ما كان فيه من خير أو شر ، وألقى سائره ، وذلك قوله : ( يمحو الله ما يشاء ويثبت وعنده أم الكتاب ) [ الرعد : 39 ] ، وذكر عن الإمام أحمد أنه كان يئن في مرضه ، فبلغه عن طاوس أنه قال : يكتب الملك كل شيء حتى الأنين . فلم يئن أحمد حتى مات رحمه الله ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ما يلفظ من قول ) ما يتكلم من كلام فيلفظه أي : يرميه من فيه ( إلا لديه رقيب ) حافظ ( عتيد ) حاضر أينما كان . قال الحسن : إن الملائكة يجتنبون الإنسان على حالين : عند غائطه وعند جماعه .وقال مجاهد : يكتبان عليه حتى أنينه في مرضه . وقال عكرمة : لا يكتبان إلا ما يؤجر عليه أو يؤزر فيه .وقال الضحاك : مجلسهما تحت الضرس على الحنك ، ومثله عن الحسن ، وكان الحسن يعجبه أن ينظف عنفقته .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا الحسين بن محمد الدينوري ، حدثنا أحمد بن جعفر بن حمدان ، حدثنا الفضل بن العباس بن مهران ، حدثنا طالوت ، حدثنا حماد بن سلمة ، أخبرنا جعفر بن الزبير عن القاسم بن محمد عن أبي أمامة قال : قال رسول الله - صلى الله عليه وسلم - : \" كاتب الحسنات على يمين الرجل ، وكاتب السيئات على يسار الرجل ، وكاتب الحسنات أمير على كاتب السيئات ، فإذا عمل حسنة كتبها صاحب اليمين عشرا؛ وإذا عمل سيئة قال صاحب اليمين لصاحب الشمال : دعه سبع ساعات لعله يسبح أو يستغفر \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ما يلفظ من قول إلا لديه رقيب عتيد أي : ما يتكلم بشيء إلا كتب عليه ; مأخوذ من لفظ الطعام وهو إخراجه من الفم . وفي الرقيب ثلاثة أوجه ؛ أحدها : أنه المتبع للأمور . الثاني : أنه الحافظ ؛ قاله السدي . الثالث : أنه الشاهد ؛ قاله الضحاك . وفي العتيد وجهان ؛ أحدهما : أنه الحاضر الذي لا يغيب . الثاني : أنه الحافظ المعد إما للحفظ وإما للشهادة . قال الجوهري : العتيد الشيء الحاضر المهيأ ; وقد عتده تعتيدا وأعتده إعتادا أي : أعده ليوم ، ومنه قوله تعالى : وأعتدت لهن متكأ وفرس عتد وعتد بفتح التاء وكسرها المعد للجري . قلت : وكله يرجع إلى معنى الحضور ، ومنه قول الشاعر :لئن كنت مني في العيان مغيبا فذكرك عندي في الفؤاد عتيدقال أبو الجوزاء ومجاهد : يكتب على الإنسان كل شيء حتى الأنين في مرضه . وقال عكرمة : لا يكتب إلا ما يؤجر به أو يؤزر عليه . وقيل : يكتب عليه كل ما يتكلم به ، فإذا كان آخر النهار محي عنه ما كان مباحا ، نحو : انطلق ، اقعد ، كل ، مما لا يتعلق به أجر ولا وزر ، والله أعلم . وروي عن أبي هريرة وأنس أن النبي صلى الله عليه وسلم قال : ما من حافظين يرفعان إلى الله ما حفظا فيرى الله في أول الصحيفة خيرا وفي آخرها خيرا إلا قال الله تعالى لملائكته اشهدوا أني قد غفرت لعبدي ما بين طرفي الصحيفة . وقال علي رضي الله عنه : ( إن لله ملائكة معهم صحف بيض فأملوا في أولها وفي آخرها خيرا يغفر لكم ما بين ذلك ) . وأخرج أبو نعيم الحافظ قال حدثنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق بن خزيمة ، قال حدثنا جدي محمد بن إسحاق ، قال حدثنا محمد بن موسى الحرشي ، قال حدثنا سهيل بن عبد الله قال : سمعت الأعمش يحدث عن زيد بن وهب عن ابن مسعود ، قال : قال رسول الله صلى الله عليه وسلم : إن الحافظين إذا نزلا على العبد أو الأمة معهما كتاب مختوم فيكتبان ما يلفظ به العبد أو الأمة فإذا أرادا أن ينهضا قال أحدهما للآخر : فك الكتاب المختوم الذي معك فيفكه له فإذا فيه ما كتب سواء فذلك قوله تعالى : ما يلفظ من قول إلا لديه رقيب عتيد غريب ، من حديث الأعمش عن زيد ، لم يروه عنه إلا سهيل . وروي من حديث أنس أن نبي الله صلى الله عليه وسلم قال : إن الله وكل بعبده ملكين يكتبان عمله فإذا مات قالا : ربنا قد مات فلان فأذن لنا أن نصعد إلى السماء فيقول الله تعالى : إن سماواتي مملوءة من ملائكتي يسبحونني ، فيقولان ربنا نقيم في الأرض فيقول الله تعالى : إن أرضي مملوءة من خلقي يسبحونني ، فيقولان يا رب فأين نكون فيقول الله تعالى : كونا على قبر عبدي فكبراني وهللاني وسبحاني واكتبا ذلك لعبدي إلى يوم القيامة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مَا يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْهِ رَقِيبٌ عَتِيدٌ ) يقول تعالى ذكره: ما يلفظ الإنسان من قول فيتكلم به, إلا عندما يلفظ به من قول رقيب عَتيد, يعني حافظ يحفظه, عتيد مُعَدُّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن مجاهد ( عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) فال: عن اليمين الذي يكتب الحسنات, وعن الشمال الذي يكتب السيئات.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش, عن إبراهيم التيميّ, في قوله ( إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) قال: صاحب اليمين أمِير أو أمين على صاحب الشمال, فإذا عمل العبد سيئة قال صاحب اليمين لصاحب الشمال: أمسك لعله يتوب.حدثنا ابن حُمَيد, قال: ثنا حكام, قال: ثنا عمرو, عن منصور, عن مجاهد ( إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) قال ملك عن يمينه, وآخر عن يساره, فأما الذي عن يمينه فيكتب الخير, وأما الذي عن شماله فيكتب الشرّ.قال : ثنا جرير, عن منصور, عن مجاهد, قال: مع كل إنسان مَلكان: ملك عن يمينه, وملك عن يساره; قال : فأما الذي عن يمينه, فيكتب الخير, وأما الذي عن يساره فيكتب الشرّ.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله  وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ  ... إلى ( عَتِيدٌ ) قال: جعل الله على ابن آدم حافظين في الليل, وحافظين في النهار, يحفظان عليه عمله, ويكتبان أثره.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) , حتى بلغ ( عَتِيدٌ ) قال الحسن وقتادة ( مَا يَلْفِظُ مِنْ قَوْلٍ ) أي ما يتكلم به من شيء إلا كتب عليه. وكان عكرِمة يقول: إنما ذلك في الخير والشرّ يكتبان عليه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتاده, قال: تلا الحسن ( عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) قال: فقال: يا ابن آدم بُسِطت لك صحيفة, ووكل بك ملَكان كريمان, أحدهما عن يمينك, والآخر عن شمالك; فأما الذي عن يمينك فيحفظ حسناتك ; وأما الذي عن شمالك فيحفظ سيئاتك, فاعمل بما شئت أقلل أو أكثر, حتى إذا متّ طويت صحيفتك, فجعلت في عنقك معك في قبرك, حتى تخرج يوما القيامة, فعند ذلك يقول  وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ  ... حتى بلغ  حَسِيبًا  عدل والله عليك من جعلك حسيب نفسك.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد ( عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ ) قال: كاتب الحسنات عن يمينه, وكاتب السيئات عن شماله.قال: ثنا مهران, عن سفيان, قال: بلغني أن كاتب الحسنات أمير على كاتب السيئات, فإذا أذنب قال له. لا تعجل لعله يستغفر.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( مَا يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْهِ رَقِيبٌ عَتِيدٌ ) قال: جعل معه من يكتب كلّ ما لفظ به, وهو معه رقيب.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني عمرو بن الحارث, عن هشام الحمصي, أنه بلغه أن الرجل إذا عمل سيئة قال كاتب اليمين لصاحب الشمال: اكتب, فيقول: لا بل أنت اكتب, فيمتنعان, فينادي مناد: يا صاحب الشمال اكتب ما ترك صاحب اليمين."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وجاءت شدة الموت وغَمْرته بالحق الذي لا مردَّ له ولا مناص، ذلك ما كنت منه - أيها الإنسان - تهرب وتروغ."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وجاءت سكرة الموت» غمرته وشدته «بالحق» من أمر الآخرة حتى المنكر لها عيانا وهو نفس الشدة «ذلك» أي الموت «ما كنت منه تحيد» تهرب وتفزع."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي  وَجَاءَتْ  هذا الغافل المكذب بآيات الله  سَكْرَةُ الْمَوْتِ بِالْحَقِّ  الذي لا مرد له ولا مناص،  ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ  أي: تتأخر وتنكص  عنه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، يقول تعالى : وجاءت - أيها الإنسان - سكرة الموت بالحق ، أي : كشفت لك عن اليقين الذي كنت تمتري فيه ، ( ذلك ما كنت منه تحيد ) أي : هذا هو الذي كنت تفر منه قد جاءك ، فلا محيد ولا مناص ، ولا فكاك ولا خلاص .وقد اختلف المفسرون في المخاطب بقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، فالصحيح أن المخاطب بذلك الإنسان من حيث هو . وقيل : الكافر ، وقيل غير ذلك .وقال أبو بكر بن أبي الدنيا : حدثنا إبراهيم بن زياد - سبلان - أخبرنا عباد بن عباد عن محمد بن عمرو بن علقمة ، عن أبيه عن جده علقمة بن وقاص أن عائشة رضي الله عنها ، قالت : حضرت أبي وهو يموت ، وأنا جالسة عند رأسه ، فأخذته غشية فتمثلت ببيت من الشعر :من لا يزال دمعه مقنعا فإنه لا بد مرة مدقوققالت : فرفع رأسه فقال : يا بنية ، ليس كذلك ولكن كما قال تعالى : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) .وحدثنا خلف بن هشام ; حدثنا أبو شهاب [ الخياط ] ، عن إسماعيل بن أبي خالد ، عن البهي قال : لما أن ثقل أبو بكر رضي الله عنه ، جاءت عائشة رضي الله عنها ، فتمثلت بهذا البيت :لعمرك ما يغني الثراء عن الفتى     إذا حشرجت يوما وضاق بها الصدرفكشف عن وجهه وقال : ليس كذلك ، ولكن قولي : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) وقد أوردت لهذا الأثر طرقا [ كثيرة ] في سيرة الصديق عند ذكر وفاته رضي الله عنه .وقد ثبت في الصحيح عن النبي - صلى الله عليه وسلم - : لما تغشاه الموت جعل يمسح العرق عن وجهه ويقول : \" سبحان الله ! إن للموت لسكرات \" . وفي قوله : ( ذلك ما كنت منه تحيد ) قولان :أحدهما : أن \" ما \" هاهنا موصولة ، أي : الذي كنت منه تحيد - بمعنى : تبتعد وتنأى وتفر - قد حل بك ونزل بساحتك .والقول الثاني : أن \" ما \" نافية بمعنى : ذلك ما كنت تقدر على الفرار منه ولا الحيد عنه .وقد قال الطبراني في المعجم الكبير : حدثنا محمد بن علي الصائغ المكي ، حدثنا حفص بن عمر الحدي ، حدثنا معاذ بن محمد الهذلي ، عن يونس بن عبيد ، عن الحسن ، عن سمرة قال : قال رسول الله - صلى الله عليه وسلم - : \" مثل الذي يفر من الموت مثل الثعلب ، تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيى وأسهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج وله حصاص ، فلم يزل كذلك حتى تقطعت عنقه ومات \" .ومضمون هذا المثل : كما لا انفكاك له ولا محيد عن الأرض كذلك الإنسان لا محيد له عن الموت ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وجاءت سكرة الموت ) غمرته وشدته التي تغشى الإنسان وتغلب على عقله ( بالحق ) أي بحقيقة الموت ، وقيل : بالحق من أمر الآخرة حتى يتبينه الإنسان ويراه بالعيان . وقيل : بما يئول إليه أمر الإنسان من السعادة والشقاوة . ويقال لمن جاءته سكرة الموت : ( ذلك ما كنت منه تحيد ) تميل ، قال الحسن : تهرب وقال ابن عباس : تكره ، وأصل الحيد الميل ، يقال : حدت عن الشيء أحيد حيدا ومحيدا : إذا ملت عنه"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وجاءت سكرة الموت بالحق أي : غمرته وشدته ; فالإنسان ما دام حيا تكتب عليه أقوال وأفعال ليحاسب عليها ، ثم يجيئه الموت وهو ما يراه عند المعاينة من ظهور الحق فيما كان الله تعالى وعده وأوعده . وقيل : الحق هو الموت سمي حقا إما لاستحقاقه وإما لانتقاله إلى دار الحق ; فعلى هذا يكون في الكلام تقديم وتأخير ، وتقديره وجاءت سكرة الحق بالموت ، وكذلك في قراءة أبي بكر وابن مسعود رضي الله عنهما ; لأن السكرة هي الحق فأضيفت إلى نفسها لاختلاف اللفظين . وقيل : يجوز أن يكون الحق على هذه القراءة هو الله تعالى ; أي : جاءت سكرة أمر الله تعالى بالموت . وقيل : الحق هو الموت والمعنى وجاءت سكرة الموت بالموت ; ذكره المهدوي . وقد زعم من طعن على القرآن فقال : أخالف المصحف كما خالف أبو بكر الصديق فقرأ : وجاءت سكرة الحق بالموت . فاحتج عليه بأن أبا بكر رويت عنه روايتان : إحداهما موافقة للمصحف فعليها العمل ، والأخرى مرفوضة تجري مجرى النسيان منه إن كان قالها ، أو الغلط من بعض من نقل الحديث . قال أبو بكر الأنباري : حدثنا إسماعيل بن إسحاق القاضي حدثنا علي بن عبد الله حدثنا جرير عن منصور عن أبي وائل عن مسروق قال : لما احتضر أبو بكر أرسل إلى عائشة فلما دخلت عليه قالت : هذا كما قال الشاعر :إذا حشرجت يوما وضاق بها الصدرفقال أبو بكر : هلا قلت كما قال الله : وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد وذكر الحديث . والسكرة واحدة السكرات . وفي الصحيح عن عائشة أن رسول الله صلى الله عليه وسلم كانت بين يديه ركوة - أو علبة - فيها ماء فجعل يدخل يديه في الماء ، فيمسح بهما وجهه ويقول : لا إله إلا الله إن للموت سكرات ثم نصب يده فجعل يقول : في الرفيق الأعلى حتى قبض ومالت يده . خرجه البخاري . وروي عن النبي صلى الله عليه وسلم أنه قال : إن العبد الصالح ليعالج الموت وسكراته وإن مفاصله ليسلم بعضها على بعض تقول : السلام عليك تفارقني وأفارقك إلى يوم القيامة . وقال عيسى ابن مريم : \" يا معشر الحواريين ادعوا الله أن يهون عليكم هذه السكرة \" يعني سكرات الموت . وروي : ( إن الموت أشد من ضرب بالسيوف ونشر بالمناشير وقرض بالمقاريض ) .ذلك ما كنت منه تحيد أي : يقال لمن جاءته سكرة الموت ذلك ما كنت تفر منه وتميل عنه . يقال : حاد عن الشيء يحيد حيودا وحيدة وحيدودة مال عنه وعدل . وأصله حيدودة بتحريك الياء فسكنت ; لأنه ليس في الكلام فعلول غير صعفوق . وتقول في الإخبار عن نفسك : حدت عن الشيء أحيد حيدا ومحيدا إذا ملت عنه قال طرفة : أبا منذر رمت الوفاء فهبته وحدت كما حاد البعير عن الدحض"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ (19)وفي قوله ( وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ) وجهان من التأويل, أحدهما: وجاءت سكرة الموت وهي شدّته وغلبته على فهم الإنسان, كالسكرة من النوم أو الشراب بالحقّ من أمر الآخرة, فتبينه الإنسان حتى تثبته وعرفه. والثاني: وجاءت سكرة الموت بحقيقة الموت.وقد ذُكر عن أبي بكر الصدّيق رضي الله عنه أنه كان يقرأ ( وَجاءَتْ سَكْرَةُ الحَقّ بالمَوْتِ ).* ذكر الرواية بذلك:حدثنا محمد بن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن واصل, عن أبي وائل, قال: لما كان أبو بكر رضي الله عنه يقضي, قالت عائشة رضي الله عنها هذا, كما قال الشاعر:إذَا حَشْرَجَتْ يَوْما وَضَاقَ بِها الصَّدْرُ (4)فقال أبو بكر رضي الله عنه : لا تقولي ذلك, ولكنه كما قال الله عزّ وجلّ : ( وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ ) (5) . وقد ذُكر أن ذلك كذلك في قراءة ابن مسعود. ولقراءة من قرأ ذلك كذلك من التأويل وجهان:أحدهما: وجاءت سكرة الله بالموت, فيكون الحقّ هو الله تعالى ذكره. والثاني: أن تكون السكرة هي الموت أُضيفت إلى نفسها, كما قيل :  إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ  . ويكون تأويل الكلام: وجاءت السكرةُ الحق بالموت.وقوله ( ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ ) يقول: هذه السكرة التي جاءتك أيها الإنسان بالحقّ هو الشيء الذي كنت تهرب منه, وعنه تروغ.--------------------------الهوامش :(4) هذا عجز بيت، وصدره كما في ( اللسان : حشرج ) * لعمرك ما يغني الثراء ولا الغنى *قال : الحشرجة : تردد صوت النفس وهو الغرغرة في الصدور . وفي حديث عائشة ودخلت على أبيها - رضي الله عنهما - عند موته ، فأنشدت : \" لعمرك ... البيت \" فقال : ليس كذلك ، ولكن : \" وجاء سكرة الحق بالموت \". وهي قراءة منسوبة إليه وقال الفراء في معاني القرآن ( الورقة 309 ) عند قوله تعالى : \" وجاءت سكرة الموت بالحق \" : وفي قراءة عبد الله ( ابن مسعود ) وإن شئت جعلت السكرة هي الموت ، أضفتها إلى نفسها كأنك قلت : جاءت سكرة الحق بالموت أ ه . قلت : ض وهذا البيت لحاتم الطائي ، وروايته في ديوانه ( لندن سنة 1872 ص 39 ) :أماوِيَّ ما يُغْنِي الثَّرَاءُ عنِ الفَتَىإذا حَشْرَجَتْ يوْما وَضَاقَ بها الصَّدْرُ(5) لعله سكرة الحق بالموت فإنها قراءة الصديق رضي الله عنه إلا أن تكون القراءة الأخرى رويت عنه أيضًا ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ونُفخ في \"القرن\" نفخة البعث الثانية، ذلك النفخ في يوم وقوع الوعيد الذي توعَّد الله به الكفار."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ونفخ في الصور» للبعث «ذلك» أي يوم النفخ «يوم الوعيد» للكفار بالعذاب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ  أي: اليوم الذي يلحق الظالمين ما أوعدهم الله به من العقاب، والمؤمنين ما وعدهم به من الثواب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ونفخ في الصور ذلك يوم الوعيد ) . قد تقدم الكلام على حديث النفخ في الصور والفزع والصعق والبعث ، وذلك يوم القيامة . وفي الحديث أن رسول الله - صلى الله عليه وسلم - قال : \" كيف أنعم وصاحب القرن قد التقم القرن وحنى جبهته ، وانتظر أن يؤذن له \" . قالوا : يا رسول الله كيف نقول ؟ قال : \" قولوا حسبنا الله ونعم الوكيل \" . فقال القوم : حسبنا الله ونعم الوكيل ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ونفخ في الصور ) يعني نفخة البعث ( ذلك يوم الوعيد ) أي : ذلك اليوم يوم الوعيد الذي وعده الله للكفار أن يعذبهم فيه . قال مقاتل : يعني بالوعيد العذاب ، أي : يوم وقوع الوعيد ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ونفخ في الصور هي النفخة الآخرة للبعث ذلك يوم الوعيد الذي وعده الله للكفار أن يعذبهم فيه . وقد مضى الكلام في النفخ في الصور مستوفى والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ ) قد تقدّم بياننا عن معنى الصُّور, وكيف النفخ فيه بذكر اختلاف المختلفين. والذي هو أولى الأقوال عندنا فيه بالصواب, بما أغنى عن إعادته في هذا الموضع.وقوله ( ذَلِكَ يَوْمُ الْوَعِيدِ ) يقول: هذا اليوم الذي ينفخ فيه هو يوم الوعيد الذي وعده الله الكفار أن يعذّبهم فيه."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وجاءت كل نفس معها مَلَكان، أحدهما يسوقها إلى المحشر، والآخر يشهد عليها بما عملت في الدنيا من خير وشر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وجاءت» فيه «كل نفس» إلى المحشر «معها سائق» ملك يسوقها إليه «وشهيد» يشهد عليها بعملها وهو الأيدي والأرجل وغيرها ويقال للكافر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ  يسوقها إلى موقف القيامة، فلا يمكنها أن تتأخر عنه،  وَشَهِيدٌ  يشهد عليها بأعمالها، خيرها وشرها، وهذا يدل على اعتناء الله بالعباد، وحفظه لأعمالهم، ومجازاته لهم بالعدل، فهذا الأمر، مما يجب أن يجعله العبد منه على بال، ولكن أكثر الناس غافلون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وجاءت كل نفس معها سائق وشهيد ) أي : ملك يسوقه إلى المحشر ، وملك يشهد عليه بأعماله . هذا هو الظاهر من الآية الكريمة . وهو اختيار ابن جرير ، ثم روي من حديث إسماعيل بن أبي خالد عن يحيى بن رافع - مولى لثقيف - قال : سمعت عثمان بن عفان يخطب ، فقرأ هذه الآية : ( وجاءت كل نفس معها سائق وشهيد ) ، فقال : سائق يسوقها إلى الله ، وشاهد يشهد عليها بما عملت . وكذا قال مجاهد ، وقتادة ، وابن زيد .وقال مطرف ، عن أبي جعفر - مولى أشجع - عن أبي هريرة : السائق : الملك والشهيد : العمل . وكذا قال الضحاك والسدي .وقال العوفي عن ابن عباس : السائق من الملائكة ، والشهيد : الإنسان نفسه ، يشهد على نفسه . وبه قال الضحاك بن مزاحم أيضا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وجاءت ) ذلك اليوم ( كل نفس معها سائق ) يسوقها إلى المحشر ( وشهيد ) يشهد عليها بما عملت ، قال الضحاك : السائق من الملائكة ، والشاهد من أنفسهم الأيدي والأرجل ، وهي رواية العوفي عن ابن عباس . وقال الآخرون : هما جميعا من الملائكة ، فيقول الله :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وجاءت كل نفس معها سائق وشهيد اختلف في السائق والشهيد ; فقال ابن عباس : السائق من الملائكة والشهيد من أنفسهم الأيدي والأرجل ; رواه . العوفي عن ابن عباس . وقال أبو هريرة : السائق الملك والشهيد العمل . وقال الحسن وقتادة : المعنى سائق يسوقها وشاهد يشهد عليها بعملها . وقال ابن مسلم : السائق قرينها من الشياطين سمي سائقا لأنه يتبعها وإن لم يحثها . وقال مجاهد : السائق والشهيد ملكان . وعن عثمان بن عفان رضي الله عنه أنه قال وهو على المنبر : وجاءت كل نفس معها سائق وشهيد سائق : ملك يسوقها إلى أمر الله ، وشهيد : يشهد عليها بعملها . قلت : هذا أصح فإن في حديث جابر بن عبد الله قال : سمعت رسول الله صلى الله عليه وسلم يقول : إن ابن آدم لفي غفلة عما خلقه الله عز وجل له ، إن الله لا إله غيره إذا أراد خلقه قال للملك اكتب رزقه وأثره وأجله واكتبه شقيا أو سعيدا ثم يرتفع ذلك الملك ويبعث الله ملكا آخر فيحفظه حتى يدرك ثم يبعث الله ملكين يكتبان حسناته وسيئاته فإذا جاءه الموت ارتفع ذلك الملكان ثم جاء ملك الموت - عليه السلام - فيقبض روحه فإذا أدخل حفرته رد الروح في جسده ثم يرتفع ملك الموت ثم جاءه ملكا القبر فامتحناه ثم يرتفعان فإذا قامت الساعة انحط عليه ملك الحسنات وملك السيئات فأنشطا كتابا معقودا في عنقه ثم حضرا معه واحد سائق والآخر شهيد ثم قال الله تعالى : لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد قال رسول الله صلى الله عليه وسلم : لتركبن طبقا عن طبق قال : حالا بعد حال ثم قال النبي صلى الله عليه وسلم : إن قدامكم أمرا عظيما فاستعينوا بالله العظيم خرجه أبو نعيم الحافظ من حديث جعفر بن محمد بن علي عن جابر وقال فيه : هذا حديث غريب من حديث جعفر ، وحديث جابر تفرد به عنه جابر الجعفي وعنه المفضل . ثم في الآية قولان ، أحدهما : أنها عامة في المسلم والكافر وهو قول الجمهور . الثاني : أنها خاصة في الكافر ; قاله الضحاك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ (21)يقول تعالى ذكره: وجاءت يوم ينفخ في الصور كلّ نفس ربها, معها سائق يسوقها إلى الله, وشهيد يشهد عليها بما عملت في الدنيا من خير أو شرّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا مهران, عن إسماعيل بن أبي خالد, عن يحيى بن رافع مولى لثقيف, قال: سمعت عثمان بن عفان رضي الله عنه يخطب, فقرأ هذه الآية ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: سائق يسوقها إلى الله, وشاهد يشهد عليها بما عملت.قال: ثنا حكام, عن إسماعيل, عن أبي عيسى, قال: سمعت عثمان بن عفان رضي الله عنه يخطب, فقرأ هذه الآية ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: السائق يسوقها إلى أمر الله, والشهيد يشهد عليها بما عملت.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: السائق من الملائكة, والشهيد: شاهد عليه من نفسه.حدثنا ابن حُمَيد, قال: ثنا سفيان, عن مهران, عن خَصِيف, عن مجاهد ( سَائِقٌ وَشَهِيدٌ ) سائق يسوقها إلى أمر الله, وشاهد يشهد عليها بما عملت.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( سَائِقٌ وَشَهِيدٌ ) سائق يسوقها إلى أمر الله, وشاهد يشهد عليها بما عملت.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قول الله ( سَائِقٌ وَشَهِيدٌ ) قال: المَلَكان: كاتب, وشهيد.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: سائق يسوقها إلى ربها, وشاهد يشهد عليها بعملها.حدثنا ابن بشار, قال: ثنا سليمان بن حرب, قال: ثنا أبو هلال, قال: ثنا قتادة في قوله ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: سائق يسوقها إلى حسابها, وشاهد يشهد عليها بما عملت.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( مَعَهَا سَائِقٌ وَشَهِيدٌ ) قال: سائق يسوقها, وشاهد يشهد عليها بعملها.حدثنا ابن حُمَيد, قال: ثنا مهران, عن أبي جعفر, عن الربيع بن أنس ( سَائِقٌ وَشَهِيدٌ ) قال: سائق يسوقها, وشاهد يشهد عليها بعملها.وحُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) السائق من الملائكة, والشاهد من أنفسهم: الأيدي والأرجل, والملائكة أيضا شهداء عليهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( سَائِقٌ وَشَهِيدٌ ) قال: مَلك وكِّل به يحصي عليه عمله, ومَلك يسوقه إلى محشره حتى يوافي محشره يوم القيامة.واختلف أهل التأويل في المعنيّ بهذه الآيات; فقال بعضهم: عنى بها النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم. وقال بعضهم: عنى أهل الشرك, وقال بعضهم: عنى بها كلّ أحد.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب قال: ثني يعقوب بن عبد الرحمن الزهريّ, قال: سألت زيد بن أسلم, عن قول الله  وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ  ... الآية, إلى قوله ( سَائِقٌ وَشَهِيدٌ ) , فقلت له: من يراد بهذا؟ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقلت له رسول الله؟ فقال: ما تنكر؟ قال الله عزّ وجلّ :  أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى * وَوَجَدَكَ ضَالا فَهَدَى  قال: ثم سألت صالح بن كيسان عنها, فقال لي: هل سألت أحدا؟ فقلت: نعم, قد سألت عنها زيد بن أسلم, فقال: ما قال لك؟ فقلت: بل تخبرني ما تقول, فقال: لأخبرنك برأيي الذي عليه رأيي, فأخبرني ما قال لك؟ قلت: قال: يراد بهذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقال: وما علم زيد؟ والله ما سن عالية, ولا لسان فصيح, ولا معرفة بكلام العرب, إنما يُراد بهذا الكافر، ثم قال: اقرأ ما بعدها يدلك على ذلك, قال: ثم سألت حسين بن عبد الله بن عبيد الله بن عباس, فقال لي مثل ما قال صالح: هل سألت أحدا فأخبرني به؟ قلت: إني قد سألت زيد بن أسلم وصالح بن كيسان, فقال لي: ما قالا لك؟ قلت: بل تخبرني بقولك, قال: لأخبرنك بقولي, فأخبرته بالذي قالا لي, قال: أخالفهما جميعا, يريد بها البرّ والفاجر, قال الله :  وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ  ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ) قال: فانكشف الغطاء عن البرّ والفاجر, فرأى كلّ ما يصير إليه.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ ) يعني المشركين.وأولى الأقوال في ذلك عندي بالصواب قول من قال: عنى بها البرّ والفاجر, لأن الله أتبع هذه الآيات قوله  وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ  والإنسان في هذا الموضع بمعنى: الناس كلهم, غير مخصوص منهم بعض دون بعض. فمعلوم إذا كان ذلك كذلك أن معنى قوله  وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ  وجاءتك أيها الإنسان سكرة الموت بالحقّ  ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ  وإذا كان ذلك كذلك كانت بينة صحة ما قلنا."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لقد كنت في غفلة من هذا الذي عاينت اليوم أيها الإنسان، فكشفنا عنك غطاءك الذي غطَّى قلبك، فزالت الغفلة عنك، فبصرك اليوم فيما تشهد قوي شديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لقد كنت» في الدنيا «في غفلة من هذا» النازل بك اليوم «فكشفنا عنك غطاءك» أزلنا غفلتك بما تشاهده اليوم «فبصرُك اليوم حديد» حاد تدرك به ما أنكرته في الدنيا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا  أي: يقال للمعرض المكذب يوم القيامة هذا الكلام، توبيخًا، ولومًا وتعنيفًا أي: لقد كنت مكذبًا بهذا، تاركًا للعمل له فالآن  كشفنا عَنْكَ غِطَاءَكَ  الذي غطى قلبك، فكثر نومك، واستمر إعراضك،  فَبَصَرُكَ الْيَوْمَ حَدِيدٌ  ينظر ما يزعجه ويروعه، من أنواع العذاب والنكال.أو هذا خطاب من الله للعبد، فإنه في الدنيا، في غفلة  عما خلق له، ولكنه يوم القيامة، ينتبه ويزول عنه وسنه، ولكنه في وقت لا يمكنه أن يتدارك الفارط، ولا يستدرك الفائت، وهذا كله تخويف من الله للعباد، وترهيب، بذكر ما يكون على المكذبين، في ذلك اليوم العظيم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وحكى ابن جرير ثلاثة أقوال في المراد بهذا الخطاب في قوله : ( لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد )أحدها : أن المراد بذلك الكافر . رواه علي بن أبي طلحة ، عن ابن عباس . وبه يقول الضحاك بن مزاحم وصالح بن كيسان .والثاني : أن المراد بذلك كل أحد من بر وفاجر ; لأن الآخرة بالنسبة إلى الدنيا كاليقظة والدنيا كالمنام . وهذا اختيار ابن جرير ، ونقله عن حسين بن عبد الله بن عبيد الله بن عباس .والثالث : أن المخاطب بذلك النبي - صلى الله عليه وسلم - . وبه يقول زيد بن أسلم ، وابنه . والمعنى على قولهما : لقد كنت في غفلة من هذا الشأن قبل أن يوحى إليك ، فكشفنا عنك غطاءك بإنزاله إليك ، فبصرك اليوم حديد .والظاهر من السياق خلاف هذا ، بل الخطاب مع الإنسان من حيث هو ، والمراد بقوله : ( لقد كنت في غفلة من هذا ) يعني : من هذا اليوم ، ( فكشفنا عنك غطاءك فبصرك اليوم حديد ) أي : قوي ; لأن كل واحد يوم القيامة يكون مستبصرا حتى الكفار في الدنيا يكونون يوم القيامة على الاستقامة ، لكن لا ينفعهم ذلك . قال الله تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] ، وقال تعالى : ( ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون ) [ السجدة : 12 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لقد كنت في غفلة من هذا ) . ( لقد كنت في غفلة من هذا ) اليوم في الدنيا ( فكشفنا عنك غطاءك ) الذي كان في الدنيا على قلبك وسمعك وبصرك ( فبصرك اليوم حديد ) نافذ تبصر ما كنت تنكر في الدنيا . وروي عن مجاهد قال : يعني نظرك إلى لسان ميزانك حين توزن حسناتك وسيئاتك ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لقد كنت في غفلة من هذا فكشفنا عنك غطاءك قال ابن زيد : المراد به النبي صلى الله عليه وسلم ; أي : لقد كنت يا محمد في غفلة من الرسالة في قريش في جاهليتهم . وقال ابن عباس والضحاك : إن المراد به المشركون أي : كانوا في غفلة من عواقب أمورهم . وقال أكثر المفسرين : إن المراد به البر والفاجر . وهو اختيار الطبري . وقيل : أي : لقد كنت أيها الإنسان في غفلة عن أن كل نفس معها سائق وشهيد ; لأن هذا لا يعرف إلا بالنصوص الإلهية . فكشفنا عنك غطاءك أي : عماك ; وفيه أربعة أوجه ، أحدها : إذ كان في بطن أمه فولد ؛ قاله السدي . الثاني : إذا كان في القبر فنشر . وهذا معنى قول ابن عباس . الثالث : وقت العرض في القيامة ; قاله مجاهد . الرابع : أنه نزول الوحي وتحمل الرسالة . وهذا معنى قول ابن زيد . فبصرك اليوم حديد قيل : يراد به بصر القلب كما يقال هو بصير بالفقه فبصر القلب وبصيرته تبصرته شواهد الأفكار ونتائج الاعتبار ، كما تبصر العين ما قابلها من الأشخاص والأجسام . وقيل : المراد به بصر العين وهو الظاهر أي : بصر عينك اليوم حديد ; أي : قوي نافذ يرى ما كان محجوبا عنك . قال مجاهد : فبصرك اليوم حديد يعني نظرك إلى لسان ميزانك حين توزن سيئاتك وحسناتك . وقاله الضحاك . وقيل : يعاين ما يصير إليه من ثواب وعقاب . وهو معنى قول ابن عباس . وقيل : يعني أن الكافر يحشر وبصره حديد ثم يزرق ويعمى . وقرئ : \" لقد كنت \" \" عنك \" \" فبصرك \" بالكسر على خطاب النفس ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا ) يقول تعالى ذكره: يقال له: لقد كنت في غفلة من هذا الذي عاينت اليوم أيها الإنسان من الأهوال والشدائد ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) يقول: فجلينا ذلك لك, وأظهرناه لعينيك, حتى رأيته وعاينته, فزالت الغفلة عنك.وبنحو الذي قلنا في ذلك قال أهل التأويل, وإن اختلفوا في المقول ذلك له, فقال بعضهم: المقول ذلك له الكافر.وقال آخرون: هو نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.وقال آخرون: هو جميع الخلق من الجنّ والإنس.ذكر من قال : هو الكافر:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) وذلك الكافر.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) قال: للكافر يوم القيامة.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) قال: في الكافر.* ذكر من قال : هو نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا ) قال: هذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , قال: لقد كنت في غفلة من هذا الأمر يا محمد, كنت مع القوم في جاهليتهم.( فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ).وعلى هذا التأويل الذي قاله ابن زيد يجب أن يكون هذا الكلام خطابا من الله لرسوله صَلَّى الله عَلَيْهِ وَسَلَّم أنه كان فى غفلة في الجاهلية من هذا الدين الذي بعثه به, فكشف عنه غطاءه الذي كان عليه في الجاهلية, فنفذ بصره بالإيمان وتبيَّنه حتى تقرّر ذلك عنده, فصار حادّ البصر به.* ذكر من قال : هو جميع الخلق من الجنّ والإنس:حدثني يونس, قال: أخبرنا ابن وهب, قال: ثني يعقوب بن عبد الرحمن الزهريّ, قال: سألت عن ذلك الحسين بن عبد الله بن عبيد الله بن عباس, فقال: يريد به البرّ والفاجر,( فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ) قال: وكُشِف الغطاء عن البرّ والفاجر, فرأى كلّ ما يصير إليه.وبنحو الذي قلنا في معنى قوله ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي , عن أبيه, عن ابن عباس, قوله ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) قال: الحياة بعد الموت.حدثنا بشر قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ ) قال: عاين الآخرة.وقوله ( فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ) يقول: فأنت اليوم نافذ البصر, عالم بما كنت عنه في الدنيا في غفلة, وهو من قولهم: فلان بصير بهذا الأمر: إذا كان ذا علم به, وله بهذا الأمر بصر: أي علم.وقد رُوي عن الضحاك إنه قال: معنى ذلك ( فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ) لسان الميزان, وأحسبه أراد بذلك أن معرفته وعلمه بما أسلف في الدنيا شاهد عدل عليه, فشبَّه بصره بذلك بلسان الميزان الذي يعدل به الحقّ في الوزن, ويعرف مبلغه الواجب لأهله عما زاد على ذلك أو نقص, فكذلك علم من وافي القيامة بما اكتسب في الدنيا شاهد عليه كلسان الميزان."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال المَلَك الكاتب الشهيد عليه: هذا ما عندي من ديوان عمله، وهو لديَّ مُعَدٌّ محفوظ حاضر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقال قرينه» الملك الموكل به «هذا ما» أي الذي «لديَّ عتيد» حاضر فيقال لمالك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى:  وَقَالَ قَرِينُهُ  أي: قرين هذا المكذب المعرض، من الملائكة، الذين وكلهم الله على حفظه، وحفظ أعماله، فيحضره يوم القيامة ويحضر أعماله ويقول:  هَذَا مَا لَدَيَّ عَتِيدٌ  أي: قد أحضرت ما جعلت عليه، من حفظه، وحفظ عمله، فيجازى بعمله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن الملك الموكل بعمل ابن آدم : أنه يشهد عليه يوم القيامة بما فعل ويقول : ( هذا ما لدي عتيد ) أي : معتد محضر بلا زيادة ولا نقصان .وقال مجاهد : هذا كلام الملك السائق يقول : هذا ابن آدم الذي وكلتني به ، قد أحضرته .وقد اختار ابن جرير أن يعم السائق والشهيد ، وله اتجاه وقوة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقال قرينه ) الملك الموكل به ( هذا ما لدي عتيد ) معد محضر ، وقيل : \" ما \" بمعنى ( من ) قال مجاهد : يقول هذا الذي وكلتني به من ابن آدم حاضر عندي قد أحضرته وأحضرت ديوان أعماله ، فيقول الله - عز وجل - لقرينه :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وقال قرينه يعني الملك الموكل به في قول الحسن وقتادة والضحاك .هذا ما لدي عتيد أي : هذا ما عندي من كتابة عمله معد محفوظ . وقال مجاهد : يقول هذا الذي وكلتني به من بني آدم قد أحضرته وأحضرت ديوان عمله . وقيل : المعنى : هذا ما عندي من العذاب حاضر . وعن مجاهد أيضا : قرينه الذي قيض له من الشياطين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ (23)يقول تعالى ذكره: وقال قرين هذا الإنسان الذي جاء به يوم القيامة معه سائق وشهيد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة (وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ) الملك.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله (وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ)... إلى آخر الآية, قال: هذا سائقه الذي وُكِّل به, وقرأ (وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ).وقوله (هَذَا مَا لَدَيَّ عَتِيدٌ) يقول تعالى ذكره مخبرا عن قيل قَرينِ هذا الإنسان عند موافاته ربه به, ربّ هذا ما لديّ عتيد: يقول: هذا الذي هو عندي معدّ محفوظ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله (هَذَا مَا لَدَيَّ عَتِيدٌ) قال: والعتيد: الذي قد أخذه, وجاء به السائق والحافظ معه جميعا."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألقيا في جهنم» أي: ألق ألق أو ألقين وبه قرأ الحسن فأبدلت النون ألفا «كلَّ كفار عنيد» معاند للحق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويقال لمن استحق النار:  أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ  أي: كثير الكفر والعناد لآيات الله، المكثر من المعاصي، المجترئ على المحارم والمآثم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "فعند ذلك يحكم الله سبحانه تعالى ، في الخليقة بالعدل فيقول : ( ألقيا في جهنم كل كفار عنيد )وقد اختلف النحاة في قوله : ( ألقيا ) فقال بعضهم : هي لغة لبعض العرب يخاطبون المفرد بالتثنية ، كما روي عن الحجاج أنه كان يقول : يا حرسي ، اضربا عنقه ، ومما أنشد ابن جرير على هذه اللغة قول الشاعر :فإن تزجراني - يابن عفان - أنزجر وإن تتركاني أحم عرضا ممنعاوقيل : بل هي نون التأكيد سهلت إلى الألف . وهذا بعيد ; لأن هذا إنما يكون في الوقف ، والظاهر أنها مخاطبة مع السائق والشهيد ، فالسائق أحضره إلى عرصة الحساب ، فلما أدى الشهيد عليه ، أمرهما الله تعالى بإلقائه في نار جهنم وبئس المصير .( ألقيا في جهنم كل كفار عنيد ) أي : كثير الكفر والتكذيب بالحق ، ( عنيد ) : معاند للحق ، معارض له بالباطل مع علمه بذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ألقيا في جهنم ) هذا خطاب للواحد بلفظ التثنية على عادة العرب ، تقول : ويحك ويلك ارحلاها وازجراها وخذاها وأطلقاها ، للواحد ، قال الفراء : وأصل ذلك أن أدنى أعوان الرجل في إبله وغنمه وسفره اثنان ، فجرى كلام الواحد على صاحبيه ، ومنه قولهم في الشعر للواحد : خليلي . وقال الزجاج : هذا أمر للسائق والشهيد ، وقيل : للمتلقيين . ( كل كفار عنيد )عاص معرض عن الحق . قال عكرمة ومجاهد : مجانب للحق معاند لله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قال ابن زيد في رواية ابن وهب عنه : إنه قرينه من الإنس ، فيقول الله تعالى لقرينه : ألقيا في جهنم قال الخليل والأخفش : هذا كلام العرب الفصيح ، أن تخاطب الواحد بلفظ الاثنين فتقول : \" ويلك ارحلاها وازجراها ، وخذاه وأطلقاه \" للواحد . قال الفراء : تقول للواحد قوما عنا ، وأصل ذلك أن أدنى أعوان الرجل في إبله وغنمه ورفقته في سفره اثنان فجرى كلام الرجل على صاحبيه ، ومنه قولهم للواحد في الشعر : خليلي ، ثم يقول : يا صاح . قال امرؤ القيس : خليلي مرا بي على أم جندب نقض لبانات الفؤاد المعذب وقال أيضا : قفا نبك من ذكرى حبيب ومنزل بسقط اللوى بين الدخول فحومل وقال آخر : فإن تزجراني يابن عفان أنزجر وإن تدعاني أحم عرضا ممنعا وقيل : جاء كذلك لأن القرين يقع للجماعة والاثنين . وقال المازني : قوله : \" ألقيا \" يدل على ألق ألق . وقال المبرد : هي تثنية على التوكيد ، المعنى ألق ألق ، فناب ألقيا مناب التكرار . ويجوز أن يكون \" ألقيا \" تثنية على خطاب الحقيقة من قول الله تعالى يخاطب به الملكين . وقيل : هو مخاطبة للسائق والحافظ . وقيل : إن الأصل ألقين بالنون الخفيفة تقلب في الوقف ألفا فحمل الوصل على الوقف .وقرأ الحسن \" ألقين \" بالنون الخفيفة نحو قوله : وليكونا من الصاغرين وقوله : لنسفعا .كل كفار عنيد أي : معاند ; قاله مجاهد وعكرمة . وقال بعضهم : العنيد المعرض عن الحق ; يقال : عند يعند بالكسر عنودا أي : خالف ورد الحق وهو يعرفه فهو عنيد وعاند ، وجمع العنيد عند مثل رغيف ورغف ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ ) فيه متروك استغني بدلالة الظاهر عليه منه, وهو: يقال ألقيا في جهنم, أو قال تعالى: ألقيا, فأخرج الأمر للقرين, وهو بلفظ واحد مخرج خطاب الاثنين. وفي ذلك وجهان من التأويل: أحدهما: أن يكون القرين بمعنى الاثنين, كالرسول, والاسم الذي يكون بلفظ الواحد في الواحد, والتثنية والجمع, فردّ قوله ( أَلْقِيَا فِي جَهَنَّمَ ) إلى المعنى. والثاني: أن يكون كما كان بعض أهل العربية يقول, وهو أن العرب تأمر الواحد والجماعة بما تأمر به الاثنين, فتقول للرجل ويلك أرجلاها وازجراها, وذكر أنه سَمِعها من العرب; قال: وأنشدني بعضهم:فَقُلْتُ لصَاحِبي لا تَحْبسانابنزعِ أُصُولِهِ واجْتَزَّ شيحا (6)قال: وأنشدني أبو ثروان:فإنْ تَزْجُرانِي يا بْنَ عَفَّان أنزجِرْوَإنْ تَدَعانِي أحْمِ عِرْضا مُمنَعَّا (7)قال: فيروى أن ذلك منهم أن الرجل أدنى أعوانه في إبله وغنمه اثنان, وكذلك الرفقة أدنى ما تكون ثلاثة, فجرى كلام الواحد على صاحبيه, وقال: ألا ترى  الشعراء أكثر قيلا يا صاحبيّ يا خليليّ, وقال امرؤ القَيس:خَلِيلَيَّ مُرَّا بِي على أُمّ جُنْدَبِنُقَضِّ لُباناتِ الفُؤَادِ المُعَذَّبِ (8)ثم قال:أَلمْ تَرَ أنّي كُلَّما جِئْتُ طارِفاوَجَدْتُ بِها طِيْبات وَإنْ لَّمْ تَطَيَّبِ (9)فرجع إلى الواحد, وأوّل الكلام اثنان; قال: وأنشدني بعضهم:خَلِيلَي قُوما في عَطالَةَ فانْظُرَاأنارٌ تَرَى مِنْ ذِي أبانَيْنِ أَمْ بَرْقا (10)وبعضهم يروي: أنارا نرى.( كُلَّ كَفَّارٍ عَنِيدٍ ) يعني: كل جاحد وحدانية الله عنيد, وهو العاند عن الحقّ وسبيل الهدى.-------------------الهوامش :(6) البيت لمضرس بن ربعي الفقعسي الأسدي ، وليس ليزيد بن الطثرية كما نسبه الكسائي وثعلب إليه ، وأخذه عنه الجوهري في الصحاح . قاله ياقوت فيما كتبه على الصحاح . وفي روايته : \" لحاطبي \" في موضع لصاحبي ، وقوله : \" لا تحبسانا \" ، فإن العرب ربما خاطبت الواحد بلفظ الاثنين ( انظر شرح شواهد الشافية لعبد القادر البغدادي طبع القاهرة ) . وقال الفراء في معاني القرآن ( الورقة 309 عند قوله تعالى \" ألقيا في جهنم \" . العرب تأمر الواحد والقوم بما يؤمر به الاثنان ، فيقولان للرجل قوما عنا . وسمعت بعضهم يقول : ويحك ارحلاها وازجراها . وأنشدني بعضهم \" فقلت لصاحبي ... البيت \" . قال : ويروى : واجدز يريد : واجتز . أ ه .(7) وهذا البيت أيضًا من شواهد الفراء في معاني القرآن ( الورقة 309 ) على ما تقدم في نظيره من أن العرب قد تخاطب القوم والواحد بما تخاطب به الاثنين ، قال بعد أن أنشد البيت : ونرى أن ذلك منهم أن الرجل أدنى أعوانه في إبله وغنمه اثنان ، وكذلك الرفقة أدنى ما يكونون ثلاثة ، فجرى كلام الواحد على صاحبيه . أ ه .وقال في ( اللسان : جزر ) إن العرب ربما خاطبت الواحد بلفظ الاثنين ، كما قال سويد بن كراع العكلي :تقول ابنة العوفي ليلي ألا ترىإلى ابن كراع لا يزال مفزعامخافة هذين الأميرين سهدترقادي وغشتني بياضا مقزعافإن أنتما أحكمتماني فازجراأراهط تؤذي من الناس رضعاوإن تزجراني ... البيت .قال : وهذا يدل على أنه خاطب اثنين : سعيد بن عثمان ، ومن ينوب عنه ، أو يحضر معه . وقوله فإن أنتما أحكمتماني : دليل أيضا على أنه يخاطب اثنين . وقوله : أحكمتماني : أي منعتماني من هجائه . واصله من أحكمت الدابة : إذا جعلت فيها حكمة اللجام وقوله : \" وإن تدعاني \" أي إن تركتماني حميت عرضي ممن يؤذيني . وإن زجرتماني انزجرت وصبرت . والرضع : جمع راضع ، وهو اللئيم . أ ه . وعلى هذا لا يكون في البيت شاهد للفراء ، ولا للمؤلف .(8) هذا البيت مطلع قصيدة لامرئ القيس قالها في زوجته أم جندب من طيئ ( مختار الشعر الجاهلي بشرح مصطفى السقا طبعة الحلبي ص 43 ) والشاهد فيه أن يخاطب خليله ، بلفظ التثنية ، لأنهم كانوا ثلاثة في سفر . وبعد هذا المطلع قوله :فإنكما إن تنظراني ساعةمن الدهر تنفعني لدى أم جندب(9) وهذا البيت هو ثالث البيتين في القصيدة ، وهو لامرئ القيس أيضًا . قال الفراء بعد كلامه الذي سبق في الشاهد الذي قبله : ثم قال : ألم تر ، فرجع إلى الواحد ، وأول كلامه اثنان . قلت : وكلام الفراء بناء على روايته في البيت . وهناك رواية أخرى في قوله \" ألم تر \" وهي : \" ألم تريا \" بصيغة الخطاب للمثنى ، وهما رفيقاه ، و شاهد عليها في البيت . وهي رواية الأعلم الشنتمري في شرحه للأشعار الستة ، وأثبتها شارح مختار الشعر الجاهلي .(10) البيت لسويد بن كراع العكلي عن ( التاج : عطل ) وعطالة : جبل لبني تميم وذو وأبانين : أي المكان الذي فيه الجبلان : أبان الأبيض ، وهو لبني جريد من بني فزارة خاصة، والأسود لبني والبة من بني الحارث بن ثعلبة بن دودان بن أسد ، ويشركهم فيه فزارة . وبين الجبلين نحو فرسخ ، ووادي الرمة يقطع بينهما . قاله البكري في ( معجم ما استعجم ص 95 ) . وقال الفراء بعد أن روى البيت: بعضهم يرويه : \" أنارا ترى \" . أ ه . وعلى هذه الرواية الأخيرة لا يكون في البيت شاهد على ما أراده المؤلف من أن العرب تخاطب الواحد بما تخاطب به المثنى . وقوله \" من ذى أبانين \" هذه رواية الطبري في الأصل ، وهي تختلف عن رواية الفراء في معاني القرآن ( 309 ) وهي : \" من نحو بابين \" . قال في التاج : وبابين - مثنى - موضع بالبحرين"
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«منَّاع للخير» كالزكاة «معتد» ظالم «مريب» شاك في دينه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مَنَّاعٍ لِلْخَيْرِ  أي: يمنع الخير الذي عنده  الذي أعظمه، الإيمان بالله [وملائكته]  وكتبه، ورسله مناع، لنفع ماله وبدنه،  مُعْتَدٍ  على عباد الله، وعلى حدوده   مُرِيبٍ  أي: شاك في وعد الله ووعيده، فلا إيمان ولا إحسان ولكن وصفه الكفر والعدوان، والشك والريب، والشح، واتخاذ الآلهة من دون الرحمن."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( مناع للخير ) أي : لا يؤدي ما عليه من الحقوق ، ولا بر فيه ولا صلة ولا صدقة ، ( معتد ) أي : فيما ينفقه ويصرفه ، يتجاوز فيه الحد .وقال قتادة : معتد في منطقه وسيرته وأمره .( مريب ) أي : شاك في أمره ، مريب لمن نظر في أمره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( مناع للخير ) أي للزكاة المفروضة وكل حق وجب في ماله ( معتد ) ظالم لا يقر بتوحيد الله ( مريب ) شاك في التوحيد ، ومعناه : داخل في الريب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "مناع للخير يعني الزكاة المفروضة وكل حق واجب .معتد في منطقه وسيرته وأمره ؛ ظالم .\" مريب \" شاك في التوحيد ; قاله الحسن وقتادة . يقال : أراب الرجل فهو مريب إذا جاء بالريبة . وهو المشرك يدل عليه قوله تعالى :"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مَنَّاعٍ لِلْخَيْرِ ) كان قتادة يقول في الخير في هذا الموضع: هو الزكاة المفروضة.حدثنا بذلك بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة.والصواب من القول في ذلك عندي أنه كلّ حق وجب لله, أو لآدمي فى ماله, والخير في هذا الموضع هو المال.وإنما قلنا ذلك هو الصواب من القول, لأن الله تعالى ذكره عمّ بقوله ( مَنَّاعٍ لِلْخَيْرِ ) عنه أنه يمنع الخير ولم يخصص منه شيئا دون شيء, فذلك على كلّ خير يمكن منعه طالبه.وقوله ( مُعْتَدٍ ) يقول: معتد على الناس بلسانه بالبذاء والفحش في المنطق, وبيده بالسطوة والبطش ظلما.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة: معتد في منطقه وسيرته وأمره.وقوله ( مُرِيبٍ ) يعني: شاكّ في وحدانية الله وقُدرته على ما يشاء.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( مُرِيبٍ ) : أي شاكّ."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذي جعل مع الله إلها آخر» مبتدأ ضُمن معنى الشرط خبره «فألقياه في العذاب الشديد» تفسيره مثل ما تقدم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ  أي: عبد معه غيره، ممن لا يملك لنفسه نفعًا، ولا ضرًا، ولا موتًا ولا حياة، ولا نشورًا،  فَأَلْقِيَاهُ  أيها الملكان القرينان  فِي الْعَذَابِ الشَّدِيدِ  الذي هو معظمها وأشدها وأشنعها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( الذي جعل مع الله إلها آخر ) أي : أشرك بالله فعبد معه غيره ، ( فألقياه في العذاب الشديد ) . وقد تقدم في الحديث : أن عنقا من النار يبرز للخلائق فينادي بصوت يسمع الخلائق : إني وكلت بثلاثة ، بكل جبار ، ومن جعل مع الله إلها آخر ، وبالمصورين ثم تلوى عليهم .قال الإمام أحمد : حدثنا معاوية - هو ابن هشام - حدثنا شيبان ، عن فراس عن عطية ، عن أبي سعيد الخدري عن نبي الله - صلى الله عليه وسلم - أنه قال : \" يخرج عنق من النار يتكلم ، يقول : وكلت اليوم بثلاثة : بكل جبار ، ومن جعل مع الله إلها آخر ، ومن قتل نفسا بغير نفس . فتنطوي عليهم ، فتقذفهم في غمرات جهنم \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" الذي جعل مع الله إلهاً آخر فألقياه في العذاب الشديد \"، وهو النار."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "الذي جعل مع الله إلها آخر وقيل : نزلت في الوليد بن المغيرة . وأراد بقوله : مناع للخير أنه كان يمنع بني أخيه من الإسلام .فألقياه في العذاب الشديد تأكيد للأمر الأول ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ (26)يقول تعالى ذكره: الذي أشرك بالله فعبد معه معبودا آخر من خلقه ( فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ ) يقول: فألقياه في عذاب جهنم الشديد."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال شيطانه الذي كان معه في الدنيا: ربنا ما أضللته، ولكن كان في طريق بعيد عن سبيل الهدى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قال قرينه» الشيطان «ربنا ما أطغيته» أضللته «ولكن كان في ضلال بعيد» فدعوته فاستجاب لي، وقال هو أطغاني بدعائه له."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قَالَ قَرِينُهُ  الشيطان، متبرئًا منه، حاملاً عليه إثمه:  رَبَّنَا مَا أَطْغَيْتُهُ  لأني لم يكن لي عليه سلطان، ولا حجة ولا برهان، ولكن كان في الضلال البعيد، فهو الذي ضل وأبعد عن الحق باختياره، كما قال في الآية الأخرى:  وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم  الآية"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( قال قرينه ) : قال ابن عباس ، ومجاهد ، وقتادة ، وغيرهم : هو الشيطان الذي وكل به : ( ربنا ما أطغيته ) أي : يقول عن الإنسان الذي قد وافى القيامة كافرا ، يتبرأ منه شيطانه ، فيقول : ( ربنا ما أطغيته ) أي : ما أضللته ، ( ولكن كان في ضلال بعيد ) أي : بل كان هو في نفسه ضالا قابلا للباطل معاندا للحق . كما أخبر تعالى في الآية الأخرى في قوله : ( وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتموني من قبل إن الظالمين لهم عذاب أليم ) [ إبراهيم : 22 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قال قرينه ) يعني الشيطان الذي قيض لهذا الكافر : ( ربنا ما أطغيته ) ما أضللته وما أغويته ( ولكن كان في ضلال بعيد ) عن الحق ، فيتبرأ عنه شيطانه ، قال ابن عباس وسعيد بن جبير ومقاتل : \" قال قرينه \" يعني : الملك ، قال سعيد بن جبير : يقول الكافر يا رب إن الملك زاد علي في الكتابة ، فيقول الملك \" ربنا ما أطغيته \" ، يعني ما زدت عليه وما كتبت إلا ما قال وعمل ، ولكن كان في ضلال بعيد ، طويل لا يرجع عنه إلى الحق ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قال قرينه ربنا ما أطغيته يعني الشيطان الذي قيض لهذا الكافر العنيد تبرأ منه وكذبه .ولكن كان في ضلال بعيد عن الحق وكان طاغيا باختياره وإنما دعوته فاستجاب لي . وقرينه هنا هو شيطانه بغير اختلاف ؛ حكاه المهدوي . وحكى الثعلبي قال ابن عباس ومقاتل : قرينه الملك ; وذلك أن الوليد بن المغيرة يقول للملك الذي كان يكتب سيئاته : رب إنه أعجلني ، فيقول الملك : ربنا ما أطغيته أي : ما أعجلته . وقال سعيد بن جبير : يقول الكافر : رب إنه زاد علي في الكتابة ، فيقول الملك : ربنا ما أطغيته أي : ما زدت عليه في الكتابة ; فحينئذ يقول الله تعالى :"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلالٍ بَعِيدٍ (27)يقول تعالى ذكره: قال قرين هذا الإنسان الكفار المناع للخير, وهو شيطانه الذي كان موكلا به في الدنيا.كما حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قوله ( قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ ) قال: قرينه شيطانه.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( قَالَ قَرِينُهُ ) قال: الشيطان قُيِّض له.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله  الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ  هو المشرك ( قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ ) قال: قرينه الشيطان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ ) قال: قرينه: الشيطان.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ ) قال: قرينه: شيطانه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ ) قال: قرينه من الجنّ: ربنا ما أطغيته, تبرأ منه.وقوله ( رَبَّنَا مَا أَطْغَيْتُهُ ) يقول: ما أنا جعلته طاغيا متعدّيا إلى ما ليس له, وإنما يعني بذلك الكفر بالله ( وَلَكِنْ كَانَ فِي ضَلالٍ بَعِيدٍ ) يقول: ولكن كان في طريق جائر عن سبيل الهدى جورا بعيدا. وإنما أخبر تعالى ذكره هذا الخبر, عن قول قرين الكافر له يوم القيامة, إعلاما منه عباده, تبرأ بعضهم من بعض يوم القيامة.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( رَبَّنَا مَا أَطْغَيْتُهُ ) قال: تبرأ منه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عبد الله بن أبي زياد, قال: ثنا عبد الله بن أبي بكر, قال: ثنا جعفر, قال: سمعت أبا عمران يقول في قوله ( رَبَّنَا مَا أَطْغَيْتُهُ ) تبرأ منه."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال الله تعالى: لا تختصموا لديَّ اليوم في موقف الجزاء والحساب؛ إذ لا فائدة من ذلك، وقد قَدَّمْتُ إليكم في الدنيا بالوعيد لمن كفر بي وعصاني."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قال» تعالى «لا تختصموا لديَّ» أي ما ينفع الخصام هنا «وقد قدمت إليكم» في الدنيا «بالوعيد» بالعذاب في الآخرة لو لم تؤمنوا ولا بد منه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قال الله تعالى مجيبًا لاختصامهم:  لَا تَخْتَصِمُوا لَدَيَّ  أي: لا فائدة في اختصامكم  عندي،  و  الحال أني قد  قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ  أي: جاءتكم رسلي بالآيات البينات، والحجج الواضحات، والبراهين الساطعات، فقامت عليكم حجتي، وانقطعت حجتكم، وقدمتم علي بما أسلفتم من الأعمال التي وجب جزاؤها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( قال لا تختصموا لدي ) يقول الرب عز وجل للإنسي وقرينه من الجن ، وذلك أنهما يختصمان بين يدي الحق فيقول الإنسي : يا رب ، هذا أضلني عن الذكر بعد إذ جاءني . ويقول الشيطان : ( ربنا ما أطغيته ولكن كان في ضلال بعيد ) أي : عن منهج الحق . فيقول الرب عز وجل لهما : ( لا تختصموا لدي ) أي : عندي ، ( وقد قدمت إليكم بالوعيد ) أي : قد أعذرت إليكم على ألسنة الرسل ، وأنزلت الكتب ، وقامت عليكم الحجج والبينات والبراهين ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قال ) فيقول الله ( لا تختصموا لدي وقد قدمت إليكم بالوعيد ) في القرآن وأنذرتكم وحذرتكم على لسان الرسول ، وقضيت عليكم ما أنا قاض ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "لا تختصموا لدي يعني الكافرين وقرناءهم من الشياطين . قال القشيري : وهذا يدل على أن القرين الشيطان .وقد قدمت إليكم بالوعيد أي : أرسلت الرسل . وقيل : هذا خطاب لكل من اختصم . وقيل : هو للاثنين وجاء بلفظ الجمع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( لا تَخْتَصِمُوا لَدَيَّ ) يقول تعالى ذكره: قال الله لهؤلاء المشركين الذين وصف صفتهم, وصفة قرنائهم من الشياطين ( لا تَخْتَصِمُوا لَدَيَّ ) اليوم ( وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ ) في الدنيا قبل اختصامكم هذا, بالوعيد لمن كفر بي, وعصاني, وخالف أمري ونهيي في كتبي, وعلى ألسن رسلي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عبد الله بن أبي زياد, قال: ثنا عبد الله بن أبي بكر, قال: ثنا جعفر, قال: سمعت أبا عمران يقول في قوله ( وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ ) قال: بالقرآن.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( لا تَخْتَصِمُوا لَدَيَّ ) قال: إنهم اعتذروا بغير عذر, فأبطل الله حجتهم, وردّ عليهم قولهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ ) قال: يقول: قد أمرتكم ونهيتكم, قال: هذا ابن آدم وقرينه من الجن.حدثنا ابن حُمَيد, قال: ثنا مهران, عن أبي جعفر, عن الربيع, قال: قلت لأبي العالية ( لا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ ) قال أبو جعفر الطبريّ: أحسبه قال: هم أهل الشرك, وقال في آية أخرى  ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ  فهم أهل القبلة."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ما يُغيَّر القول لديَّ، ولست أعذِّب أحدًا بذنب أحد، فلا أعذِّب أحدًا إلا بذنبه بعد قيام الحجة عليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(ما يبدل) يغير (القول لدي) في ذلك (وما أنا بظلام للعبيد) فأعذبهم بغير جرم، وظلام بمعنى ذي ظلم لقوله \"\" لا ظلم \"\"."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ  أي: لا يمكن أن يخلف ما قاله الله وأخبر به، لأنه لا أصدق من الله قيلاً، ولا أصدق حديثًا. وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ  بل أجزيهم بما عملوا من خير وشر، فلا يزاد  في سيئاتهم، ولا ينقص من حسناتهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ما يبدل القول لدي ) قال مجاهد : يعني قد قضيت ما أنا قاض ، ( وما أنا بظلام للعبيد ) أي : لست أعذب أحدا بذنب أحد ، ولكن لا أعذب أحدا إلا بذنبه بعد قيام الحجة عليه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ما يبدل القول لدي ) لا تبديل لقولي ، وهو قوله : \" لأملأن جهنم من الجنة والناس أجمعين \" ( السجدة - 13 ) ، وقال قوم : معنى قوله : \" ما يبدل القول لدي \" أي : لا يكذب عندي ، ولا يغير القول عن وجهه لأني أعلم الغيب . وهذا قول الكلبي ، واختيار الفراء ، لأنه قال : \" ما يبدل القول لدي \" ولم يقل ما يبدل قولي .( وما أنا بظلام للعبيد ) فأعاقبهم بغير جرم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ما يبدل القول لدي قيل هو قوله : من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها وقيل هو قوله : لأملأن جهنم من الجنة والناس أجمعين . وقال الفراء : ما يكذب عندي أي : ما يزاد في القول ولا ينقص لعلمي بالغيب .وما أنا بظلام للعبيد أي : ما أنا بمعذب من لم يجرم ; قاله ابن عباس . وقد مضى القول في معناه في \" الحج \" وغيرها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلامٍ لِلْعَبِيدِ (29)يقول تعالى ذكره مخبرا عن قيله للمشركين وقرنائهم من الجنّ يوم القيامة, إذ تبرأ بعضهم من بعض: ما يغير القول الذي قلته لكم فى الدنيا, وهو قوله  لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ  ولا قضائي الذي قضيته فيهم فيها.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ ) قد قضيت ما أنا قاض.حدثنا ابن حُمَيد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزّة, عن مجاهد, في قوله ( مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ ) قال: قد قضيت ما أنا قاض.وقوله ( وَمَا أَنَا بِظَلامٍ لِلْعَبِيدِ ) يقول: ولا أنا بمعاقب أحدا من خلقي بجرم غيره, ولا حامل على أحد منهم ذنب غيره فمعذّبه به."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "اذكر -أيها الرسول- لقومك يوم نقول لجهنم يوم القيامة: هل امتلأت؟ وتقول جهنم: هل من زيادة من الجن والإنس؟ فيضع الرب -جل جلاله- قدمه فيها، فينزوي بعضها على بعض، وتقول: قط، قط."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم» ناصبه ظلام «نقول» بالنون والياء «لجهنم هل امتلأت» استفهام لوعده بمثلها «وتقول» بصورة الاستفهام كالسؤال «هل من مزيد» أي لا أسع غير ما امتلأت به، أي قد امتلأت."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى، مخوفًا لعباده:  يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ  وذلك من كثرة ما ألقي فيها،  وَتَقُولُ هَلْ مِنْ مَزِيدٍ  أي: لا تزال تطلب الزيادة، من المجرمين العاصين، غضبًا لربها، وغيظًا على الكافرين.وقد وعدها الله ملأها، كما قال تعالى  لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ  حتى يضع رب العزة عليها قدمه الكريمة المنزهة عن التشبيه، فينزوي بعضها على بعض، وتقول: قط قط، قد اكتفيت وامتلأت."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى أنه يقول لجهنم يوم القيامة : هل امتلأت ؟ وذلك أنه وعدها أن سيملؤها من الجنة والناس أجمعين ، فهو سبحانه يأمر بمن يأمر به إليها ، ويلقى وهي تقول : ( هل من مزيد ) أي : هل بقي شيء تزيدوني ؟ هذا هو الظاهر من سياق الآية ، وعليه تدل الأحاديث :قال البخاري عند تفسير هذه الآية : حدثنا عبد الله بن أبي الأسود ، حدثنا حرمي بن عمارة حدثنا شعبة ، عن قتادة ، عن أنس بن مالك ، عن النبي - صلى الله عليه وسلم - قال : \" يلقى في النار ، وتقول : هل من مزيد ، حتى يضع قدمه فيها ، فتقول قط قط \" .وقال الإمام أحمد : حدثنا عبد الوهاب ، عن سعيد ، عن قتادة ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" لا تزال جهنم يلقى فيها وتقول : هل من مزيد ؟ حتى يضع رب العزة فيها قدمه ، فينزوي بعضها إلى بعض ، وتقول : قط قط ، وعزتك وكرمك ولا يزال في الجنة فضل حتى ينشئ الله لها خلقا آخر فيسكنهم في فضول الجنة \" .ثم رواه مسلم من حديث قتادة ، بنحوه . ورواه أبان العطار وسليمان التيمي ، عن قتادة ، بنحوه .حديث آخر : قال البخاري : حدثنا محمد بن موسى القطان ، حدثنا أبو سفيان الحميري سعيد بن يحيى بن مهدي ، حدثنا عوف ، عن محمد عن أبي هريرة - رفعه ، وأكثر ما كان يوقفه أبو سفيان - : \" يقال لجهنم : هل امتلأت ، وتقول : هل من مزيد ، فيضع الرب عز وجل قدمه عليها ، فتقول : قط قط \" .رواه أيوب وهشام بن حسان عن محمد بن سيرين ، به .طريق أخرى : قال البخاري : وحدثنا عبد الله بن محمد ، حدثنا عبد الرزاق ، أخبرنا معمر عن همام عن أبي هريرة قال : قال النبي - صلى الله عليه وسلم - : \" تحاجت الجنة والنار ، فقالت النار : أوثرت بالمتكبرين والمتجبرين . وقالت الجنة : ما لي لا يدخلني إلا ضعفاء الناس وسقطهم . قال الله عز وجل للجنة : أنت رحمتي أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها ، فأما النار فلا تمتلئ حتى يضع رجله ، فتقول : قط قط ، فهنالك تمتلئ ويزوى بعضها إلى بعض ولا يظلم الله من خلقه أحدا ، وأما الجنة فإن الله ينشئ لها خلقا آخر \" .حديث آخر : قال مسلم في صحيحه : حدثنا عثمان بن أبي شيبة ، حدثنا جرير ، عن الأعمش ، عن أبي صالح ، عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : \" احتجت الجنة والنار ، فقالت النار : في الجبارون والمتكبرون . وقالت الجنة : في ضعفاء الناس ومساكينهم . فقضى بينهما ، فقال للجنة : إنما أنت رحمتي ، أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها \" انفرد به مسلم دون البخاري من هذا الوجه . والله سبحانه وتعالى أعلم .وقد رواه الإمام أحمد من طريق أخرى ، عن أبي سعيد بأبسط من هذا السياق فقال :حدثنا حسن وروح قالا : حدثنا حماد بن سلمة ، عن عطاء بن السائب ، عن عبيد الله بن عبد الله بن عتبة ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" افتخرت الجنة والنار ، فقالت النار : يا رب يدخلني الجبابرة والمتكبرون والملوك والأشراف . وقالت الجنة : أي رب يدخلني الضعفاء والفقراء والمساكين . فيقول الله عز وجل ، للنار : أنت عذابي أصيب بك من أشاء . وقال للجنة : أنت رحمتي وسعت كل شيء ، ولكل واحدة منكما ملؤها ، فيلقى في النار أهلها فتقول : هل من مزيد ؟ قال : ويلقى فيها وتقول : هل من مزيد ؟ ويلقى فيها وتقول : هل من مزيد ؟ حتى يأتيها عز وجل ، فيضع قدمه عليها ، فتزوى وتقول : قدني ، قدني . وأما الجنة فيبقى فيها ما شاء الله أن يبقى ، فينشئ الله لها خلقا ما يشاء \" .حديث آخر : وقال الحافظ أبو يعلى في مسنده : حدثنا عقبة بن مكرم ، حدثنا يونس ، حدثنا عبد الغفار بن القاسم ، عن عدي بن ثابت ، عن زر بن حبيش ، عن أبي بن كعب ; أن رسول الله - صلى الله عليه وسلم - قال : \" يعرفني الله عز وجل ، نفسه يوم القيامة ، فأسجد سجدة يرضى بها عني ، ثم أمدحه مدحة يرضى بها عني ، ثم يؤذن لي في الكلام ، ثم تمر أمتي على الصراط - مضروب بين ظهراني جهنم - فيمرون أسرع من الطرف والسهم ، وأسرع من أجود الخيل ، حتى يخرج الرجل منها يحبو ، وهي الأعمال . وجهنم تسأل المزيد ، حتى يضع فيها قدمه ، فينزوي بعضها إلى بعض وتقول : قط قط ! وأنا على الحوض \" . قيل : وما الحوض يا رسول الله ؟ قال : \" والذي نفسي بيده ، إن شرابه أبيض من اللبن ، وأحلى من العسل ، وأبرد من الثلج ، وأطيب ريحا من المسك . وآنيته أكثر من عدد النجوم ، لا يشرب منه إنسان فيظمأ أبدا ، ولا يصرف فيروى أبدا \" . وهذا القول هو اختيار ابن جرير .وقد قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو يحيى الحماني عن نضر الخزاز ، عن عكرمة ، عن ابن عباس ، ( يوم نقول لجهنم هل امتلأت وتقول هل من مزيد ) قال : ما امتلأت ، قال : تقول : وهل في من مكان يزاد في .وكذا روى الحكم بن أبان عن عكرمة : ( وتقول هل من مزيد ) : وهل في مدخل واحد ، قد امتلأت .[ و ] قال الوليد بن مسلم ، عن يزيد بن أبي مريم أنه سمع مجاهدا يقول : لا يزال يقذف فيها حتى تقول : قد امتلأت فتقول : هل [ في ] من مزيد ؟ وعن عبد الرحمن بن زيد بن أسلم نحو هذا .فعند هؤلاء أن قوله تعالى : ( هل امتلأت ) ، إنما هو بعد ما يضع عليها قدمه ، فتنزوي وتقول حينئذ : هل بقي في [ من ] مزيد ؟ يسع شيئا .قال العوفي ، عن ابن عباس : وذلك حين لا يبقى فيها موضع [ يسع ] إبرة . فالله أعلم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يوم نقول لجهنم ) قرأ نافع وأبو بكر \" يقول \" بالياء ، أي : يقول الله ، لقوله : \" قال لا تختصموا \" ، وقرأ الآخرون بالنون ( هل امتلأت ) وذلك لما سبق لها من وعده إياها أنه يملؤها من الجنة والناس ، وهذا السؤال من الله - عز وجل - لتصديق خبره وتحقيق وعده ( وتقول ) جهنم ( هل من مزيد ) قيل : معناه قد امتلأت ولم يبق في موضع لم يمتلئ ، فهو استفهام إنكار ، هذا قول عطاء ومجاهد ومقاتل بن سليمان . وقيل : هذا استفهام بمعنى الاستزادة ، وهو قول ابن عباس في رواية أبي صالح ، وعلى هذا يكون السؤال بقوله : \" هل امتلأت \" ، قبل دخول جميع أهلها فيها ، وروي عن ابن عباس : أن الله تعالى سبقت كلمته \" لأملأن جهنم من الجنة والناس أجمعين \" ( السجدة - 13 ) ، فلما سيق أعداء الله إليها لا يلقى فيها فوج إلا ذهب فيها ولا يملؤها شيء ، فتقول : ألست قد أقسمت لتملأني ؟ فيضع قدمه عليها ، ثم يقول : هل امتلأت ؟ فتقول : قط قط قد امتلأت فليس في مزيد .أخبرنا أبو سعيد أحمد بن محمد بن العباس الحميدي ، أخبرنا [ أبو عبد الله محمد بن عبد الله الحافظ ] حدثنا أبو عبد الله الحسين بن الحسن بن أيوب الطوسي ، أخبرنا أبو حاتم محمد بن إدريس الرازي ، حدثنا آدم بن أبي إياس العسقلاني ، حدثنا شيبان بن عبد الرحمن ، عن قتادة ، عن أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - : \" لا تزال جهنم تقول هل من مزيد ، حتى يضع رب العزة فيها قدمه ، فتقول قط قط وعزتك ، ويزوي بعضها إلى بعض ، ولا يزال في الجنة فضل حتى ينشئ الله خلقا فيسكنه فضول الجنة \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يوم نقول لجهنم هل امتلأت وتقول هل من مزيد قرأ نافع وأبو بكر \" يوم يقول \" بالياء اعتبارا بقوله : لا تختصموا لدي . الباقون بالنون على الخطاب من الله تعالى وهي نون العظمة . وقرأ الحسن \" يوم أقول \" . وعن ابن مسعود وغيره \" يوم يقال \" . وانتصب يوم على معنى ما يبدل القول لدي يوم . وقيل : بفعل مقدر معناه : وأنذرهم يوم نقول لجهنم هل امتلأت لما سبق من وعده إياها أنه يملؤها . وهذا الاستفهام على سبيل التصديق لخبره ، والتحقيق لوعده ، والتقريع لأعدائه ، والتنبيه لجميع عباده . وتقول جهنم هل من مزيد أي : ما بقي في موضع للزيادة ; كقوله عليه السلام : ( هل ترك لنا عقيل من ربع أو منزل ) أي : ما ترك ; فمعنى الكلام الجحد . ويحتمل أن يكون استفهاما بمعنى الاستزادة ; أي : هل من مزيد فأزداد ؟ . وإنما صلح هذا للوجهين ; لأن في الاستفهام ضربا من الجحد . وقيل : ليس ثم قول وإنما هو على طريق المثل ; أي : إنها فيما يظهر من حالها بمنزلة الناطقة بذلك ; كما قال الشاعر : امتلأ الحوض وقال قطني مهلا رويدا قد ملأت بطني وهذا تفسير مجاهد وغيره . أي : هل في من مسلك قد امتلأت . وقيل : ينطق الله النار حتى تقول هذا كما تنطق الجوارح . وهذا أصح على ما بيناه في سورة \" الفرقان \" ، وفي صحيح مسلم والبخاري والترمذي عن أنس بن مالك عن النبي صلى الله عليه وسلم قال : \" لا تزال جهنم يلقى فيها وتقول هل من مزيد حتى يضع رب العزة فيها قدمه فينزوي بعضها إلى بعض وتقول قط قط بعزتك وكرمك ولا يزال في الجنة فضل حتى ينشئ الله لها خلقا فيسكنهم فضل الجنة \" لفظ مسلم . وفي رواية أخرى من حديث أبي هريرة : وأما النار فلا تمتلئ حتى يضع الله عليها رجله يقول لها قط قط فهنالك تمتلئ وينزوي بعضها إلى بعض فلا يظلم الله من خلقه أحدا وأما الجنة فإن الله ينشئ لها خلقا . قال علماؤنا رحمهم الله : أما معنى القدم هنا فهم قوم يقدمهم الله إلى النار ، وقد سبق في علمه أنهم من أهل النار . وكذلك الرجل وهو العدد الكثير من الناس وغيرهم ; يقال : رأيت رجلا من الناس ورجلا من جراد ، قال الشاعر : فمر بنا رجل من الناس وانزوى إليهم من الحي اليمانين أرجل قبائل من لخم وعكل وحمير على ابني نزار بالعداوة أحفل ويبين هذا المعنى ما روي عن ابن مسعود أنه قال : ما في النار بيت ولا سلسلة ولا مقمع ولا تابوت إلا وعليه اسم صاحبه ، فكل واحد من الخزنة ينتظر صاحبه الذي قد عرف اسمه وصفته ، فإذا استوفى كل واحد منهم ما أمر به وما ينتظره ولم يبق منهم أحد قال الخزنة : قط قط حسبنا حسبنا ! أي : اكتفينا اكتفينا ، وحينئذ تنزوي جهنم على من فيها وتنطبق إذ لم يبق أحد ينتظر . فعبر عن ذلك الجمع المنتظر بالرجل والقدم ; ويشهد لهذا التأويل قوله في نفس الحديث : ولا يزال في الجنة فضل حتى ينشئ الله لها خلقا فيسكنهم فضل الجنة وقد زدنا هذا المعنى بيانا ومهدناه في كتاب الأسماء والصفات من الكتاب الأسنى والحمد لله . وقال النضر بن شميل في معنى قوله عليه السلام : حتى يضع الجبار فيها قدمه أي : من سبق في علمه أنه من أهل النار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَوْمَ نَقُولُ لِجَهَنَّمَ ) يقول: وما أنا بظلام للعبيد في ( يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ ) وذلك يوم القيامة, ويوم نقول من صلة ظلام. وقال تعالى ذكره لجهنم يوم القيامة : ( هَلِ امْتَلأْتِ ) ؟ لما سبق من وعده إياها بأنه يملأها من الجِنَّة والناس أجمعين.أما قوله ( هَلْ مِنْ مَزِيدٍ ) فإن أهل التأويل اختلفوا في تأويله, فقال بعضهم: معناه: ما من مزيد. قالوا: وإنما يقول الله لها: هل امتلأت بعد أن يضع قدمه فيها, فينزوي بعضها إلى بعض, وتقول: قطِ قطِ, من تضايقها; فإذا قال لها وقد صارت كذلك: هل امتلأت؟ قالت حينئذ: هل من مزيد: أي ما من مزيد, لشدّة امتلائها, وتضايق بعضها إلى بعض.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ ) قال ابن عباس: \" إن الله الملك تبارك وتعالى قد سبقت كلمته:  لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ  فلما بعث الناس وأحضروا, وسيق أعداء الله إلى النار زمرا, جعلوا يقتحمون في جهنم فوجا فوجا, لا يلقى في جهنم شيء إلا ذهب فيها, ولا يملأها شيء, قالت: ألستَ قد أقسمت لتملأني من الجِنَّة والناس أجمعين؟ فوضع قدمه, فقالت حين وضع قدمه فيها: قدِ قدِ, فإني قد امتلأت, فليس لي مزيد, ولم يكن يملأها شيء, حتى وَجَدَتْ مسّ ما وُضع عليها, فتضايقت حين جعل عليها ما جعل, فامتلأت فما فيها موضع إبرة \".حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَتَقُولُ هَلْ مِنْ مَزِيدٍ ) قال: وعدها الله ليملأنها, فقال: هلا وفيتك؟ قالت: وهل من مَسلك.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول فى قوله ( يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ ) كان ابن عباس يقول: \" إن الله الملك, قد سبقت منه كلمة  لأَمْلأَنَّ جَهَنَّمَ  لا يلقى فيها شيء إلا ذهب فيها, لا يملأها شيء, حتى إذا لم يبق من أهلها أحد إلا دخلها, وهي لا يملأها شيء, أتاها الربّ فوضع قدمه عليها, ثم قال لها: هل امتلأت يا جهنم؟ فتقول: قطِ قطِ; قد امتلأت, ملأتني من الجنّ والإنس فليس في مزيد; قال ابن عباس: ولم يكن يملأها شيء حتى وجدت مسّ قدم الله تعالى ذكره, فتضايقت, فما فيها موضع إبرة \".وقال آخرون: بل معنى ذلك: زدني, إنما هو هل من مزيد, بمعنى الاستزادة.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا يحيى بن واضح, قال: ثنا الحسين بن ثابت, عن أنس, قال: \" يلقى في جهنم وتقول: هل من مزيد ثلاثا, حتى يضع قدمه فيها, فينزوي بعضها إلى بعض, فتقول: قطِ قطِ, ثلاثا \".حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ ) لأنها قد امتلأت, وهل من مزيد: هل بقي أحد؟ قال: هذان الوجهان في هذا, والله أعلم, قال: قالوا هذا وهذا.وأولى القولين في ذلك عندي بالصواب قول من قال: هو بمعنى الاستزادة, هل من شيء أزداده؟وإنما قلنا ذلك أولى القولين بالصواب لصحة الخبر عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بما حدثني أحمد بن المقدام العجلي, قال: ثنا محمد بن عبد الرحمن الطفاويّ, قال: ثنا أيوب, عن محمد, عن أبي هُريرة, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إِذَا كانَ يَوْمُ القِيامَةِ, لَمْ يَظْلِمِ اللّهُ أحَدًا مِنْ خَلْقِهِ شَيْئا, وَيُلْقِي فِي النَّارِ, تَقُولُ هَلْ مِنْ مَزِيدٍ, حتى يَضَعَ عَلَيْها قَدَمَهُ, فَهنالكَ يَمْلأها, وَيُزْوَى بَعْضُها إلى بَعْضٍ وَتَقُولُ: قَطْ قَطْ\".حدثنا أحمد بن المقدام, قال: ثنا المعتمر بن سليمان, قال: سمعت أبي يحدّث عن قتادة, عن أنس, قال: \" ما تزال جهنم تقول: هل من مزيد؟ حتى يضع الله عليها قدمه, فتقول: قدِ قدِ, وما يزال في الجنة فضل حتى ينشئ الله خلقا, فيُسكنه فضول الجنة \".حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا أيوب وهشام بن حسان, عن محمد بن سيرين, عن أبي هُريرة, قال: \" اختصمت الجنة والنار , فقالت الجنة: ما لي إنما يدخلني فقراء الناس وسقطهم; وقالت النار: ما لي إنما يدخلني الجبارون والمتكبرون, فقال: أنت رحمتي أصيب بك من أشاء, وأنت عذابي أصيب بك من أشاء, ولكل واحدة منكما ملؤها. فأما الجنة فإن الله ينشئ لها من خلقه ما شاء. وأما النار فيُلقون فيها وتقول: هل من مزيد؟ ويلقون فيها وتقول هل من مزيد, حتى يضع فيها قدمه, فهناك تملأ ويزوى بعضها إلى بعض, وتقول: قط, قط\" (11) .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ثور, عن محمد بن سيرين, عن أبي هريرة أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" احْتَجَّت الجَنَّةُ والنَّارُ, فَقالَتِ الجَنَّةُ: مالي لا يَدخُلُنِي إلا فُقَرَاءُ النَّاسِ؟ وَقالَتِ النَّارُ: مالي لا يَدْخُلُنِي إلا الجَبَّارُون والمُتَكَبِّرُونَ؟ فَقالَ للنَّار: أنْت عَذَابِي أُصِيبُ بِكِ مَنْ أشاءُ; وَقالَ للْجَنَّةِ: أنْتِ رَحْمَتِي أُصِيبُ بِكِ مَنْ أشاءُ, وَلِكُلِّ وَاحِدَةٍ مِنْكُما مِلْؤُها; فأمَّا الجَنَّةُ فإنَّ الله عَزَّ وَجَلَّ يُنْشِئُ لَهَا ما شاء; وأمَّا النَّارَ فَيُلْقَوْنَ فِيها وَتَقُولُ: هَلْ مِنْ مَزِيدٍ, حتى يَضَعَ قَدمَهُ فيها, هُنالكَ تَمْتَلِئ , وَيَنزوي بَعْضُها إلى بَعْضٍ, وَتَقُولُ: قَطْ, قَطْ\".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن أنس, قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" لا تَزَالُ جَهَنَّمُ يُلْقَى فِيها وَتَقُولُ: هَلْ مِنْ مَزِيدٍ حتى يَضَعَ رَبُّ العَالمِينَ قَدَمَهُ, فَيَنزوِي بَعْضُها إلى بَعْضٍ وَتَقُولُ: قَدْ, قَدْ, بِعِزَّتِك وكَرَمِكَ, وَلا يَزَالُ فِي الجَنَّة فَضْلٌ حتى يُنْشئ اللّهُ لَهَا خَلْقا فَيُسْكِنَهُمْ فَضْلَ الجَنَّةِ \".حدثنا ابن المثنى, قال: ثنا عبد الصمد, قال: ثنا أبان العطار, قال: ثنا قتادة, عن أنس, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , قال: \" لا تَزَالُ جَهَنَّمُ تَقُول هَلْ مِنْ مَزِيدٍ حتى يَضَعَ رَبُّ العَالمِينَ فيها قَدَمَه, فَيَنزوِي بَعْضُها إلى بَعْض, فَتَقُولُ: بِعِزَّتِكَ قَطْ, قَطْ; وَما يَزَالُ فِي الجَنَّةِ فَضْلٌ حتى يُنْشِئَ اللّهُ خَلْقا فَيُسْكِنَه في فَضْلِ الجَنَّةِ \".قال: ثنا عمرو بن عاصم الكلابي, قال: ثنا المعتمر, عن أبيه, قال: ثنا قتادة, عن أنس, قال: ما تزال جهنم تقول: هل من مزيد فذكر نحوه \" غير أنه قال: أو كما قال.حدثنا زياد بن أيوب, قال: ثنا عبد الوهاب بن عطاء الخفاف, عن سعيد, عن قتادة, عن أنس, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم , قال: \" احْتَجَّتِ الجَنَّةُ والنَّارُ, فَقالَتِ النَّارُ: يَدْخُلُنِي الجَبَّارُونَ والمُتَكَبِّرُونَ; وَقالَتِ الجنَّةُ: يَدخُلُنِي الفُقَرَاءُ وَالمَساكِينُ; فأَوْحَى اللّهُ عَزَّ وَجَلَّ إلى الجَنَّة: أنْتِ رَحْمَتِي أُصِيبُ بِكِ مَنْ أشاءُ; وأَوْحَى إلى النَّار: أنْتِ عَذَابِي أُصِيبُ بِكِ مَنْ أشاءُ, وَلِكُلّ وَاحِدَةٍ مِنْكُما مِلْؤُها; فأمَّا النَّارُ فَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حتى يَضَعَ قَدَمَهُ فِيها, فَتَقُولُ: قَطْ قَطْ\". ففي قول النبي صَلَّى الله عَلَيْهِ وَسَلَّم : \" لا تَزَالُ جَهَنَّمُ تَقُولُ هَلْ مِنْ مَزِيدٍ \" دليل واضح على أن ذلك بمعنى الاستزادة لا بمعنى النفي, لأن قوله: \" لا تزال \" دليل على اتصال قول بعد قول.------------------الهوامش :(11)  قط قط ، وتقدم قبله : قد قد . وهما بمعنى : كفى كفى ."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقُرِّبت الجنة للمتقين مكانًا غير بعيد منهم، فهم يشاهدونها زيادة في المسرَّة لهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وأزلفت الجنة» قربت «للمتقين» مكانا «غير بعيد» منهم فيرونها ويقال لهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَأُزْلِفَتِ الْجَنَّةُ  أي: قربت بحيث تشاهد وينظر ما فيها، من النعيم المقيم، والحبرة والسرور، وإنما أزلفت وقربت، لأجل المتقين لربهم، التاركين للشرك، صغيره وكبيره ، الممتثلين لأوامر ربهم، المنقادين له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وأزلفت الجنة للمتقين غير بعيد ) : قال قتادة ، وأبو مالك ، والسدي : ( أزلفت ) أدنيت وقربت من المتقين ، ( غير بعيد ) وذلك يوم القيامة ، وليس ببعيد ; لأنه واقع لا محالة ، وكل ما هو آت آت ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وأزلفت الجنة ) قربت وأدنيت ( للمتقين ) الشرك ( غير بعيد ) ينظرون إليها قبل أن يدخلوها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وأزلفت الجنة للمتقين غير بعيد أي : قربت منهم . وقيل : هذا قبل الدخول في الدنيا ; أي : قربت من قلوبهم حين قيل لهم اجتنبوا المعاصي . وقيل : بعد الدخول قربت لهم مواضعهم فيها فلا تبعد . غير بعيد أي : منهم وهذا تأكيد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (31)يعني تعالى ذكره بقوله ( وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ ) وأُدنيت الجنة وقرّبت للذين اتقوا ربهم, فخافوا عقوبته بأداء فرائضه, واجتناب معاصيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ ) يقول: وأدنيت ( غَيْرَ بَعِيدٍ ) ."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هذا» المرئي «ما توعدون» بالتاء والياء في الدنيا ويبدل من للمتقين قوله «لكل أوَّاب» رجّاع إلى طاعة الله «حفيظ» حافظ لحدوده."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويقال لهم على وجه التهنئة:  هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ  أي: هذه الجنة وما فيها، مما تشتهيه الأنفس، وتلذ الأعين، هي التي وعد الله كل أواب أي: رجاع إلى الله، في جميع الأوقات، بذكره وحبه، والاستعانة به، ودعائه، وخوفه، ورجائه. حَفِيظٍ  أي: يحافظ على ما أمر الله به، بامتثاله على وجه الإخلاص والإكمال له، على أكمل  الوجوه، حفيظ لحدوده."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( هذا ما توعدون لكل أواب ) أي : رجاع تائب مقلع ، ( حفيظ ) أي : يحفظ العهد فلا ينقضه و [ لا ] ينكثه .وقال عبيد بن عمير : الأواب : الحفيظ الذي لا يجلس مجلسا [ فيقوم ] حتى يستغفر الله عز وجل ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هذا ما توعدون ) قرأ ابن كثير بالياء والآخرون بالتاء ، يقال لهم : هذا الذي ترونه ما توعدون على ألسنة الأنبياء عليهم السلام ( لكل أواب ) رجاع إلى الطاعة عن المعاصي ، قال سعيد بن المسيب : هو الذي يذنب ثم يتوب ثم يذنب ثم يتوب . وقال الشعبي ومجاهد : الذي يذكر ذنوبه في الخلاء فيستغفر منها . وقال الضحاك : هو التواب . وقال ابن عباس وعطاء : المسبح ، من قوله : \" يا جبال أوبي معه \" ( سبأ - 10 ) وقال قتادة : المصلي . ( حفيظ ) قال ابن عباس : الحافظ لأمر الله ، وعنه أيضا : هو الذي يحفظ ذنوبه حتى يرجع عنها ويستغفر منها . قال قتادة حفيظ لما استودعه الله من حقه . قال الضحاك : الحافظ على نفسه المتعهد لها . قال الشعبي : المراقب . قال سهل بن عبد الله : المحافظ على الطاعات والأوامر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "هذا ما توعدون أي : ويقال لهم هذا الجزاء الذي وعدتم في الدنيا على ألسنة الرسل . وقراءة العامة \" توعدون \" بالتاء على الخطاب . وقرأ ابن كثير بالياء على الخبر ; لأنه أتى بعد ذكر المتقين .لكل أواب حفيظ أواب أي : رجاع إلى الله عن المعاصي ، ثم يرجع يذنب ثم يرجع ، هكذا قاله الضحاك وغيره . وقال ابن عباس وعطاء : الأواب المسبح من قوله : يا جبال أوبي معه . وقال الحكم بن عتيبة : هو الذاكر لله تعالى في الخلوة . وقال الشعبي ومجاهد : هو الذي يذكر ذنوبه في الخلوة فيستغفر الله منها . وهو قول ابن مسعود . وقال عبيد بن عمير : هو الذي لا يجلس مجلسا حتى يستغفر الله تعالى فيه . وعنه قال : كنا نحدث أن الأواب الحفيظ الذي إذا قام من مجلسه قال : سبحان الله وبحمده ، اللهم إني أستغفرك مما أصبت في مجلسي هذا . وفي الحديث : من قال إذا قام من مجلسه سبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك غفر الله له ما كان في ذلك المجلس . وهكذا كان النبي صلى الله عليه وسلم يقول . وقال بعض العلماء : أنا أحب أن أقول : أستغفرك وأسألك التوبة ، ولا أحب أن أقول : وأتوب إليك إلا على حقيقته .قلت : هذا استحسان واتباع الحديث أولى . وقال أبو بكر الوراق : هو المتوكل على الله في السراء والضراء . وقال القاسم : هو الذي لا يشتغل إلا بالله عز وجل . \" حفيظ \" قال ابن عباس : هو الذي حفظ ذنوبه حتى يرجع عنها . وقال قتادة : حفيظ لما استودعه الله من حقه ونعمته وائتمنه عليه . وعن ابن عباس أيضا : هو الحافظ لأمر الله . مجاهد : هو الحافظ لحق الله تعالى بالاعتراف ولنعمه بالشكر . قال الضحاك : هو الحافظ لوصية الله تعالى بالقبول . وروى مكحول عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : من حافظ على أربع ركعات من أول النهار كان أوابا حفيظا ذكره الماوردي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( هَذَا مَا تُوعَدُونَ ) يقول: قال لهم: هذا الذي توعدون أيها المتقون, أن تدخلوها وتسكنوها وقوله ( لِكُلِّ أَوَّابٍ ) يعني: لكل راجع من معصية الله إلى طاعته, تائب من ذنوبه.وقد اختلف أهل التأويل في معنى ذلك, فقال بعضهم: هو المسبح, وقال بعضهم: هو التائب, وقد ذكرنا اختلافهم في ذلك فيما مضى بما أغنى عن إعادته, غير أنا نذكر في هذا الموضع ما لم نذكره هنالك.حدثني سليمان بن عبد الجبار, قال: ثنا محمد بن الصلت, قال: ثنا أبو كدينة, عن عطاء, عن سعيد بن جُبَير, عن ابن عباس ( لِكُلِّ أَوَّابٍ ) قال: لكلّ مسبح.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن مسلم الأعور, عن مجاهد, قال: الأوّاب: المسبح.حدثنا الحسن بن عرفة, قال: ثني يحيى بن عبد الملك بن أبي غنية, قال: ثني أبي, عن الحكم بن عتيبة في قول الله ( لِكُلِّ أَوَّابٍ حَفِيظٍ ) قال: هو الذاكر الله في الخلاء.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن يونس بن خباب, عن مجاهد ( لِكُلِّ أَوَّابٍ حَفِيظٍ ) قال: الذي يذكر ذنوبه فيستغفر منها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ ). قال: ثنا مهران, عن خارجة, عن عيسى الحناط, عن الشعبيّ, قال: هو الذي يذكر ذنوبه في خلاء فيستغفر منها( حَفِيظٍ ) : أي مطيع لله كثير الصلاة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لِكُلِّ أَوَّابٍ حَفِيظٍ ) قال: الأوّاب: التوّاب الذي يئوب إلى طاعة الله ويرجع إليها.حدثنا ابن حُمَيد, قال: ثنا جرير, عن منصور, عن يونس بن خباب في قوله ( لِكُلِّ أَوَّابٍ حَفِيظٍ ) قال: الرجل يذكر ذنوبه, فيستغفر الله لها.وقوله ( حَفِيظٍ ) اختلف أهل التأويل في تأويله, فقال بعضهم: حفظ ذنوبه حتى تاب منها.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا مهران, عن أبي سنان, عن أبي إسحاق, عن التميمي, قال: سألت ابن عباس, عن الأوّاب الحفيظ, قال: حفظ ذنوبه حتى رجع عنها.وقال آخرون: معناه: أنه حفيظ على فرائض الله وما ائتمنه عليه.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( حَفِيظٍ ) قال: حفيظ لما استودعه الله من حقه ونعمته.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره وصف هذا التائب الأوّاب بأنه حفيظ, ولم يخصّ به على حفظ نوع من أنواع الطاعات دون نوع, فالواجب أن يعمّ كما عمّ جلّ ثناؤه, فيقال: هو حفيظ لكلّ ما قرّبه إلى ربه من الفرائض والطاعات والذنوب التي سلَفت منه للتوبة منها والاستغفار."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«من خشي الرحمن بالغيب» خافه ولم يره «وجاء بقلب منيب» مقبل على طاعته، ويقال للمتقين أيضا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مَنْ خَشِيَ الرَّحْمَنَ  أي: خافه على وجه المعرفة بربه، والرجاء لرحمته ولازم على خشية الله في حال غيبه أي: مغيبه عن أعين الناس، وهذه هي الخشية الحقيقية، وأما خشيته في حال نظر الناس وحضورهم، فقد تكون رياء وسمعة، فلا تدل على الخشية، وإنما الخشية النافعة، خشية الله في الغيب والشهادة ويحتمل أن المراد بخشية الله بالغيب كالمراد بالإيمان بالغيب وأن هذا مقابل للشهادة حيث يكون الإيمان والخشية ضروريًا لا اختياريًا حيث يعاين العذاب وتأتي آيات الله وهذا هو الظاهر وَجَاءَ بِقَلْبٍ مُنِيبٍ  أي: وصفه الإنابة إلى مولاه، وانجذاب دواعيه إلى مراضيه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( من خشي الرحمن بالغيب ) أي : من خاف الله في سره حيث لا يراه أحد إلا الله . كقوله [ عليه السلام ] ورجل ذكر الله خاليا ، ففاضت عيناه \" .( وجاء بقلب منيب ) أي : ولقي الله يوم القيامة بقلب سليم منيب إليه خاضع لديه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( من خشي الرحمن بالغيب ) محل \" من \" جر على نعت الأواب . ومعنى الآية : من خاف الرحمن وأطاعه بالغيب ولم يره . وقال الضحاك والسدي : يعني في الخلوة حيث لا يراه أحد . قال الحسن : إذا أرخى الستر وأغلق الباب . ( وجاء بقلب منيب ) مخلص مقبل إلى طاعة الله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : من خشي الرحمن بالغيب \" من \" في محل خفض على البدل من قوله : لكل أواب حفيظ أو في موضع الصفة ل \" أواب \" . ويجوز الرفع على الاستئناف ، والخبر \" ادخلوها \" على تقدير حذف جواب الشرط والتقدير فيقال لهم : ادخلوها . والخشية بالغيب أن تخافه ولم تره . وقال الضحاك والسدي : يعني في الخلوة حين لا يراه أحد . وقال الحسن : إذا أرخى الستر وأغلق الباب .وجاء بقلب منيب مقبل على الطاعة . وقيل : مخلص . وقال أبو بكر الوراق : علامة المنيب أن يكون عارفا لحرمته ومواليا له ، متواضعا لجلاله تاركا لهوى نفسه . قلت : ويحتمل أن يكون القلب المنيب القلب السليم ; كما قال تعالى : إلا من أتى الله بقلب سليم على ما تقدم ; والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ ) يقول: من خاف الله في الدنيا من قبل أن يلقاه, فأطاعه, واتبع أمره.وفي ( مَن ) في قوله ( مَنْ خَشِيَ ) وجهان من الإعراب: الخفض على إتباعه كلّ في قوله ( لِكُلِّ أَوَّابٍ ) والرفع على الاستئناف, وهو مراد به الجزاء من خشي الرحمن بالغيب, قيل له ادخل الجنة; فيكون حينئذ  قوله  ادْخُلُوهَا بِسَلامٍ  جوابا للجزاء أضمر قبله القول, وحمل فعلا للجميع, لأن ( مَن ) قد تكون في مذهب الجميع.وقوله ( وَجَاءَ بِقَلْبٍ مُنِيبٍ ) يقول: وجاء الله بقلب تائب من ذنوبه, راجع مما يكرهه الله إلى ما يرضيه.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَجَاءَ بِقَلْبٍ مُنِيبٍ ) : أي منيب إلى ربه مُقْبل."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقال لهؤلاء المؤمنين: ادخلوا الجنة دخولا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع المكاره، ذلك هو يوم الخلود بلا انقطاع."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ادخلوها بسلام» سالمين من كل مخوف أو مع سلام، أي سلموا وادخلوا «ذلك» اليوم الذي حصل فيه الدخول «يومُ الخلود» الدوام في الجنة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويقال لهؤلاء الأتقياء الأبرار:  ادْخُلُوهَا بِسَلَامٍ  أي: دخولًا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع مكاره الأمور، فلا انقطاع لنعيمهم، ولا كدر ولا تنغيص،  ذَلِكَ يَوْمُ الْخُلُودِ  الذي لا زوال له ولا موت، ولا شيء من المكدرات."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ادخلوها ) أي : الجنة ) بسلام ) ، قال قتادة : سلموا من عذاب الله ، وسلم عليهم ملائكة الله .وقوله : ( ذلك يوم الخلود ) أي : يخلدون في الجنة فلا يموتون أبدا ، ولا يظعنون أبدا ، ولا يبغون عنها حولا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ادخلوها ) [ أي : يقال لأهل هذه الصفة : ادخلوها ] أي ادخلوا الجنة ( بسلام ) بسلامة من العذاب والهموم . وقيل بسلام من الله وملائكته عليهم . وقيل : بسلامة من زوال النعم ( ذلك يوم الخلود ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "\" ادخلوها \" أي : يقال لأهل هذه الصفات : ادخلوها بسلام ذلك يوم الخلود أي بسلامة من العذاب . وقيل : بسلام من الله وملائكته عليهم . وقيل : بسلامة من زوال النعم . وقال : \" ادخلوها \" وفي أول الكلام من خشي ; لأن من تكون بمعنى الجمع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ادْخُلُوهَا بِسَلامٍ ذَلِكَ يَوْمُ الْخُلُودِ (34)يعني تعالى ذكره بقوله ( ادْخُلُوهَا بِسَلامٍ ) ادخلوا هذه الجنة بأمان من الهمّ والغضب والعذاب, وما كنتم تَلقَونه في الدنيا من المكاره.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( ادْخُلُوهَا بِسَلامٍ ) قال: سَلِموا من عذاب الله, وسلَّم عليهم.وقوله ( ذَلِكَ يَوْمُ الْخُلُودِ ) يقول: هذا الذي وصفت لكم أيها الناس صفته من إدخالي الجنة من أدخله, هو يوم دخول الناس الجنة, ماكثين فيها إلى غير نهاية.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ذَلِكَ يَوْمُ الْخُلُودِ ) خلدوا والله, فلا يموتون, وأقاموا فلا يَظْعُنون, ونَعِمُوا فلا يبأسون."
        }
      ]
    },
    {
      "ayahNo": 35,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لهؤلاء المؤمنين في الجنة ما يريدون، ولدينا على ما أعطيناهم زيادة نعيم، أعظَمُه النظر إلى وجه الله الكريم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لهم ما يشاءُون فيها ولدينا مزيد» زيادة على ما عملوا وطلبوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " لَهُمْ مَا يَشَاءُونَ فِيهَا  أي: كل ما تعلقت به مشيئتهم، فهو حاصل فيها ولهم فوق ذلك  مَزِيدٌ  أي: ثواب يمدهم به الرحمن الرحيم، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وأعظم ذلك، وأجله، وأفضله، النظر إلى وجه الله الكريم، والتمتع بسماع كلامه، والتنعم بقربه، نسأل الله تعالى أن يجعلنا منهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( لهم ما يشاءون فيها ) أي : مهما اختاروا وجدوا من أي أصناف الملاذ طلبوا أحضر لهم .قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عمرو بن عثمان ، حدثنا بقية ، عن بحير بن سعد ، عن خالد بن معدان ، عن كثير بن مرة قال : من المزيد أن تمر السحابة بأهل الجنة فتقول : ماذا تريدون فأمطره لكم ؟ فلا يدعون بشيء إلا أمطرتهم . قال كثير : لئن أشهدني الله ذلك لأقولن : أمطرينا جواري مزينات .وفي الحديث عن ابن مسعود أن رسول الله - صلى الله عليه وسلم - قال له : \" إنك لتشتهي الطير في الجنة ، فيخر بين يديك مشويا \" .وقال الإمام أحمد : حدثنا علي بن عبد الله ، حدثنا معاذ بن هشام ، حدثني أبي عن عامر الأحول ، عن أبي الصديق ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" إذا اشتهى المؤمن الولد في الجنة ، كان حمله ووضعه وسنه في ساعة واحدة \" .ورواه الترمذي وابن ماجه ، عن بندار ، عن معاذ بن هشام ، به وقال الترمذي : حسن غريب ، وزاد \" كما يشتهي \" .وقوله : ( ولدينا مزيد ) كقوله تعالى : ( للذين أحسنوا الحسنى وزيادة ) [ يونس : 26 ] . وقد تقدم في صحيح مسلم عن صهيب بن سنان الرومي : أنها النظر إلى وجه الله الكريم . وقد روى البزار وابن أبي حاتم ، من حديث شريك القاضي ، عن عثمان بن عمير أبي اليقظان ، عن أنس بن مالك في قوله عز وجل : ( ولدينا مزيد ) قال : يظهر لهم الرب ، عز وجل في كل جمعة .وقد رواه الإمام أبو عبد الله الشافعي مرفوعا فقال في مسنده : أخبرنا إبراهيم بن محمد ، حدثني موسى بن عبيدة ، حدثني أبو الأزهر معاوية بن إسحاق بن طلحة ، عن عبد الله بن عبيد بن عمير أنه سمع أنس بن مالك يقول : أتى جبرائيل بمرآة بيضاء فيها نكتة إلى رسول الله ، فقال النبي - صلى الله عليه وسلم - : \" ما هذه ؟ \" فقال : هذه الجمعة ، فضلت بها أنت وأمتك ، فالناس لكم فيها تبع اليهود والنصارى ، ولكم فيها خير ، ولكم فيها ساعة لا يوافقها مؤمن يدعو الله بخير إلا استجيب له ، وهو عندنا يوم المزيد . قال النبي - صلى الله عليه وسلم - : \" يا جبريل ، وما يوم المزيد ؟ \" قال : إن ربك اتخذ في الفردوس واديا أفيح فيه كثب المسك ، فإذا كان يوم الجمعة أنزل الله ما شاء من ملائكته ، وحوله منابر من نور ، عليها مقاعد النبيين ، وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت والزبرجد ، عليها الشهداء والصديقون فجلسوا من ورائهم على تلك الكثب ، فيقول الله عز وجل : أنا ربكم ، قد صدقتكم وعدي ، فسلوني أعطكم . فيقولون : ربنا ، نسألك رضوانك ، فيقول : قد رضيت عنكم ، ولكم علي ما تمنيتم ، ولدي مزيد . فهم يحبون يوم الجمعة لما يعطيهم فيه ربهم من الخير ، وهو اليوم الذي استوى فيه ربكم على العرش ، وفيه خلق آدم ، وفيه تقوم الساعة \" .[ و ] هكذا أورده الإمام الشافعي في كتاب \" الجمعة \" من الأم ، وله طرق عن أنس بن مالك ، رضي الله عنه . وقد أورد ابن جرير هذا من رواية عثمان بن عمير ، عن أنس بأبسط من هذا وذكر هاهنا أثرا مطولا عن أنس بن مالك موقوفا وفيه غرائب كثيرةوقال الإمام أحمد : حدثنا حسن ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد ، عن رسول الله - صلى الله عليه وسلم - قال : \" إن الرجل في الجنة ليتكئ في الجنة سبعين سنة قبل أن يتحول ثم تأتيه امرأة فتضرب على منكبه فينظر وجهه في خدها أصفى من المرآة ، وإن أدنى لؤلؤة عليها تضيء ما بين المشرق والمغرب . فتسلم عليه ، فيرد السلام ، فيسألها : من أنت ؟ فتقول : أنا من المزيد . وإنه ليكون عليها سبعون حلة ، أدناها مثل النعمان من طوبى ، فينفذها بصره حتى يرى مخ ساقها من وراء ذلك ، وإن عليها من التيجان ، إن أدنى لؤلؤة منها لتضيء ما بين المشرق والمغرب \" .وهكذا رواه عبد الله بن وهب ، عن عمرو بن الحارث ، عن دراج ، به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لهم ما يشاءون فيها ) وذلك أنهم يسألون الله تعالى حتى تنتهي مسألتهم فيعطون ما شاءوا ، ثم يزيدهم الله من عنده ما لم يسألوه ، وهو قوله : ( ولدينا مزيد ) يعني الزيادة لهم في النعيم ما لم يخطر ببالهم . وقال جابر وأنس : هو النظر إلى وجه الله الكريم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لهم ما يشاءون فيها يعني ما تشتهيه أنفسهم وتلذ أعينهم .ولدينا مزيد من النعم مما لم يخطر على بالهم . وقال أنس وجابر : المزيد النظر إلى وجه الله تعالى بلا كيف . وقد ورد ذلك في أخبار مرفوعة إلى النبي صلى الله عليه وسلم في قوله تعالى : للذين أحسنوا الحسنى وزيادة قال : الزيادة النظر إلى وجه الله الكريم . وذكر ابن المبارك ويحيى بن سلام ، قالا : أخبرنا المسعودي عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن عتبة عن ابن مسعود قال : تسارعوا إلى الجمعة فإن الله تبارك وتعالى يبرز لأهل الجنة كل يوم جمعة في كثيب من كافور أبيض فيكونون منه في القرب . قال ابن المبارك : على قدر تسارعهم إلى الجمعة في الدنيا . وقال يحيى بن سلام : لمسارعتهم إلى الجمع في الدنيا ، وزاد ( فيحدث الله لهم من الكرامة شيئا لم يكونوا رأوه قبل ذلك ) . قال يحيى : وسمعت غير المسعودي يزيد فيه ، قوله تعالى : ولدينا مزيد .قلت : قوله ( في كثيب ) يريد أهل الجنة ، أي وهم على كثب ; كما في مرسل الحسن ، قال : قال رسول الله صلى الله عليه وسلم : إن أهل الجنة ينظرون ربهم في كل يوم جمعة على كثيب من كافور الحديث . وقد ذكرناه في كتاب \" التذكرة \" . وقيل : إن المزيد ما يزوجون به من الحور العين ; رواه أبو سعيد الخدري مرفوعا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( لَهُمْ مَا يَشَاءُونَ فِيهَا ) يقول: لهؤلاء المتقين ما يريدون في هذه الجنة التي أزلفت لهم من كل ما تشتهيه نفوسهم, وتلذّه عيونهم.وقوله ( وَلَدَيْنَا مَزِيدٌ ) يقول: وعندنا لهم على ما أعطيناهم من هذه الكرامة التي وصف جلّ ثناؤه صفتها مزيد يزيدهم إياه. وقيل: إن ذلك المزيد: النظر إلي الله جلّ ئناؤه.* ذكر من قال ذلك:حدثني أحمد بن سهيل الواسطي, قال: ثنا قُرةُ بن عيسى, قال: ثنا النضر بن عربيّ عن جده, عن أنس, \" إن الله عزّ وجلّ إذا أسكن أهل الجنة الجنة, وأهل النار النار, هبط إلى مَرْج من الجنة أفيح, فمدّ بينه وبين خلقه حُجُبا من لؤلؤ, وحُجُبا من نور ثم وُضعت منابر النور وسُرُرُ النور وكراسيّ النور, ثم أُذِن لرجل على الله عزّ وجلّ بين يديه أمثال الجبال من النور يُسْمَع دَويّ تسبيح الملائكة معه, وصفْقُ أجنحتهم فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذن له على الله؟ فقيل: هذا المجعول بيده, والمُعَلَّم الأسماء, والذي أُمرت الملائكة فسجدت له, والذي له أبيحت الجنة, آدم عليه السلام, قد أُذِن له على الله تعالى; قال: ثم يؤذَن لرجل آخر بين يديه أمثال الجبال من النور, يُسْمع دَوِيّ تسبيح الملائكة معه, وصفْقُ أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذِن له على الله؟ فقيل: هذا الذي اتخذه الله خليلا وجعل عليه النار بَرْدا وسلاما, إبراهيم قد أُذن له على الله. قال: ثم أُذِن لرجل آخر على الله, بين يديه أمثال الجبال من النور يُسْمع دوي تسبيح الملائكة معه, وصَفْق أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذن له على الله؟ فقيل: هذا الذي اصطفاه الله برسالته (12) وقرّبه نجيا, وكلَّمه [كلاما] (13) موسى عليه السلام, قد أُذِن له على الله. قال: ثم يُؤذن لرجل آخر معه مثلُ جميع مواكب النبيين قبله, بين يديه أمثال الجبال, [من النور] (14) يسمع دَوِي تسبيح الملائكة معه, وصَفْق أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذِن له على الله؟ فقيل: هذا أوّل شافع, وأوّل مشفَّع, وأكثر الناس واردة, وسيد ولد آدم; وأوّل من تنشقّ عن ذُؤابتيه الأرض, وصاحب لواء الحمد, أحمد صَلَّى الله عَلَيْهِ وَسَلَّم , قد أُذِن له على الله. قال: فجلس النبيون على منابر النور, [والصدّيقون على سُرُر النور; والشهداء على كراسيّ النور] (15) وجلس سائر الناس على كُثْبان المسك الأذفر الأبيض, ثم ناداهم الربّ تعالى من وراء الحُجب: مَرْحَبًا بعبادي وزوّاري وجيراني ووفدي. يا ملائكتي, انهضوا إلى عبادي, فأطعموهم. قال: فقرّبت إليهم من لحوم طير, كأنها البُخت لا ريش لها ولا عظم, فأكلوا, قال: ثم ناداهم الربّ من وراء الحجاب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا اسقوهم. قال: فنهض إليهم غلمان كأنهم اللؤلؤ المكنون بأباريق الذهب والفضة بأشربة مختلفة لذيذة, لذة آخرها كلذّة أوّلها, لا يُصَدّعون عنها ولا يُنزفون; ثم ناداهم الربّ من وراء الحُجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا, فَكِّهوهم. قال: فيقرب إليهم على أطباق مكلَّلة بالياقوت والمرجان; ومن الرُّطَب الذي سَمَّى الله, أشدّ بياضا من اللبن, وأطيب عذوبة من العسل. قال: فأكلوا ثم ناداهم الربّ من وراء الحجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا, وفُكِّهوا; اكسوهم; قال ففتحت لهم ثمار الجنة بحلل مصقولة بنور الرحمن فألبسوها. قال: ثم ناداهم الربّ تبارك وتعالى من وراء الحجب: مرحبا بعبادي وزواري وجيراني ووفدي; أكلوا; وشربوا; وفُكِّهوا; وكُسُوا طَيِّبوهم. قال: فهاجت عليهم ريح يقال لها المُثيرة, بأباريق المسك [الأبيض] (16) الأذفر, فنفحت على وجوههم من غير غُبار ولا قَتام. قال: ثم ناداهم الربّ عز وجل من وراء الحُجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا وفكهوا, وكسوا وطُيِّبوا, وعزتي لأتجلينّ لهم حتى ينظروا إليّ قال: فذلك انتهاء العطاء وفضل المزيد; قال: فتجلى لهم الربّ عزّ وجلّ, ثم قال: السلام عليكم عبادي, انظروا إليّ فقد رضيت عنكم. قال: فتداعت قصور الجنة وشجرها, سبحانك أربع مرّات, وخرّ القوم سجدا; قال: فناداهم الربّ تبارك وتعالى: عبادي ارفعوا رءوسكم فإنها ليست بدار عمل, ولا دار نَصَب إنما هي دار جزاء وثواب, وعزّتي وجلالي ما خلقتها إلا من أجلكم, وما من ساعة ذكرتموني فيها في دار الدنيا, إلا ذكرتكم فوق عرشي\".حدثنا عليّ بن الحسين بن أبجر, قال: ثنا عمر بن يونس اليمامي, قال: ثنا جهضم بن عبد الله بن أبي الطفيل قال: ثني أبو طيبة, عن معاوية العبسيّ, عن عثمان بن عمير, عن أنس بن مالك, قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" أتانِي جِبْرِيلُ عَلَيْهِ السَّلامُ فِي كَفِّه مِرْآةٌ بَيْضَاءُ, فِيها نُكْتَةٌ سَوْدَاءُ فَقُلْتُ: يا جِبْرِيلُ ما هَذِهِ؟ قالَ: هَذِهِ الجُمُعَةُ, قُلْتُ: فَمَا هَذِهِ النُّكْتَةُ السَّوْدَاءُ فِيها؟ قالَ: هِيَ السَّاعَةُ تَقُومُ يَوْمَ الجُمُعَةِ وَهُوَ سَيِّدُ الأيَّامِ عِنْدَنا, وَنَحْنُ نَدْعُوهُ فِي الآخِرَةِ يَوْمَ الْمَزِيدِ; قُلْتٌ: وَلِمَ تَدْعُونَ يَوْمَ المَزِيدِ قالَ: إنَّ رَبَّكَ تَبارَكَ وَتَعالى اتَّخَذَ فِي الجَنَّةِ وَاديا أفْيَحَ مِنْ مِسْكٍ أبْيَضَ, فإذَا كانَ يَوْمُ الجُمُعَةِ نزلَ مِنْ عِلِّيِّين على كُرْسِيِّه, ثُمَّ حَفَّ الكُرْسِيَّ بِمنَابِرَ مِنْ نُورٍ, ثُمَّ جَاءَ النَّبِيُّونَ حتى يَجْلِسُوا عَلَيْها ثُمَّ تَجِيءُ أهلُ الجَنَّةِ حتى يَجْلِسُوا على الكُثُبِ فَيَتَجَلَّى لَهمْ رَبُّهُمْ عَزَّ وَجَلَّ حتى يَنْظُرُوا إلى وَجْهِهِ وَهُوَ يَقُولُ: أنا الَّذِي صَدَقْتُكُم عِدَتِي, وأتْمَمْتُ عَلَيْكُم نِعْمَتِي, فَهَذَا مَحلُّ كَرَامَتِي, فَسَلُونِي, فَيَسألُونهُ الرِّضَا, فَيَقُولُ: رِضَايَ أحَلَّكُمْ دَارِي وأنالَكُم كَرَامَتِي, فَسَلُونِي, فَيَسأَلُونهُ حتى تَنْتَهِيَ رَغْبتهُمْ, فَيُفْتَحُ لَهُمْ عِنْدَ ذلكَ ما لا عين رأَتْ, وَلا أُذُنٌ سَمعَتْ, وَلا خَطَر على قَلْبِ بَشَرٍ, إلى مِقْدَارٍ مُنْصَرَف النَّاسِ مِنَ الجُمُعَة حتى يَصْعَدَ على كُرْسِيِّه فَيَصْعَدُ مَعَهُ الصدّيقُونَ والشُّهَدَاءُ, وَتَرْجِعُ أهْلُ الجَنَّةِ إلى غُرَفِهِمْ دُرَّةً بَيْضَاءَ, لا نَظْمَ فِيها ولا فَصْمَ, أوْ ياقُوتَةً حَمْرَاءَ, أوْ زَبْرَجَدَةً خَضْرَاءَ, مِنْها غُرَفُها وأبْوَابُها, فَلَيْسُوا إلى شَيْءٍ أحْوَجَ مِنْهُمْ إلى يَوْمِ الجُمُعَةِ, لِيَزْدَادُوا مِنْهُ كَرَامَةً, وَلِيَزْدَادُوا نَظَرًا إلى وَجْهِهِ, وَلِذَلكَ دُعِيَ يَوْمَ المَزِيدِ\".حدثنا ابن حُمَيد, قال: ثنا جرير, عن ليث بن أبي سليم, عن عثمان بن عمير, عن أنس بن مالك, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم , نحو حديث عليّ بن الحسين.حدثنا الربيع بن سليمان, قال: ثنا أسد بن موسى, قال: ثنا يعقوب بن إبراهيم, عن صالح بن حيان, عن أبي بُرَيدة, عن أنس بن مالك, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا ابن عون, عن محمد, قال: حدثنا, أو قال: \" قالوا: إن أدنى أهل الجنة منزلة, الذي يقال له تمنّ, ويذكِّره أصحابه فيتمنى, ويذكره أصحابه فيقال له ذلك ومثله معه. قال: قال ابن عمر: ذلك لك وعشرة أمثاله, وعند الله مزيد \".حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث أن درّاجا أبا السَّمْح, حدثه عن أبي الهَيثم, عن أبي سعيد الخُدريّ, أنه قال عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" إنَّ الرَّجُلَ فِي الجَنَّةِ لَيَتَّكِئَ سَبْعِينَ سَنَةً قَبْل أنْ يَتَحَوَّلَ ثُمَّ تأْتِيهِ امْرأتُهُ فَتَضْربُ على مَنْكِبَيْهِ, فَيَنْطُرُ وَجْهَهُ فِي خَدّها أصْفَى مِنْ المِرْآةِ, وإنَّ أدْنَى لُؤْلُؤْةٍ عَلَيْها لَتُضِيءُ ما بَينَ المَشْرِقِ وَالمَغْرِبِ, فَتُسَلِّمُ عَلَيْهِ, فَيرُدُّ السَّلامَ, وَيَسألُها مَنْ أَنْتِ؟ فَتَقُولُ: أنا مِنَ المَزِيدِ وَإنَّهُ لَيَكُونُ عَلَيْها سَبْعُونَ ثَوْبا أدْناها مِثْلُ النُّعْمَانِ مِنْ طُوبى فَيَنْفُذُها بَصَرُهُ حتى يَرَى مُخَّ ساقِها مِنْ وَرَاءِ ذلكَ, وَإنَّ عَلَيْها مِن التِّيجانِ, وَإنَّ أدْنَى لُؤْلُؤْةٍ فِيها لَتُضِيءُ ما بَينَ المَشْرِقِ وَالمَغْرِبِ\".------------------------الهوامش:(12) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وفي الأصل برسالاته ، وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(13) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(14) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(15) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(16) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين ."
        }
      ]
    },
    {
      "ayahNo": 36,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأهلكنا قبل هؤلاء المشركين من قريش أممًا كثيرة، كانوا أشد منهم قوة وسطوة، فطوَّفوا في البلاد وعمَّروا ودمَّروا فيها، هل من مهرب من عذاب الله حين جاءهم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكم أهلكنا قبلهم من قرن» أي أهلكنا قبل كفار قريش قرونا كثيرة من الكفار «هم أشد منهم بطشا» قوة «فنقبوا» فتشوا «في البلاد هل من محيص» لهم أو لغيرهم من الموت فلم يجدوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى -مخوفًا للمشركين المكذبين للرسول:-  وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ  أي: أمما كثيرة هم أشد من هؤلاء بطشًا أي: قوة وآثارًا في الأرض.ولهذا قال:  فَنَقَّبُوا فِي الْبِلَادِ  أي: بنوا الحصون المنيعة والمنازل الرفيعة، وغرسوا الأشجار، وأجروا الأنهار، وزرعوا، وعمروا، ودمروا، فلما كذبوا رسل الله، وجحدوا آيات الله، أخذهم الله بالعقاب الأليم، والعذاب الشديد، ف  هَلْ مِنْ مَحِيصٍ  أي: لا مفر لهم من عذاب الله، حين نزل بهم، ولا منقذ، فلم تغن عنهم قوتهم، ولا أموالهم، ولا أولادهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : وكم أهلكنا قبل هؤلاء المنكرين : ( من قرن هم أشد منهم بطشا ) أي : كانوا أكثر منهم وأشد قوة ، وأثاروا الأرض وعمروها أكثر مما عمروها ; ولهذا قال هاهنا : ( فنقبوا في البلاد ) قال ابن عباس : أثروا فيها . وقال مجاهد : ( فنقبوا في البلاد ) : ضربوا في الأرض . وقال قتادة : فساروا في البلاد ، أي ساروا فيها يبتغون الأرزاق والمتاجر والمكاسب أكثر مما طفتم أنتم فيها ويقال لمن طوف في البلاد : نقب فيها . قال امرؤ القيس :لقد نقبت في الآفاق حتى رضيت من الغنيمة بالإيابوقوله : ( هل من محيص ) أي : هل من مفر كان لهم من قضاء الله وقدره ؟ وهل نفعهم ما جمعوه ورد عنهم عذاب الله إذ جاءهم لما كذبوا الرسل ؟ فأنتم أيضا لا مفر لكم ولا محيد ولا مناص ولا محيص ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( وكم أهلكنا قبلهم من قرن هم أشد منهم بطشا فنقبوا في البلاد ) ضربوا وساروا وتقلبوا وطافوا ، وأصله من النقب ، وهو الطريق كأنهم سلكوا كل طريق ( هل من محيص ) فلم يجدوا محيصا من أمر الله . وقيل : \" هل من محيص \" مفر من الموت ؟ فلم يجدوا [ منه مفرا ، وهذا إنذار ] لأهل مكة وأنهم على مثل سبيلهم لا يجدون مفرا عن الموت يموتون ، فيصيرون إلى عذاب الله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وكم أهلكنا قبلهم من قرن هم أشد منهم بطشا أي كم أهلكنا يا محمد قبل قومك من أمة هم أشد منهم بطشا وقوة .فنقبوا في البلاد هل من محيص أي ساروا فيها طلبا للمهرب . وقيل : أثروا في البلاد ; قاله ابن عباس . وقال مجاهد : ضربوا وطافوا . وقال النضر بن شميل : دوروا . وقال قتادة : طوفوا . وقال المؤرج : تباعدوا ; ومنه قول امرئ القيس : وقد نقبت في الآفاق حتى رضيت من الغنيمة بالإياب ثم قيل : طافوا في أقاصي البلاد طلبا للتجارات ، وهل وجدوا من الموت محيصا ؟ . وقيل : طوفوا في البلاد يلتمسون محيصا من الموت . قال الحارث بن حلزة : نقبوا في البلاد من حذر المو ت وجالوا في الأرض كل مجال وقرأ الحسن وأبو العالية : \" فنقبوا \" بفتح القاف وتخفيفها . والنقب هو الخرق والدخول في الشيء . وقيل : النقب الطريق في الجبل ، وكذلك المنقب والمنقبة ; عن ابن السكيت . ونقب الجدار نقبا ، واسم تلك النقبة نقب أيضا ، وجمع النقب النقوب ; أي خرقوا البلاد وساروا في نقوبها . وقيل : أثروا فيها كتأثير الحديد فيما ينقب . وقرأ السلمي يحيى بن يعمر \" فنقبوا \" بكسر القاف والتشديد على الأمر بالتهديد والوعيد ; أي طوفوا البلاد وسيروا فيها فانظروا هل من الموت محيص ومهرب ; ذكره الثعلبي . وحكى القشيري \" فنقبوا \" بكسر القاف مع التخفيف ; أي أكثروا السير فيها حتى نقبت دوابهم . الجوهري : ونقب البعير بالكسر إذا رقت أخفافه ، وأنقب الرجل ، إذا نقب بعيره ، ونقب الخف الملبوس أي تخرق . والمحيص مصدر حاص عنه يحيص حيصا وحيوصا ومحيصا ومحاصا وحيصانا ; أي عدل وحاد . يقال : ما عنه محيص أي محيد ومهرب . والانحياص مثله ; يقال للأولياء : حاصوا عن العدو وللأعداء انهزموا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلادِ هَلْ مِنْ مَحِيصٍ (36)وقوله ( وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ ) يقول تعالى ذكره: وكثيرا أهلكنا قبل هؤلاء المشركين من قريش من القرون,( هُمْ أَشَدَّ ) من قريش الذين كذّبوا محمدا( بَطْشًا فَنَقَّبُوا فِي الْبِلادِ ) يقول: فَخَرَّقُوا (1) البلادَ فساروا فيها, فطافوا  وتوغَّلوا إلى الأقاصي منها; قال امرؤ القَيس:لقَدْ نَقَّبْتُ فِي الآفاقِ حتَّىرَضِيتُ مِنَ الغَنِيمَةِ بالإياب (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( فَنَقَّبُوا فِي الْبِلادِ ) قال: أثَّروا.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( فَنَقَّبُوا فِي الْبِلادِ ) قال: يقول: عملوا في البلاد ذاك النقْب.* ذكر من قال ذلك:وقوله ( هَلْ مِنْ مَحِيصٍ ) يقول جلّ ثناؤه: فهل كان لهم بتنقبهم في البلاد من معدل عن الموت; ومَنْجي من الهلاك إذ جاءهم أمرنا.وأضمرت كان في هذا الموضع, كما أضمرت في قوله  وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلا نَاصِرَ لَهُمْ  بمعنى: فلم يكن لهم ناصر عند إهلاكهم. وقرأت القرّاء قوله ( فَنَقَّبُوا ) بالتشديد وفتح القاف على وجه الخبر  عنهم. وذُكر عن يحيى بن يعمر أنه كان يقرأ ذلك ( فَنَقِبُوا ) بكسر القاف على وجه التهديد والوعيد: أي طوّفوا في البلاد, وتردّدوا فيها, فإنكم لن تفوتونا بأنفسكم.وبنحو الذي قلنا في تأويل قوله ( مِنْ مَحِيصٍ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ )... حتى بلغ ( هَلْ مِنْ مَحِيصٍ ) قد حاص الفَجرة فوجدوا أمر الله مُتَّبِعا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قوله ( فَنَقَّبُوا فِي الْبِلادِ هَلْ مِنْ مَحِيصٍ ) قال: حاص أعداء الله, فوجدوا أمر الله لهم مُدْرِكا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( هَلْ مِنْ مَحِيصٍ ) قال: هل من منجي."
        }
      ]
    },
    {
      "ayahNo": 37,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن في إهلاك القرون الماضية لعبرة لمن كان له قلب يعقل به، أو أصغى السمع، وهو حاضر بقلبه، غير غافل ولا ساهٍ."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن في ذلك» المذكور «لذكرى» لعظة «لمن كان له قلب» عقل «أو ألقى السمع» استمع الوعظ «وهو شهيد» حاضر بالقلب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ  أي: قلب عظيم حي، ذكي، زكي، فهذا إذا ورد عليه شيء من آيات الله، تذكر بها، وانتفع، فارتفع  وكذلك من ألقى سمعه إلى آيات الله، واستمعها، استماعًا يسترشد به، وقلبه  شَهِيدٌ  أي: حاضر، فهذا له أيضا ذكرى وموعظة، وشفاء وهدى.وأما المعرض، الذي لم يلق  سمعه إلى الآيات، فهذا لا تفيده شيئًا، لأنه لا قبول عنده، ولا تقتضي حكمة الله هداية من هذا وصفه ونعته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن في ذلك لذكرى ) أي : لعبرة ( لمن كان له قلب ) أي : لب يعي به . وقال مجاهد : عقل ( أو ألقى السمع وهو شهيد ) أي : استمع الكلام فوعاه ، وتعقله بقلبه وتفهمه بلبه .وقال مجاهد : ( أو ألقى السمع ) يعني : لا يحدث نفسه بغيره ، ( وهو شهيد ) وقال : شاهد بالقلب .وقال الضحاك : العرب تقول : ألقى فلان سمعه : إذا استمع بأذنيه وهو شاهد ، يقول : غير غائب . وهكذا قال الثوري وغير واحد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن في ذلك ) فيما ذكرت من العبر وإهلاك القرى ( لذكرى ) تذكرة وعظة ( لمن كان له قلب ) قال ابن عباس : أي عقل . قال الفراء : هذا جائز في العربية ، تقول : ما لك قلب ، وما قلبك معك ، أي ما عقلك معك ، وقيل : له قلب حاضر مع الله . ( أو ألقى السمع ) استمع القرآن ، واستمع ما يقال له ، لا يحدث نفسه بغيره ، تقول العرب : ألق إلي سمعك ، أي استمع ( وهو شهيد ) أي حاضر القلب ليس بغافل ولا ساه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن في ذلك لذكرى أي فيما ذكرناه في هذه السورة تذكرة وموعظة لمن كان له قلب أي عقل يتدبر به ; فكنى بالقلب عن العقل لأنه موضعه ; قال معناه مجاهد وغيره . وقيل : لمن كان له حياة ونفس مميزة ، فعبر عن النفس الحية بالقلب ; لأنه وطنها ومعدن حياتها ; كما قال امرؤ القيس : أغرك مني أن حبك قاتلي وأنك مهما تأمري القلب يفعل وفي التنزيل : لينذر من كان حيا . وقال يحيى بن معاذ : القلب قلبان ; قلب محتش بأشغال الدنيا حتى إذا حضر أمر من الأمور الآخرة لم يدر ما يصنع ، وقلب قد احتشى بأهوال الآخرة حتى إذا حضر أمر من أمور الدنيا لم يدر ما يصنع لذهاب قلبه في الآخرة . أو ألقى السمع أي : استمع القرآن . تقول العرب : ألق إلي سمعك أي : استمع . وقد مضى في \" طه \" كيفية الاستماع وثمرته .وهو شهيد أي شاهد القلب ; قال الزجاج : أي قلبه حاضر فيما يسمع . وقال سفيان : أي لا يكون حاضرا وقلبه غائب . ثم قيل : الآية لأهل الكتاب ; قاله مجاهد وقتادة . وقال الحسن : إنها في اليهود والنصارى خاصة . وقال محمد بن كعب وأبو صالح : إنها في أهل القرآن خاصة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (37)يقول تعالى ذكره: إن في إهلاكنا القرون التي أهلكناها من قبل قريش ( لَذِكْرَى ) يُتذَكَّر بها( لِمَنْ كَانَ لَهُ قَلْبٌ ) يعني: لمن كان له عقل من هذه الأمة, فينتهي عن الفعل الذي كانوا يفعلونه من كفرهم بربهم, خوفا من أن يحلّ بهم مثل الذي حل بهم من العذاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ  فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ ) : أي من هذه الأمة, يعني بذلك القلبِ: القلبَ الحيّ.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لِمَنْ كَانَ لَهُ قَلْبٌ ) قال: من كان له قلب من هذه الأمة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لِمَنْ كَانَ لَهُ قَلْبٌ ) قال: قلب يعقل ما قد سمع من الأحاديث التي ضرب الله بها من عصاه من الأمم. والقلب في هذا الموضع: العقل. وهو من قولهم: ما لفلان قلب, وما قلبه معه: أي ما عقله معه. وأين ذهب قلبك؟ يعني أين ذهب عقلك.وقوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يقول: أو أصغى لإخبارنا إياه عن هذه القرون التي أهلكناها بسمعه, فيسمع الخبر عنهم, كيف فعلنا بهم حين كفروا بربهم, وعصوْا رسله ( وَهُوَ شَهِيدٌ ) يقول: وهو متفهم لما يخبرُ به عنهم شاهد له بقلبه, غير غافل عنه ولا ساه.وبنحو الذي قلنا في ذلك قال أهل التأويل, وإن اختلفت الفاظهم فيه.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يقول: إن استمع الذكر وشهد أمره, قال في ذلك: يجزيه إن عقله (3) .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( أَوْ أَلْقَى السَّمْعَ ) قال: وهو لا يحدّث نفسه, شاهد القلب.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: العرب تقول: ألقى فلان سمعه: أي استمع بأذنيه, وهو شاهد, يقول: غير غائب.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: يسمع ما يقول, وقلبه في غير ما يسمع.وقال آخرون: عنى بالشهيد في هذا الموضع: الشهادة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يعني بذلك أهل الكتاب, وهو شهيد على ما يقرأ في كتاب الله من بعث محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) على ما في يده من كتاب الله أنه يجد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم مكتوبا.قال: ثنا ابن ثور, قال: قال معمر, وقال الحسن: هو منافق استمع القول ولم ينتفع.حدثنا أحمد بن هشام, قال: ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ, عن أبي صالح في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: المؤمن يسمع القرآن, وهو شهيد على ذلك.حدثني يونس, قال: أخبرنا ابن وهب , قال: قال ابن زيد, في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: ألقى السمع يسمع ما قد كان مما لم يعاين من الأحاديث عن الأمم التي قد مضت, كيف عذّبهم الله وصنع بهم حين عَصوا رسله."
        }
      ]
    },
    {
      "ayahNo": 38,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد خلقنا السموات السبع والأرض وما بينهما من أصناف المخلوقات في ستة أيام، وما أصابنا من ذلك الخلق تعب ولا نَصَب. وفي هذه القدرة العظيمة دليل على قدرته -سبحانه - على إحياء الموتى من باب أولى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام) أولها الأحد وآخرها الجمعة (وما مسنا من لغوب) تعب، نزل ردا على اليهود في قولهم: إن الله استراح يوم السبت وانتفاء التعب عنه لتنزهه تعالى عن صفات المخلوقين ولعدم المماثلة بينه وبين غيره \"\" إنما أمره إذا أراد شيئا أن يقول له كن فيكون \"\"."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وهذا إخبار منه تعالى عن قدرته العظيمة، ومشيئته النافذة، التي أوجد بها أعظم المخلوقات  السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ  أولها يوم الأحد، وآخرها يوم الجمعة، من غير تعب، ولا نصب، ولا لغوب، ولا إعياء، فالذي أوجدها -على كبرها وعظمتها- قادر على إحياء الموتى، من باب أولى وأحرى."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب ) : فيه تقرير المعاد ; لأن من قدر على خلق السماوات والأرض ولم يعي بخلقهن قادر على أن يحيي الموتى بطريق الأولى والأحرى .وقال قتادة : قالت اليهود - عليهم لعائن الله - : خلق الله السماوات والأرض في ستة أيام ، ثم استراح في اليوم السابع ، وهو يوم السبت ، وهم يسمونه يوم الراحة ، فأنزل الله تكذيبهم فيما قالوه وتأولوه : ( وما مسنا من لغوب ) أي : من إعياء ولا نصب ولا تعب ، كما قال في الآية الأخرى : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وكما قال : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] وقال ( أأنتم أشد خلقا أم السماء بناها ) [ النازعات : 27 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب ) إعياء وتعب .نزلت في اليهود حيث قالوا : يا محمد أخبرنا بما خلق الله من الخلق في هذه الأيام الستة ؟ فقال : \" خلق الله الأرض يوم الأحد والاثنين ، والجبال يوم الثلاثاء ، والمدائن والأنهار والأقوات يوم الأربعاء ، والسماوات والملائكة يوم الخميس إلى ثلاث ساعات من يوم الجمعة ، وخلق في أول الثلاث الساعات الآجال ، وفي الثانية الآفة ، وفي الثالثة آدم \" ، قالوا : صدقت إن أتممت ، قال : وما ذاك ؟ قالوا : ثم استراح يوم السبت ، واستلقى على العرش ، فأنزل الله تعالى هذه الآية ردا عليهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب تقدم في الأعراف وغيرها ، واللغوب التعب والإعياء ، تقول منه : لغب يلغب بالضم لغوبا ، ولغب بالكسر يلغب لغوبا لغة ضعيفة فيه . وألغبته أنا أي أنصبته . قال قتادة والكلبي : هذه الآية نزلت في يهود المدينة زعموا أن الله تعالى خلق السماوات والأرض في ستة أيام ، أولها يوم الأحد وآخرها يوم الجمعة ، واستراح يوم السبت ; فجعلوه راحة ، فأكذبهم الله تعالى في ذلك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (38)يقول تعالى ذكره: ولقد خلقنا السموات السبع والأرض وما بينهما من الخلائق في ستة أيام, وما مسنا من إعياء.كما حدثنا ابن حُمَيد, قال: ثنا مهران, عن أبي سنان, عن أبي بكر, قال: جاءت اليهود إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم , فقالوا: يا محمد أخبرنا ما خلق الله من الخلق في هذه الأيام الستة؟ فقال: \" خَلَقَ اللّهُ الأرْضَ يَوْمَ الأحَدِ وَالاثْنَيْنِ, وَخَلقَ الجِبالَ يَوْمَ الثُّلاثاءِ, وَخَلَقَ المَدائِنَ والأقْوَاتَ والأنهارَ وعُمْرانها وَخَرَابها يَوْمَ الأرْبِعاءِ, وَخَلَقَ السَّمَاوَاتِ وَالمَلائِكَةَ يَوْمَ الخَمِيس إلى ثَلاثِ ساعاتٍ, يعْنِي مِنْ يَوْمِ الجُمُعَةِ, وَخَلَقَ فِي أوَّلِ الثَّلاثِ السَّاعاتِ الآجالَ , وفي الثَّانِيَةِ الآفَة, وفي الثَّالِثَةِ آدَمَ, قالوا: صدقت إن أتممت, فعرف النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم ما يريدون, فغضب, فأنزل الله  وَمَا مَسَّنَا مِنْ لُغُوبٍ * فَاصْبِرْ عَلَى مَا يَقُولُونَ  .قال ثنا مهران, عن سفيان ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) قال: من سآمة.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) يقول: من إزحاف (4) .حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه; عن ابن عباس : ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) يقول: وما مسنا من نَصَب.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) قال: نصب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالأرْضَ )... الآية, أكذب الله اليهود والنصارى وأهل الفرى على الله, وذلك أنهم قالوا: إن الله خلق السموات والأرض في ستة أيام, ثم استراح يوم السابع, وذلك عندهم يوم السبت, وهم يسمونه يوم الراحة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( مِنْ لُغُوبٍ ) قالت اليهود: إن الله خلق السموات والأرض في ستة أيام, ففرغ من الخلق يوم الجمعة, واستراح يوم السبت, فأكذبهم الله, وقال ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ) كان مقدار كلّ ألف سنة مما تعدّون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَمَا مَسَّنَا مِنْ لُغُوبٍ ) قال: لم يَمَسَّنا في ذلك عناء, ذلك اللغوب."
        }
      ]
    },
    {
      "ayahNo": 39,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فاصبر» خطاب للنبي صلى الله عليه وسلم «على ما يقولون» أي اليهود وغيرهم من التشبيه والتكذيب «وسبح بحمد ربك» صل حامدا «قبل طلوع الشمس» أي صلاة الصبح «وقبل الغروب» أي صلاة الظهر والعصر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَاصْبِرْ عَلَى مَا يَقُولُونَ  من الذم لك والتكذيب بما جئت به، واشتغل عنهم واله بطاعة ربك وتسبيحه، أول النهار وآخره"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فاصبر على ما يقولون ) يعني : المكذبين ، اصبر عليهم واهجرهم هجرا جميلا ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب ) ، وكانت الصلاة المفروضة قبل الإسراء ثنتين قبل طلوع الشمس في وقت الفجر ، وقبل الغروب في وقت العصر ، وقيام الليل كان واجبا على النبي - صلى الله عليه وسلم - وعلى أمته حولا ثم نسخ في حق الأمة وجوبه . ثم بعد ذلك نسخ الله ذلك كله ليلة الإسراء بخمس صلوات ، ولكن منهن صلاة الصبح والعصر ، فهما قبل طلوع الشمس وقبل الغروب .وقد قال الإمام أحمد : حدثنا وكيع ، حدثنا إسماعيل بن أبي خالد ، عن قيس بن أبي حازم ، عن جرير بن عبد الله قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فنظر إلى القمر ليلة البدر فقال : \" أما إنكم ستعرضون على ربكم فترونه كما ترون هذا القمر ، لا تضامون فيه ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها ، فافعلوا \" ثم قرأ : ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب )ورواه البخاري ومسلم وبقية الجماعة ، من حديث إسماعيل ، به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فاصبر على ما يقولون ) من كذبهم فإن الله لهم بالمرصاد ، وهذا قبل الأمر بقتالهم ( وسبح بحمد ربك ) أي : صل حمدا لله ( قبل طلوع الشمس ) يعني : صلاة الصبح ( وقبل الغروب ) يعني : صلاة العصر . وروي عن ابن عباس قال : \" قبل الغروب \" الظهر والعصر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروبقوله تعالى : فاصبر على ما يقولون خطاب للنبي صلى الله عليه وسلم ; أمره بالصبر على ما يقوله المشركون ; أي : هون أمرهم عليك . ونزلت قبل الأمر بالقتال فهي منسوخة . وقيل : هو ثابت للنبي صلى الله عليه وسلم وأمته . وقيل معناه : فاصبر على ما يقوله اليهود من قولهم : إن الله استراح يوم السبت .قوله تعالى : وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب قيل : إنه أراد به الصلوات الخمس . قال أبو صالح : قبل طلوع الشمس صلاة الصبح ، وقبل الغروب صلاة العصر . ورواه جرير بن عبد الله مرفوعا قال : كنا جلوسا عند النبي صلى الله عليه وسلم إذ نظر إلى القمر ليلة البدر ، فقال : أما إنكم سترون ربكم كما ترون هذا القمر لا تضامون في رؤيته ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها يعني العصر والفجر ، ثم قرأ جرير وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها متفق عليه واللفظ لمسلم . وقال ابن عباس : قبل الغروب الظهر والعصر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (39)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم : فاصبر يا محمد على ما يقول هؤلاء اليهود, وما يفترون على الله, ويكذبون عليه, فإن الله لهم بالمِرصاد ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ ) يقول: وصلّ بحمد ربك صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ ) لصلاة الفجر, وقبل غروبها: العصر.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ ) قبل طلوع الشمس: الصبح, وقبل الغروب: العصر."
        }
      ]
    },
    {
      "ayahNo": 40,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومن الليل فسبحه» أي صل العشاءين «وأَِدبار السجود» بفتح الهمزة جمع دبر وكسرها مصدر أدبر، أي صل النوافل المسنونة عقب الفرائض وقيل المراد حقيقة التسبيح في هذه الأوقات ملابسا للحمد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وفي أوقات الليل، وأدبار الصلوات. فإن ذكر الله تعالى، مسل للنفس، مؤنس لها، مهون للصبر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ومن الليل فسبحه ) أي : فصل له ، كقوله : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] .( وأدبار السجود ) قال ابن أبي نجيح ، عن مجاهد ، عن ابن عباس : هو التسبيح بعد الصلاة .ويؤيد هذا ما ثبت في الصحيحين عن أبي هريرة أنه قال : جاء فقراء المهاجرين فقالوا : يا رسول الله ، ذهب أهل الدثور بالدرجات العلى والنعيم المقيم . فقال : \" وما ذاك ؟ \" قالوا : يصلون كما نصلي ، ويصومون كما نصوم ، ويتصدقون ولا نتصدق ، ويعتقون ولا نعتق ! قال : \" أفلا أعلمكم شيئا إذا فعلتموه سبقتم من بعدكم ، ولا يكون أحد أفضل منكم إلا من فعل مثل ما فعلتم ؟ تسبحون وتحمدون وتكبرون دبر كل صلاة ثلاثا وثلاثين \" . قال : فقالوا : يا رسول الله ، سمع إخواننا أهل الأموال بما فعلنا ، ففعلوا مثله . قال : \" ذلك فضل الله يؤتيه من يشاء \" .والقول الثاني : أن المراد بقوله : ( وأدبار السجود ) هما الركعتان بعد المغرب ، روي ذلك عن عمر وعلي ، وابنه الحسن وابن عباس ، وأبي هريرة ، وأبي أمامة ، وبه يقول مجاهد ، وعكرمة ، والشعبي ، والنخعي والحسن ، وقتادة وغيرهم .قال الإمام أحمد : حدثنا وكيع وعبد الرحمن ، عن سفيان ، عن أبي إسحاق ، عن عاصم بن ضمرة ، عن علي قال : كان رسول الله - صلى الله عليه وسلم - يصلي على أثر كل صلاة مكتوبة ركعتين إلا الفجر والعصر . وقال عبد الرحمن : دبر كل صلاة .ورواه أبو داود والنسائي ، من حديث سفيان الثوري ، به . زاد النسائي : ومطرف ، عن أبي إسحاق ، به .وقال ابن أبي حاتم : حدثنا هارون بن إسحاق الهمداني ، حدثنا ابن فضيل ، عن رشدين بن كريب ، عن أبيه ، عن ابن عباس قال : بت ليلة عند رسول - صلى الله عليه وسلم - فصلى ركعتين خفيفتين ، اللتين قبل الفجر . ثم خرج إلى الصلاة فقال : \" يابن عباس ، ركعتين قبل صلاة الفجر إدبار النجوم ، وركعتين بعد المغرب إدبار السجود \" .ورواه الترمذي عن أبي هشام الرفاعي ، عن محمد بن فضيل ، به . وقال : غريب لا نعرفه إلا من هذا الوجه .وحديث ابن عباس ، وأنه بات في بيت خالته ميمونة وصلى تلك الليلة مع النبي - صلى الله عليه وسلم - ثلاث عشرة ركعة ، ثابت في الصحيحين وغيرهما ، فأما هذه الزيادة فغريبة [ و ] لا تعرف إلا من هذا الوجه ، ورشدين بن كريب ضعيف ، ولعله من كلام ابن عباس موقوفا عليه ، والله أعلم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ومن الليل فسبحه ) يعني : صلاة المغرب والعشاء . وقال مجاهد : \" ومن الليل \" أي : صلاة الليل أي وقت صلى . ( وأدبار السجود ) قرأ أهل الحجاز وحمزة \" وإدبار السجود \" بكسر الهمزة ، مصدر أدبر إدبارا ، وقرأ الآخرون بفتحها على جمع الدبر .قال عمر بن الخطاب ، وعلي بن أبي طالب ، والحسن ، والشعبي ، والنخعي ، والأوزاعي : \" أدبار السجود \" الركعتان بعد صلاة المغرب ، وأدبار النجوم الركعتان قبل صلاة الفجر . وهي رواية العوفي عن ابن عباس . وروي عنه مرفوعا ، هذا قول أكثر المفسرين .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، أخبرنا أبو جعفر محمد بن عبد الجبار الرياني ، حدثنا حميد بن زنجويه ، حدثنا أبو أيوب الدمشقي ، حدثنا الوليد بن مسلم ، حدثنا ابن جريج عن عطاء عن عبيد بن عمير عن عائشة رضي الله عنها قالت : ما كان رسول الله - صلى الله عليه وسلم - على شيء من النوافل أشد معاهدة منه على الركعتين أمام الصبح .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أخبرنا أبو محمد عبد الجبار بن محمد الجراحي ، حدثنا أبو العباس محمد بن أحمد المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا صالح بن عبد الله ، حدثنا أبو عوانة عن قتادة ، عن زرارة بن أبي أوفى ، عن سعيد بن هشام عن عائشة رضي الله عنها قالت : قال رسول الله - صلى الله عليه وسلم - : \" ركعتا الفجر خير من الدنيا وما فيها \" .أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، أخبرنا أبو العباس المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا محمد بن المثنى ، حدثنا بدل بن المحبر ، حدثنا عبد الملك بن معدان عن عاصم بن بهدلة عن أبي وائل عن عبد الله بن مسعود أنه قال : ما أحصى ما سمعت رسول الله - صلى الله عليه وسلم - يقرأ في الركعتين بعد المغرب وفي الركعتين قبل [ صلاة الفجر ] : ب \" قل يا أيها الكافرون \" ، و \" قل هو الله أحد \" .قال مجاهد : \" وأدبار السجود \" هو التسبيح باللسان في أدبار الصلوات المكتوبات .أخبرنا أبو الحسين طاهر بن الحسين الروقي الطوسي بها ، أخبرنا أبو الحسن محمد بن يعقوب ، أخبرنا محمد بن يوسف ، حدثنا محمد بن أيوب ، أخبرنا مسدد ، حدثنا خالد هو ابن عبد الله ، حدثنا سهيل عن أبي عبيد عن عطاء بن يزيد عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" من سبح في دبر كل صلاة ثلاثا وثلاثين ، وكبر الله ثلاثا وثلاثين ، وحمد الله ثلاثا وثلاثين ، فذلك تسعة وتسعون ، ثم قال تمام المائة : لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير ، غفرت خطاياه وإن كانت مثل زبد البحر \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا إسحاق ، أخبرنا يزيد ، أخبرنا ورقاء عن سمي عن أبي صالح عن أبي هريرة قال : قالوا : يا رسول الله ذهب أهل الدثور بالدرجات والنعيم المقيم ، قال : كيف ذاك ؟ قالوا : صلوا كما صلينا وجاهدوا كما جاهدنا ، وأنفقوا من فضول أموالهم وليست لنا أموال ، قال : \" أفلا أخبركم بأمر تدركون به من كان قبلكم وتسبقون من جاء بعدكم ، ولا يأتي أحد بمثل ما جئتم به إلا من جاء بمثله : تسبحون في دبر كل صلاة عشرا ، وتحمدون عشرا ، وتكبرون عشرا \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ومن الليل فسبحه يعني صلاة العشاءين . وقيل : المراد تسبيحه بالقول تنزيها قبل طلوع الشمس وقبل الغروب ; قاله عطاء الخراساني وأبو الأحوص . وقال بعض العلماء في قوله : قبل طلوع الشمس قال ركعتي الفجر وقبل الغروب الركعتين قبل المغرب ، وقال ثمامة بن عبد الله بن أنس : كان ذوو الألباب من أصحاب محمد صلى الله عليه وسلم يصلون الركعتين قبل المغرب . وفي صحيح مسلم عن أنس بن مالك قال : كنا بالمدينة فإذا أذن المؤذن لصلاة المغرب ابتدروا السواري فركعوا ركعتين ، حتى إن الرجل الغريب ليدخل المسجد فيحسب أن الصلاة قد صليت من كثرة من يصليهما . وقال قتادة : ما أدركت أحدا يصلي الركعتين إلا أنسا وأبا برزة الأسلمي .قوله تعالى : ومن الليل فسبحه وأدبار السجود فيه أربعة أقوال : الأول : هو تسبيح الله تعالى في الليل ؛ قاله أبو الأحوص . الثاني : أنها صلاة الليل كله ؛ قاله مجاهد . الثالث : أنها ركعتا الفجر ؛ قاله ابن عباس . الرابع : أنها صلاة العشاء الآخرة ؛ قاله ابن زيد . قال ابن العربي : من قال إنه التسبيح في الليل فيعضده الصحيح : من تعار من الليل فقال لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير ، سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم . وأما من قال : إنها الصلاة بالليل فإن الصلاة تسمى تسبيحا لما فيها من تسبيح الله ، ومنه سبحة الضحى . وأما من قال إنها صلاة الفجر أو العشاء فلأنهما من صلاة الليل ، والعشاء أوضحه .قوله تعالى : وأدبار السجود قال عمر وعلي وأبو هريرة والحسن بن علي والحسن البصري والنخعي والشعبي والأوزاعي والزهري : أدبار السجود الركعتان بعد المغرب ، وأدبار النجوم الركعتان قبل الفجر ، ورواه العوفي عن ابن عباس ، وقد رفعه ابن عباس قال : قال رسول الله صلى الله عليه وسلم : ركعتان بعد المغرب أدبار السجود ؛ ذكره الثعلبي . ولفظ الماوردي : وروي عن ابن عباس قال : بت ليلة عند النبي صلى الله عليه وسلم فصلى ركعتين قبل الفجر ، ثم خرج إلى الصلاة فقال : يا ابن عباس ركعتان قبل الفجر أدبار النجوم وركعتان بعد المغرب أدبار السجود . وقال أنس : قال النبي صلى الله عليه وسلم من صلى ركعتين بعد المغرب قبل أن يتكلم كتبت صلاته في عليين . قال أنس فقرأ في الركعة الأولى قل يا أيها الكافرون وفي الثانية قل هو الله أحد قال مقاتل : ووقتها ما لم يغرب الشفق الأحمر . وعن ابن عباس أيضا : هو الوتر . قال ابن زيد : هو النوافل بعد الصلوات ، ركعتان بعد كل صلاة مكتوبة ، قال النحاس : والظاهر يدل على هذا إلا أن الأولى اتباع الأكثر وهو صحيح عن علي بن أبي طالب رضي الله عنه . وقال أبو الأحوص : هو التسبيح في أدبار السجود . قال ابن العربي وهو الأقوى في النظر . وفي صحيح الحديث : أن النبي صلى الله عليه وسلم كان يقول في دبر الصلاة المكتوبة لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير ، اللهم لا مانع لما أعطيت ، ولا معطي لما منعت ، ولا ينفع ذا الجد منك الجد وقيل : إنه منسوخ بالفرائض فلا يجب على أحد إلا خمس صلوات ، نقل ذلك الجماعة .قرأ نافع وابن كثير وحمزة \" وإدبار السجود \" بكسر الهمزة على المصدر من أدبر الشيء إدبارا إذا ولى . الباقون بفتحها جمع دبر . وهي قراءة علي وابن عباس ، ومثالها طنب وأطناب ، أو دبر كقفل وأقفال . وقد استعملوه ظرفا نحو جئتك في دبر الصلاة وفي أدبار الصلاة . ولا خلاف في آخر \" والطور \" وإدبار النجوم أنه بالكسر مصدر ، وهو ذهاب ضوئها إذا طلع الفجر الثاني ، وهو البياض المنشق من سواد الليل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَمِنَ اللَّيْلِ فَسَبِّحْهُ ) اختلف أهل التأويل في التسبيح الذي أمر به من الليل, فقال بعضهم: عني به صلاة العَتمة.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَمِنَ اللَّيْلِ ) قال: العَتَمة وقال آخرون: هي الصلاة بالليل في أيّ وقت صلى.* ذكر من قال ذلك:حدثني محمد بن عمارة الأسدي, قال: ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن أبي يحيى, عن مجاهد ( وَمِنَ اللَّيْلِ فَسَبِّحْهُ ) قال: من الليل كله.والقول الذي قاله مجاهد في ذلك أقرب إلى الصواب, وذلك أن الله جلّ ثناؤه قال ( وَمِنَ اللَّيْلِ فَسَبِّحْهُ ) فلم يَحُدَّ وقتا من الليل دون وقت. وإذا كان ذلك كذلك كان على جميع ساعات الليل. وإذا كان الأمر في ذلك على ما وصفنا, فهو بأن يكون أمرا بصلاة المغرب والعشاء, أشبه منه بأن يكون أمرا بصلاة العَتَمة, لأنهما يصلَّيان ليلا.وقوله ( وَأَدْبَارَ السُّجُودِ ) يقول: سبح بحمد ربك أدبار السجود من صلاتك.واختلف أهل التأويل في معنى التسبيح الذي أمر الله نبيه أن يسبحه أدبار السجود, فقال بعضهم: عُنِي به الصلاة, قالوا: وهما الركعتان اللتان يصليان بعد صلاة المغرب.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا حكام, قال: ثنا عنبسة, عن أبي إسحاق, عن الحارث, قال: سألت عليا, عن أديار السجود, فقال: الركعتان بعد المغرب.حدثني يعقوب, قال: ثنا ابن عُلَية, قال: ثنا ابن جُرَيج, عن مجاهد, قال: قال عليّ رضي الله عنه ( أَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.حدثنا أبو كُرَيب، قال: ثنا مصعب بن سلام, عن الأجلح, عن أبي إسحاق, عن الحارث. قال: سمعت عليا رضي الله عنه يقول ( أَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.حدثنا ابن بشار, قال: ثنا أبو عاصم, قال: ثنا سفيان, عن أبي إسحاق, عن الحارث, عن عليّ رضي الله عنه , في قوله ( وَأَدْبَارَ السُّجُودِ ) قال: الركعتان بعد المغرب.قال: ثنا يحيى, قال: ثنا سفيان, عن أبي إسحاق, عن الحارث, عن عاصم بن ضمرة, عن الحسن بن عليّ رضي الله عنهما, قال ( أَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.حدثني عليّ بن سهل, قال: ثنا مؤمل, قال: ثنا حماد, قال: ثنا عليّ بن زيد, عن أوس بن خالد, عن أبي هريرة, قال: أدبار السجود: ركعتان بعد صلاة المغرب.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن علوان بن أبي مالك, عن الشعبيّ, قال: ( أَدْبَارَ السُّجُودِ ) الركعتان بعد المغرب.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن جابر, عن عكرِمة, عن ابن عباس وإبراهيم بن مهاجر, عن مجاهد ( أَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن إبراهيم بن مهاجر, عن إبراهيم, مثله.حدثنا ابن المثنى. قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن إبراهيم بن مهاجر, عن إبراهيم في هذه الآية ( وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ ) -  وَإِدْبَارَ النُّجُومِ  قال: الركعتان قبل الصبح, والركعتان بعد المغرب, قال شعبة: لا أدري أيتهما أدبار السجود, ولا أدري أيتهما إدبار النجوم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَأَدْبَارَ السُّجُودِ ) قال: كان مجاهد يقول: ركعتان بعد المغرب.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَأَدْبَارَ السُّجُودِ ) قال: هما السجدتان بعد صلاة المغرب.حدثنا أبو كُرَيب, قال: ثنا أبو فضيل, عن رشدين بن كُرَيب, عن أبيه, عن ابن عباس, قال: قال لي رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" يا ابْنَ عَبَّاس رَكْعَتانِ بَعْدَ المَغْرِب أدْبارَ السُّجُود \".حدثني محمد بن عبد الله بن عبد الحكم, قال: أخبرنا أبو زرعة, وهبة الله بن راشد, قال: أخبرنا حيوة بن شريح, قال: أخبرنا أبو صخر, أنه سمع أبا معاوية البجلي من أهل الكوفة يقول: سمعت أبا الصهباء البكريّ يقول: سألت عليّ بن أبي طالب رضي الله عنه عن ( أَدْبَارَ السُّجُودِ ) قال: هما ركعتان بعد المغرب.حدثني سعيد بن عمرو السكوني, قال: ثنا بقية, قال: ثنا جرير, قال: ثنا حمير بن يزيد الرحبي, عن كُرَيب بن يزيد الرحبي; قال: وكان جبير بن نفير يمشي إليه, قال: كان إذا صلى الركعتين قبل الفجر, والركعتين بعد المغرب أخفّ, وفسَّر إدبار النجوم, وأدبار السجود.حدثنا ابن حُمَيد, قال: ثنا مهران, عن عيسى بن يزيد, عن أبي إسحاق الهمداني, عن الحسن ( وَأَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.حدثنا ابن حُمَيد, قال: ثنا حكام, قال: ثنا عنبسة, عن المُغيرة, عن إبراهيم, قال: كان يقال ( أَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.قال: ثنا عنبسة, عن إبراهيم بن مهاجر, عن مجاهد ( وَأَدْبَارَ السُّجُودِ ) : الركعتان بعد المغرب.قال: ثنا جرير, عن عطاء, قال: قال عليّ: أدبار السجود: الركعتان بعد المغرب.حدثنا ابن البرّ, قال: ثنا عمرو بن أبي سلمة, قال: سُئل الأوزاعيّ عن الركعتين بعد المغرب, قال: هما في كتاب الله ( فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ ).حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن حُمَيد, عن الحسن, عن عليّ رضي الله عنه في قوله ( وَأَدْبَارَ السُّجُودِ ) قال: الركعتان بعد المغرب.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَأَدْبَارَ السُّجُودِ ) قال: ركعتان بعد المغرب.وقال آخرون: عنى بقوله ( وَأَدْبَارَ السُّجُودِ ) : التسبيح في أدبار الصلوات المكتوبات, دون الصلاة بعدها.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا ابن أبي نجيح, عن مجاهد, قال: قال ابن عباس في ( فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ ) قال: هو التسبيح بعد الصلاة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَأَدْبَارَ السُّجُودِ ) قال: كان ابن عباس يقول: التسبيح. قال ابن عمرو: في حديثه في إثر الصلوات كلها. وقال الحارث في حديثه في دُبر الصلاة كلها.وقال آخرون: هي النوافل في أدبار المكتوبات.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَدْبَارَ السُّجُودِ ) : النوافل.وأولى الأقوال في ذلك بالصحة, قول من قال: هما الركعتان بعد المغرب, لإجماع الحجة من أهل التأويل على ذلك, ولولا ما ذكرت من إجماعها عليه, لرأيت أن القول في ذلك ما قاله ابن زيد, لأن الله جلّ ثناؤه لم يخصص بذلك صلاة دون صلاة, بل عمّ أدبار الصلوات كلها, فقال: وأدبار السجود, ولم تقم بأنه معنيّ به: دبر صلاة دون صلاة, حجة يجب التسليم لها من خبر ولا عقل.واختلفت القرّاء في قراءة قوله ( وَأَدْبَارَ السُّجُودِ ) فقرأته عامة قرّاء الحجاز والكوفة, سوى عاصم والكسائي ( وإدْبارِ السُّجُودِ ) بكسر الألف, على أنه مصدر أدبر يُدبر إدبارا. وقرأه عاصم والكسائي وأبو عمرو ( وأدْبارَ ) بفتح الألف على مذهب جمع دبر وأدبار.والصواب عندي الفتح على جمع دبر."
        }
      ]
    },
    {
      "ayahNo": 41,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واستمع» يا مخاطب مقولي «يوم يناد المناد» هو إسرافيل «من مكان قريب» من السماء وهو صخرة بيت المقدس أقرب موضع من الأرض إلى السماء يقول: أيتها العظام البالية والأوصال المتقطعة واللحوم المتمزقة والشعور المتفرقة إن الله يأمركن أن تجتمعن لفصل القضاء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  وَاسْتَمِعْ  بقلبك نداء المنادي وهو إسرافيل عليه السلام، حين ينفخ في الصور  مِنْ مَكَانٍ قَرِيبٍ  من الخلق"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( واستمع ) يا محمد ( يوم ينادي المناد من مكان قريب ) قال قتادة : قال كعب الأحبار : يأمر الله [ تعالى ] ملكا أن ينادي على صخرة بيت المقدس : أيتها العظام البالية ، والأوصال المتقطعة ، إن الله يأمركن أن تجتمعن لفصل القضاء ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( واستمع يوم ينادي المنادي ) أي : واستمع يا محمد صيحة القيامة والنشور يوم ينادي المنادي ، قال مقاتل : يعني إسرافيل ينادي بالحشر يا أيتها العظام البالية والأوصال المتقطعة واللحوم المتمزقة والشعور المتفرقة ، إن الله يأمركن أن تجتمعن لفصل القضاء ( من مكان قريب ) من صخرة بيت المقدس ، وهي وسط الأرض . قال الكلبي : هي أقرب الأرض إلى السماء بثمانية عشر ميلا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واستمع يوم ينادي المنادي من مكان قريب مفعول الاستماع محذوف ; أي : استمع النداء والصوت أو الصيحة وهي صيحة القيامة ، وهي النفخة الثانية ، والمنادي جبريل . وقيل : إسرافيل . الزمخشري : وقيل إسرافيل ينفخ وجبريل ينادي ، فينادي بالحشر ويقول : هلموا إلى الحساب فالنداء على هذا في المحشر . وقيل : واستمع نداء الكفار بالويل والثبور من مكان قريب ، أي يسمع الجميع فلا يبعد أحد عن ذلك النداء . قال عكرمة : ينادي منادي الرحمن فكأنما ينادي في آذانهم . وقيل : المكان القريب صخرة بيت المقدس . ويقال : إنها وسط الأرض وأقرب الأرض من السماء باثني عشر ميلا . وقال كعب : بثمانية عشر ميلا ، ذكر الأول القشيري والزمخشري ، والثاني الماوردي . فيقف جبريل أو إسرافيل على الصخرة فينادي بالحشر : أيتها العظام البالية ، والأوصال المتقطعة ، ويا عظاما نخرة ، ويا أكفانا فانية ، ويا قلوبا خاوية ، ويا أبدانا فاسدة ، ويا عيونا سائلة ، قوموا لعرض رب العالمين . قال قتادة : هو إسرافيل صاحب الصور ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (41)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم : واستمع يا محمد صيحة يوم القيامة, يوم ينادي بها منادينا من موضع قريب.وذُكر أنه ينادي بها من صخرة بيت المقدس.* ذكر من قال ذلك:حدثني عليّ بن سهل, قال: ثنا الوليد بن مسلم, عن سعيد بن بشر, عن قتادة, عن كعب, قال : ( وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ ) قال مَلك قائم على صخرة بيت المقدس ينادي: أيتها العظام البالية والأوصال المتقطعة; إن الله يأمركن أن تجتمعن لفصل القضاء.حدثنا بشر; قال: ثنا يزيد, قال: ثنا سعيد; عن قتادة ( وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ ) قال: كنا نحدّث أنه ينادي من بيت المقدس من الصخرة, وهي أوسط الأرض.وحُدّثنا أن كعبا قال: هي أقرب الأرض إلى السماء بثمانية عشر ميلا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ ) قال: بلغني أنه ينادي من الصخرة التي في بيت المقدس.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ ) قال: هي الصيحة.حدثني عليّ بن سهل, قال: ثنا الوليد بن مسلم, قال: ثني بعض أصحابنا, عن الأغرّ, عن مسلم بن حيان, عن ابن بُريدة, عن أبيه بُريدة, قال: مَلك قائم على صخرة بيت المقدس, واضع أصبعيه في أذُنيه ينادي, قال: قلتُ: بماذا ينادي؟ قال: يقول يا أيها الناس هلموا إلى الحساب; قال: فيقبلون كما قال الله  كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ  ."
        }
      ]
    },
    {
      "ayahNo": 42,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم» بدل من يوم قبله «يسمعون» أي الخلق كلهم «الصيحة بالحق» بالبعث وهي النفخة الثانية من إسرافيل ويحتمل أن تكون قبل ندائه وبعده «ذلك» أي يوم النداء والسماع «يوم الخروج» من القبور وناصب يوم ينادي مقدرا، أي يعلمون عاقبة تكذيبهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَوْمَ يَسْمَعُونَ الصَّيْحَةَ  أي: كل الخلائق يسمعون تلك الصيحة المزعجة المهولة  بالحق  الذي لا شك فيه ولا امتراء. ذَلِكَ يَوْمُ الْخُرُوجِ  من القبور، الذي انفرد به القادر على كل شيء."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( يوم يسمعون الصيحة بالحق ) يعني : النفخة في الصور التي تأتي بالحق الذي كان أكثرهم فيه يمترون . ( ذلك يوم الخروج ) أي : من الأجداث ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يوم يسمعون الصيحة بالحق ) وهي الصيحة الأخيرة ( ذلك يوم الخروج ) من القبور ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يوم يسمعون الصيحة بالحق يعني صيحة البعث . ومعنى الخروج الاجتماع إلى الحساب .ذلك يوم الخروج أي يوم الخروج من القبور ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ) يقول تعالى ذكره: يوم يسمع الخلائق صيحة البعث من القبور بالحق, يعني بالأمر بالإجابة لله إلى موقف الحساب.وقوله ( ذَلِكَ يَوْمُ الْخُرُوجِ ) يقول تعالى ذكره. يوم خروج أهل القبور من قبورهم."
        }
      ]
    },
    {
      "ayahNo": 43,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا نحن نحيي ونميت وإلينا المصير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إنا نحن نحيي ونميت وإلينا المصير ) أي : هو الذي يبدأ الخلق ثم يعيده ، وهو أهون عليه ، وإليه مصير الخلائق كلهم ، فيجازي كلا بعمله ، إن خيرا فخير ، وإن شرا فشر ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" إنا نحن نحيي ونميت وإلينا المصير \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إنا نحن نحيي ونميت وإلينا المصير نميت الأحياء ونحيي الموتى ، أثبت هنا الحقيقة"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (43)يقول تعالى ذكره: إنا نحن نُحيي الموتى ونميت الأحياء, وإلينا مصير جميعهم يوم القيامة ( تَشَقَّقُ الأرْضُ عَنْهُمْ سِرَاعًا ) يقول جلّ ثناؤه وإلينا مصيرهم يوم تشقَّق الأرض, فاليوم من صلة مصير."
        }
      ]
    },
    {
      "ayahNo": 44,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم» بدل من يوم قبله وما بينهما اعتراض «تشقق» بتخفيف الشين وتشديدها بإدغام التاء الثانية في الأصل فيها «الأرض عنهم سراعا» جمع سريع حال من مقدر، أي فيخرجون مسرعين «ذلك حشر علينا يسير» فيه فصل بين الموصوف والصفة بمتعلقها للاختصاص وهو لا يضر وذلك إشارة إلى معنى الحشر المخبر به عنه، وهو الإحياء بعد الفناء والجمع للعرض والحساب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "  يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ  أي: عن الأموات سِرَاعًا  أي: يسرعون لإجابة الداعي لهم، إلى موقف القيامة،  ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ  أي: هين  على الله يسير لا تعب فيه ولا كلفة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( يوم تشقق الأرض عنهم سراعا ) : وذلك أن الله تعالى ينزل مطرا من السماء تنبت به أجساد الخلائق في قبورها ، كما ينبت الحب في الثرى بالماء ، فإذا تكاملت الأجساد أمر الله إسرافيل فينفخ في الصور ، وقد أودعت الأرواح في ثقب في الصور ، فإذا نفخ إسرافيل فيه خرجت الأرواح تتوهج بين السماء والأرض ، فيقول الله عز وجل : وعزتي وجلالي ، لترجعن كل روح إلى الجسد الذي كانت تعمره ، فترجع كل روح إلى جسدها ، فتدب فيه كما يدب السم في اللديغ وتنشق الأرض عنهم ، فيقومون إلى موقف الحساب سراعا ، مبادرين إلى أمر الله عز وجل ، ( مهطعين إلى الداع يقول الكافرون هذا يوم عسر ) [ القمر : 8 ] ، وقال الله تعالى : ( يوم يدعوكم فتستجيبون بحمده وتظنون إن لبثتم إلا قليلا ) [ الإسراء : 52 ] ، وفي صحيح مسلم عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" أنا أول من تنشق عنه الأرض \" .وقوله : ( ذلك حشر علينا يسير ) أي : تلك إعادة سهلة علينا يسيرة لدينا ، كما قال تعالى : ( وما أمرنا إلا واحدة كلمح بالبصر ) [ القمر : 50 ] ، وقال تعالى : ( ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير ) [ لقمان : 28 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يوم تشقق الأرض عنهم سراعا ) جمع سريع ، أي : يخرجون سراعا ( ذلك حشر علينا ) جمع علينا ( يسير ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يوم تشقق الأرض عنهم سراعا إلى المنادي صاحب الصور إلى بيت المقدس .ذلك حشر علينا يسير أي هين سهل . وقرأ الكوفيون \" تشقق \" بتخفيف الشين على حذف التاء الأولى . الباقون بإدغام التاء في الشين . وأثبت ابن محيصن وابن كثير ويعقوب ياء \" المنادي \" في الحالين على الأصل ، وأثبتها نافع وأبو عمرو في الوصل لا غير ، وحذف الباقون في الحالين . قلت : وقد زادت السنة هذه الآية بيانا ; فروى الترمذي عن معاوية بن حيدة عن النبي صلى الله عليه وسلم في حديث ذكره قال وأشار بيده إلى الشام فقال : من هاهنا إلى هاهنا تحشرون ركبانا ومشاة وتجرون على وجوهكم يوم القيامة على أفواهكم الفدام توفون سبعين أمة أنتم خيرهم وأكرمهم على الله وإن أول ما يعرب عن أحدكم فخذه ، في رواية أخرى : فخذه وكفه ، وخرج علي بن معبد عن أبي هريرة عن النبي صلى الله عليه وسلم في حديث ذكره : ثم يقول - يعني الله تعالى - لإسرافيل : انفخ نفخة البعث فينفخ فتخرج الأرواح كأمثال النحل قد ملأت ما بين السماء والأرض فيقول الله عز وجل : وعزتي وجلالي ليرجعن كل روح إلى جسده فتدخل الأرواح في الأرض إلى الأجساد ثم تدخل في الخياشيم فتمشي في الأجساد مشي السم في اللديغ ثم تنشق الأرض عنكم وأنا أول من تنشق عنه الأرض فتخرجون منها شبابا كلكم أبناء ثلاث وثلاثين واللسان يومئذ بالسريانية وذكر الحديث ، وقد ذكرنا جميع هذا وغيره في \" التذكرة \" مستوفى والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( تَشَقَّقُ الأرْضُ عَنْهُمْ ) يقول: تصدّع الأرض عنهم. وقوله ( سِرَاعًا ) ونُصبت سراعا على الحال من الهاء والميم فى قوله عنهم. والمعنى: يوم تشقَّق الأرض عنهم فيخرجون منها سراعا, فاكتفى بدلالة قوله ( يَوْمَ تَشَقَّقُ الأرْضُ عَنْهُمْ ) على ذلك من ذكره.قوله ( ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ ) يقول: جمعهم ذلك جمع في موقف الحساب, علينا يسير سهل."
        }
      ]
    },
    {
      "ayahNo": 45,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "نحن أعلم بما يقول هؤلاء المشركون مِن افتراء على الله وتكذيب بآياته، وما أنت -أيها الرسول- عليهم بمسلَّط؛ لتجبرهم على الإسلام، وإنما بُعِثْتَ مبلِّغًا، فذكِّر بالقرآن من يخشى وعيدي؛ لأن مَن لا يخاف الوعيد لا يذَّكر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«نحن أعلم بما يقولون» أي كفار قريش «وما أنت عليهم بجبار» تجبرهم على الإيمان وهذا قبل الأمر بالجهاد «فذكِّر بالقرآن من يخاف وعيد» وهم المؤمنون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ  لك، مما يحزنك، من الأذى، وإذا كنا أعلم بذلك، فقد علمت كيف اعتناؤنا بك، وتيسيرنا لأمورك، ونصرنا لك على أعدائك، فليفرح قلبك، ولتطمئن نفسك، ولتعلم أننا أرحم بك وأرأف، من نفسك، فلم يبق لك إلا انتظار وعد الله، والتأسي بأولي العزم، من رسل الله،  وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ  أي: مسلط عليهم  إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ  ولهذا قال:  فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ  والتذكير، [هو] تذكير ما تقرر في العقول والفطر، من محبة الخير وإيثاره، وفعله، ومن بغض الشر ومجانبته، وإنما يتذكر بالتذكير، من يخاف وعيد الله، وأما من لم يخف الوعيد، ولم يؤمن به، فهذا فائدة تذكيره، إقامة الحجة عليه، لئلا يقول:  ما جاءنا من بشير ولا نذير آخر تفسير سورة (ق) والحمد لله أولاً وآخرًا وظاهرًا وباطنًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( نحن أعلم بما يقولون ) أي : نحن علمنا محيط بما يقول لك المشركون من التكذيب فلا يهيدنك ذلك ، كقوله [ تعالى ] : ( ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين واعبد ربك حتى يأتيك اليقين ) [ الحجر : 97 - 99 ] .وقوله : ( وما أنت عليهم بجبار ) أي : ولست بالذي تجبر هؤلاء على الهدى ، وليس ذلك ما كلفت به .وقال مجاهد ، وقتادة ، والضحاك : ( وما أنت عليهم بجبار ) أي : لا تتجبر عليهم .والقول الأول أولى ، ولو أراد ما قالوه لقال : ولا تكن جبارا عليهم ، وإنما قال : ( وما أنت عليهم بجبار ) بمعنى : وما أنت بمجبرهم على الإيمان إنما أنت مبلغ .قال الفراء : سمعت العرب تقول : جبر فلان فلانا على كذا ، بمعنى أجبره .ثم قال تعالى : ( فذكر بالقرآن من يخاف وعيد ) أي : بلغ أنت رسالة ربك ، فإنما يتذكر من يخاف الله ووعيده ويرجو وعده ، كقوله [ تعالى ] : ( فإنما عليك البلاغ وعلينا الحساب ) [ الرعد : 40 ] ، وقوله : ( فذكر إنما أنت مذكر لست عليهم بمسيطر ) [ الغاشية : 21 ، 22 ] ، ( ليس عليك هداهم ولكن الله يهدي من يشاء ) [ البقرة : 272 ] ، ( إنك لا تهدي من أحببت ولكن الله يهدي من يشاء ) [ القصص : 56 ] ، ولهذا قال هاهنا : ( وما أنت عليهم بجبار فذكر بالقرآن من يخاف وعيد ) كان قتادة يقول : اللهم ، اجعلنا ممن يخاف وعيدك ، ويرجو موعودك ، يا بار ، يا رحيم .آخر تفسير سورة ( ق ) ، والحمد لله وحده ، وحسبنا الله ونعم الوكيل ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( نحن أعلم بما يقولون ) يعني : كفار مكة في تكذيبك ( وما أنت عليهم بجبار ) بمسلط تجبرهم على الإسلام إنما بعثت مذكرا ( فذكر بالقرآن من يخاف وعيد ) أي : ما أوعدت به من عصاني من العذاب .قال ابن عباس : قالوا : يا رسول الله لو خوفتنا ، فنزلت \" فذكر بالقرآن من يخاف وعيد \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : نحن أعلم بما يقولون أي من تكذيبك وشتمك .وما أنت عليهم بجبار أي بمسلط تجبرهم على الإسلام ; فتكون الآية منسوخة بالأمر بالقتال . والجبار من الجبرية والتسلط إذ لا يقال جبار بمعنى مجبر ، كما لا يقال خراج بمعنى مخرج ; حكاه القشيري . النحاس : وقيل معنى \" جبار \" لست تجبرهم ، وهو خطأ لأنه لا يكون فعال من أفعل . وحكى الثعلبي : وقال ثعلب قد جاءت أحرف فعال بمعنى مفعل وهي شاذة ، جبار بمعنى مجبر ، ودراك بمعنى مدرك ، وسراع بمعنى مسرع ، وبكاء بمعنى مبك ، وعداء بمعنى معد . وقد قرئ : \" وما أهديكم إلا سبيل الرشاد \" بتشديد الشين بمعنى المرشد وهو موسى . وقيل : هو الله . وكذلك قرئ \" أما السفينة فكانت لمساكين \" يعني ممسكين . وقال أبو حامد الخارزنجي : تقول العرب : سيف سقاط بمعنى مسقط . وقيل : بجبار بمسيطر كما في الغاشية لست عليهم بمصيطر . وقال الفراء : سمعت من العرب من يقول جبره على الأمر أي قهره ، فالجبار من هذه اللغة بمعنى القهر صحيح . قيل : الجبار من قولهم جبرته على الأمر أي أجبرته وهي لغة كنانية وهما لغتان . الجوهري : وأجبرته على الأمر أكرهته عليه ، وأجبرته أيضا نسبته إلى الجبر ، كما تقول : أكفرته إذا نسبته إلى الكفر .فذكر بالقرآن من يخاف وعيد قال ابن عباس : قالوا يا رسول الله ، لو خوفتنا فنزلت : فذكر بالقرآن من يخاف وعيد أي ما أعددته لمن عصاني من العذاب ; فالوعيد العذاب والوعد الثواب ، قال الشاعر :وإني وإن أوعدته أو وعدته لمخلف إيعادي ومنجز موعديوكان قتادة يقول : اللهم اجعلنا ممن يخاف وعيدك ويرجو موعدك . وأثبت الياء في \" وعيدي \" يعقوب في الحالين ، وأثبتها ورش في الوصل دون الوقف ، وحذف الباقون في الحالين . والله أعلم . تم تفسير سورة \" ق \" والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (45)يقول تعالى ذكره: نحن يا محمد أعلم بما يقول هؤلاء المشركون بالله من فريتهم على الله, وتكذيبهم بآياته, وإنكارهم قُدرة الله على البعث بعد الموت. ( وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ) يقول: وما أنت عليهم بمسلط.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم. قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ) قال: لا تتجبر عليهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ) فإن الله عزّ وجلّ كره الجبرية, ونهى عنها, وقدّم فيها. وقال الفرّاء: وضع الجبار في موضع السلطان من الجبرية; وقال: أنشدني المفضل:وَيَوْمَ الحَزْنِ إذْ حَشَدَتْ مَعَدّوكانَ النَّاسُ إلا نَحْنُ دِيناعَصَيْنا عَزْمَةَ الجَبَّارِ حَتَّىصَبَحْنا الجَوْفَ ألْفا مُعْلَمِينا (5)ويروى: \" الجوف \" وقال: أراد بالجبار: المنذر لولايته.قال: وقيل: إن معنى قوله ( وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ) لم تُبعث لتجْبُرَهم على الإسلام, إنما بعثت مذكِّرا, فذكِّر. وقال: العرب لا تقول فعال من أفعلت, لا يقولون: هذا خراج, يريدون: مُخْرِج, ولا يقولون: دخَال, يريدون: مُدْخِل, إنما يقولون: فعال, من فعلت; ويقولون: خراج, من خرجت; ودخال: من دخلت; وقتَّال, من قتلت. قال: وقد قالت العرب في حرف واحد: درّاك, من أدركت, وهو شاذّ.قال: فإن قلت الجبار على هذا المعنى, فهو وجه. قال: وقد سمعت بعض العرب يقول: جبره على الأمر, يريد: أجبره, فالجبار من هذه اللغة صحيح, يراد به: يقهرهم ويجبرهم.وقوله ( فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ ) يقول تعالى ذكره: فذكر يا محمد بهذا القرآن الذي أنزلته إليه من يخاف الوعيد الذي أوعدته من عصاني وخالف أمري.حدثني نصر بن عبد الرحمن الأوديّ, قال: ثنا حكام الرازي, عن أيوب, عن عمرو الملائي, عن ابن عباس, قال: قالوا يا رسول الله لو خوّفتنا؟ فنزلت ( فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ ).حدثنا ابن حُمَيد, قال: ثنا حكام, عن أيوب بن سيار أبي عبد الرحمن, عن عمرو بن قيس, قال: قالوا: يا رسول الله, لو ذكَّرتنا, فذكر مثله.آخر تفسير سورة ق"
        }
      ]
    }
  ]
}