{
  "surah": {
    "surahNo": 54,
    "surahNameAr": "القمر",
    "surahNameArabicLong": "سورة القمر",
    "surahNameEn": "Al-Qamar",
    "revelationPlace": "Mecca",
    "totalAyat": 55
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "دنت القيامة، وانفلق القمر فلقتين، حين سأل كفار \"مكة\" النبي صلى الله عليه وسلم أن يريهم آية، فدعا الله، فأراهم تلك الآية."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«اقتربت الساعة» قربت القيامة «وانشق القمر» انفلق فلقتين على أبي قبيس وقيقعان آية له صلى الله عليه وسلم وقد سئلها فقال (اشهدوا) رواه الشيخان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى أن الساعة وهي القيامة اقتربت وآن أوانها، وحان وقت مجيئها، ومع ذلك، فهؤلاء المكذبون لم يزالوا مكذبين بها، غير مستعدين لنزولها، ويريهم الله من الآيات العظيمة الدالة على وقوعها ما يؤمن على مثله البشر، فمن أعظم الآيات الدالة على صحة ما جاء به محمد بن عبد الله صلى الله عليه وسلم، أنه لما طلب منه المكذبون أن يريهم من خوارق العادات ما يدل على [صحة ما جاء به و] صدقه، أشار صلى الله عليه وسلم إلى القمر بإذن الله تعالى، فانشق فلقتين، فلقة على جبل أبي قبيس، وفلقة على جبل قعيقعان، والمشركون وغيرهم يشاهدون هذه الآية الكبرى  الكائنة في العالم العلوي، التي لا يقدر الخلق على التمويه بها والتخييل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة القمر وهي مكية .قد تقدم في حديث أبي واقد : أن رسول الله - صلى الله عليه وسلم - كان يقرأ بقاف ، واقتربت الساعة ، في الأضحى والفطر ، وكان يقرأ بهما في المحافل الكبار ، لاشتمالهما على ذكر الوعد والوعيد وبدء الخلق وإعادته ، والتوحيد وإثبات النبوات ، وغير ذلك من المقاصد العظيمة .يخبر تعالى عن اقتراب الساعة وفراغ الدنيا وانقضائها . كما قال تعالى : ( أتى أمر الله فلا تستعجلوه [ سبحانه ] ) [ النحل : 1 ] ، وقال : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] وقد وردت الأحاديث بذلك ، قال الحافظ أبو بكر البزار :حدثنا محمد بن المثنى وعمرو بن علي قالا حدثنا خلف بن موسى ، حدثني أبي ، عن قتادة ، عن أنس أن رسول الله - صلى الله عليه وسلم - خطب أصحابه ذات يوم ، وقد كادت الشمس أن تغرب فلم يبق منها إلا شف يسير ، فقال : \" والذي نفسي بيده ما بقي من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه ، وما نرى من الشمس إلا يسيرا \" .قلت : هذا حديث مداره على خلف بن موسى بن خلف العمي ، عن أبيه . وقد ذكره ابن حبان في الثقات ، وقال : ربما أخطأ .حديث آخر يعضد الذي قبله ويفسره ، قال الإمام أحمد : حدثنا الفضل بن دكين ، حدثنا شريك ، حدثنا سلمة بن كهيل ، عن مجاهد ، عن ابن عمر قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - والشمس على قعيقعان بعد العصر ، فقال : \" ما أعماركم في أعمار من مضى إلا كما بقي من النهار فيما مضى \" .وقال الإمام أحمد : حدثنا حسين ، حدثنا محمد بن مطرف ، عن أبي حازم ، عن سهل بن سعد قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" بعثت والساعة هكذا \" . وأشار بإصبعيه : السبابة والوسطى .أخرجاه من حديث أبي حازم سلمة بن دينار .وقال الإمام أحمد : حدثنا محمد بن عبيد ، حدثنا الأعمش ، عن أبي خالد ، عن وهب السوائي قال : قال رسول الله - صلى الله عليه وسلم - : \" بعثت أنا والساعة كهذه من هذه إن كادت لتسبقها \" وجمع الأعمش بين السبابة والوسطى .وقال الإمام أحمد : حدثنا أبو المغيرة ، حدثنا الأوزاعي ، حدثنا إسماعيل بن عبيد الله ، قال : قدم أنس بن مالك على الوليد بن عبد الملك فسأله : ماذا سمعت من رسول الله - صلى الله عليه وسلم - يذكر به الساعة ؟ فقال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" أنتم والساعة كهاتين \" .تفرد به أحمد ، رحمه الله . وشاهد ذلك أيضا في الصحيح في أسماء رسول الله - صلى الله عليه وسلم - : أنه الحاشر الذي يحشر الناس على قدميه .وقال الإمام أحمد : حدثنا بهز بن أسد ، حدثنا سليمان بن المغيرة ، حدثنا حميد بن هلال ، عن خالد بن عمير قال : خطب عتبة بن غزوان - قال بهز : وقال قبل هذه المرة - خطبنا رسول الله - صلى الله عليه وسلم - قال : فحمد الله وأثنى عليه ، ثم قال : \" أما بعد ، فإن الدنيا قد آذنت بصرم وولت حذاء ، ولم يبق منها إلا صبابة كصبابة الإناء يتصابها صاحبها ، وإنكم منتقلون منها إلى دار لا زوال لها ، فانتقلوا بخير ما بحضرتكم ، فإنه قد ذكر لنا أن الحجر يلقى من شفير جهنم فيهوي فيها سبعين عاما ما يدرك لها قعرا ، والله لتملؤنه ، أفعجبتم ! والله لقد ذكر لنا أن ما بين مصراعي الجنة مسيرة أربعين عاما ، وليأتين عليه يوم وهو كظيظ الزحام \" وذكر تمام الحديث ، انفرد به مسلم .وقال أبو جعفر بن جرير : حدثني يعقوب ، حدثني ابن علية ، أخبرنا عطاء بن السائب ، عن أبي عبد الرحمن السلمي قال : نزلنا المدائن فكنا منها على فرسخ ، فجاءت الجمعة ، فحضر أبي وحضرت معه فخطبنا حذيفة فقال : ألا إن الله يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الساعة قد اقتربت ، ألا وإن القمر قد انشق ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار ، وغدا السباق ، فقلت لأبي : أيستبق الناس غدا ؟ فقال : يا بني إنك لجاهل ، إنما هو السباق بالأعمال . ثم جاءت الجمعة الأخرى فحضرنا فخطب حذيفة ، فقال : ألا إن الله عز وجل يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار وغدا السباق ، ألا وإن الغاية النار ، والسابق من سبق إلى الجنة .وقوله : ( وانشق القمر ) : قد كان هذا في زمان رسول الله - صلى الله عليه وسلم - كما ثبت ذلك في الأحاديث المتواترة بالأسانيد الصحيحة . وقد ثبت في الصحيح عن ابن مسعود أنه قال : \" خمس قد مضين : الروم ، والدخان ، واللزام ، والبطشة ، والقمر \" . وهذا أمر متفق عليه بين العلماء أي انشقاق القمر قد وقع في زمان النبي - صلى الله عليه وسلم - وأنه كان إحدى المعجزات الباهرات .ذكر الأحاديث الواردة في ذلك :رواية أنس بن مالك :قال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن قتادة ، عن أنس بن مالك قال : سأل أهل مكة النبي - صلى الله عليه وسلم - آية ، فانشق القمر بمكة مرتين ، فقال : ( اقتربت الساعة وانشق القمر ) .ورواه مسلم ، عن محمد بن رافع ، عن عبد الرزاق .وقال البخاري : حدثني عبد الله بن عبد الوهاب ، حدثنا بشر بن المفضل ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أنس بن مالك ; أن أهل مكة سألوا رسول الله - صلى الله عليه وسلم - أن يريهم آية ، فأراهم القمر شقين ، حتى رأوا حراء بينهما .وأخرجاه أيضا من حديث يونس بن محمد المؤدب ، عن شيبان ، عن قتادة . ورواه مسلم أيضا من حديث أبي داود الطيالسي ، ويحيى القطان ، وغيرهما ، عن شعبة ، عن قتادة ، به .رواية جبير بن مطعم رضي الله عنه :قال الإمام أحمد : حدثنا محمد بن كثير ، حدثنا سليمان بن كثير ، عن حصين بن عبد الرحمن ، عن محمد بن جبير بن مطعم ، عن أبيه ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين : فرقة على هذا الجبل ، وفرقة على هذا الجبل ، فقالوا : سحرنا محمد . فقالوا : إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم .تفرد به الإمام أحمد من هذا الوجه ، وأسنده البيهقي في \" الدلائل \" من طريق محمد بن كثير ، عن أخيه سليمان بن كثير ، عن حصين بن عبد الرحمن ، [ به ] . وهكذا رواه ابن جرير من حديث محمد بن فضيل وغيره عن حصين ، به . ورواه البيهقي أيضا من طريق إبراهيم بن طهمان وهشيم ، كلاهما عن حصين عن جبير بن محمد بن جبير بن مطعم ، عن أبيه ، عن جده فذكره .رواية عبد الله بن عباس [ رضي الله عنهما ]قال البخاري : حدثنا يحيى بن بكير ، حدثنا بكر ، عن جعفر ، عن عراك بن مالك ، عن عبيد الله بن عبد الله بن عتبة ، عن ابن عباس قال : انشق القمر في زمان رسول الله - صلى الله عليه وسلم - .ورواه البخاري أيضا ومسلم ، من حديث بكر بن مضر ، عن جعفر بن ربيعة ، عن عراك [ بن مالك ] ، به مثله .وقال ابن جرير : حدثنا ابن مثنى ، حدثنا عبد الأعلى ، حدثنا داود بن أبي هند ، عن علي بن أبي طلحة ، عن ابن عباس قوله : ( اقتربت الساعة وانشق القمر وإن يروا آية يعرضوا ويقولوا سحر مستمر ) قال : قد مضى ذلك ، كان قبل الهجرة ، انشق القمر حتى رأوا شقيه .وروى العوفي ، عن ابن عباس نحو هذا .وقال الطبراني : حدثنا أحمد بن عمرو البزار ، حدثنا محمد بن يحيى القطعي ، حدثنا محمد بن بكر ، حدثنا ابن جريج ، عن عمرو بن دينار ، عن عكرمة ، عن ابن عباس قال : كسف القمر على عهد رسول الله - صلى الله عليه وسلم - فقالوا : سحر القمر . فنزلت : ( اقتربت الساعة وانشق القمر ) إلى قوله : ( مستمر ) .رواية عبد الله بن عمر :قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ وأبو بكر أحمد بن الحسن القاضي قالا : حدثنا أبو العباس الأصم ، حدثنا العباس بن محمد الدوري ، حدثنا وهب بن جرير ، عن شعبة ، عن الأعمش ، عن مجاهد ، عن عبد الله بن عمر في قوله تعالى : ( اقتربت الساعة وانشق القمر ) قال : وقد كان ذلك على عهد رسول الله - صلى الله عليه وسلم - انشق فلقتين : فلقة من دون الجبل ، وفلقة من خلف الجبل ، فقال النبي - صلى الله عليه وسلم - : \" اللهم اشهد \" .وهكذا رواه مسلم ، والترمذي ، من طرق عن شعبة ، عن الأعمش ، عن مجاهد ، به . قال مسلم كرواية مجاهد عن أبي معمر عن ابن مسعود . وقال الترمذي : حسن صحيح .رواية عبد الله بن مسعود :قال الإمام أحمد : حدثنا سفيان ، عن ابن أبي نجيح ، عن مجاهد ، عن أبي معمر ، عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - شقين حتى نظروا إليه ، فقال رسول الله - صلى الله عليه وسلم - \" اشهدوا \" .وهكذا رواه البخاري ومسلم ، من حديث سفيان بن عيينة ، به . وأخرجاه من حديث الأعمش ، عن إبراهيم ، عن أبي معمر عبد الله بن سخبرة ، عن ابن مسعود ، به .وقال ابن جرير : حدثني عيسى بن عثمان بن عيسى الرملي ، حدثنا عمي يحيى بن عيسى ، عن الأعمش ، عن إبراهيم ، عن رجل ، عن عبد الله ، قال : كنا مع رسول الله - صلى الله عليه وسلم - بمنى فانشق القمر ، فأخذت فرقة خلف الجبل ، فقال رسول الله - صلى الله عليه وسلم - : \" اشهدوا ، اشهدوا \" .قال البخاري : وقال أبو الضحى ، عن مسروق ، عن عبد الله : بمكة .وقال أبو داود الطيالسي : حدثنا أبو عوانة ، عن المغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله بن مسعود ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فقالت قريش : هذا سحر ابن أبي كبشة . قال : فقالوا : انظروا ما يأتيكم به السفار ، فإن محمدا لا يستطيع أن يسحر الناس كلهم . قال : فجاء السفار فقالوا : ذلك .وقال البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أبو العباس محمد بن يعقوب ، حدثنا العباس بن محمد الدوري ، حدثنا سعيد بن سليمان ، حدثنا هشيم ، حدثنا مغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله ، قال : انشق القمر بمكة حتى صار فرقتين ، فقال كفار قريش أهل مكة : هذا سحر سحركم به ابن أبي كبشة ، انظروا السفار ، فإن كانوا رأوا ما رأيتم فقد صدق ، وإن كانوا لم يروا مثل ما رأيتم فهو سحر سحركم به . قال : فسئل السفار ، قال : وقدموا من كل وجهة ، فقالوا : رأيناه .رواه ابن جرير من حديث المغيرة ، به . وزاد : فأنزل الله عز وجل : ( اقتربت الساعة وانشق القمر ) . ثم قال ابن جرير :حدثني يعقوب بن إبراهيم ، حدثنا ابن علية ، أخبرنا أيوب ، عن محمد - هو ابن سيرين - قال : نبئت أن ابن مسعود - رضي الله عنه - كان يقول : لقد انشق القمر .وقال ابن جرير أيضا : حدثني محمد بن عمارة ، حدثنا عمرو بن حماد ، حدثنا أسباط ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله قال : لقد رأيت الجبل من فرج القمر حين انشق .ورواه الإمام أحمد عن مؤمل ، عن إسرائيل ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - حتى رأيت الجبل من بين فرجتي القمر .وقال ليث عن مجاهد : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين ، فقال النبي - صلى الله عليه وسلم - لأبي بكر : \" اشهد يا أبا بكر \" . فقال المشركون : سحر القمر حتى انشق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( اقتربت الساعة ) دنت القيامة ( وانشق القمر ) .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا عبد الله بن عبد الوهاب ، أخبرنا بشر بن المفضل ، حدثنا سعيد بن أبي عروبة عن قتادة عن أنس بن مالك أن أهل مكة سألوا رسول الله - صلى الله عليه وسلم - أن يريهم آية فأراهم القمر شقتين حتى رأوا حراء بينهما .وقال شيبان عن قتادة : فأراهم انشقاق القمر مرتين .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا مسدد ، حدثنا يحيى عن شعبة وسفيان عن الأعمش عن إبراهيم عن أبي معمر عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فرقتين ، فرقة فوق الجبل وفرقة دونه ، فقال رسول الله - صلى الله عليه وسلم - : \" اشهدوا \" .وقال أبو الضحى عن مسروق عن عبد الله قال : انشق القمر بمكة . وقال مقاتل : انشق القمر ثم التأم بعد ذلك .وروى أبو الضحى عن مسروق عن عبد الله قال : [ انشق القمر على عهد رسول الله - صلى الله عليه وسلم - ] فقالت قريش : سحركم ابن أبي كبشة ، فاسألوا السفار ، فسألوهم فقالوا : نعم قد رأيناه ، فأنزل الله - عز وجل - : \" اقتربت الساعة وانشق القمر \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة القمرمكية كلها في قول الجمهور . وقال مقاتل : إلا ثلاث آيات من قوله تعالى : أم يقولون نحن جميع منتصر إلى قوله : والساعة أدهى وأمر ولا يصح على ما يأتي . وهي خمس وخمسون آية .بسم الله الرحمن الرحيماقتربت الساعة وانشق القمرقوله تعالى : اقتربت الساعة وانشق القمر اقتربت : أي قربت مثل أزفت الآزفة على ما بيناه . فهي بالإضافة إلى ما مضى قريبة ; لأنه قد مضى أكثر الدنيا كما روى قتادة عن أنس قال : خطب رسول الله صلى الله عليه وسلم وقد كادت الشمس تغيب فقال : ما بقي من دنياكم فيما مضى إلا مثل ما بقي من هذا اليوم فيما مضى وما نرى من الشمس إلا يسيرا . وقال كعب ووهب : الدنيا ستة آلاف سنة . قال وهب : قد مضى منها خمسة آلاف سنة وستمائة سنة ؛ ذكره النحاس .ثم قال تعالى : وانشق القمر أي وقد انشق القمر . وكذا قرأ حذيفة \" اقتربت الساعة وقد انشق القمر \" بزيادة \" قد \" وعلى هذا الجمهور من العلماء ; ثبت ذلك في صحيح البخاري وغيره من حديث ابن مسعود وابن عمر وأنس وجبير بن مطعم وابن عباس رضي الله عنهم . وعن أنس قال : سأل أهل مكة النبي صلى الله عليه وسلم آية ، فانشق القمر بمكة مرتين فنزلت : اقتربت الساعة وانشق القمر إلى قوله : سحر مستمر يقول ذاهب قال أبو عيسى الترمذي : هذا حديث حسن صحيح . ولفظ البخاري عن أنس قال : انشق القمر فرقتين . وقال قوم : لم يقع انشقاق القمر بعد وهو منتظر ; أي : اقترب قيام الساعة وانشقاق القمر ; وأن الساعة إذا قامت انشقت السماء بما فيها من القمر وغيره . وكذا قال القشيري . وذكر الماوردي : أن هذا قول الجمهور ، وقال : لأنه إذا انشق ما بقي أحد إلا رآه ; لأنه آية والناس في الآيات سواء . وقال الحسن : اقتربت الساعة فإذا جاءت انشق القمر بعد النفخة الثانية . وقيل : وانشق القمر أي وضح الأمر وظهر ; والعرب تضرب بالقمر مثلا فيما وضح ; قال :أقيموا بني أمي صدور مطيكم فإني إلى حي سواكم لأميل     فقد حمت الحاجات والليل مقمروشدت لطيات مطايا وأرحلوقيل : انشقاق القمر هو انشقاق الظلمة عنه بطلوعه في أثنائها ، كما يسمى الصبح فلقا ; لانفلاق الظلمة عنه .وقد يعبر عن انفلاقه بانشقاقه كما قال النابغة : فلما أدبروا ولهم دوي     دعانا عند شق الصبح داعقلت : وقد ثبت بنقل الآحاد العدول أن القمر انشق بمكة ، وهو ظاهر التنزيل ، ولا يلزم أن يستوي الناس فيها ; لأنها كانت آية ليلية ; وأنها كانت باستدعاء النبي صلى الله عليه وسلم من الله تعالى عند التحدي . فروي أن حمزة بن عبد المطلب حين أسلم غضبا من سب أبي جهل الرسول صلى الله عليه وسلم طلب أن يريه آية يزداد بها يقينا في إيمانه . وقد تقدم في الصحيح أن أهل مكة هم الذين سألوا وطلبوا أن يريهم آية ، فأراهم انشقاق القمر فلقتين كما في حديث ابن مسعود وغيره . وعن حذيفة أنه خطب بالمدائن ثم قال : ألا إن الساعة قد اقتربت ، وأن القمر قد انشق على عهد نبيكم صلى الله عليه وسلم . وقد قيل : هو على التقديم والتأخير ، وتقديره انشق القمر واقتربت الساعة ; قاله ابن كيسان . وقد مر عن الفراء أن الفعلين إذا كانا متقاربي المعنى فلك أن تقدم وتؤخر عند قوله تعالى : ثم دنا فتدلى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1)يعني تعالى ذكره بقوله ( اقْتَرَبَتِ السَّاعَةُ ) : دنت الساعة التي تقوم فيها القيامة, وقوله ( اقْتَرَبَتِ ) افتعلت من القُرب, وهذا من الله تعالى ذكره إنذار لعباده بدنوّ القيامة, وقرب فناء الدنيا, وأمر لهم بالاستعداد لأهوال القيامة قبل هجومها عليهم, وهم عنها في غفلة ساهون.وقوله ( وَانْشَقَّ الْقَمَرُ ) يقول جلّ ثناؤه: وانفلق القمر, وكان ذلك فيما ذُكر على عهد رسول الله صلى الله عليه وسلم وهو بمكة, قبل هجرته إلى المدينة، وذلك أن كفار أهل مكة سألوه آية, فآراهم صلى الله عليه وسلم انشقاق القمر, آية حجة على صدق قوله, وحقيقة نبوّته; فلما أراهم أعرضوا وكذبوا, وقالوا: هذا سحر مستمرّ, سحرنا محمد, فقال الله جلّ ثناؤه ( وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ ) .وينحو الذي قلنا في ذلك جاءت الآثار, وقال به أهل التأويل.* ذكر الآثار المروية بذلك, والأخيار عمن قاله من أهل التأويل:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة \" أن أنس بن مالك حدثهم أن أهل مكة سألوا رسول الله صلى الله عليه وسلم أن يريهم آية, فأراهم انشقاق القمر مرّتين \" .حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, قال: سمعت قتادة يحدّث, عن أنس, قال: انشق القمر فرقتين.حدثنا ابن المثنى والحسن بن أبي يحيى المقدسي, قالا ثنا أبو داود, قال: ثنا شعبة, عن قتادة, قال: سمعت أنسا يقول: \" انشق القمر على عهد رسول الله صلى الله عليه وسلم \".حدثني يعقوب الدورقيّ, قال: ثنا أبو داود, قال: ثنا سعيد, عن قتادة, قال: سمعت أنسا يقول: فذكر مثله.حدثنا عليّ بن سهل, قال: ثنا حجاج بن محمد, عن شعبة, عن قتادة, عن أنس, قال: \" انشقّ القمر على عهد رسول الله صلى الله عليه وسلم مرّتين \".حدثني محمد بن عبد الله بن بزيع, قال: ثنا بشر بن المفضل, قال: ثنا سعيد بن أبي عروبة, عن قتادة, عن أنس بن مالك \" أن أهل مكة سألوا رسول الله صلى الله عليه وسلم أن يريهم آية, فأراهم القمر شقتين حتى رأوا حراء بينهما \".حدثني أبو السائب, قال: ثنا معاوية, عن الأعمش, عن إبراهيم, عن أبى معمر, عن عبد الله, قال: \" انشقّ القمر ونحن مع رسول الله صلى الله عليه وسلم بمنى حتى ذهبت منه فرقة خلف الجبل, فقال رسول الله صلى الله عليه وسلم: اشْهَدُوا \".حدثني إسحاق بن أبي إسرائيل, قال: ثنا النضر بن شميل المازنيّ, قال: أخبرنا شعبة, عن سليمان, قال: سمعت إبراهيم, عن أبي معمر, عن عبد الله, قال \" تفلَّق القمر على عهد رسول الله صلى الله عليه وسلم فرقتين, فكانت فرقة على الجبل, وفرقة من ورائه, فقال رسول الله صلى الله عليه وسلم: اللَّهُم اشْهَدْ \" .حدثنا إسحاق بن أبي إسرائيل, قال: ثنا النضر, قال: أخبرنا شعبة, عن سليمان, عن مجاهد, عن ابن عمر, مثل حديث إبراهيم في القمر.حدثني عيسى بن عثمان بن عيسى الرملي, قال: ثني عمي يحيى بن عيسى, عن الأعمش, عن إبراهيم, عن رجل , عن عبد الله, قال \" كنا مع رسول الله صلى الله عليه وسلم بمنى, فانشقّ القمر, فأخذت فرقة خلق الجبل, فقال رسول الله صلى الله عليه وسلم: اشْهَدُوا \".حدثني محمد بن عمارة, قال: ثنا عمرو بن حماد, قال: ثنا أسباط, عن سماك, عن إبراهيم, عن الأسود, عن عبد الله, قال: \" رأيت الجبل من فرج القمر حين انشقّ\".حدثنا الحسن بن يحيى المقدسي, قال: ثنا يحيى بن حماد, قال: ثنا أبو عوانة, عن المُغيرة, عن أبي الضحى, عن مسروق, عن عبد الله, قال: \" انشقّ القمر على عهد رسول الله صلى الله عليه وسلم , فقالت قريش: هذا سحر ابن أبي كَبْشة سحركم فسلوا السُّفَّار, فسألوهم, فقالوا: نعم قد رأيناه, فأنزل الله تبارك وتعالى : ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) .حدثنا ابن حُميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله قال: \" قد مضى انشقاق القمر \".حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن مسلم, عن مسروق, قال: عبد الله \" خمس قد مضين: الدخان, واللزام, والبطشة, والقمر, والروم \".حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَية, قال: أخبرنا أيوب, عن محمد, قال: نُبِّئت أن ابن مسعود كان يقول: قد انشقَ القمر.قال: أخبرنا ابن علية, قال: أخبرنا عطاء بن السائب, عن أبي عبد الرحمن السُلَميّ, قال: \" نزلنا المدائن, فكنا منها على فرسخ, فجاءت الجمعة, فحضر أبي, وحضرت معه, فخطبنا حُذيفة, فقال: ألا إن الله يقول ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) ألا وإن الساعة قد اقتربت, ألا وإن القمر قد انشقّ, ألا وإن الدنيا قد آذنت بفراق, ألا وإن اليوم المِضمار, وغدا السباق, فقلت لأبي: أتستبق الناس غدا؟ فقال: يا بنيّ إنك لجاهل, إنما هو السباق بالأعمال, ثم جاءت الجمعة الأخرى, فحضرنا, فخطب حُذيفة, فقال: ألا إن الله تبارك وتعالى يقول ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) ألا وإن الساعة قد أقتربت, ألا وإن القمر قد انشقّ, ألا وإن الدنيا قد آذنت بفراق, ألا وإن اليوم المضمار وغدا السباق, ألا وإن الغاية النار, والسابق من سَبق إلى الجنة \".حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن عطاء بن السائب, عن أبي عبد الرحمن قال: \" كنت مع أبي بالمدائن, قال: فخطب أميرهم, وكان عطاء يروي أنه حُذيفة, فقال في هذه الآية : ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) قد اقتربت الساعة وانشقّ القمر, قد اقتربت الساعة وانشق القمر, اليوم المضمار, وغدا السباق, والسابق من سبق إلى الجنة, والغاية النار; قال: فقلت لأبي: غدا السباق, قال: فأخبره \".حدثنا أبو كُرَيب, قال: ثنا ابن فضيل, عن حصين, عن محمد بن جبير بن مطعم, عن أبيه, قال: \" انشقّ القمر, ونحن مع رسول الله صلى الله عليه وسلم بمكة \".حدثنا ابن حُميد, قال: ثنا مهران, عن خارجة, عن الحصين بن عبد الرحمن, عن ابن جُبَير, عن أبيه ( وَانْشَقَّ الْقَمَرُ ) قال: انشقّ ونحن بمكة.حدثنا محمد بن عسكر, قال: ثنا عثمان بن صالح وعبد الله بن عبد الحكم, قالا ثنا بكر بن مضر, عن جعفر بن ربيعة, عن عِرَاك, (5) عن عبيد الله بن عبد الله بن عُتبة, عن ابن عباس, قال: \" انشقّ القمر في عهد رسول الله صلى الله عليه وسلم \".حدثنا نصر بن عليّ, قال: ثنا عبد الأعلى, قال: ثنا داود بن أبي هند, عن عليّ بن أبي طلحة, عن ابن عباس, قال: \" انشقّ القمر قبل الهجرة, أو قال: قد مضى ذاك \".حدثنا إسحاق بن شاهين, قال: ثنا خالد بن عبد الله, عن داود, عن علي, عن ابن عباس بنحوه.حدثنا ابن المثنى, قال: ثنا عبد الأعلى, قال: ثنا داود, عن علي, عن ابن عباس أنه قال في هذه الآية ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) قال: ذاك قد مضى كان قبل الهجرة, انشقّ حتى رأوا شِقيه.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) ... إلى قوله ( سِحْرٌ مُسْتَمِرٌّ ) قال: قد مضى, كان قد انشق القمر على عهد رسول الله صلى الله عليه وسلم بمكة, فأعرض المشركون وقالوا: سحر مستمرّ.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قوله ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) قال: رأوه منشقا.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن منصور وليث عن مجاهد ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) قال: انفلق القمر فلقتين, فثبتت فلقة, وذهبت فلقة من وراء الجبل, فقال النبيّ صلى الله عليه وسلم: \" اشْهَدُوا \".حدثنا ابن حُميد, قال: ثنا مهران, عن أبي سنان, عن ليث, عن مجاهد \" انشقّ القمر على عهد رسول الله صلى الله عليه وسلم , فصار فرقتين, فقال النبي صلى الله عليه وسلم لأبى بكر: اشْهَدْ يا أبا بَكْرٍ فقال المشركون: سحر القمر حتى انشقّ\".حدثنا ابن حُميد, قال: ثنا مهران, عن أبي سنان, قال: قدم رجل المدائن فقام فقال: إن الله تبارك وتعالى يقول ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) وإن القمر قد انشقّ, وقد آذنت الدنيا بفراق, اليوم المِضْمار, وغدا السباق, والسابق. من سبق إلى الجنة, والغاية النار.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) يحدث الله في خلقه ما يشاء.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن أنس, قال: سأل أهل مكة النبيّ صلى الله عليه وسلم آية, فانشقّ القمر بمكة مرّتين, فقال ( اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ) .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَانْشَقَّ الْقَمَرُ ) قد مضى, كان الشقّ على عهد رسول الله صلى الله عليه وسلم بمكة, فأعرض عنه المشركون, وقالوا: سِحْر مستمرّ.حدثنا ابن حُميد, قال: ثنا سلمة, عن عمرو, عن مغيرة, عن إبراهيم, قال: مضى انشقاق القمر بمكة.----------------------الهوامش :(5) ضبطه في التاج بوزن كتاب ."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإن ير المشركون دليلا وبرهانًا على صدق الرسول محمد صلى الله عليه وسلم، يُعرضوا عن الإيمان به وتصديقه مكذبين منكرين، ويقولوا بعد ظهور الدليل: هذا سحر باطل ذاهب مضمحل لا دوام له."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإن يروْا» أي كفار قريش «آية» معجزة له صلى الله عليه وسلم «يعرضوا ويقولوا» هذا «سحر مستمر» قوي من المرة: القوة أو دائم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فشاهدوا أمرا ما رأوا مثله، بل ولم يسمعوا أنه جرى لأحد من المرسلين قبله نظيره، فانبهروا لذلك، ولم يدخل الإيمان في قلوبهم، ولم يرد الله بهم خيرا، ففزعوا إلى بهتهم وطغيانهم، وقالوا: سحرنا محمد، ولكن علامة ذلك أنكم تسألون من قدم  إليكم من السفر، فإنه وإن قدر على سحركم، لا  يقدر أن يسحر من ليس مشاهدا مثلكم، فسألوا كل من قدم، فأخبرهم بوقوع ذلك، فقالوا:  سِحْرٌ مُسْتَمِرٌّ  سحرنا محمد وسحر غيرنا، وهذا من البهت، الذي لا يروج إلا على أسفه الخلق وأضلهم عن الهدى والعقل، وهذا ليس إنكارا منهم لهذه الآية وحدها، بل كل آية تأتيهم، فإنهم مستعدون لمقابلتها بالباطل  والرد لها، ولهذا قال:  وَإِنْ يَرَوْا آيَةً يُعْرِضُوا  ولم يعد الضمير على انشقاق القمر فلم يقل: وإن يروها بل قال:  وَإِنْ يَرَوْا آيَةً يُعْرِضُوا  وليس قصدهم اتباع الحق والهدى، وإنما قصدهم اتباع الهوى،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وإن يروا آية ) أي : دليلا وحجة وبرهانا ) يعرضوا ) أي : لا ينقادون له ، بل يعرضون عنه ويتركونه وراء ظهورهم ، ( ويقولوا سحر مستمر ) أي : ويقولون : هذا الذي شاهدناه من الحجج سحر سحرنا به .ومعنى ) مستمر ) أي : ذاهب . قاله مجاهد ، وقتادة ، وغيرهما ، أي : باطل مضمحل ، لا دوام له ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإن يروا آية يعرضوا ويقولوا سحر مستمر ) أي : ذاهب وسوف يذهب ويبطل من قولهم : مر الشيء واستمر إذا ذهب ، مثل قولهم : قر واستقر ، قال هذا قول مجاهد وقتادة . وقال أبو العالية [ والضحاك ] : \" مستمر \" أي : قوي شديد يعلو كل سحر ، من قولهم : مر الحبل إذا صلب واشتد وأمررته إذا أحكمت فتله واستمر الشيء إذا قوي واستحكم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإن يروا آية يعرضوا هذا يدل على أنهم رأوا انشقاق القمر . قال ابن عباس : اجتمع المشركون إلى رسول الله صلى الله عليه وسلم ، وقالوا : إن كنت صادقا فاشقق لنا القمر فرقتين ، نصف على أبي قبيس ونصف على قعيقعان ; فقال لهم رسول الله صلى الله عليه وسلم : إن فعلت تؤمنون قالوا : نعم ؟ وكانت ليلة بدر ، فسأل رسول الله صلى الله عليه وسلم ربه أن يعطيه ما قالوا ; فانشق القمر فرقتين ، ورسول الله صلى الله عليه وسلم ينادي المشركين : يا فلان يا فلان اشهدوا . وفي حديث ابن مسعود : انشق القمر على عهد رسول الله صلى الله عليه وسلم ، فقالت قريش : هذا من سحر ابن أبي كبشة ; سحركم فاسألوا السفار ; فسألوهم فقالوا : قد رأينا القمر انشق فنزلت : اقتربت الساعة وانشق القمر وإن يروا آية يعرضوا أي إن يروا آية تدل على صدق محمد صلى الله عليه وسلم أعرضوا عن الإيمان ويقولوا سحر مستمر أي ذاهب ; من قولهم : مر الشيء واستمر إذا ذهب ; قاله أنس وقتادة ومجاهد والفراء والكسائي وأبو عبيدة ، واختاره النحاس . وقال أبو العالية والضحاك : محكم قوي شديد ، وهو من المرة وهي القوة ; كما قال لقيط :حتى استمرت على شزر مريرته     مر العزيمة لا قحما ولا ضرعاوقال الأخفش : هو مأخوذ من إمرار الحبل وهو شدة فتله . وقيل : معناه مر من المرارة . يقال : أمر الشيء صار مرا ، وكذلك مر الشيء يمر بالفتح مرارة فهو مر ، وأمره غيره ومره . وقال الربيع : مستمر نافذ . يمان : ماض . أبو عبيدة : باطل . وقيل : دائم . قال امرؤ القيس :وليس على شيء قويم بمستمرأي بدائم . وقيل : يشبه بعضه بعضا ; أي قد استمرت أفعال محمد على هذا الوجه فلا يأتي بشيء له حقيقة بل الجميع تخييلات . وقيل : معناه قد مر من الأرض إلى السماء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَإِنْ يَرَوْا آيَةً يُعْرِضُوا ) يقول تعالى ذكره. وإن ير المشركون علامة تدلهم على حقيقة نبوّة محمد صلى الله عليه وسلم , ودلالة تدلهم على صدقة فيما جاءهم به عن ربهم, يعرضوا عنها, فيولوا مكذّبين بها مُنكرين أن يكون حقا يقينا, ويقولوا تكذيبا منهم بها, وإنكارا لها أن تكون حقا: هذا سحر سَحَرَنا به محمد حين خَيَّلَ إلينا أنا نرى القمر منفلقا باثنين بسحره, وهو سحر مستمرّ, يعني يقول: سحر مستمرّ ذاهب, من قولهم: قد مرّ هذا السحر إذا ذهب.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا عن ابن أبي نجيح, عن مجاهد, قوله ( سِحْرٌ مُسْتَمِرٌّ ) قال: ذاهب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ ) قال: إذا رأى أهل الضلالة آية من آيات الله قالوا: إنما هذا عمل السحر, يوشك هذا أن يستمرّ ويذهب.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ ) يقول: ذاهب.حدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ ) كما يقول أهل الشرك إذا كُسف القمر يقولون: هذا عمل السحرة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, قوله ( سِحْرٌ مُسْتَمِرٌّ ) قال: حين انشق القمر بفلقتين: فلقة من وراء الجبل, وذهبت فلقة أخرى, فقال المشركون حين رأوا ذلك: سحر مستمرّ.وكان بعض أهل المعرفة بكلام العرب من أهل البصرة يوجه قوله ( مُسْتَمِرٌّ ) إلى أنه مستفعل من الإمرار من قولهم: قد مرّ الجبل: إذا صلب وقوي واشتدّ وأمررته أنا: إذا فتلته فتلا شديدا, ويقول: معنى قوله ( وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ ) : سحر شديد."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكذَّبوا النبي صلى الله عليه وسلم، واتبعوا ضلالتهم وما دعتهم إليه أهواؤهم من التكذيب، وكلُّ أمر من خير أو شر واقع بأهله يوم القيامة عند ظهور الثواب والعقاب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكذبوا» النبي صلى الله عليه وسلم «واتبعوا أهواءهم» في الباطل «وكل أمر» من الخير والشر «مستقر» بأهله في الجنة أو النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ  كقوله تعالى:  فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ  فإنه لو كان قصدهم اتباع الهدى، لآمنوا قطعا، واتبعوا محمدا صلى الله عليه وسلم، لأنه أراهم الله على يديه  من البينات والبراهين والحجج القواطع، ما دل على جميع المطالب الإلهية، والمقاصد الشرعية،  وَكُلُّ أَمْرٍ مُسْتَقِرٌّ  أي: إلى الآن، لم يبلغ الأمر غايته ومنتهاه، وسيصير الأمر إلى آخره، فالمصدق يتقلب في جنات النعيم، ومغفرة الله ورضوانه، والمكذب يتقلب في سخط الله وعذابه، خالدا مخلدا أبدا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وكذبوا واتبعوا أهواءهم ) أي : كذبوا بالحق إذ جاءهم ، واتبعوا ما أمرتهم به آراؤهم وأهواؤهم من جهلهم وسخافة عقلهم .وقوله : ( وكل أمر مستقر ) قال قتادة : معناه : أن الخير واقع بأهل الخير ، والشر واقع بأهل الشر .وقال ابن جريج : مستقر بأهله . وقال مجاهد : ( وكل أمر مستقر ) أي : يوم القيامة .وقال السدي : ( مستقر ) أي : واقع ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وكذبوا واتبعوا أهواءهم ) أي : كذبوا النبي - صلى الله عليه وسلم - وما عاينوا من قدرة الله - عز وجل - واتبعوا ما زين لهم الشيطان من الباطل . ( وكل أمر مستقر ) قال الكلبي : لكل أمر حقيقة ما كان منه في الدنيا فسيظهر ، وما كان منه في الآخرة فسيعرف . وقال قتادة : كل أمر مستقر فالخير مستقر بأهل الخير ، [ والشر مستقر بأهل الشر ] .وقيل : كل أمر من خير أو شر مستقر قراره ، فالخير مستقر بأهله في الجنة ، والشر مستقر بأهله في النار .وقيل : يستقر قول المصدقين والمكذبين حتى يعرفوا حقيقته بالثواب والعقاب . وقال مقاتل : لكل حديث منتهى . وقيل : كل ما قدر كائن واقع لا محالة .وقرأ أبو جعفر \" مستقر \" بكسر الراء ، ولا وجه له ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وكذبوا نبينا واتبعوا أهواءهم أي ضلالاتهم واختياراتهم .وكل أمر مستقر أي يستقر بكل عامل عمله ، فالخير مستقر بأهله في الجنة ، والشر مستقر بأهله في النار . وقرأ شيبة \" مستقر \" بفتح القاف ; أي لكل شيء وقت يقع فيه من غير تقدم وتأخر . وقد روي عن أبي جعفر بن القعقاع \" وكل أمر مستقر \" بكسر القاف والراء جعله نعتا لأمر و \" كل \" على هذا يجوز أن يرتفع بالابتداء والخبر محذوف ، كأنه قال : وكل أمر مستقر في أم الكتاب كائن . ويجوز أن يرتفع بالعطف على الساعة ; المعنى : اقتربت الساعة وكل أمر مستقر ; أي : اقترب استقرار الأمور يوم القيامة . ومن رفعه جعله خبرا عن ( كل ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (3)يقول تعالى ذكره: وكذّب هؤلاء المشركون من قريش بآيات الله بعد ما أتتهم حقيقتها, وعاينوا الدلالة على صحتها برؤيتهم القمر منفلقا فلقتين ( وَاتَّبَعُوا أَهْوَاءَهُمْ ) يقول: وآثروا اتباع ما دعتهم إليه أهواء أنفسهم من تكذيب ذلك على التصديق بما قد أيقنوا صحته من نبوّة محمد صلى الله عليه وسلم , وحقيقة ما جاءهم به من ربهم.وقوله ( وَكُلُّ أَمْرٍ مُسْتَقِرٌّ ) يقول تعالى ذكره: وكلّ أمر من خير أو شرّ مستقر قراره, ومتناه نهايته, فالخير مستقرّ بأهله في الجنة, والشرّ مستقرّ بأهله في النار.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَكُلُّ أَمْرٍ مُسْتَقِرٌّ ) : أي بأهل الخير الخير, وبأهل الشرّ الشرّ."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد جاء كفار قريش من أنباء الأمم المكذبة برسلها، وما حلَّ بها من العذاب، ما فيه كفاية لردعهم عن كفرهم وضلالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد جاءهم من الأنباء» أخبار إهلاك الأمم المكذبة رسلهم «ما فيه مزدجر» لهم اسم مكان والدال بدل من تاء الافتعال وازدجرته وزجرته: نهيته بغلظة وما موصولة أو موصوفة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وقال تعالى -مبينا أنهم ليس لهم قصد صحيح، ولا اتباع للهدى-:  وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ  أي: الأخبار السابقة واللاحقة والمعجزات الظاهرة  مَا فِيهِ مُزْدَجَرٌ  أي: زاجر يزجرهم عن غيهم وضلالهم،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد جاءهم من الأنباء ) أي : من الأخبار عن قصص الأمم المكذبين بالرسل ، وما حل بهم من العقاب والنكال والعذاب ، مما يتلى عليهم في هذا القرآن ، ( ما فيه مزدجر ) أي : ما فيه واعظ لهم عن الشرك والتمادي على التكذيب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد جاءهم ) يعني : أهل مكة ( من الأنباء ) أخبار الأمم المكذبة في القرآن ( ما فيه مزدجر ) [ متناهى ] ، مصدر بمعنى الازدجار ، أي نهي وعظة ، يقال : زجرته وازدجرته إذا نهيته عن السوء ، وأصله : مزتجر ، قلبت التاء دالا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد جاءهم من الأنباء أي من بعض الأنباء ; فذكر سبحانه من ذلك ما علم أنهم يحتاجون إليه ، وأن لهم فيه شفاء . وقد كان هناك أمور أكثر من ذلك ، وإنما اقتص علينا ما علم أن بنا إليه حاجة وسكت عما سوى ذلك ; وذلك قوله تعالى : ولقد جاءهم من الأنباء أي جاء هؤلاء الكفار من أنباء الأمم الخالية ما فيه مزدجر أي ما يزجرهم عن الكفر لو قبلوه . وأصله مزتجر فقلبت التاء دالا ; لأن التاء حرف مهموس والزاي حرف مجهور ، فأبدل من التاء دالا توافقها في المخرج وتوافق الزاي في الجهر . و \" مزدجر \" من الزجر وهو الانتهاء ، يقال : زجره وازدجره فانزجر وازدجر ، وزجرته أنا فانزجر أي كففته فكف ، كما قال :فأصبح ما يطلب الغانيا ت     مزدجرا عن هواه ازدجاراوقرئ \" مزجر \" بقلب تاء الافتعال زايا وإدغام الزاي فيها ; حكاه الزمخشري ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَلَقَدْ جَاءَهُمْ مِنَ الأنْبَاءِ مَا فِيهِ مُزْدَجَرٌ ) يقول تعالى ذكره: ولقد جاء هؤلاء المشركين من قريش الذين كذّبوا بآيات الله, واتبعوا أهواءهم من الأخبار عن الأمم السالفة, الذين كانوا من تكذيب رسل الله على مثل الذي هم عليه, وأحلّ الله بهم من عقوباته ما قصّ في هذا القرآن ما فيه لهم مزدجر, يعني: ما يردعهم, ويزجرهم عما هم عليه مقيمون, من التكذيب بآيات الله, وهو مُفْتَعَلٌ من الزَّجْر.وبنحو الذي قلنا في معنى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( مُزْدَجَرٌ ) قال: مُنتهى.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ جَاءَهُمْ مِنَ الأنْبَاءِ مَا فِيهِ مُزْدَجَرٌ ) : أي هذا القرآن.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَلَقَدْ جَاءَهُمْ مِنَ الأنْبَاءِ مَا فِيهِ مُزْدَجَرٌ ) قال: المزدَجَر: المنتهى."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا القرآن الذي جاءهم حكمة عظيمة بالغة غايتها، فأي شيء تغني النذر عن قوم أعرضوا وكذَّبوا بها؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«حكمة» خبر مبتدأ محذوف أو بدل من ما أو من مزدجر «بالغة» تامة «فما تغن» تنفع فيهم «النذر» جمع نذير بمعنى منذر، أي الأمور المنذورة لهم وما للنفي أو للاستفهام الإنكاري وهي على الثاني مفعول مقدم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " حِكْمَةٌ  منه تعالى  بَالِغَةٌ  أي: لتقوم حجته على المخالفين  ولا يبقى لأحد على الله حجة بعد الرسل،  فَمَا تُغْنِ النُّذُرُ  كقوله تعالى:  وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ لا يؤمنوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( حكمة بالغة ) أي : في هدايته تعالى لمن هداه وإضلاله لمن أضله ، ( فما تغن النذر ) يعني : أي شيء تغني النذر عمن كتب الله عليه الشقاوة ، وختم على قلبه ؟ فمن الذي يهديه من بعد الله ؟ وهذه الآية كقوله تعالى : ( قل فلله الحجة البالغة فلو شاء لهداكم أجمعين ) [ الأنعام : 149 ] ، وكذا قوله تعالى : ( وما تغني الآيات والنذر عن قوم لا يؤمنون ) [ يونس : 101 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( حكمة بالغة ) يعني : القرآن حكمة تامة قد بلغت الغاية ( فما تغن النذر ) يجوز أن تكون \" ما \" نفيا على معنى : فليست تغني النذر ، ويجوز أن يكون استفهاما والمعنى : فأي شيء تغني النذر إذا خالفوهم وكذبوهم ؟ كقوله : \" وما تغني الآيات والنذر عن قوم لا يؤمنون \" ( يونس - 101 ) و \" النذر \" : جمع نذير ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "حكمة بالغة يعني القرآن وهو بدل من \" ما \" من قوله : ما فيه مزدجر ويجوز أن يكون خبر ابتداء محذوف ; أي هو حكمة .فما تغن النذر إذا كذبوا وخالفوا كما قال الله تعالى : وما تغني الآيات والنذر عن قوم لا يؤمنون ف \" ما \" نفي أي : ليست تغني عنهم النذر . ويجوز أن يكون استفهاما بمعنى التوبيخ ; أي : فأي شيء تغني النذر عنهم وهم معرضون عنها ، و \" النذر \" يجوز أن تكون بمعنى الإنذار ، ويجوز أن تكون جمع نذير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( حِكْمَةٌ بَالِغَةٌ ) يعني بالحكمة البالغة: هذا القرآن, ورُفعت الحكمةُ ردّا على \" ما \" التي في قوله ( وَلَقَدْ جَاءَهُمْ مِنَ الأنْبَاءِ مَا فِيهِ مُزْدَجَرٌ ) .وتأويل الكلام: ولقد جاءهم من الأنباء النبأ الذي فيه مزدَجَر, حكمة بالغة. ولو رُفعت الحكمة على الاستئناف كان جائزا, فيكون معنى الكلام حينئذ: ولقد جاءهم من الأنباء النبأ الذي فيه مزدجر, ذلك حكمة بالغة, أو هو حكمة بالغة فتكون الحكمة كالتفسير لها.وقوله ( فَمَا تُغْنِ النُّذُرُ ) وفي \" ما \" التي في قوله ( فَمَا تُغْنِ النُّذُرُ ) وجهان: أحدهما أن تكون بمعنى الجحد, فيكون إذا وجهت إلى ذلك معنى الكلام, فليست تغني عنهم النذر ولا ينتفعون بها, لإعراضهم عنها وتكذيبهم بها. والآخر: أن تكون بمعنى: أنى, فيكون معنى الكلام إذا وجهت إلى ذلك: فأي شيء تُغني عنهم النُّذر. والنُّذر: جمع نذير, كالجُدُد: جمع جديد, والحُصُر: جمع حَصير."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فأعرض -أيها الرسول- عنهم، وانتظر بهم يومًا عظيمًا. يوم يدعو الملك بنفخه في \"القرن\" إلى أمر فظيع منكر، وهو موقف الحساب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فتول عنهم» هو فائدة ما قبله وتم به الكلام «يوم يدع الداع» هو إسرافيل وناصب يوم يخرجون بعد «إلى شيءٍ نكُر» بضم الكاف وسكونها، أي منكر تنكره النفوس وهو الحساب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى لرسوله صلى الله عليه وسلم: قد بان أن المكذبين لا حيلة في هداهم، فلم يبق إلا الإعراض عنهم والتولي عنهم، [فقال:]  فَتَوَلَّ عَنْهُمْ  وانتظر بهم يوما عظيما وهولا جسيما، وذلك حين  يدعو الداع  إسرافيل عليه السلام  إِلَى شَيْءٍ نُكُرٍ  أي: إلى أمر فظيع تنكره الخليقة، فلم تر منظرا أفظع ولا أوجع منه، فينفخ إسرافيل نفخة، يخرج بها الأموات من قبورهم لموقف القيامة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : فتول يا محمد عن هؤلاء الذين إذا رأوا آية يعرضون ويقولون : هذا سحر مستمر ، أعرض عنهم وانتظرهم ، ( يوم يدعو الداعي إلى شيء نكر ) أي : إلى شيء منكر فظيع ، وهو موقف الحساب وما فيه من البلاء ، بل والزلازل والأهوال"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فتول عنهم ) أعرض عنهم نسختها آية القتال . قيل : هاهنا وقف تام . وقيل : ( فتول عنهم يوم يدع الداع ) أي : إلى يوم الداعي ، قال مقاتل : هو إسرافيل ينفخ قائما على صخرة بيت المقدس ( إلى شيء نكر ) [ منكر ] فظيع لم يروا مثله فينكرونه استعظاما ، قرأ ابن كثير : \" نكر \" بسكون الكاف ، والآخرون بضمها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فتول عنهم أي أعرض عنهم . قيل : هذا منسوخ بآية السيف . وقيل : هو تمام الكلام .ثم قال : يوم يدعو الداعي العامل في يوم يخرجون من الأجداث أو خشعا أو فعل مضمر تقديره : واذكر يوم . وقيل : على حذف حرف الفاء وما عملت فيه من جواب الأمر ، تقديره : فتول عنهم فإن لهم يوم يدعو الداعي . وقيل : تول عنهم يا محمد فقد أقمت الحجة وأبصرهم يوم يدعو الداعي . وقيل : أي أعرض عنهم يوم القيامة ولا تسأل عنهم وعن أحوالهم ، فإنهم يدعون إلى شيء نكر وينالهم عذاب شديد . وهو كما تقول : لا تسأل عما جرى على فلان إذا أخبرته بأمر عظيم . وقيل : أي وكل أمر مستقر يوم يدعو الداعي . وقرأ ابن كثير \" نكر \" بإسكان الكاف ، وضمها الباقون وهما لغتان كعسر وعسر وشغل وشغل ، ومعناه الأمر الفظيع العظيم وهو يوم القيامة . والداعي هو إسرافيل عليه السلام . وقد روي عن مجاهد وقتادة أنهما قرأا \" إلى شيء نكر \" بكسر الكاف وفتح الراء على الفعل المجهول ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُو الدَّاعِي إِلَى شَيْءٍ نُكُرٍ (6)يعني تعالى ذكره بقوله ( فَتَوَلَّ عَنْهُمْ ) : فأعرض يا محمد عن هؤلاء المشركين من قومك, الذين إن يروا آية يعرضوا ويقولوا: سِحْر مستمرّ, فإنهم يوم يدعو داعي الله إلى موقف القيامة, وذلك هو الشيء النُّكُر."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«خاشعا» أي ذليلا، وفي قراءة خُشَّعا بضم الخاء وفتح الشين مشددة «أبصارهم» حال من الفاعل «يخرجون» أي الناس «من الأجداث» القبور «كأنهم جراد منتشر» لا يدرون أين يذهبون من الخوف والحيرة، والجملة حال من فاعل يخرجون وكذا قوله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " خُشَّعًا أَبْصَارُهُمْ  أي: من الهول والفزع الذي وصل إلى قلوبهم، فخضعت وذلت، وخشعت لذلك أبصارهم. يَخْرُجُونَ مِنَ الْأَجْدَاثِ  وهي القبور،  كَأَنَّهُمْ  من كثرتهم، وروجان بعضهم ببعض  جَرَادٌ مُنْتَشِرٌ  أي: مبثوث في الأرض، متكاثر جدا،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( خشعا أبصارهم ) أي : ذليلة أبصارهم ( يخرجون من الأجداث ) وهي : القبور ، ( كأنهم جراد منتشر ) أي : كأنهم في انتشارهم وسرعة سيرهم إلى موقف الحساب إجابة للداعي ( جراد منتشر ) في الآفاق ; ولهذا قال :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( خشعا أبصارهم ) قرأ أبو عمرو ، ويعقوب ، وحمزة ، والكسائي : \" خاشعا \" على الواحد ، وقرأ الآخرون : \" خشعا \" - بضم الخاء وتشديد الشين - على الجمع . ويجوز في أسماء الفاعلين إذا تقدمت على الجماعة التوحيد والجمع والتذكير والتأنيث ، تقول : مررت برجال حسن أوجههم ، وحسنة أوجههم ، وحسان أوجههم ، قال الشاعر :ورجال حسن أوجههممن إياد بن نزار بن معدوفي قراءة عبد الله : \" خاشعة أبصارهم \" أي : ذليلة خاضعة عند رؤية العذاب .( يخرجون من الأجداث ) من القبور ( كأنهم جراد منتشر ) منبث حيارى ، وذكر المنتشر على لفظ الجراد ، نظيرها : \" كالفراش المبثوث \" ، ( القارعة - 4 ) وأراد أنهم يخرجون فزعين لا جهة لأحد منهم يقصدها ، كالجراد لا جهة لها ، تكون مختلطة بعضها في بعض ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "خشعا أبصارهم الخشوع في البصر الخضوع والذلة ، وأضاف الخشوع إلى الأبصار لأن أثر العز والذل يتبين في ناظر الإنسان ; قال الله تعالى : أبصارها خاشعة وقال تعالى : خاشعين من الذل ينظرون من طرف خفي . ويقال : خشع واختشع إذا ذل . وخشع ببصره أي غضه . وقرأ حمزة والكسائي وأبو عمرو \" خاشعا \" بالألف ويجوز في أسماء الفاعلين إذا تقدمت على الجماعة التوحيد ، نحو : \" خاشعا أبصارهم \" والتأنيث نحو : خاشعة أبصارهم ويجوز الجمع نحو : خشعا أبصارهم ، قال الحارث بن دوس الإيادي :وشباب حسن أوجههم     من إياد بن نزار بن معدو \" خشعا \" جمع خاشع والنصب فيه على الحال من الهاء والميم في \" عنهم \" فيقبح الوقف على هذا التقدير على \" عنهم \" . ويجوز أن يكون حالا من المضمر في \" يخرجون \" فيوقف على عنهم . وقرئ \" خشع أبصارهم \" على الابتداء والخبر ، ومحل الجملة النصب على الحال ، كقوله :وجدته حاضراه الجود والكرميخرجون من الأجداث أي : القبور واحدها جدث .كأنهم جراد منتشر مهطعين إلى الداعي وقال في موضع آخر : يوم يكون الناس كالفراش المبثوث فهما صفتان في وقتين مختلفين ; أحدهما : عند الخروج من القبور ، يخرجون فزعين لا يهتدون أين يتوجهون ، فيدخل بعضهم في بعض ; فهم حينئذ كالفراش المبثوث بعضه في بعض لا جهة له يقصدها ، الثاني : فإذا سمعوا المنادي قصدوه فصاروا كالجراد المنتشر ; لأن الجراد له جهة يقصدها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7)( خُشَّعًا أَبْصَارُهُمْ ) يقول: ذليلة أبصارهم خاشعة, لا ضرر بها( يَخْرُجُونَ مِنَ الأجْدَاثِ ) وهي جمع جدث, وهي القبور, وإنما وصف جلّ ثناؤه بالخشوع الأبصار دون سائر أجسامهم, والمراد به جميع أجسامهم, لأن أثر ذلة كل ذليل, وعزّة كل عزيز, تتبين في ناظريه دون سائر جسده, فلذلك خصّ الأبصار بوصفها بالخشوع.وبنحو الذي قلنا في معنى قوله ( خُشَّعًا أَبْصَارُهُمْ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( خَاشِعًا أَبْصَارُهُمْ ): أي ذليلة أبصارهم.واختلفت القرّاء في قراءة قوله: ( خَاشِعًا أَبْصَارُهُمْ ) فقرأ ذلك عامة قرّاء المدينة وبعض المكيين الكوفيين ( خُشَّعًا ) بضم الخاء وتشديد الشين, بمعنى خاشع; وقرأه عامة قرّاء الكوفة وبعض البصريين ( خَاشِعًا أَبْصَارُهُمْ ) بالألف على التوحيد اعتبارا بقراءة عبد الله, وذلك أن ذلك في قراءة عبد الله ( خَاشِعَةً أَبْصَارُهُمْ ), وألحقوه وهو بلفظ الاسم في التوحيد, إذ كان صفة بحكم فَعَلَ ويَفْعَل في التوحيد إذا تقدّم الأسماء, كما قال الشاعر:وشَبابٍ حَسَنٍ أوْجُهُهمْمِنْ إيادِ بنِ نزارِ بْنِ مَعَد (1)فوحد حَسَنا وهو صفة للأوجه, وهي جمع; وكما قال الآخر:يَرْمي الفِجاجَ بِها الرُّكبانَ مُعْترِضًاأعْناقَ بُزَّلِها مُرْخَى لَها الجُدُلُ (2)فوحد معترضا, وهي من صفة الأعناق, والجمع والتأنيث فيه جائزان على ما بيَّنا.وقوله ( كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ ) يقول تعالى ذكره: يخرجون من قبورهم كأنهم في انتشارهم وسعيهم إلى موقف الحساب جراد منتَشر.----------------------الهوامش :(1) البيت للحارس بن دوس الإيادي ، ويروى لأبي داود الإيادي ، ( هامش القرطبي 17 : 129 ) والبيت من شواهد الفراء في معاني القرآن ( الورقة 317 ) قال : إذا تقدم الفعل قبل اسم مؤنث ، وهو له ، أو قبل جمع مؤنث مثل الأنصار والأعمار وما أشبهها جاز تأنيث الفعل وتذكيره وجمعه ، وقد أتى بذلك في هذا الحرف ، فقرأه ابن عباس : \" خاشعا أبصارهم \" حدثني بذلك هشيم وأبو معاوية ، عن وائل بن داود ، عن مسلم بن يسار ، عن ابن عباس ، أنه قراه \" خاشعا \" . قال : وحدثني هشيم ، عن عوف الأعرابي ، عن الحسن وأبي رجاء العطاردي : أن أحدهما قال : \" خاشعا \" والآخر : \" خشعا \" قال الفراء : وهي في قراءة عبد الله ( ابن مسعود ) : \" خاشعة أبصارهم \" . وقرأ الناس بعد : \" خشعا أبصارهم \" ، وقد قال الشاعر : \" وشباب حسن ... \" البيت .(2) وهذا الشاهد كذلك من شواهد الفراء في معاني القرآن ( الورقة 317 ) على أنه إذا تقدم الفعل وشبهه قبل اسم مؤنث ( جمع تكسير ) مثل الأنصار والأعمار وما أشبهها جاز تأنيث الفعل وتذكيره وجمعه . وقال الفراء تعليقًا على هذا البيت : الجدل : جمع الجديل : وهو الزمام . فلو قال معترضات أو معترضة ، لكان صوابا ، ومرخاة ومرخيات أ . ه ."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«مهطعين» مسرعين مادين أعناقهم «إلى الداعِ يقول الكافرون» منهم «هذا يوم عَسِرٌ» صعب على الكافرين كما في المدثر (يوم عسير على الكافرين)."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مُهْطِعِينَ إِلَى الدَّاعِ  أي: مسرعين لإجابة النداء الداعي  وهذا يدل على أن الداعي يدعوهم ويأمرهم بالحضور لموقف القيامة، فيلبون دعوته، ويسرعون إلى إجابته،  يَقُولُ الْكَافِرُونَ  الذين قد حضر عذابهم:  هَذَا يَوْمٌ عَسِرٌ  كما قال تعالى  على الكافرين غير يسير  [مفهوم ذلك أنه يسير سهل على المؤمنين]"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( مهطعين ) أي : مسرعين ( إلى الداعي ) ، لا يخالفون ولا يتأخرون ، ( يقول الكافرون هذا يوم عسر ) أي : يوم شديد الهول عبوس قمطرير ( فذلك يومئذ يوم عسير على الكافرين غير يسير ) [ المدثر : 9 ، 10 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( مهطعين ) مسرعين مقبلين ( إلى الداعي ) إلى صوت إسرافيل ( يقول الكافرون هذا يوم عسر ) يوم صعب شديد ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "و مهطعين معناه مسرعين ; قاله أبو عبيدة . ومنه قول الشاعر :بدجلة دارهم ولقد أراهم     بدجلة مهطعين إلى السماعالضحاك : مقبلين . قتادة : عامدين . ابن عباس : ناظرين . عكرمة : فاتحين آذانهم إلى الصوت . والمعنى متقارب . يقال : هطع الرجل يهطع هطوعا إذا أقبل على الشيء ببصره لا يقلع عنه ; وأهطع إذا مد عنقه وصوب رأسه . قال الشاعر :تعبدني نمر بن سعد وقد أرى     ونمر بن سعد لي مطيع ومهطعوبعير مهطع : في عنقه تصويب خلقة . وأهطع في عدوه أي أسرع .يقول الكافرون هذا يوم عسر يعني يوم القيامة لما ينالهم فيه من الشدة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( مُهْطِعِينَ إِلَى الدَّاعِ ) يقول: مسرعين بنظرهم قِبَلَ داعيهم إلى ذلك الموقف. وقد بيَّنا معنى الإهطاع بشواهده المغنية عن الإعادة, ونذكر بعض ما لم نذكره فيما مضى من الرواية.حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن عثمان بن يسار, عن تميم بن حَذْلم قوله : ( مُهْطِعِينَ إِلَى الدَّاعِ ) قال: هو التحميج.حدثنا ابن حميد, قال: ثنا سفيان, عن سفيان, عن أبيه, عن أبي الضحى ( مُهْطِعِينَ إِلَى الدَّاعِ ) قال: التحميج.قال: ثنا مهران, عن سفيان ( مُهْطِعِينَ إِلَى الدَّاعِ ) قال: هكذا أبصارهم شاخصة إلى السماء.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( مُهْطِعِينَ إِلَى الدَّاعِ ) : أي عامدين إلى الداعي.حدثني عليّ, قال: ثنا أبو صالح, قال: ثنا معاوية, عن عليّ, عن ابن عباس , قوله ( مُهْطِعِينَ ) يقول: ناظرين.وقوله ( يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ ) يقول تعالى ذكره: يقول الكافرون بالله يوم يدع الداعي إلى شيء نكُر: هذا يوم عسر. وإنما وصفوه بالعسر لشدة أهواله وبَلْباله."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبت قبل قومك -أيها الرسول- قوم نوح فكذَّبوا عبدنا نوحًا، وقالوا: هو مجنون، وانتهروه متوعدين إياه بأنواع الأذى، إن لم ينته عن دعوته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذَّبت قبلهم» قبل قريش «قوم نوح» تأنيث الفعل لمعنى قوم «فكذبوا عبدنا» نوحا «وقالوا مجنون وازدجر» انتهروه بالسب وغيره."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر تبارك وتعالى حال المكذبين لرسوله، وأن الآيات لا تنفع فيهم، ولا تجدي عليهم شيئا، أنذرهم وخوفهم بعقوبات الأمم الماضية المكذبة للرسل، وكيف أهلكهم الله وأحل بهم عقابه.فذكر قوم نوح، أول رسول بعثه الله إلى قوم يعبدون الأصنام، فدعاهم إلى توحيد الله وعبادته وحده لا شريك له، فامتنعوا من ترك الشرك وقالوا:  لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا ولم يزل نوح يدعوهم إلى الله ليلا ونهارا، وسرا وجهارا، فلم يزدهم ذلك إلا عنادا وطغيانا، وقدحا في نبيهم، ولهذا قال هنا:  فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ  لزعمهم أن ما هم عليه وآباؤهم من الشرك والضلال هو الذي يدل عليه العقل، وأن ما جاء به نوح عليه الصلاة والسلام جهل وضلال، لا يصدر إلا من المجانين، وكذبوا في ذلك، وقلبوا الحقائق الثابتة شرعا وعقلا، فإن ما جاء به هو الحق الثابت، الذي يرشد العقول النيرة المستقيمة، إلى الهدى والنور والرشد، وما هم عليه جهل وضلال مبين، [وقوله:]  وَازْدُجِرَ  أي: زجره قومه وعنفوه عندما دعاهم إلى الله تعالى، فلم يكفهم -قبحهم الله- عدم الإيمان به، ولا تكذيبهم إياه، حتى أوصلوا إليه من أذيتهم ما قدروا عليه، وهكذا جميع أعداء الرسل، هذه حالهم مع أنبيائهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( كذبت ) قبل قومك يا محمد ( قوم نوح فكذبوا عبدنا ) أي : صرحوا له بالتكذيب واتهموه بالجنون ، ( وقالوا مجنون وازدجر ) قال مجاهد : ( وازدجر ) أي : استطير جنونا . وقيل : ( وازدجر ) أي : انتهروه وزجروه وأوعدوه : ( لئن لم تنته يا نوح لتكونن من المرجومين ) [ الشعراء : 116 ] . قاله ابن زيد ، وهذا متوجه حسن ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( كذبت قبلهم ) أي : قبل أهل مكة ( قوم نوح فكذبوا عبدنا ) نوحا ( وقالوا مجنون وازدجر ) أي : زجروه عن دعوته ومقالته بالشتم والوعيد ، وقالوا : \" لئن لم تنته يا نوح لتكونن من المرجومين \" ( الشعراء - 116 ) وقال مجاهد : معنى : ازدجر أي : استطير جنونا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : كذبت قبلهم قوم نوح ذكر جملا من وقائع الأمم الماضية تأنيسا للنبي صلى الله عليه وسلم وتعزية له . قبلهم أي قبل قومك .فكذبوا عبدنا يعني نوحا . الزمخشري : فإن قلت ما معنى قوله : فكذبوا بعد قوله : كذبت ؟ قلت : معناه كذبوا فكذبوا عبدنا ; أي كذبوه تكذيبا على عقب تكذيب كلما مضى منهم قرن مكذب تبعه قرن مكذب ، أو كذبت قوم نوح الرسل فكذبوا عبدنا ; أي لما كانوا مكذبين بالرسل جاحدين للنبوة رأسا كذبوا نوحا لأنه من جملة الرسل .وقالوا مجنون أي هو مجنون وازدجر أي زجر عن دعوى النبوة بالسب والوعيد بالقتل . وقيل إنما قال : وازدجر بلفظ ما لم يسم فاعله لأنه رأس آية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9)وهذا وعيد من الله تعالى ذكره, وتهديد للمشركين من أهل مكة وسائر من أرْسَل إليه رسولَه محمدا صلى الله عليه وسلم على تكذيبهم إياه, وتقدم منه إليهم إن هم لم ينيبوا من تكذيبهم إياه, أنه محلّ بهم ما أحل بالأمم الذين قصّ قصصهم في هذه السورة من الهلاك والعذاب, ومنجّ نبيه محمدا والمؤمنين به, كما نجَّى من قبله الرسل وأتباعهم من نقمه التي أحلَّها بأممهم, فقال جلّ ثناؤه لنبيه محمد صلى الله عليه وسلم: كذّبت يا محمد قبل هؤلاء الذين كذّبوك من قومك, الذين إذا رأوْا آية أعرضوا وقالوا سحر مستمرّ - قوم نوح, فكذّبوا عبدنا نوحا إذ أرسلناه إليهم, كما كذّبتك قريش إذ أتيتهم بالحقّ من عندنا وقالوا: هو مجنون وازدجر, وهو افْتُعِل من زجرت, وكذا تفعل العرب بالحرف إذا كان أوّله زايا صيروا تاء الافتعال منه دالا من ذلك قولهم: ازدجر من زجرت, وازدلف من زلفت, وازديد من زدت.واختلف أهل التأويل في المعنى الذي زَجَروه, فقال بعضهم: كان زجرهم إياه أن قالوا: استُطِير جنونا.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا يحيى, عن سفيان, عن منصور, عن مجاهد ( وَقَالُوا مَجْنُونٌ وَازْدُجِرَ ) قال: استطير جنونا.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَازْدُجِرَ ) قال: استُطير جنونا.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن الحكم, عن مجاهد في هذه الآية ( وَقَالُوا مَجْنُونٌ وَازْدُجِرَ ) قال: استعر جنونا.حدثني موسى بن عبد الرحمن المسروقي, قال: ثنا زيد بن الحباب, قال: وأخبرني شعبة بن الحجاج, عن الحكم, عن مجاهد, مثله.وقال آخرون: بل كان زجرهم إياه وعيدهم له بالشتم والرجم بالقول القبيح.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَقَالُوا مَجْنُونٌ وَازْدُجِرَ ) قال: اتهموه وزجروه وأوعدوه لئن لم يفعل ليكوننّ من المرجومين, وقرأ  لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ  ."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فدعا نوح ربه أنِّي ضعيف عن مقاومة هؤلاء، فانتصر لي بعقاب من عندك على كفرهم بك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فدعا ربه أني» بالفتح، أي بأني «مغلوب فانتصر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فعند ذلك دعا نوح ربه [فقال:]  أَنِّي مَغْلُوبٌ  لا قدرة لي على الانتصار منهم، لأنه لم يؤمن من قومه إلا القليل النادر، ولا قدرة لهم على مقاومة قومهم،  فَانْتَصِرْ  اللهم لي منهم، وقال في الآية الأخرى:  رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  الآيات"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فدعا ربه أني مغلوب فانتصر ) أي : إني ضعيف عن هؤلاء وعن مقاومتهم ) فانتصر ) أنت لدينك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فدعا ) نوح ( ربه ) وقال ( أني مغلوب ) مقهور ( فانتصر ) فانتقم لي منهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فدعا ربه أي دعا عليهم حينئذ نوح وقال رب أني مغلوب أني مغلوب أي غلبوني بتمردهم فانتصر أي فانتصر لي . وقيل : إن الأنبياء كانوا لا يدعون على قومهم بالهلاك إلا بإذن الله عز وجل لهم فيه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ ) يقول تعالى ذكره: فدعا نوح ربه: إن قومي قد غلبوني, تمرّدوا وعتوا, ولا طاقة لي بهم, فانتصر منهم بعقاب من عندك على كفرهم بك."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ففتحنا» بالتخفيف والتشديد «أبواب السماء بماءٍ منهمر» منصب انصبابا شديدا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأجاب الله سؤاله، وانتصر له من قومه، قال تعالى:  فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ  أي: كثير جدا متتابع"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( ففتحنا أبواب السماء بماء منهمر ) . قال السدي : هو الكثير ( وفجرنا الأرض عيونا ) أي : نبعت جميع أرجاء الأرض ، حتى التنانير التي هي محال النيران نبعت عيونا ، ( فالتقى الماء ) أي : من السماء ومن الأرض ( على أمر قد قدر ) أي : أمر مقدر .قال ابن جريج ، عن ابن عباس : ( ففتحنا أبواب السماء بماء منهمر ) كثير ، لم تمطر السماء قبل ذلك اليوم ولا بعده ، ولا من السحاب ; فتحت أبواب السماء بالماء من غير سحاب ذلك اليوم ، فالتقى الماءان على أمر قد قدر .وروى ابن أبي حاتم أن ابن الكواء سأل عليا عن المجرة فقال : هي شرج السماء ، ومنها فتحت السماء بماء منهمر ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ففتحنا أبواب السماء بماء منهمر ) منصب انصبابا شديدا ، لم ينقطع أربعين يوما ، وقال يمان : قد طبق ما بين السماء والأرض ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ففتحنا أبواب السماء أي فأجبنا دعاءه وأمرناه باتخاذ السفينة وفتحنا أبواب السماء بماء منهمر أي كثير ; قاله السدي . قال الشاعر :أعيني جودا بالدموع الهوامر على خير باد من معد وحاضروقيل : إنه المنصب المتدفق ; ومنه قول امرئ القيس يصف غيثا :راح تمريه الصبا ثم انتحى     فيه شؤبوب جنوب منهمرالهمر الصب ; وقد همر الماء والدمع يهمر همرا . وهمر أيضا إذا أكثر الكلام وأسرع . وهمر له من ماله أي أعطاه . قال ابن عباس : ففتحنا أبواب السماء بماء منهمر من غير سحاب لم يقلع أربعين يوما . وقرأ ابن عامر ويعقوب : \" ففتحنا \" مشددة على التكثير . الباقون \" ففتحنا \" مخففا . ثم قيل : إنه فتح رتاجها وسعة مسالكها . وقيل : إنه المجرة وهي شرج السماء ومنها فتحت بماء منهمر ; قاله علي رضي الله عنه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11)يقول تعالى ذكره ( فَفَتَحْنَا ) لما دعانا نوح مستغيثا بنا على قومه ( أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ ) وهو المندفق, كما قال امرؤ القيس في صفة غيث:رَاحَ تَمْريه الصبا ثُمَّ انْتَحَىفِيهِ شُؤْبُوبُ جنوبٍ مُنْهَمِرْ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( بِمَاءٍ مُنْهَمِرٍ ) قال: ينصبّ انصبابا.-----------------الهوامش :(3) البيت لامرئ القيس بن حجر ، من مقطوعة في ثمانية أبيات يصف فيها غيثا : ( مختار الشعر الجاهلي بشرح مصطفى السقا طبعة الحلبي 110 - 111 ) قال شارحه : راح : عاد السحاب بالمطر آخر النهار . وتمريه : تستدبره ، وأصله من مرى الضرع ، وهو مسحه باليد ليدر ، والسحاب حين تضربه ريح الصبا الباردة ، يتجمع ويتكاثف ، فيسقط مطرا ، ثم جاءت الجنوب عندهم محملة بالأمطار من بحر الهند ، فأضافت إلى هذا السحاب شؤبوبا آخر جنوبيًّا ، فتضاعف المطر وانهمر انهمارًا. أ . ه . وموضع الشاهد في البيت : أن المنهمر في قوله تعالى : \" بماء منهمر \" معناه : المتدفق . الشديد الانصباب أ . ه ."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وفجرنا الأرض عيونا» تنبع «فالتقى الماء» ماء السماء والأرض «على أمر» حال «قد قُدِر» قضي به في الأزل وهو هلاكهم غرقا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَفَجَّرْنَا الْأَرْضَ عُيُونًا  فجعلت السماء ينزل منها من الماء شيء خارق للعادة، وتفجرت الأرض كلها، حتى التنور الذي لم تجر العادة بوجود الماء فيه، فضلا عن كونه منبعا للماء، لأنه موضع النار. فَالْتَقَى الْمَاءُ  أي: ماء السماء والأرض  عَلَى أَمْرٍ  من الله له بذلك،  قَدْ قُدِرَ  أي: قد كتبه الله في الأزل وقضاه، عقوبة لهؤلاء الظالمين الطاغين"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي نبعت جميع أرجاء الأرض حتى التنانير التي هي محال النيران نبعت عيونا \"فالتقى الماء\" أي من السماء والأرض \"على أمر قد قدر\" أى أمر مقدر."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وفجرنا الأرض عيونا فالتقى الماء ) يعني ماء السماء وماء الأرض ، وإنما قال : \" فالتقى الماء \" والالتقاء لا يكون من واحد ، إنما يكون بين اثنين فصاعدا؛ لأن الماء يكون جمعا وواحدا . وقرأ عاصم الجحدري : فالتقى الماءان . ( على أمر قد قدر ) أي : قضي عليهم في أم الكتاب . وقال مقاتل : قدر الله أن يكون الماءان سواء فكانا على ما قدر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وفجرنا الأرض عيونا قال عبيد بن عمير : أوحى الله إلى الأرض أن تخرج ماءها فتفجرت بالعيون ، وإن عينا تأخرت فغضب عليها فجعل ماءها مرا أجاجا إلى يوم القيامة .فالتقى الماء أي ماء السماء وماء الأرض على أمر قد قدر أي على مقدار لم يزد أحدهما على الآخر ; حكاه ابن قتيبة . أي كان ماء السماء والأرض سواء . وقيل : قدر بمعنى قضي عليهم . قال قتادة : قدر لهم إذا كفروا أن يغرقوا . وقال محمد بن كعب : كانت الأقوات قبل الأجساد ، وكان القدر قبل البلاء ; وتلا هذه الآية . وقال : التقى الماء ، والالتقاء إنما يكون في اثنين فصاعدا ; لأن الماء يكون جمعا وواحدا . وقيل : لأنهما لما اجتمعا صارا ماء واحدا . وقرأ الجحدري : \" فالتقى الماءان \" . وقرأ الحسن : \" فالتقى الماوان \" وهما خلاف المرسوم . القشيري : وفي بعض المصاحف \" فالتقى الماوان \" وهي لغة طيئ . وقيل : كان ماء السماء باردا مثل الثلج وماء الأرض حارا مثل الحميم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَفَجَّرْنَا الأرْضَ عُيُونًا ) يقول جلّ ثناؤه: وأسلنا الأرض عيون الماء.كما حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, في قوله ( وَفَجَّرْنَا الأرْضَ عُيُونًا ) قال: فجَّرنا الأرض الماءَ وجاء من السماء ( فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ ) يقول تعالى ذكره: فالتقى ماء السماء وماء الأرض على أمر قد قدره الله وقضاه.كما حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ ) قال: ماء السماء وماء الأرض. وإنما قيل: فالتقى الماء على أمر قد قدر, والالتقاء لا يكون من واحد, وإنما يكون من اثنين فصاعدا, لأن الماء قد يكون جمعا وواحدا, وأريد به في هذا الموضع: مياه السماء ومياه الأرض, فخرج بلفظ الواحد ومعناه الجمع. وقيل: التقى الماء على أمر قد قُدر, لأن ذلك كان أمرا قد قضاه الله في اللوح المحفوظ.كما حدثنا ابن بشار, قال: ثنا مؤمل, قال: ثنا سفيان, عن موسى بن عبيدة عن محمد بن كعب قال: كانت الأقوات قبل الأجساد, وكان القدر قبل البلاء, وتلا( فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ ) ."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وحملناه» أي نوحا «على» سفينة «ذات ألواح ودُسر» وهو ما تشد به الألواح من المسامير وغيرها وأحدها دسار ككتاب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ  أي: ونجينا عبدنا نوحا على السفينة ذات الألواح والدسر أي: المسامير [التي] قد سمرت [بها] ألواحها وشد بها أسرها"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وحملناه على ذات ألواح ودسر ) : قال ابن عباس ، وسعيد بن جبير ، والقرظي ، وقتادة ، وابن زيد : هي المسامير ، واختاره ابن جرير ، قال : وواحدها دسار ، ويقال : دسير ، كما يقال : حبيك وحباك ، والجمع حبك .وقال مجاهد : الدسر : أضلاع السفينة . وقال عكرمة والحسن : هو صدرها الذي يضرب به الموج .وقال الضحاك : الدسر : طرفها وأصلها .وقال العوفي عن ابن عباس : هو كلكلها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وحملناه ) يعني : نوحا ( على ذات ألواح ودسر ) أي سفينة ذات ألواح ، ذكر النعت وترك الاسم ، أراد بالألواح خشب السفينة العريضة ( ودسر ) أي : المسامير التي تشد بها الألواح ، واحدها دسار ودسير ، يقال : دسرت السفينة إذا شددتها بالمسامير . وقال الحسن : الدسر صدر السفينة سميت بذلك لأنها تدسر الماء بجؤجئها ، أي تدفع . وقال مجاهد : هي عوارض السفينة . وقيل : أضلاعها . وقال الضحاك : الألواح جانباها ، والدسر أصلها وطرفاها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وحملناه على ذات ألواح أي على سفينة ذات ألواح .ودسر قال قتادة : يعني المسامير التي دسرت بها السفينة أي شدت ; وقاله القرظي وابن زيد وابن جبير ورواه الوالبي عن ابن عباس . وقال الحسن وشهر بن حوشب وعكرمة : هي صدر السفينة التي تضرب بها الموج سميت بذلك لأنها تدسر الماء أي تدفعه ، والدسر الدفع والمخر ; ورواه العوفي عن ابن عباس قال : الدسر كلكل السفينة . وقال الليث : الدسار خيط من ليف تشد به ألواح السفينة . وفي الصحاح : الدسار واحد الدسر وهي خيوط تشد بها ألواح السفينة ، ويقال : هي المسامير ، وقال تعالى : على ذات ألواح ودسر . ودسر أيضا مثل عسر وعسر . والدسر الدفع ; قال ابن عباس في العنبر : إنما هو شيء يدسره البحر دسرا أي يدفعه . ودسره بالرمح . ورجل مدسر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13)يقول تعالى ذكره: وحملنا نوحا إذ التقى الماء على أمر قد قُدر, على سفينة ذات ألواح ودُسُر. والدسر: جمع دسار، وقد يقال في واحدها: دسير, كما يقال: حَبِيك وحِباك; والدَّسار: المسمار الذي تشدّ به السفينة; يقال منه: دسرت السفينة إذا شددتها بمسامير أو غيرها.وقد اختلف أهل التأويل في ذلك, فقال بعضهم في ذلك بنحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, أخبرني ابن لهِيعة, عن أبي صخر, عن القُرَظي, وسُئل عن هذه الآية ( وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ ) قال: الدُّسُر: المسامير.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ ) حدثنا أن دُسُرَها: مساميرها التي شُدَّت بها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( ذَاتِ أَلْوَاحٍ ) قال: معاريض السفينة; قال: ودُسُر: قال دُسِرت بمسامير.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَدُسُرٍ ) قال: الدسر: المسامير التي دُسرت بها السفينة, ضُربت فيها, شُدّت بها.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس , قوله ( وَدُسُرٍ ) يقول: المسامير .وقال آخرون: بل الدُّسُر: صَدْر السفينة, قالوا: وإنما وصف بذلك لأنه يدفع الماء ويدْسُرُه.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلية, عن أبي رجاء, عن الحسن, في قوله ( وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ ) قال : تدسُر الماء بصدرها, أو قال: بِجُؤْجُئِها.حدثنا بشر. قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: كان الحسن يقول في قوله ( وَدُسُرٍ ) جؤجؤها تدسر به الماء.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن أنه قال: تدسر الماء بصدرها.حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَدُسُرٍ ) قال: الدُّسُر: كَلْكَل السفينة.وقال آخرون: الدسر: عوارض السفينة.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الحصين, عن مجاهد ( ذَاتِ أَلْوَاحٍ وَدُسُرٍ ) قال: ألواح : السفينة ودسر عوارضها.وقال آخرون: الألواح: جانباها, والدُّسُر: طرفاها.* ذكر من قال ذلك:حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( ذَاتِ أَلْوَاحٍ وَدُسُرٍ ) أما الألواح: فجانبا السفينة. وأما الدُّسُر: فطرفاها وأصلاها.وقال آخرون: بل الدُّسُر: أضلاع السفينة.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن نجيح, عن مجاهد, قوله ( وَدُسُرٍ ) قال: أضلاع السفينة."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تجري بأعيننا» بمرأى منا، أي محفوظة «جزاءً» منصوب بفعل مقدر، أي أغرقوا انتصارا «لمن كان كفر» وهو نوح عليه السلام، وقرئ كفر بالبناء للفاعل، أي أغرقوا عقابا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " تَجْرِي بِأَعْيُنِنَا  أي: تجري بنوح ومن آمن معه، ومن حمله من أصناف المخلوقات برعاية من الله، وحفظ [منه] لها عن الغرق [ونظر]، وكلائه منه تعالى، وهو نعم الحافظ الوكيل،  جَزَاءً لِمَنْ كَانَ كُفِرَ  أي: فعلنا بنوح ما فعلنا من النجاة من الغرق العام، جزاء له حيث كذبه قومه وكفروا به فصبر على دعوتهم، واستمر على أمر الله، فلم يرده عنه راد، ولا صده عنه  صاد، كما قال [تعالى] عنه في الآية الأخرى:  قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ  الآية.ويحتمل أن المراد: أنا أهلكنا قوم نوح، وفعلنا بهم ما فعلنا من العذاب والخزي، جزاء لهم على كفرهم وعنادهم، وهذا متوجه على قراءة من قرأها بفتح الكاف"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( تجري بأعيننا ) أي : بأمرنا بمرأى منا وتحت حفظنا وكلاءتنا ( جزاء لمن كان كفر ) أي جزاء لهم على كفرهم بالله وانتصارا لنوح عليه السلام ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( تجري بأعيننا ) أي : بمرأى منا . وقال مقاتل بن حيان : بحفظنا ، ومنه قولهم للمودع : عين الله عليك . وقال سفيان : بأمرنا ( جزاء لمن كان كفر ) [ قال مقاتل بن حيان ] : يعني : فعلنا به وبهم من إنجاء نوح وإغراق قومه ثوابا لمن كان كفر به وجحد أمره ، وهو نوح عليه السلام ، وقيل : \" من \" بمعنى ما أي : جزاء لما كان كفر من أيادي الله ونعمه عند الذين أغرقهم ، أو جزاء لما [ صنع ] بنوح وأصحابه . وقرأ مجاهد : \" جزاء لمن كان كفر \" بفتح الكاف والفاء ، يعني كان الغرق جزاء لمن كان كفر بالله وكذب رسوله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "تجري بأعيننا أي بمرأى منا . وقيل : بأمرنا . وقيل : بحفظ منا وكلاءة : وقد مضى في \" هود \" . ومنه قول الناس للمودع : عين الله عليك ; أي حفظه وكلاءته . وقيل : بوحينا . وقيل : أي بالأعين النابعة من الأرض . وقيل : بأعين أوليائنا من الملائكة الموكلين بحفظها ، وكل ما خلق الله تعالى يمكن أن يضاف إليه . وقيل : أي تجري بأوليائنا ، كما في الخبر : مرض عين من عيوننا فلم تعده .جزاء لمن كان كفر أي جعلنا ذلك ثوابا وجزاء لنوح على صبره على أذى قومه وهو المكفور به ; فاللام في \" لمن \" لام المفعول له ; وقيل : كفر أي جحد ; ف \" من \" كناية عن نوح . وقيل : كناية عن الله والجزاء بمعنى العقاب ; أي عقابا لكفرهم بالله تعالى . وقرأ يزيد بن رومان وقتادة ومجاهد وحميد \" جزاء لمن كان كفر \" بفتح الكاف والفاء بمعنى : كان الغرق جزاء وعقابا لمن كفر بالله ، وما نجا من الغرق غير عوج بن عنق ; كان الماء إلى حجزته . وسبب نجاته أن نوحا احتاج إلى خشبة الساج لبناء السفينة فلم يمكنه حملها ، فحمل عوج تلك الخشبة إليه من الشام فشكر الله له ذلك ، ونجاه من الغرق ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( تَجْرِي بِأَعْيُنِنَا ) يقول جلّ ثناؤه: تجري السفينة التي حملنا نوحا فيها بمرأى منا ومنظر.وذُكر عن سفيان في تأويل ذلك ما حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, في قوله ( تَجْرِي بِأَعْيُنِنَا ) يقول: بأمرنا( جَزَاءً لِمَنْ كَانَ كُفِرَ ) .اختلف أهل التأويل في تأويله: فقال بعضهم: تأويله فعلنا ذلك ثوابا لمن كان كُفر فيه, بمعنى: كفر بالله فيه.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( جَزَاءً لِمَنْ كَانَ كُفِرَ ) قال: كَفَر بالله.وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد ( جَزَاءً لِمَنْ كَانَ كُفِرَ ) قال: لمن كان كفر فيه.ووجه آخرون معنى (مَنْ) إلى معنى (ما) في هذا الموضع, وقالوا: معنى الكلام: جزاء لما كان كَفَر من أيادي الله ونعمه عند الذين أهلكهم وغرّقهم من قوم نوح.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( جَزَاءً لِمَنْ كَانَ كُفِرَ ) قال: لمن كان كفر نعم الله, وكفر بأياديه وآلائه ورسله وكتبه, فإن ذلك جزاء له.والصواب من القول من ذلك عندي ما قاله مجاهد, وهو أن معناه: ففتحنا أبواب السماء بماء منهمر, وفجرنا الأرض عيونا, فغرّقنا قوم نوح, ونجينا نوحا عقابا من الله وثوابا للذي جُحد وكُفر, لأن معنى الكفر: الجحود, والذي جحد ألوهته ووحدانيته قوم نوح, فقال بعضهم لبعض  لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا  ومن ذهب به إلى هذا التأويل كانت من الله, كأنه قيل: عوقبوا للَّه ولكفرهم به. ولو وجَّه مُوَجَّه إلى أنها مراد بها نوح والمؤمنون به كان مذهبا, فيكون معنى الكلام حينئذ, فعلنا ذلك جزاء لنوح ولمن كان معه في الفلك, كأنه قيل: غرقناهم لنوح ولصنيعهم بنوح ما صنعوا من كفرهم به."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد تركناها» أبقينا هذه الفعلة «آية» لمن يعتبر بها، أي شاع خبرها واستمر «فهل من مدَّكر» معتبر ومتعظ بها وأصله مذتكر أبدلت التاء دالا مهملة وكذا المعجمة وأدغمت فيها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ  أي: ولقد تركنا قصة نوح مع قومه آية يتذكر بها المتذكرون، على أن من عصى الرسل وعاندهم أهلكه الله بعقاب عام شديد، أو أن الضمير يعود إلى السفينة وجنسها، وأن أصل صنعتها تعليممن الله لعبده  نوح عليه السلام، ثم أبقى الله تعالى صنعتها وجنسها بين الناس ليدل ذلك على رحمته بخلقه وعنايته، وكمال قدرته، وبديع صنعته،  فَهَلْ مِنْ مُدَّكِرٍ  ؟ أي: فهل من متذكر  للآيات، ملق ذهنه وفكرته لما يأتيه منها، فإنها في غاية البيان واليسر؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد تركناها آية ) قال قتادة : أبقى الله سفينة نوح حتى أدركها أول هذه الأمة . والظاهر أن المراد من ذلك جنس السفن ، كقوله تعالى : ( وآية لهم أنا حملنا ذريتهم في الفلك المشحون وخلقنا لهم من مثله ما يركبون ) [ يس : 41 ، 42 ] . وقال ( إنا لما طغى الماء حملناكم في الجارية لنجعلها لكم تذكرة وتعيها أذن واعية ) [ الحاقة : 11 ، 12 ] ; ولهذا قال هاهنا : ( فهل من مدكر ) أي : فهل من يتذكر ويتعظ ؟قال الإمام أحمد : حدثنا حجاج ، حدثنا إسرائيل ، عن أبي إسحاق ، عن الأسود ، عن ابن مسعود ، قال : أقرأني رسول الله - صلى الله عليه وسلم - ( فهل من مدكر ) فقال رجل : يا أبا عبد الرحمن ، مدكر أو مذكر ؟ قال : أقرأني رسول الله - صلى الله عليه وسلم - : ( مدكر )وهكذا رواه البخاري : حدثنا يحيى ، حدثنا وكيع ، عن إسرائيل ، عن أبي إسحاق ، عن الأسود بن يزيد ، عن عبد الله قال : قرأت على النبي - صلى الله عليه وسلم - : ( فهل من مذكر ) فقال النبي - صلى الله عليه وسلم - : ( فهل من مدكر )وروى البخاري أيضا من حديث شعبة ، عن أبي إسحاق ، عن الأسود ، عن عبد الله ، قال : كان رسول الله - صلى الله عليه وسلم - يقرأ : ( فهل من مدكر ) .وقال : حدثنا أبو نعيم ، حدثنا زهير ، عن أبي إسحاق ; أنه سمع رجلا يسأل الأسود : ( فهل من مدكر ) أو ) مذكر ) ؟ قال : سمعت عبد الله يقرأ : ( فهل من مدكر ) . وقال : سمعت رسول الله - صلى الله عليه وسلم - يقرؤها : ( فهل من مدكر ) دالا .وقد أخرج مسلم هذا الحديث وأهل السنن إلا ابن ماجه ، من حديث أبي إسحاق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد تركناها ) يعني : [ الفعلة التي ] فعلنا ( آية ) يعتبر بها . وقيل : أراد السفينة . قال قتادة : أبقاها الله [ بباقر دي ] من أرض الجزيرة . عبرة وآية حتى نظرت إليها أوائل هذه الأمة ( فهل من مدكر ) أي : متذكر متعظ معتبر خائف مثل عقوبتهم .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا أبو نعيم ، حدثنا زهير عن أبي إسحاق أنه سمع رجلا سأل الأسود عن قوله : \" فهل من مدكر \" أو مذكر ؟ قال : سمعت عبد الله يقرؤها \" فهل من مدكر \" ، وقال : سمعت النبي - صلى الله عليه وسلم - يقرؤها : \" فهل من مدكر \" دالا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولقد تركناها آية يريد هذه الفعلة عبرة . وقيل : أراد السفينة تركها آية لمن بعد قوم نوح يعتبرون بها فلا يكذبون الرسل . قال قتادة : أبقاها الله بباقردى من أرض الجزيرة عبرة وآية ، حتى نظرت إليها أوائل هذه الأمة ، وكم من سفينة كانت بعدها فصارت رمادا .فهل من مدكر متعظ خائف ، وأصله مذتكر مفتعل من الذكر ، فثقلت على الألسنة فقلبت التاء دالا لتوافق الذال في الجهر وأدغمت الذال فيها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ (15)يقول تعالى ذكره: ولقد تركنا السفينة التي حملنا فيها نوحا ومن كان معه آية, يعني عِبْرة وعظة لمن بعد قوم نوح من الأمم ليعتبروا ويتعظوا, فينتهوا عن أن يسلكوا مسلكهم في الكفر بالله, وتكذيب رسله, فيصيبهم مثل ما أصابهم من العقوبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ ) قال: أبقاها الله بباقَردى من أرض الجزيرة, عبرة وآية, حتى نظرت إليها أوائل هذه الأمة نظرا, وكم من سفينة كانت بعدها قد صارت رمادا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَلَقَدْ تَرَكْنَاهَا آيَةً ) قال: ألقى الله سفينة نوح على الجوديّ حتى أدركها أوائل هذه الأمة.قال: ثنا ابن ثور, عن معمر, عن مجاهد, أن الله حين غرّق الأرض, جعلت الجبال تشمخ, فتواضع الجوديّ, فرفعه الله على الجبال, وجعل قرار السفينة عليه.وقوله ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من ذي تذكر يتذكر ما قد فعلنا بهذه الأمة التي كفرت بربها, وعصت رسوله نوحا, وكذبته فيما أتاهم به عن ربهم من النصيحة, فيعتبر بهم, ويحذر أن يَحل به من عذاب الله بكفره بربه, وتكذيبه رسوله محمدا صلى الله عليه وسلم, مثل الذي حلّ بهم, فينيب إلى التوبة, ويراجع الطاعة. وأصل مدّكر: مفتعل من ذكر, اجتمعت فاء الفعل, وهي ذال, وتاء وهي بعد الذال, فصيرتا دالا مشدّدة, وكذلك تفعل العرب فيما كان أوّله ذالا يتبعها تاء الافتعال يجعلونهما جميعا دالا مشدّدة, فيقولون: ادّكرت ادكارًا, وإنما هو اذتكرت اذتكارا, وفهل من مذتكر, ولكن قيل: ادكرت ومدّكر لما قد وصفت, قد ذُكر عن بعض بني أسد أنهم يقولون في ذلك مذّكر, فيقلبون الدال ويعتبرون الدال والتاء ذالا مشددة, وذُكر عن الأسود بن يزيد أنه قال: قلت لعبد الله بن مسعود: فهل من مدّكر, أو مذّكر, فقال: أقرأني رسول الله صلى الله عليه وسلم: (مُذَّكر) يعنى بذال مشددة.وبنحو الذي قلنا في ذلك أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( فَهَلْ مِنْ مُدَّكِرٍ ) قال: المدّكر: الذي يتذكر, وفي كلام العرب: المذكر: المتذكر.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( فَهَلْ مِنْ مُدَّكِرٍ ) قال: فهل من مذّكر."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فكيف كان عذابي ونُذُر» أي إنذاري استفهام تقرير، وكيف خبر كان وهي للسؤال عن الحال والمعنى حمل المخاطبين على الإقرار بوقوع عذابه تعالى بالمكذبين لنوح موقعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ  أي: فكيف رأيت أيها المخاطب عذاب الله الأليم وإنذاره الذي لا يبقي لأحد عليه حجة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فكيف كان عذابي ونذر ) أي : كيف كان عذابي لمن كفر بي وكذب رسلي ولم يتعظ بما جاءت به نذري ، وكيف انتصرت لهم ، وأخذت لهم بالثأر ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فكيف كان عذابي ونذر ) أي : إنذاري . قال الفراء : الإنذار والنذر مصدران ، تقول العرب : أنذرت إنذارا ونذرا ، كقولهم أنفقت إنفاقا ونفقة ، وأيقنت إيقانا ويقينا ، أقيم الاسم مقام المصدر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فكيف كان عذابي ونذر أي إنذاري ، قال الفراء : الإنذار والنذر مصدران . وقيل : نذر جمع نذير ونذير بمعنى الإنذار كنكير بمعنى الإنكار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ ) يقول تعالى ذكره: فكيف كان عذابي لهؤلاء الذين كفروا بربهم من قوم نوح, وكذّبوا رسوله نوحا, إذ تمادوا في غيهم وضلالهم, وكيف كان إنذاري بما فعلت بهم من العقوبة التي أحللت بهم بكفرهم بربهم, وتكذيبهم رسوله نوحا, صلوات الله عليه, وهو إنذار لمن كفر من قومه من قريش, وتحذير منه لهم, أن يحلّ بهم على تماديهم في غيهم, مثل الذي حلّ بقوم نوح من العذاب.وقوله ( وَنَذَرَ ) يعني: وإنذاري, وهو مصدر."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد يسرنا القرآن للذكر» سهلناه للحفظ وهيأناه للتذكر «فهل من مدكر» متعظ به وحافظ له والاستفهام بمعنى الأمر، أي احفظوا واتعظوا به وليس يحفظ من كتب الله عن ظهر القلب غيره."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ  أي: ولقد يسرنا وسهلنا هذا القرآن الكريم، ألفاظه للحفظ والأداء، ومعانيه للفهم والعلم، لأنه أحسن الكلام لفظا، وأصدقه معنى، وأبينه تفسيرا، فكل من أقبل عليه يسر الله عليه مطلوبه غاية التيسير، وسهله عليه، والذكر شامل لكل ما يتذكر به العاملون من الحلال والحرام، وأحكام الأمر والنهي، وأحكام الجزاء والمواعظ والعبر، والعقائد النافعة والأخبار الصادقة، ولهذا كان علم القرآن حفظا وتفسيرا، أسهل العلوم، وأجلها على الإطلاق، وهو العلم النافع الذي إذا طلبه العبد أعين عليه، قال بعض السلف عند هذه الآية: هل من طالب علم فيعان [عليه]؟ ولهذا يدعو الله عباده إلى الإقبال عليه والتذكر بقوله:  فَهَلْ مِنْ مُدَّكِرٍ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ولقد يسرنا القرآن للذكر ) أي : سهلنا لفظه ، ويسرنا معناه لمن أراده ، ليتذكر الناس . كما قال : ( كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولو الألباب ) ، وقال تعالى : ( فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا ) [ مريم : 97 ] .قال مجاهد : ( ولقد يسرنا القرآن للذكر ) يعني : هونا قراءته .وقال السدي : يسرنا تلاوته على الألسن .وقال الضحاك عن ابن عباس : لولا أن الله يسره على لسان الآدميين ، ما استطاع أحد من الخلق أن يتكلم بكلام الله ، عز وجل .قلت : ومن تيسيره تعالى ، على الناس تلاوة القرآن ما تقدم عن النبي - صلى الله عليه وسلم - أنه قال : \" إن هذا القرآن أنزل على سبعة أحرف \" . وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته هاهنا ، ولله الحمد والمنة .وقوله : ( فهل من مدكر ) أي : فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه ؟وقال محمد بن كعب القرظي : فهل من منزجر عن المعاصي ؟وقال ابن أبي حاتم : حدثنا أبي ، حدثنا الحسن بن رافع ، حدثنا ضمرة ، عن ابن شوذب ، عن مطر - هو الوراق - في قوله تعالى : ( فهل من مدكر ) هل من طالب علم فيعان عليه ؟وكذا علقه البخاري بصيغة الجزم ، عن مطر الوراق و [ كذا ] رواه ابن جرير ، وروي عن قتادة مثله ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد يسرنا ) سهلنا ( القرآن للذكر ) ليتذكر ويعتبر به ، وقال سعيد بن جبير : يسرناه للحفظ والقراءة ، وليس شيء من كتب الله يقرأ كله ظاهرا إلا القرآن \" فهل من مدكر \" ، متعظ بمواعظه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولقد يسرنا القرآن للذكر أي سهلناه للحفظ وأعنا عليه من أراد حفظه ; فهل من طالب لحفظه فيعان عليه ؟ ويجوز أن يكون المعنى : ولقد هيأناه للذكر ، مأخوذ من يسر ناقته للسفر : إذا رحلها ويسر فرسه للغزو إذا أسرجه وألجمه ; قال : وقمت إليه باللجام ميسرا     هنالك يجزيني الذي كنت أصنعوقال سعيد بن جبير : ليس من كتب الله كتاب يقرأ كله ظاهرا إلا القرآن ; وقال غيره : ولم يكن هذا لبني إسرائيل ، ولم يكونوا يقرءون التوراة إلا نظرا ، غير موسى وهارون ويوشع بن نون وعزير صلوات الله عليهم ، ومن أجل ذلك افتتنوا بعزير لما كتب لهم التوراة عن ظهر قلبه حين أحرقت ; على ما تقدم بيانه في سورة ( براءة ) فيسر الله تعالى على هذه الأمة حفظ كتابه ليذكروا ما فيه ; أي يفتعلوا الذكر ، والافتعال هو أن ينجع فيهم ذلك حتى يصير كالذات وكالتركيب فيهم .فهل من مدكر قارئ يقرؤه . وقال أبو بكر الوراق وابن شوذب : فهل من طالب خير وعلم فيعان عليه ، وكرر في هذه السورة للتنبيه والإفهام . وقيل : إن الله تعالى اقتص في هذه السورة على هذه الأمة أنباء الأمم وقصص المرسلين ، وما عاملتهم به الأمم ، وما كان من عقبى أمورهم وأمور المرسلين ; فكان في كل قصة ونبإ ذكر للمستمع أن لو ادكر ، وإنما كرر هذه الآية عند ذكر كل قصة بقوله : فهل من مدكر لأن هل كلمة استفهام تستدعي أفهامهم التي ركبت في أجوافهم وجعلها حجة عليهم ; فاللام من \" هل \" للاستعراض والهاء للاستخراج ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ ) يقول تعالى ذكره: ولقد سهَّلنا القرآن, بيَّناه وفصلناه للذكر, لمن أراد أن يتذكر ويعتبر ويتعظ, وهوّناه.كما حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ ) قال: هوّناه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ ) قال: يسَّرنا: بيَّنا.وقوله ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من معتبر متعظ يتذكر فيعتبر بما فيه من العبر والذكر.وقد قال بعضهم في تأويل ذلك: هل من طالب علم أو خير فيُعان عليه, وذلك قريب المعنى مما قلناه, ولكنا اخترنا العبارة التي عبرناها في تأويله, لأن ذلك هو الأغلب من معانيه على طاهره.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من طالب خير يُعان عليه.حدثنا الحسين بن عليّ الصُّدائيّ, قال: ثنا يعقوب, قال: ثني الحارث بن عبيد الإياديّ قال: سمعت قتادة يقول في قول الله ( فَهَلْ مِنْ مُدَّكِرٍ ) قال: هل من طالب خير يُعان عليه.حدثنا عليّ بن سهل, قال: ثنا ضمرة بن ربيعة أو أيوب بن سويد أو كلاهما, عن ابن شَوْذَب, عن مطر, في قوله ( وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ ) قال: هل من طالب علم فيعان عليه."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذبت عاد هودًا فعاقبناهم، فكيف كان عذابي لهم على كفرهم، ونذري على تكذيب رسولهم، وعدم الإيمان به؟ إنه كان عظيمًا مؤلمًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذبت عاد» نبيهم هودا فعذبوا «فكيف كان عذابي ونذر» إنذاري لهم بالعذاب قبل نزوله أي وقع موقعه وقد بينه بقوله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وعاد  هي القبيلة المعروفة باليمن، أرسل الله إليهم هودا عليه السلام يدعوهم إلى توحيد الله وعبادته، فكذبوه"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قول تعالى مخبرا عن عاد قوم هود : إنهم كذبوا رسولهم أيضا ، كما صنع قوم نوح"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" كذبت عاد فكيف كان عذابي ونذر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : كذبت عاد هم قوم هود .فكيف كان عذابي ونذر وقعت \" نذر \" في هذه السورة في ستة أماكن محذوفة الياء في جميع المصاحف ، وقرأها يعقوب مثبتة في الحالين ، وورش في الوصل لا غير ، وحذف الباقون . ولا خلاف في حذف الياء من قوله : فما تغن النذر والواو من قوله : يدع فأما الياء من \" الداع \" الأولى فأثبتها في الحالين ابن محيصن ويعقوب وحميد والبزي ، وأثبتها ورش وأبو عمرو في الوصل ، وحذف الباقون . وأما \" الداع \" الثانية فأثبتها يعقوب وابن محيصن وابن كثير في الحالين ، وأثبتها أبو عمرو ونافع في الوصل ، وحذفها الباقون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (18)يقول تعالى ذكره: كذّبت أيضا عاد نبيهم هودا صلى الله عليه وسلم فيما أتاهم به عن الله, كالذي كذّبت قوم نوح, وكالذي كذّبتم مَعْشر قريش نبيكم محمدا صلى الله عليه وسلم وعلى جميع رسله,( فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ ) يقول: فانظروا معشر كفرة قريش بالله كيف كان عذابي إياهم, وعقابي لهم على كفرهم بالله, وتكذيبهم رسوله هودا وإنذاري بفعلي بهم ما فعلت من سلك طرائقهم, وكانوا على مثل ما كانوا عليه من التمادي في الغيّ والضلالة."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أرسلنا عليهم ريحا صرْصرا» أي شديدة الصوت «في يوم نحس» شؤم «مستمر» دائم الشؤم أو قويه وكان يوم الأربعاء آخر الشهر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأرسل الله عليهم  رِيحًا صَرْصَرًا  أي: شديدة جدا،  فِي يَوْمِ نَحْسٍ  أي: شديد العذاب والشقاء عليهم،  مُسْتَمِرٍّ  عليهم سبع ليال وثمانية أيام حسوما."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وأنه تعالى أرسل ( عليهم ريحا صرصرا ) ، وهي الباردة الشديدة البرد ، ( في يوم نحس ) أي : عليهم . قاله الضحاك ، وقتادة ، والسدي . ) مستمر ) عليهم نحسه ودماره ; لأنه يوم اتصل فيه عذابهم الدنيوي بالأخروي ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا أرسلنا عليهم ريحا صرصرا ) شديدة الهبوب ( في يوم نحس مستمر ) شديد دائم الشؤم ، استمر عليهم بنحو سنة فلم يبق منهم أحدا إلا أهلكه . قيل : كان ذلك يوم الأربعاء في آخر الشهر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إنا أرسلنا عليهم ريحا صرصرا أي شديدة البرد ; قاله قتادة والضحاك . وقيل : شديدة الصوت . وقد مضى في ( حم السجدة ) .في يوم نحس مستمر أي في يوم كان مشئوما عليهم . وقال ابن عباس : أي في يوم كانوا يتشاءمون به . الزجاج : قيل في يوم أربعاء . ابن عباس : كان آخر أربعاء في الشهر أفنى صغيرهم وكبيرهم . وقرأ هارون الأعور \" نحس \" بكسر الحاء وقد مضى القول فيه في فصلت في أيام نحسات . و في يوم نحس مستمر أي دائم الشؤم استمر عليهم بنحوسه ، واستمر عليهم فيه العذاب إلى الهلاك . وقيل : استمر بهم إلى نار جهنم . وقال الضحاك : كان مرا عليهم . وكذا حكى الكسائي أن قوما قالوا هو من المرارة ; يقال : مر الشيء وأمر أي كان كالشيء المر تكرهه النفوس . وقد قال : فذوقوا والذي يذاق قد يكون مرا . وقد قيل : هو من المرة بمعنى القوة . أي في يوم نحس مستمر مستحكم الشؤم كالشيء المحكم الفتل الذي لا يطاق نقضه . فإن قيل : فإذا كان يوم الأربعاء يوم نحس مستمر فكيف يستجاب فيه الدعاء ؟ وقد جاء أن النبي صلى الله عليه وسلم استجيب له فيه فيما بين الظهر والعصر . وقد مضى في ( البقرة ) حديث جابر بذلك . فالجواب - والله أعلم - ما جاء في خبر يرويه مسروق عن النبي صلى الله عليه وسلم أنه قال : أتاني جبريل فقال : إن الله يأمرك أن تقضي باليمين مع الشاهد وقال : يوم الأربعاء يوم نحس مستمر ومعلوم أنه لم يرد بذلك أنه نحس على الصالحين ، بل أراد أنه نحس على الفجار والمفسدين ; كما كانت الأيام النحسات المذكورة في القرآن نحسات على الكفار من قوم عاد لا على نبيهم والمؤمنين به منهم ، وإذا كان كذلك لم يبعد أن يمهل الظالم من أول يوم الأربعاء إلى أن تزول الشمس ، فإذا أدبر النهار ولم يحدث رجعة استجيب دعاء المظلوم عليه ، فكان اليوم نحسا على الظالم ; ودعاء النبي صلى الله عليه وسلم إنما كان على الكفار ، وقول جابر في حديثه : \" لم ينزل بي أمر غليظ \" إشارة إلى هذا . والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا ) يقول تعالى ذكره: إنا بعثنا على عاد إذ تمادوا في طغيانهم وكفرهم بالله ريحا صرصرا, وهي الشديدة العصوف في برد, التي لصوتها صرير, وهي مأخوذة من شدة صوت هبوبها إذا سمع فيها كهيئة قول القائل: صرّ, فقيل منه: صرصر, كما قيل: فكبكبوا فيها, من فكبوا, ونَهْنَهْتَ من نَهَهْتَ.وبنحو الذي قلتا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( رِيحًا صَرْصَرًا ) قال: ريحا باردة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا ) والصَّرصر: الباردة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: الصَّرصر: الباردة.حُدثت عن الحسين, قال: سمعت أبا مُعاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( رِيحًا صَرْصَرًا ) باردة.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( رِيحًا صَرْصَرًا ) قال: شديدة, والصرصر: الباردة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( رِيحًا صَرْصَرًا ) قال: الصرصر: الشديدة.وقوله ( فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ ) يقول: في يوم شرّ وشؤم لهم.وبنحو الذي قلنا في ذلك, قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: النَّحْس: الشؤم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فِي يَوْمِ نَحْسٍ ) قال النحس: الشرّ( فِي يَوْمِ نَحْسٍ ) في يوم شرّ.وقد تأوّل ذلك آخرون بمعنى شديد, ومن تأوّل ذلك كذلك فإنه يجعله من صفة اليوم, ومن جعله من صفة اليوم, فإنه ينبغي أن يكون قراءته بتنوين اليوم, وكسر الحاء من النحْس, فيكون ( فِي يَوْمٍ نَحِسٍ ) كما قال جلّ ثناؤه  فِي أَيَّامٍ نَحِسَاتٍ  ولا أعلم أحدا قرأ ذلك كذلك في هذا الموضع, غير أن الرواية التي ذكرت في تأويل ذلك عمن ذكرت عنه على ما وصفنا تدلّ على أن ذلك كان قراءة.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فِي يَوْمِ نَحْسٍ ) قال: أيام شداد.وحُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( فِي يَوْمِ نَحْسٍ ) يوم شديد.وقوله ( مُسَتَمِرٍّ ) يقول: في يوم شرّ وشؤم, استمرّ بهم البلاء والعذاب فيه إلى أن وافي بهم جهنم.كما حدثنا بشر, قال:. ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ ) يستمرّ بهم إلى نار جهنم."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تنزع الناس» تقلعهم من حفر الأرض المندسين فيها وتصرعهم على رءوسهم فتدق رقابهم فتبين الرأس عن الجسد «كأنهم» وحالهم ما ذكر «أعجاز» أصول «نخل منقعر» منقطع ساقط على الأرض وشبهوا بالنخل لطولهم وذكر هنا وأنث في الحاقة (نخل خاوية) مراعاة للفواصل في الموضعين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " تَنْزِعُ النَّاسَ  من شدتها، فترفعهم إلى جو السماء، ثم تدفعهم بالأرض فتهلكهم، فيصبحون  كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ  أي: كأن جثثهم بعد هلاكهم مثل جذوع النخل الخاوي الذي أصابته  الريح فسقط على الأرض، فما أهون الخلق على الله إذا عصوا أمره"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( تنزع الناس كأنهم أعجاز نخل منقعر ) وذلك أن الريح كانت تأتي أحدهم فترفعه حتى تغيبه عن الأبصار ، ثم تنكسه على أم رأسه ، فيسقط إلى الأرض ، فتثلغ رأسه فيبقى جثة بلا رأس ; ولهذا قال : ( كأنهم أعجاز نخل منقعر فكيف كان عذابي ونذر ولقد يسرنا القرآن للذكر فهل من مدكر ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( تنزع الناس ) تقلعهم ثم ترمي بهم على رءوسهم فتدق رقابهم . وروي أنها كانت تنزع الناس من قبورهم ( كأنهم أعجاز نخل ) قال ابن عباس : أصولها ، وقال الضحاك : أوراك نخل . ( منقعر ) [ منقطع ] من مكانه ساقط على الأرض . وواحد الأعجاز عجز ، مثل عضد وأعضاد وإنما قال : \" أعجاز نخل \" وهي أصولها التي قطعت فروعها؛ لأن الريح كانت تبين رءوسهم من أجسادهم ، فتبقي أجسادهم بلا رءوس ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "تنزع الناس في موضع الصفة للريح أي تقلعهم من مواضعهم . قيل : قلعتهم من تحت أقدامهم اقتلاع النخلة من أصلها . وقال مجاهد : كانت تقلعهم من الأرض ، فترمي بهم على رءوسهم فتندق أعناقهم وتبين رءوسهم عن أجسادهم . وقيل : تنزع الناس من البيوت . وقال محمد بن كعب عن أبيه قال النبي صلى الله عليه وسلم : انتزعت الريح الناس من قبورهم . وقيل : حفروا حفرا ودخلوها فكانت الريح تنزعهم منها وتكسرهم ، وتبقي تلك الحفر كأنها أصول نخل قد هلك ما كان فيها فتبقى مواضعها منقعرة . يروى أن سبعة منهم حفروا حفرا وقاموا فيها ليردوا الريح . قال ابن إسحاق : لما هاجت الريح قام نفر سبعة من عاد سمي لنا منهم ستة من أشد عاد وأجسمها ، منهم : عمرو بن الحلي والحارث بن شداد والهلقام وابنا تقن وخلجان بن سعد فأولجوا العيال في شعب بين جبلين ، ثم اصطفوا على باب الشعب ليردوا الريح عمن في الشعب من العيال ، فجعلت الريح تجعفهم رجلا رجلا ، فقالت امرأة من عاد : ذهب الدهر بعمرو ب ن حلي والهنيات     ثم بالحرث والهلقام طلاع الثنيات     والذي سد مهب الريح أيام البليات الطبري : في الكلام حذف ، والمعنى تنزع الناس فتتركهم كأنهم أعجاز نخل منقعر ; فالكاف في موضع نصب بالمحذوف . الزجاج : الكاف في موضع نصب على الحال ، والمعنى تنزع الناس والمعنى تنزع الناس مشبهين بأعجاز نخل . والتشبيه قيل إنه للحفر التي كانوا فيها . والأعجاز جمع عجز وهو مؤخر الشيء ، وكانت عاد موصوفين بطول القامة ، فشبهوا بالنخل انكبت لوجوهها .وقال : أعجاز نخل منقعر للفظ النخل وهو من الجمع الذي يذكر ويؤنث . والمنقعر : المنقلع من أصله ; قعرت الشجرة قعرا قلعتها من أصلها فانقعرت . الكسائي : قعرت البئر أي نزلت حتى انتهيت إلى قعرها ، وكذلك الإناء إذا شربت ما فيه حتى انتهيت إلى قعره . وأقعرت البئر جعلت لها قعرا . وقال أبو بكر بن الأنباري : سئل المبرد بحضرة إسماعيل القاضي عن ألف مسألة هذه من جملتها ، فقيل له : ما الفرق بين قوله تعالى : ولسليمان الريح عاصفة و جاءتها ريح عاصف ، وقوله : كأنهم أعجاز نخل خاوية و أعجاز نخل منقعر ؟ فقال : كل ما ورد عليك من هذا الباب فإن شئت رددته إلى اللفظ تذكيرا ، أو إلى المعنى تأنيثا . وقيل : إن النخل والنخيل بمعنى ، يذكر ويؤنث ، كما ذكرنا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( تَنزعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ ) يقول: تقتلع الناس ثم ترمي بهم على رءوسهم, فتندقّ رقابهم, وتبين من أجسامهم.كما حدثنا ابن حُميد, قال: ثنا سلمة, عن ابن إسحاق, قال: لما هاجت الريح قام نفر من عاد سبعة شَماليَّا, منهم ستة من أشدّ عاد وأجسمها, منهم عمرو بن الحُلَيِّ والحارث بن شداد والهلقام وابنا تيقن وخَلَجان بن أسعد, فأدلجوا العيال في شعب بين جبلين, ثم اصطفوا على باب الشعب ليردّوا الريح عمن بالشِّعب من العِيال, فجعلت الريح تخفقُهم رجلا رجلا فقالت امرأة من عاد:ذَهَبَ الدَّهْرُ بعَمْرِو بْنِ حُلَيٍّ والهَنيَّاتِثُمَّ بالحارِثِ والهِلْقامِ طَلاعِ الثَّنيَّاتِوَالَّذِي سَدَّ عَلَيْنا الرّيحَ أيَّامَ البَلِيَّاتِ (4)حدثنا العباس بن الوليد البيروتي, قال: أخبرني أبي, قال: ثني إسماعيل بن عياش, عن محمد بن إسحاق قال: لما هبَّت الريح قام سبعة من عاد, فقالوا: نردّ الريح, فأتوا فم الشعب الذي يأتي منه الريح, فوقفوا عليه, فجعلت الريح تهبّ, فتدخل تحت واحد واحد, فتقتلعه من الأرض فترمي به على رأسه, فتندقّ رقبته, ففعلت ذلك بستة منهم, وتركتهم كما قال الله ( أَعْجَازُ نَخْلٍ مُنْقَعِرٍ ) وبقي الخلجان فأتى هودا فقال: يا هود ما هذا الذي أرى في السحاب كهيئة البخاتيّ؟ قال: تلك ملائكة ربي, قال: ما لي إن أسلمت ؟ قال: تَسْلَم, قال: أيُقيدني ربك إن أسلمت من هؤلاء؟ فقال: ويلك أرأيت ملكا يقيد جنوده؟ فقال: وعزّته لو فعل ما رضيت. قال: ثم مال إلى جانب الجبل, فأخذ بركن منه فهزّه, فاهتز في يده, ثم جعل يقول:لَمْ يَبْقَ إلا الخَلَجانُ نَفْسُهُيا لَكَ مِنْ دَهانِي أمْسُهُبِثابِتِ الوَطْءِ شَدِيدٍ وَطْسُهُلَوْ لَمْ يَجِئْني جِئْتُهُ أحُسُّهُ (5)قال: ثم هبت الريح فألحقته بأصحابه.حدثني محمد بن إبراهيم, قال: ثنا مسلم بن إبراهيم, قال: ثنا نوح بن قيس, قال: ثنا محمد بن سيف, عن الحسن, قال: لما أقبلت الريح قام إليها قوم عاد, فأخذ بعضهم بأيدي بعض كما تفعل الأعاجم, وغمزوا أقدامهم في الأرض وقالوا: يا هود من يزيل أقدامنا عن الأرض إن كنت صادقا, فأرسل الله عليهم الريح فصيرتهم كأنهم أعجاز نخل مُنْقَعر.حدثني محمد بن إبراهيم, قال: ثنا مسلم, قال: ثنا نوح بن قيس, قال: ثنا أشعث بن جابر, عن شهر بن حوشب, عن أبي هريرة, قال: إن كان الرجل من قوم عاد ليتخذ المصراعين من حجارة, لو اجتمع عليها خمس مئة من هذه الأمة لم يستطيعوا أن يحملوها, وإن كان الرجل منهم ليغمز قدمه في الأرض, فتدخل في الأرض, وقال: \" كأنهم أعجاز نخل \" ; ومعنى الكلام: فيتركهم كأنهم أعجاز نخل منقعر, فترك ذكر فيتركهم استغناء بدلالة الكلام عليه. وقيل: إنما شبههم بأعجاز نخل منقعر, لأن رءوسهم كانت تبين من أجسامهم, فتذهب لذلك رِقابهم, وتبقى أجسادهم.* ذكر من قال ذلك:حدثنا الحسن بن عرفة, قال: ثنا خلف بن خليفة, عن هلال بن خباب عن مجاهد, في قوله ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ ) قال: سقطت رءوسهم كأمثال الأخبية, وتفرّدت, أو وتَفَرّقت أعناقهم وقال \" أبو جعفر: أنا أشك \", فشبهها بأعجاز نخل منقعر.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( تَنزعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ ) قال: هم قوم عاد حين صرعتهم الريح, فكأنهم فلق نخل منقعر .---------------------الهوامش :(4) هذه الأبيات لامرأة من عاد قوم هود عليه السلام ( هامش القرطبي 17 : 136 ) . وقد ذكر المؤلف الأبيات في قصة عاد حينما سلط الله عليهم الريح . والله أعلم بمن قالها وبمن رواها . وقوله ( علينا ) . زيادة لإصلاح الوزن ، وهي ساقطة من الأصل .(5) وهذان البيتان من الأشعار التي رواها أهل القصص في قصة هلاك عاد قوم هود بالريح . وقد أوردها الثعلبي المفسر في كتابه قصص الأنبياء المشهور بعرائس المجالس ص 64 من طبعة الحلبي أ . ه."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فكيف كان عذابي ونذري لمن كفر بي، وكذَّب رسلي ولم يؤمن بهم؟ إنه كان عظيمًا مؤلمًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فكيف كان عذابي ونذر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ  كان [والله] العذاب الأليم، والنذارة التي ما أبقت لأحد عليه حجة،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فكيف كان عذابي ونذر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي إنذاري ; قال الفراء : إنذاري ; قال مصدران .وقيل : \" نذر \" جمع نذير ونذير بمعنى الإنذار كنكير بمعنى الإنكار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ ) يقول تعالى ذكره: فانظروا يا معشر كفار قريش, كيف كان عذابي قوم عاد, إذ كفروا بربهم, وكذّبوا رسوله, فإن ذلك سنة الله في أمثالهم, وكيف كان إنذاري بهم مَنْ أنذرت."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد سَهَّلنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم وللتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟ وفي هذا حثٌّ على الاستكثار من تلاوة القرآن وتعلمه وتعليمه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد يسرنا القرآن للذكر فهل من مدكر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ  كرر تعالى ذلك رحمة بعباده وعناية بهم، حيث دعاهم إلى ما يصلح دنياهم وأخراهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" ولقد يسرنا القرآن للذكر فهل من مدكر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِأي سهلناه للحفظ وأعنا عليه من أراد حفظه ; فهل من طالب لحفظه فيعان عليه ؟ ويجوز أن يكون المعنى : ولقد هيأناه للذكر مأخوذ من يسر ناقته للسفر : إذا رحلها ويسر فرسه للغزو إذا أسرجه وألجمه ; قال : وقمت إليه باللجام ميسرا هنالك يجزيني الذي كنت أصنع وقال سعيد بن جبير : ليس من كتب الله كتاب يقرأ كله ظاهرا إلا القرآن ; وقال غيره : ولم يكن هذا لبني إسرائيل , ولم يكونوا يقرءون التوراة إلا نظرا , غير موسى وهارون ويوشع بن نون وعزير صلوات الله عليهم , ومن أجل ذلك افتتنوا بعزير لما كتب لهم التوراة عن ظهر قلبه حين أحرقت ; على ما تقدم بيانه في سورة \" التوبة \" فيسر الله تعالى على هذه الأمة حفظ كتابه ليذكروا ما فيه ; أي يفتعلوا الذكر , والافتعال هو أن ينجع فيهم ذلك حتى يصير كالذات وكالتركيب .فيهم .فَهَلْ مِنْ مُدَّكِرٍقارئ يقرؤه .وقال أبو بكر الوراق وابن شوذب : فهل من طالب خير وعلم فيعان عليه , وكرر في هذه السورة للتنبيه والإفهام .وقيل : إن الله تعالى اقتص في هذه السورة على هذه الأمة أنباء الأمم وقصص المرسلين , وما عاملتهم به الأمم , وما كان من عقبى أمورهم وأمور المرسلين ; فكان في كل قصة ونبأ ذكر للمستمع أن لو ادكر , وإنما كرر هذه الآية عند ذكر كل قصة بقوله : \" فهل من مدكر \" لأن \" هل \" كلمة استفهام تستدعي أفهامهم التي ركبت في أجوافهم وجعلها حجة عليهم ; فاللام من \" هل \" للاستعراض والهاء للاستخراج ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (22)يقول تعالى ذكره: ولقد سهلنا القرآن وهوّناه لمن أراد التذكر به والاتعاظ ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من متعظ ومنزجر بآياته."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذبت ثمود بالنذر» جمع نذير بمعنى منذر، أي بالأمور التي أنذرهم بها نبيهم صالح إن لم يؤمنوا به ويتبعوه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي كذبت ثمود وهم القبيلة المعروفة المشهورة في أرض الحجر، نبيهمصالحا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، وأنذرهم العقاب إن هم خالفوه"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذا إخبار عن ثمود أنهم كذبوا رسولهم صالحا."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" كذبت ثمود بالنذر \"، بالإنذار الذي جاءهم به صالح."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "هم قوم صالح كذبوا الرسل ونبيهم , أو كذبوا بالآيات التي هي النذر"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كَذَّبَتْ ثَمُودُ بِالنُّذُرِ ) يقول تعالى ذكره: كذّبت ثمود قوم صالح بنذر الله التي أتتهم من عنده, فقالوا تكذيبا منهم لصالح رسول ربهم: أبشرا منا نتبعه نحن الجماعة الكبيرة وهو واحد؟."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فقالوا أبشرا» منصوب على الاشتغال «منا واحدا» صفتان لـ بشرا «نتبعه» مفسر للفعل الناصب له والاستفهام بمعنى النفي المعنى كيف نتبعه ونحن جماعة كثيرة وهو واحد منا وليس بملك، أي لا نتبعه «إنا إذًا» إن اتبعناه «لفي ضلال» ذهاب عن الصواب «وسعر» جنون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فكذبوه واستكبروا عليه، وقالوا -كبرا وتيها-:  أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ  أي: كيف نتبع بشرا، لا ملكا منا، لا من غيرنا، ممن هو أكبر عند الناس منا، ومع ذلك فهو شخص واحد  إِنَّا إِذًا  أي: إن اتبعناه وهو بهذه الحال  لَفِي ضَلَالٍ وَسُعُرٍ  أي: إنا لضالون أشقياء، وهذا الكلام من ضلالهم وشقائهم، فإنهم أنفوا أن يتبعوا رسولا من البشر، ولم يأنفوا أن يكونوا عابدين للشجر والحجر والصور."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فقالوا أبشرا منا واحدا نتبعه إنا إذا لفي ضلال وسعر ) ، يقولون : لقد خبنا وخسرنا إن سلمنا كلنا قيادنا لواحد منا !"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فقالوا أبشرا ) آدميا ( منا واحدا نتبعه ) ونحن جماعة كثيرة وهو واحد ( إنا إذا لفي ضلال ) خطأ وذهاب عن الصواب ( وسعر ) قال ابن عباس : عذاب . وقال الحسن : شدة عذاب . وقال قتادة : عناء ، يقولون : إنا إذا لفي عناء وعذاب مما يلزمنا من طاعته . قال سفيان بن عيينة : هو جمع سعير . وقال الفراء : جنون ، يقال ناقة مسعورة إذا كانت خفيفة الرأس هائمة على وجهها . وقال وهب : وسعر : أي : بعد عن الحق ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فقالوا أبشرا منا واحدا نتبعه وندع جماعة . وقرأ أبو الأشهب وابن السميفع وأبو السمال العدوي \" أبشر \" بالرفع \" واحد \" كذلك رفع بالابتداء والخبر \" نتبعه \" . الباقون بالنصب على معنى أنتبع بشرا منا واحدا نتبعه . وقرأ أبو السمال : \" أبشر \" بالرفع \" منا واحدا \" بالنصب ، رفع \" أبشر \" بإضمار فعل يدل عليه \" أؤلقي \" كأنه قال : أينبأ بشر منا ، وقوله : واحدا يجوز أن يكون حالا من المضمر في \" منا \" والناصب له الظرف ، والتقدير : أينبأ بشر كائن منا منفردا ; ويجوز أن يكون حالا من الضمير في نتبعه منفردا لا ناصر له .إنا إذا لفي ضلال أي ذهاب عن الصواب وسعر أي جنون ، من قولهم : ناقة مسعورة ، أي كأنها من شدة نشاطها مجنونة ، ذكره ابن عباس . قال الشاعر يصف ناقته :تخال بها سعرا إذا السفر هزها ذميل وإيقاع من السير متعبالذميل ضرب من سير الإبل . قال أبو عبيد : إذا ارتفع السير عن العنق قليلا فهو التزيد ، فإذا ارتفع عن ذلك فهو الذميل ، ثم الرسيم ; يقال : ذمل يذمل ويذمل ذميلا . قال الأصمعي : ولا يذمل بعير يوما وليلة إلا مهري قاله ج . وقال ابن عباس أيضا : السعر العذاب ، وقاله الفراء . مجاهد : بعد الحق . السدي : في احتراق . قال [ طرفة ] :أصحوت اليوم أم شاقتك هر     ومن الحب جنون مستعرأي متقد ومحترق . أبو عبيدة : هو جمع سعير وهو لهيب النار . والبعير المجنون يذهب كذا وكذا لما يتلهب به من الحدة . ومعنى الآية : إنا إذا لفي شقاء وعناء مما يلزمنا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا إِذًا لَفِي ضَلالٍ وَسُعُرٍ ) يقول: قالوا: إنا إذًا باتباعنا صالحا إن اتبعناه وهو بشر منا واحد لفي ضلال: يعنون: لفي ذهاب عن الصواب وأخذ على غير استقامة وسُعُر: يعنون بالسُّعُر: جمع سَعير.وكان قتادة يقول: عني بالسُّعُر: العناء.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّا إِذًا لَفِي ضَلالٍ وَسُعُرٍ ) : في عناء وعذاب.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( إِنَّا إِذًا لَفِي ضَلالٍ وَسُعُرٍ ) قال: ضلال وعناء."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أألقي» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين وتركه «الذكر» الوحي «عليه من بيننا» أي لم يوح إليه «بل هو كذاب» في قوله إنه أوحي إليه ما ذكر «أشر» متكبر بطر، قال تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا  أي: كيف يخصه الله من بيننا وينزل عليه الذكر؟ فأي مزية خصه من بيننا؟ وهذا اعتراض من المكذبين على الله، لم يزالوا يدلون به، ويصولون ويجولون ويردون به دعوة الرسل، وقد أجاب الله عن هذه الشبهة بقول الرسل لأممهم:  قالت رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده  فالرسل من الله عليهم بصفات وأخلاق وكمالات، بها صلحوا لرسالات ربهم والاختصاص بوحيه،ومن رحمته وحكمته أن كانوا من البشر، فلو كانوا من الملائكة لم يمكن البشر، أن يتلقوا عنهم، ولو جعلهم من الملائكة لعاجل الله المكذبين لهم بالعقاب العاجل.والمقصود بهذا الكلام الصادر من ثمود لنبيهم صالح، تكذيبه، ولهذا حكموا عليه بهذا الحكم الجائر، فقالوا:  بَلْ هُوَ كَذَّابٌ أَشِرٌ  أي: كثير الكذب والشر،فقبحهم الله ما أسفه أحلامهم وأظلمهم، وأشدهم مقابلة للصادقين الناصحين بالخطاب الشنيع، لا جرم عاقبهم الله حين اشتد طغيانهم"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم تعجبوا من إلقاء الوحي عليه خاصة من دونهم ، ثم رموه بالكذب فقالوا : ( بل هو كذاب أشر ) أي : متجاوز في حد الكذب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أألقي الذكر عليه ) أأنزل الذكر الوحي ( من بيننا بل هو كذاب أشر ) بطر متكبر يريد أن يتعظم علينا بادعائه النبوة ، \" والأشر \" : المرح والتجبر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أؤلقي الذكر عليه من بيننا أي خصص بالرسالة من بين آل ثمود وفيهم من هو أكثر مالا وأحسن حالا ؟ ! وهو استفهام معناه الإنكار .بل هو كذاب أشر أي ليس كما يدعيه وإنما يريد أن يتعاظم ويلتمس التكبر علينا من غير استحقاق . والأشر المرح والتجبر والنشاط . يقال : فرس أشر إذا كان مرحا نشيطا ، قال امرؤ القيس يصف كلبا :فيدركنا فغم داجن     سميع بصير طلوب نكرألص الضروس حني الضلوع     تبوع أريب نشيط أشروقيل : أشر بطر . والأشر البطر ; قال الشاعر :أشرتم بلبس الخز لما لبستم     ومن قبل ما تدرون من فتح القرىوقد أشر بالكسر يأشر أشرا فهو أشر وأشران ، وقوم أشارى مثل سكران وسكارى ; قال الشاعر :وخلت وعولا أشارى بها     وقد أزهف الطعن أبطالهاوقيل : إنه المتعدي إلى منزلة لا يستحقها ; والمعنى واحد . وقال ابن زيد وعبد الرحمن بن حماد : الأشر الذي لا يبالي ما قال . وقرأ أبو جعفر وأبو قلابة \" أشر \" بفتح الشين وتشديد الراء يعني به أشرنا وأخبثنا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (25)يقول تعالى ذكره مخبرا عن قيل مكذّبي رسوله صالح صلى الله عليه وسلم من قومه ثمود: أألقي عليه الذكر من بيننا, يعنون بذلك: أنزل الوحي وخصّ بالنبوّة من بيننا وهو واحد منا, إنكارا منهم أن يكون الله يُرسل رسولا من بني آدم.وقوله ( بَلْ هُوَ كَذَّابٌ أَشِرٌ ) يقول: قالوا: ما ذلك كذلك, بل هو كذّاب أشر, يعنون بالأشر: المَرِح ذا التجبر والكبرياء, والمَرِح من النشاط.وقد حدثني الحسن بن محمد بن سعيد القرشيّ, قال: قلت لعبد الرحمن بن أبي حماد: ما الكذّاب الأشر؟ قال: الذي لا يبالي ما قال, وبكسر الشين من الأشر وتخفيف الراء قرأت قراء الأمصار. وذُكر عن مجاهد أنه كان يقرأه: ( كَذَّابٌ أَشُرٌ ) بضم الشين وتخفيف الراء, وذلك في الكلام نظير الحذِر والحذُر والعَجِل والعَجُل.والصواب من القراءة في ذلك عندنا, ما عليه قرّاء الأمصار لإجماع الحجة من القرّاء عليه."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«سيعلمون غدا» في الآخرة «من الكذاب الأشر» وهو أو هم بأن يعذبوا على تكذيبهم نبيهم صالحا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذا تهديد لهم شديد ووعيد أكيد."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( سيعلمون ) قرأ ابن عامر وحمزة : \" ستعلمون \" بالتاء على معنى قال صالح لهم ، وقرأ الآخرون بالياء ، يقول الله تعالى : ( سيعلمون غدا ) حين ينزل بهم العذاب . وقال الكلبي : يعني يوم القيامة . وذكر \" الغد \" للتقريب على عادة الناس ، يقولون : إن مع اليوم غدا ( من الكذاب الأشر ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سيعلمون غدا أي سيرون العذاب يوم القيامة ، أو في حال نزول العذاب بهم في الدنيا . وقرأ ابن عامر وحمزة بالتاء على أنه من قول صالح لهم على الخطاب . الباقون بالياء ، إخبار من الله تعالى لصالح عنهم . وقوله : غدا على التقريب على عادة الناس في قولهم للعواقب : إن مع اليوم غدا ; قال :للموت فيها سهام غير مخطئة     من لم يكن ميتا في اليوم مات غداوقال الطرماح :ألا عللاني قبل نوح النوائح     وقبل اضطراب النفس بين الجوانحوقبل غد يا لهف نفسي على غد     إذا راح أصحابي ولست برائحوإنما أراد وقت الموت ولم يرد غدا بعينه .من الكذاب الأشر وقرأ أبو قلابة \" الأشر \" بفتح الشين وتشديد الراء جاء به على الأصل . قال أبو حاتم : لا تكاد العرب تتكلم بالأشر والأخير إلا في ضرورة الشعر ; كقول رؤبة :بلال خير الناس وابن الأخيروإنما يقولون هو خير قومه ، وهو شر الناس ; قال الله تعالى : كنتم خير أمة أخرجت للناس وقال فسيعلمون من هو شر مكانا . وعن أبي حيوة بفتح الشين وتخفيف الراء . وعن مجاهد وسعيد بن جبير ضم الشين والراء والتخفيف ، قال النحاس : وهو معنى \" الأشر \" ومثله : رجل حذر وحذر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الأشِرُ ) يقول تعالى ذكره: قال الله لهم: ستعلمون غدا في القيامة من الكذّاب الأشر منكم معشر ثمود, ومن رسولنا صالح حين تردون على ربكم, وهذا التأويل تأويل من قرأه ( سَتَعْلَمُونَ ) بالتاء, وهي قراءة عامة أهل الكوفة سوى عاصم والكسائي. أما تأويل ذلك على قراءة من قرأه بالياء, وهي قراءة عامة قراء أهل المدينة والبصرة وعاصم والكسائي, فإنه قال الله ( سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الأشِرُ ) وترك من الكلام ذكر قال الله, استغناء بدلالة الكلام عليه.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان, قد قرأ بكل واحدة منهما علماء من القرّاء, فبأيتهما قرأ القارئ فمصيب, لتقارب معنييهما, وصحتهما في الإعراب والتأويل ."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا مخرجو الناقة التي سألوها من الصخرة؛ اختبارًا لهم، فانتظر- يا صالح- ما يحلُّ بهم من العذاب، واصطبر على دعوتك إياهم وأذاهم لك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا مرسلو الناقة» مخرجوها من الهضبة الصخرة كما سألوا «فتنة» محنة «لهم» لنخبرهم «فارتقبهم» يا صالح أي انتظر ما هم صانعون وما يصنع بهم «واصطبر» الطاء بدل من تاء الافتعال أي اصبر على أذاهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأرسل الله الناقة التي هي من أكبر النعم عليهم، آية من آيات الله، ونعمة يحتلبون من ضرعها  ما يكفيهم أجمعين،  فِتْنَةً لَهُمْ  أي: اختبارا منه لهم وامتحانا  فَارْتَقِبْهُمْ وَاصْطَبِرْ  أي: اصبر على دعوتك إياهم، وارتقب ما يحل بهم، أو ارتقب هل يؤمنون أو يكفرون؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( إنا مرسلو الناقة فتنة لهم ) أي : اختبارا لهم ; أخرج الله لهم ناقة عظيمة عشراء من صخرة صماء طبق ما سألوا ، لتكون حجة الله عليهم في تصديق صالح ، عليه السلام فيما جاءهم به .ثم قال آمرا لعبده ورسوله صالح : ( فارتقبهم واصطبر ) أي : انتظر ما يئول إليه أمرهم ، واصبر عليهم ، فإن العاقبة لك والنصر لك في الدنيا والآخرة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا مرسلو الناقة ) أي : باعثوها ومخرجوها من الهضبة التي سألوا ، وذلك أنهم تعنتوا على صالح ، فسألوه أن يخرج لهم من صخرة ناقة حمراء عشراء ، فقال الله تعالى : ( إنا مرسلو الناقة فتنة لهم ) محنة واختبارا لهم ( فارتقبهم ) فانتظر ما هم صانعون ( واصطبر ) واصبر على ارتقابهم ، وقيل : على ما يصيبك من الأذى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا مرسلو الناقة أي مخرجوها من الهضبة التي سألوها ، فروي أن صالحا صلى ركعتين ودعا فانصدعت الصخرة التي عينوها عن سنامها ، فخرجت ناقة عشراء وبراء .فتنة لهم أي : اختبارا وهو مفعول له .فارتقبهم أي : انتظر ما يصنعون .واصطبر أي : اصبر على أذاهم ، وأصل الطاء في اصطبر تاء فتحولت طاء لتكون موافقة للصاد في الإطباق ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27)يقول تعالى ذكره: إنا باعثوا الناقة التي سألتها ثمودُ صالحا من الهضبة التي سألوه بَعثَتها منها آية لهم, وحجة لصالح على حقيقة نبوّته وصدق قوله.وقوله ( فِتْنَةً لَهُمْ ) يقول: ابتلاء لهم واختبارا, هل يؤمنون بالله ويتبعون صالحا ويصدّقونه بما دعاهم إليه من توحيد الله إذا أرسل الناقة, أم يكذّبونه ويكفرون بالله؟وقوله ( فَارْتَقِبْهُمْ ) يقول تعالى ذكره لصالح: إنا مُرسلو الناقة فتنة لهم, فانتظرهم, وتبصَّر ما هم صانعوه بها( وَاصْطَبِرْ ) يقول له : واصطبر على ارتقابهم ولا تعجل ، وانتظر ما يصنعون بناقة الله وقيل : (وَاصْطَبِرْ)وأصل الطاء تاء, فجعلت طاء, وإنما هو افتعل من الصبر."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأخبرهم أن الماء مقسوم بين قومك والناقة: للناقة يوم، ولهم يوم، كل شِرْب يحضره مَن كانت قسمته، ويُحظر على من ليس بقسمة له."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ونبئهم أن الماء قسمة» مقسوم «بينهم» وبين الناقة يوم لهم ويوم لها «كلُّ شرب» نصيب من الماء «محتضر» يحضره القوم يومهم والناقة يومها فتمادوا على ذلك ثم ملوه فهموا بقتل الناقة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ  أي: وأخبرهم أن الماء أي: موردهم الذي يستعذبونه، قسمة بينهم وبين الناقة، لها شرب يوم ولهم شرب يوم آخر معلوم،  كُلُّ شِرْبٍ مُحْتَضَرٌ  أي: يحضره من كان قسمته، ويحظر على من ليس بقسمة له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ونبئهم أن الماء قسمة بينهم ) أي : يوم لهم ويوم للناقة ; كقوله : ( قال هذه ناقة لها شرب ولكم شرب يوم معلوم ) [ الشعراء : 155 ] .وقوله : ( كل شرب محتضر ) قال مجاهد : إذا غابت حضروا الماء ، وإذا جاءت حضروا اللبن ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ونبئهم أن الماء قسمة بينهم ) وبين الناقة يوم لها ويوم لهم ، وإنما قال بينهم لأن العرب إذا أخبرت عن بني آدم وعن البهائم غلبت بني آدم على البهائم ( كل شرب ) نصيب من الماء ( محتضر ) يحضره من كانت نوبته ، فإذا كان يومها حضرت شربها ، وإذا كان يومهم حضروا شربهم ، وحضر واحتضر بمعنى واحد ، قال مجاهد : يعني يحضرون الماء إذا غابت الناقة ، فإذا جاءت الناقة حضروا اللبن ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ونبئهم أي أخبرهم أن الماء قسمة بينهم أي بين آل ثمود وبين الناقة ، لها يوم ولهم يوم ، كما قال تعالى : لها شرب ولكم شرب يوم معلوم . قال ابن عباس : كان يوم شربهم لا تشرب الناقة شيئا من الماء وتسقيهم لبنا وكانوا في نعيم ، وإذا كان يوم الناقة شربت الماء كله فلم تبق لهم شيئا . وإنما قال : بينهم لأن العرب إذا أخبروا عن بني آدم مع البهائم غلبوا بني آدم . وروى أبو الزبير عن جابر قال : لما نزلنا الحجر في مغزى رسول الله صلى الله عليه وسلم تبوك ، قال : أيها الناس لا تسألوا في هذه الآيات ، هؤلاء قوم صالح سألوا نبيهم أن يبعث الله لهم ناقة فبعث الله عز وجل إليهم الناقة فكانت ترد من ذلك الفج فتشرب ماءهم يوم وردها ويحلبون منها مثل الذي كانوا يشربون يوم غبها وهو معنى قوله تعالى : ونبئهم أن الماء قسمة بينهم .كل شرب محتضر الشرب - بالكسر - الحظ من الماء ; وفي المثل : ( آخرها أقلها شربا ) وأصله في سقي الإبل ، لأن آخرها يرد وقد نزف الحوض . ومعنى محتضر أي يحضره من هو له ; فالناقة تحضر الماء يوم وردها ، وتغيب عنهم يوم وردهم ; قاله مقاتل . وقال مجاهد : إن ثمود يحضرون الماء يوم غبها فيشربون ، ويحضرون اللبن يوم وردها فيحتلبون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (28)وقوله ( وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ) يقول تعالى ذكره: نبئهم: أخبرهم أن الماء قسمة بينهم, يوم غبّ الناقة, وذلك أنها كانت ترد الماء يوما, وتغبّ يوما, فقال جلّ ثناؤه لصالح: أخبر قومك من ثمود أن الماء يوم غبّ الناقة قسمة بينهم, فكانوا يقتسمون ذلك يوم غبها, فيشربون منه ذلك اليوم, ويتزوّدون فيه منه ليوم ورودها.وقد وجه تأويل ذلك قوم إلى أن الماء قسمة بينهم وبين الناقة يوما لهم ويوما لها, وأنه إنما قيل بينهم, والمعنى: ما ذكرت عندهم, لأن العرب إذا أرادت الخبر عن فعل جماعة بني آدم مختلطا بهم البهائم, جعلوا الفعل خارجا مخرج فعل جماعة بني آدم, لتغليبهم فعل بني آدم على فعل البهائم.وقوله ( كُلُّ شِرْبٍ مُحْتَضَرٌ ) يقول تعالى ذكره: كلّ شرب من ماء يوم غبّ الناقة, ومن لبن يوم ورودها محتضر يحتضرونه.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قوله ( كُلُّ شِرْبٍ مُحْتَضَرٌ ) قال: يحضرون بهم الماء إذا غابت, واذا جاءت حضروا اللبن.حدثني الحارث, قال: ثنا الحسين, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, في قوله ( كُلُّ شِرْبٍ مُحْتَضَرٌ ) قال: يحضرون بهم الماء إذا غابت, وإذا جاءت حضروا اللبن."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فنادوا صاحبهم» قدرا ليقتلها «فتعاطى» تناول السيف «فعقر» به الناقة، أي قتلها موافقة لهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَنَادَوْا صَاحِبَهُمْ  الذي باشر عقرها، الذي هو أشقى القبيلة  فَتَعَاطَى  أي: انقاد لما أمروه به من عقرها  فَعَقَرَ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( فنادوا صاحبهم فتعاطى فعقر ) قال المفسرون : هو عاقر الناقة ، واسمه قدار بن سالف ، وكان أشقى قومه . كقوله : ( إذ انبعث أشقاها ) [ الشمس : 12 ] . ) فتعاطى ) أي : فجسر"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فنادوا صاحبهم \"، وهو قدار بن سالف، \" فتعاطى \"، فتناول الناقة بسيفه \" فعقر \"، أي: فعقرها."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فنادوا صاحبهم يعني بالحض على عقرها فتعاطى عقرها فعقرها ، ومعنى تعاطى تناول الفعل ; من قولهم : عطوت أي تناولت ; ومنه قول حسان :كلتاهما حلب العصير فعاطني بزجاجة أرخاهما للمفصلقال محمد بن إسحاق : فكمن لها في أصل شجرة على طريقها فرماها بسهم فانتظم به عضلة ساقها ، ثم شد عليها بالسيف فكشف عرقوبها ، فخرت ورغت رغاءة واحدة تحدر سقبها من بطنها ثم نحرها ، وانطلق سقبها حتى أتى صخرة في رأس جبل فرغا ثم لاذ بها ، فأتاهم صالح عليه السلام ; فلما رأى الناقة قد عقرت بكى وقال : قد انتهكتم حرمة الله فأبشروا بعذاب الله . وقد مضى في ( الأعراف ) بيان هذا المعنى . قال ابن عباس : وكان الذي عقرها أحمر أزرق أشقر أكشف أقفى . ويقال في اسمه قدار بن سالف . وقال الأفوه الأودي :أو قبله كقدار حين تابعه     على الغواية أقوام فقد بادواوالعرب تسمي الجزار قدارا تشبيها بقدار بن سالف مشئوم آل ثمود ; قال مهلهل :إنا لنضرب بالسيوف رءوسهم     ضرب القدار نقيعة القداموذكره زهير فقال :فتنتج لكم غلمان أشأم كلهم     كأحمر عاد ثم ترضع فتفطميريد الحرب ; فكنى عن ثمود بعاد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (29)يقول تعالى ذكره: فنادت ثمود صاحبهم عاقر الناقة قدار بن سالف ليعقر الناقة حضّا منهم له على ذلك.وقوله ( فَتَعَاطَى فَعَقَرَ ) يقول: فتناول الناقة بيده فعقرها."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فكيف كان عذابي ونذر» إنذاري لهم بالعذاب قبل نزوله، أي وقع موقعه وبيَّنه بقوله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ  كان أشد عذاب"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فكيف كان عذابي ونذر \"، ثم بين عذابهم فقال:"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي إنذاري ; قال الفراء : إنذاري ; قال مصدران .وقيل : \" نذر \" جمع نذير ونذير بمعنى الإنذار كنكير بمعنى الإنكار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ ) يقول جلّ ثناؤه لقريش: فكيف كان عذابي إياهم معشر قريش حين عذبتهم ألم أهلكهم بالرجفة. ونُذُر: يقول: فكيف كان إنذاري من أنذرت من الأمم بعدهم بما فعلت بهم وأحللت بهم من العقوبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس , قوله ( فَتَعَاطَى فَعَقَرَ ) قال: تناولها بيده ( فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ ) قال: يقال: إنه ولد زنية فهو من التسعة الذين كانوا يُفسدون في الأرض, ولا يصلحون, وهم الذين قالوا لصالح  لَنُبَيِّتَنَّهُ وَأَهْلَهُ  ولنقتلنهم."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أرسلنا عليهم جبريل، فصاح بهم صيحة واحدة، فبادوا عن آخرهم، فكانوا كالزرع اليابس الذي يُجْعل حِظارًا على الإبل والمواشي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر» هو الذي يجعل لغنمه حظيرة من يابس الشجر والشوك يحفظهن فيها من الذئاب والسباع وما سقط من ذلك فداسته هو الهشيم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أرسل الله عليهم صيحة ورجفة أهلكتهم عن آخرهم، ونجى الله صالحا ومن آمن معه"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر ) أي : فبادوا عن آخرهم لم تبق منهم باقية ، وخمدوا وهمدوا كما يهمد يبيس الزرع والنبات . قاله غير واحد من المفسرين . والمحتظر - قال السدي - : هو المرعى بالصحراء حين يبس وتحرق ونسفته الريح .وقال ابن زيد : كانت العرب يجعلون حظارا على الإبل والمواشي من يبيس الشوك ، فهو المراد من قوله : ( كهشيم المحتظر ) .وقال سعيد بن جبير : ( كهشيم المحتظر ) : هو التراب المتناثر من الحائط . وهذا قول غريب ، والأول أقوى ، والله أعلم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا أرسلنا عليهم صيحة واحدة ) قال عطاء : يريد صيحة جبريل عليه السلام ( فكانوا كهشيم المحتظر ) قال ابن عباس : هو الرجل يجعل لغنمه حظيرة من الشجرة والشوك دون السباع ، فما سقط من ذلك فداسته الغنم فهو الهشيم .وقال ابن زيد : هو الشجر البالي الذي تهشم حتى ذرته الريح . والمعنى : أنهم صاروا كيبس الشجر إذا تحطم ، والعرب تسمي كل شيء كان رطبا فيبس : هشيما .وقال قتادة : كالعظام النخرة المحترقة . وقال سعيد بن جبير : هو التراب الذي يتناثر من الحائط ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا أرسلنا عليهم صيحة واحدة يريد صيحة جبريل عليه السلام ، وقد مضى في \" هود \" .فكانوا كهشيم المحتظر وقرأ الحسن وقتادة وأبو العالية \" المحتظر \" بفتح الظاء أرادوا الحظيرة . الباقون بالكسر أرادوا صاحب الحظيرة . وفي الصحاح : والمحتظر الذي يعمل الحظيرة . وقرئ \" كهشيم المحتظر \" فمن كسره جعله الفاعل ومن فتحه جعله المفعول به . ويقال للرجل القليل الخير : إنه لنكد الحظيرة . قال أبو عبيد : أراه سمى أمواله حظيرة لأنه حظرها عنده ومنعها ، وهي فعيلة بمعنى مفعولة . المهدوي : من فتح الظاء من \" المحتظر \" فهو مصدر ، والمعنى كهشيم الاحتظار . ويجوز أن يكون \" المحتظر \" هو الشجر المتخذ منه الحظيرة . قال ابن عباس : المحتظر هو الرجل يجعل لغنمه حظيرة بالشجر والشوك ; فما سقط من ذلك وداسته الغنم فهو الهشيم . قال :أثرن عجاجة كدخان نار     تشب بغرقد بال هشيموعنه : كحشيش تأكله الغنم . وعنه أيضا : كالعظام النخرة المحترقة ، وهو قول قتادة . وقال سعيد بن جبير : هو التراب المتناثر من الحيطان في يوم ريح . وقال سفيان الثوري : هو ما تناثر من الحظيرة إذا ضربتها بالعصا ، وهو فعيل بمعنى مفعول ، وقال ابن زيد : العرب تسمي كل شيء كان رطبا فيبس هشيما . والحظر المنع ، والمحتظر المفتعل يقال منه : احتظر على إبله وحظر أي جمع الشجر ووضع بعضه فوق بعض ليمنع برد الريح والسباع عن إبله ; قال الشاعر :ترى جيف المطي بجانبيه     كأن عظامها خشب الهشيموعن ابن عباس : أنهم كانوا مثل القمح الذي ديس وهشم ; فالمحتظر على هذا الذي يتخذ حظيرة على زرعه ، والهشيم فتات السنبلة والتبن ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً ) وقد بيَّنا فيما مضى أمر الصيحة, وكيف أتتهم, وذكرنا ما روي في ذلك من الآثار, فأغنى ذلك عن إعادته في هذا الموضع.وقوله ( فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ ) يقول تعالى ذكره فكانوا بهلاكهم بالصيحة بعد نضارتهم أحياء, وحسنهم قبل بوارهم كيبس الشجر الذي حظرته بحظير حظرته بعد حُسن نباته, وخضرة ورقه قبل يُبسه.وقد اختلف أهل التأويل في المعنيّ بقوله ( كَهَشِيمِ الْمُحْتَظِرِ ) فقال بعضهم: عني بذلك: العظام المحترقة, وكأنهم وجهوا معناه إلى أنه مَثَّلَ هؤلاء القوم بعد هلاكهم وبلائهم بالشيء الذي أحرقه محرق في حظيرته.* ذكر من قال ذلك:حدثني سليمان بن عبد الجبار, قال: ثنا محمد بن الصلت, قال ثنا أبو كُدينة, قال: ثنا قابوس, عن أبيه, عن ابن عباس ( كَهَشِيمِ الْمُحْتَظِرِ ) &amp;; 22-594 &amp;; قال: كالعظام المحترقة.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثنى أبي, عن أبيه, عن ابن عباس, قوله ( فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ ) قال: المحترق . ولا بيان عندنا في هذا الخبر عن ابن عباس, كيف كانت قراءته ذلك, إلا أنا وجهنا معنى قوله هذا على النحو الذي جاءنا من تأويله قوله ( كَهَشِيمِ الْمُحْتَظِرِ ) إلى أنه كان يقرأ ذلك كنحو قراءة الأمصار, وقد يحتمل تأويله ذلك كذلك أن يكون قراءته كانت بفتح الظاء من المحتظر, على أن المحتظر نعت للهشيم, أضيف إلى نعته, كما قيل :  إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ  قد ذُكر عن الحسن وقتادة أنهما كانا يقرآن ذلك كذلك, ويتأوّلانه هذا التأويل الذي ذكرناه عن ابن عباس.حدثني عبد الوارث بن عبد الصمد بن عبد الوارث, قال: ثني أبي, عن الحسن, قال: كان قتادة يقرأ ( كَهَشِيمِ الْمُحْتَظِرِ ) يقول: المحترق.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ ) يقول: كهشيم محترق.وقال آخرون: بل عنى بذلك التراب . الذي يتناثر من الحائط.* ذكر من قال ذلك:حدثنا بن حميد, قال: ثنا مهران, عن يعقوب, عن جعفر, عن سعيد بن جبير ( كَهَشِيمِ الْمُحْتَظِرِ ) قال: التراب الذي يتناثر من الحائط.وقال آخرون: بل هو حظيرة الراعي للغنم.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن أبي إسحاق وأسنده, قال ( الْمُحْتَظِرِ ) حظيرة الراعي للغنم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: &amp;; 22-595 &amp;; سمعت الضحاك يقول في قوله ( كَهَشِيمِ الْمُحْتَظِرِ ) المحتظر: الحظيرة تتخذ للغنم فتيبس, فتصير كهشيم المحتظر, قال: هو الشوك الذي تحظر به العرب حول مواشيها من السباع والهشيم: يابس الشجر الذي فيه شوك ذلك الهشيم.وقال آخرون: بل عني به هشيم الخيمة, وهو ما تكسَّر من خشبها.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن مجاهد, في قوله ( كَهَشِيمِ الْمُحْتَظِرِ ) قال: الرجل يهشِم الخيمة.وحدثني الحارث, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( كَهَشِيمِ الْمُحْتَظِرِ ) الهشيم: الخيمة.وقال آخرون: بل هو الورق الذي يتناثر من خشب الحطب.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( كَهَشِيمِ ) قال: الهشيم: إذا ضربت الحظيرة بالعصا تهشم ذاك الورق فيسقط. والعرب تسمي كل شيء كان رطبا فيبس هشيما."
        }
      ]
    },
    {
      "ayahNo": 32,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر ويعتبر، فهل مِن متعظ به؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد يسرنا القرآن للذكر فهل من مدكر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" ولقد يسرنا القرآن للذكر فهل من مدكر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِأي سهلناه للحفظ وأعنا عليه من أراد حفظه ; فهل من طالب لحفظه فيعان عليه ؟ ويجوز أن يكون المعنى : ولقد هيأناه للذكر مأخوذ من يسر ناقته للسفر : إذا رحلها ويسر فرسه للغزو إذا أسرجه وألجمه ; قال : وقمت إليه باللجام ميسرا هنالك يجزيني الذي كنت أصنع وقال سعيد بن جبير : ليس من كتب الله كتاب يقرأ كله ظاهرا إلا القرآن ; وقال غيره : ولم يكن هذا لبني إسرائيل , ولم يكونوا يقرءون التوراة إلا نظرا , غير موسى وهارون ويوشع بن نون وعزير صلوات الله عليهم , ومن أجل ذلك افتتنوا بعزير لما كتب لهم التوراة عن ظهر قلبه حين أحرقت ; على ما تقدم بيانه في سورة \" التوبة \" فيسر الله تعالى على هذه الأمة حفظ كتابه ليذكروا ما فيه ; أي يفتعلوا الذكر , والافتعال هو أن ينجع فيهم ذلك حتى يصير كالذات وكالتركيب .فيهم .فَهَلْ مِنْ مُدَّكِرٍقارئ يقرؤه .وقال أبو بكر الوراق وابن شوذب : فهل من طالب خير وعلم فيعان عليه , وكرر في هذه السورة للتنبيه والإفهام .وقيل : إن الله تعالى اقتص في هذه السورة على هذه الأمة أنباء الأمم وقصص المرسلين , وما عاملتهم به الأمم , وما كان من عقبى أمورهم وأمور المرسلين ; فكان في كل قصة ونبأ ذكر للمستمع أن لو ادكر , وإنما كرر هذه الآية عند ذكر كل قصة بقوله : \" فهل من مدكر \" لأن \" هل \" كلمة استفهام تستدعي أفهامهم التي ركبت في أجوافهم وجعلها حجة عليهم ; فاللام من \" هل \" للاستعراض والهاء للاستخراج ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (32)يقول تعالى ذكره: ولقد هوّنا القرآن بيَّناه للذكر: يقول: لمن أراد أن يتذكر به فيتعظ ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من متَّعظ به ومعتبر فيعتبر به, فيرتدع عما يكرهه الله منه."
        }
      ]
    },
    {
      "ayahNo": 33,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبت قوم لوط بآيات الله التي أنذِروا بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذبت قوم لوط بالنذر» بالأمور المنذرة لهم على لسانه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  كَذَّبَتْ قَوْمُ لُوطٍ  لوطا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، ونهاهم عن الشرك والفاحشة التي ما سبقهم بها أحد من العالمين،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن قوم لوط كيف كذبوا رسولهم وخالفوه ، وارتكبوا المكروه من إتيان الذكور ، وهي الفاحشة التي لم يسبقهم بها أحد من العالمين ; ولهذا أهلكهم الله هلاكا لم يهلكه أمة من الأمم ، فإنه تعالى أمر جبريل عليه السلام ، فحمل مدائنهم حتى وصل بها إلى عنان السماء ، ثم قلبها عليهم وأرسلها ، وأتبعت بحجارة من سجيل منضود ; ولهذا قال هاهنا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" كذبت قوم لوط بالنذر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أخبر عن قوم لوط أيضا لما كذبوا لوطا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ ) يقول تعالى ذكره: كذّبت قوم لوط بآيات الله التي أنذرهم وذكرهم بها."
        }
      ]
    },
    {
      "ayahNo": 34,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أرسلنا عليهم حاصبا» ريحا ترميهم بالحصباء وهي صغار الحجارة الواحد دون ملء الكف فهلكوا «إلا آل لوط» وهم ابنتاه معه «نجيناهم بسحر» من الأسحار وقت الصبح من يوم غير معين ولو أريد من يوم معين لمنع من الصرف لأنه معرفة معدول عن السحر لأن حقه أن يستعمل في المعرفة بأل وهل أرسل الحاصب على آل لوط أولا؟ قولان وعبر عن الاستثناء على الأول بأنه متصل وعلى الثاني بأنه منقطع وإن كان من الجنس تسمحا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَّجَّيْنَاهُم بِسَحَرٍ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إنا أرسلنا عليهم حاصبا ) وهي : الحجارة ، ( إلا آل لوط نجيناهم بسحر ) أي : خرجوا من آخر الليل فنجوا مما أصاب قومهم ، ولم يؤمن بلوط من قومه أحد ولا رجل واحد حتى ولا امرأته ، أصابها ما أصاب قومها ، وخرج نبي الله لوط وبنات له من بين أظهرهم سالما لم يمسسه سوء ; ولهذا قال تعالى :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا أرسلنا عليهم حاصبا ) ريحا ترميهم بالحصباء ، وهي الحصى وقال الضحاك : يعني صغار الحصى . وقيل : \" الحصباء \" هي الحجر الذي دون ملء الكف ، وقد يكون الحاصب الرامي فيكون المعنى على هذا : أرسلنا عليهم عذابا يحصبهم أي : يرميهم بالحجارة ، ثم استثنى فقال : ( إلا آل لوط ) يعني لوطا وابنتيه ( نجيناهم ) من العذاب ( بسحر ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إنا أرسلنا عليهم حاصبا أي ريحا ترميهم بالحصباء وهي الحصى ; قال النضر : الحاصب : الحصباء في الريح . وقال أبو عبيدة : الحاصب : الحجارة . وفي الصحاح : والحاصب الريح الشديدة التي تثير الحصباء وكذلك الحصبة ; قال لبيد :جرت عليها أن خوت من أهلها أذيالها كل عصوف حصبهعصفت الريح أي : اشتدت فهي ريح عاصف وعصوف . وقال الفرزدق :مستقبلين شمال الشام تضربنا     بحاصب كنديف القطن منثورإلا آل لوط يعني من تبعه على دينه ولم يكن إلا بنتاه نجيناهم بسحر قال الأخفش : إنما أجراه لأنه نكرة ، ولو أراد \" سحر \" يوما بعينه لما أجراه ، ونظيره : اهبطوا مصرا لما نكره ، فلما عرفه في قوله : ادخلوا مصر إن شاء الله لم يجره ، وكذا قال الزجاج : \" سحر \" إذا كان نكرة يراد به سحر من الأسحار يصرف ، تقول أتيته سحرا ، فإذا أردت سحر يومك لم تصرفه ، تقول : أتيته سحر يا هذا ، وأتيته بسحر . والسحر : هو ما بين آخر الليل وطلوع الفجر ، وهو في كلام العرب اختلاط سواد الليل ببياض أول النهار ; لأن في هذا الوقت يكون مخاييل الليل ومخاييل النهار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا ) يقول تعالى ذكره: إنا أرسلنا عليهم حجارة.وقوله ( إِلا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ ) يقول: غير آل لوط الذين صدّقوه واتبعوه على دينه فإنا نجيناهم من العذاب الذي عذّبنا به قومه الذين كذبوه, والحاصب الذي حصبناهم به بسحر: بنعمة من عندنا: يقول: نعمة أنعمناها على لوط وآله, وكرامة أكرمناهم بها من عندنا."
        }
      ]
    },
    {
      "ayahNo": 35,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«نعمة» مصدر، أي إنعاما «من عندنا كذلك» أي مثل ذلك الجزاء «نجزي من شكر» أنعمنا وهو مؤمن أو من آمن بالله ورسوله وأطاعهما."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": ""
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( نعمة من عندنا ) أي : جعلناه نعمة منا عليهم حيث أنجيناهم ( كذلك ) كما أنعمنا على آل لوط ( نجزي من شكر ) قال مقاتل : من وحد الله لم يعذبه مع المشركين ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "نعمة من عندنا إنعاما منا على لوط وابنتيه ; فهو نصب لأنه مفعول به .كذلك نجزي من شكر أي من آمن بالله وأطاعه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( كَذَلِكَ نَجْزِي مَنْ شَكَرَ ) يقول: وكما أثبنا لوطًا وآله, وأنعمنا عليه, فأنجيناهم من عذابنا بطاعتهم إيانا كذلك نثيب من شكرنا على نعمتنا عليه, فأطاعنا وانتهى إلى أمرنا ونهينا من جميع خلقنا. وأجرى قوله بسحر, لأنه نكرة, وإذا قالوا: فعلت هذا سحر بغير باء لم يجروه."
        }
      ]
    },
    {
      "ayahNo": 36,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد خوَّف لوط قومه بأس الله وعذابه، فلم يسمعوا له، بل شكُّوا في ذلك، وكذَّبوه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد أنذرهم» خوفهم لوط «بطشتنا» أخذتنا إياهم بالعذاب «فتماروا» تجادلوا وكذبوا «بالنذر» بإنذاره."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فكذبوه واستمروا على شركهم وقبائحهم، حتى إن الملائكة الذين جاءوه بصورة أضياف حين سمع بهم قوم لوط، جاؤوهم  مسرعين، يريدون إيقاع الفاحشة فيهم، لعنهم الله وقبحهم، وراودوه عنهم،فأمر الله جبريل عليه السلام، فطمس أعينهم بجناحه، وأنذرهم نبيهم بطشة الله وعقوبته  فَتَمَارَوْا بِالنُّذُرِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي : ولقد كان قبل حلول العذاب بهم قد أنذرهم بأس الله وعذابه ، فما التفتوا إلى ذلك ، ولا أصغوا إليه ، بل شكوا فيه وتماروا به ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد أنذرهم ) لوط ( بطشتنا ) أخذنا إياهم بالعقوبة ( فتماروا بالنذر ) شكوا بالإنذار وكذبوا ولم يصدقوا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولقد أنذرهم يعني لوطا خوفهم بطشتنا عقوبتنا وأخذنا إياهم بالعذاب فتماروا بالنذر أي شكوا فيما أنذرهم به الرسول ولم يصدقوه ، وهو تفاعل من المرية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (36)يقول تعالى ذكره: ولقد أنذر لوط قومه بطشتنا التي بطشناها قبل ذلك ( فَتَمَارَوْا بِالنُّذُرِ ) يقول: فكذّبوا بإنذاره ما أنذرهم من ذلك شكا منهم فيه .وقوله ( فَتَمَارَوْا ) تفاعلوا من المرية.وبنحو الذي قلنا في ذلك قال أهل التأويل:* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَتَمَارَوْا بِالنُّذُرِ ) لم يصدّقوه، وقوله ( وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ ) يقول جلّ ثناؤه: ولقد راود لوطا قومه عن ضيفه الذين نزلوا به حين أراد الله إهلاكهم ( فَطَمَسْنَا أَعْيُنَهُمْ ) يقول: فطمسنا على أعينهم حتى صيرناها كسائر الوجه لا يرى لها شقّ, فلم يبصروا ضيفه. والعرب تقول: قد طمست الريح الأعلام: إذا دفنتها بما تسفي عليها من التراب, كما قال كعب بن زُهَير:مِنْ كُلّ نَصَّاخَةِ الذّفْرَى إذَا أعْتَرَقَتْعُرْضَتها طامِسُ الأعْلام مَجْهُولُ (1)يعني بقوله ( طامِسُ الأعْلامِ ) : مندفن الأعلام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:------------------------الهوامش:(1) البيت : لكعب بن زهير من لاميته المشهورة \" بانت سعاد \" التي مدح بها سيدنا رسول الله صلى الله عليه وسلم . وقد شرحناه ثلاث مرات في ( 2 : 402 ، 5 : 123 ، 9 : 157 ) من هذه الطبعة ، فراجعه في أحد هذه المواضع ، أو فيها كلها، لزيادة الفائدة ."
        }
      ]
    },
    {
      "ayahNo": 37,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد طلبوا منه أن يفعلوا الفاحشة بضيوفه من الملائكة، فطمسنا أعينهم فلم يُبصروا شيئًا، فقيل لهم: ذوقوا عذابي وإنذاري الذي أنذركم به لوط عليه السلام."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد راودوه عن ضيفه» أن يخلي بينهم وبين القوم الذين أتوه في صورة الأضياف ليخبثوا بهم وكانوا ملائكة «فطمسنا أعينهم» أعميناها وجعلناها بلا شق كباقي الوجه بأن صفقها جبريل بجناحه «فذوقوا» فقلنا لهم ذوقوا «عذابي ونذر» إنذاري وتخويفي، أي ثمرته وفائدته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ولقد راودوه عن ضيفه ) وذلك ليلة ورد عليه الملائكة : جبريل ، وميكائيل ، وإسرافيل في صورة شباب مرد حسان محنة من الله بهم ، فأضافهم لوط [ عليه السلام ] وبعثت امرأته العجوز السوء إلى قومها ، فأعلمتهم بأضياف لوط ، فأقبلوا يهرعون إليه من كل مكان ، فأغلق لوط دونهم الباب ، فجعلوا يحاولون كسر الباب ، وذلك عشية ، ولوط ، عليه السلام ، يدافعهم ويمانعهم دون أضيافه ، ويقول لهم : ( هؤلاء بناتي ) يعني : نساءهم ، ( إن كنتم فاعلين ) [ الحجر : 71 ] ( قالوا لقد علمت ما لنا في بناتك من حق ) أي : ليس لنا فيهن أرب ، ( وإنك لتعلم ما نريد ) [ هود : 79 ] فلما اشتد الحال وأبوا إلا الدخول ، خرج عليهم جبريل ، عليه السلام ، فضرب أعينهم بطرف جناحه ، فانطمست أعينهم . يقال : إنها غارت من وجوههم . وقيل : إنه لم تبق لهم عيون بالكلية"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد راودوه عن ضيفه ) طلبوا أن يسلم إليهم أضيافه ( فطمسنا أعينهم ) وذلك أنهم لما قصدوا دار لوط وعالجوا الباب ليدخلوا ، قالت الرسل [ للوط ] : خل بينهم وبين الدخول فإنا رسل ربك لن يصلوا إليك ، فدخلوا الدار فصفقهم جبريل بجناحه بإذن الله فتركهم عميا يترددون متحيرين لا يهتدون إلى الباب ، فأخرجهم لوط عميا لا يبصرون . قوله : \" فطمسنا أعينهم \" أي : صيرناها كسائر الوجه لا يرى لها شق ، هذا قول أكثر المفسرين . وقال الضحاك : طمس الله أبصارهم فلم يروا الرسل ، فقالوا : قد رأيناهم حين دخلوا البيت فأين ذهبوا ، فلم يروهم فرجعوا . ( فذوقوا عذابي ونذر ) أي : [ ما أنذركم ] به لوط من العذاب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولقد راودوه عن ضيفه أي أرادوا منه تمكينهم ممن كان أتاه من الملائكة في هيئة الأضياف طلبا للفاحشة على ما تقدم . يقال : راودته على كذا مراودة وروادا أي أردته . وراد الكلأ يروده رودا وريادا ، وارتاده ارتيادا بمعنى أي طلبه ; وفي الحديث : إذا بال أحدكم فليرتد لبوله أي يطلب مكانا لينا أو منحدرا .فطمسنا أعينهم يروى أن جبريل عليه السلام ضربهم بجناحه فعموا . وقيل : صارت أعينهم كسائر الوجه لا يرى لها شق ، كما تطمس الريح الأعلام بما تسفي عليها من التراب . وقيل : لا ، بل أعماهم الله مع صحة أبصارهم فلم يروهم . قال الضحاك : طمس الله على أبصارهم فلم يروا الرسل ; فقالوا : لقد رأيناهم حين دخلوا البيت فأين ذهبوا ؟ فرجعوا ولم يروهم .فذوقوا عذابي ونذر أي فقلنا لهم ذوقوا ، والمراد من هذا الأمر الخبر ; أي : فأذقتهم عذابي الذي أنذرهم به لوط ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ ) قال: عمى الله عليهم الملائكة حين دخلوا على لوط.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ ) وذُكر لنا أن جبريل عليه السلام استأذن ربه في عقوبتهم ليلة أتوا لوطا, وأنهم عالجوا الباب ليدخلوا عليه, فصفقهم بجناحه, وتركهم عميا يتردّدون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله ( وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ ) قال: هؤلاء قوم لوط حين راودوه عن ضيفه, طمس الله أعينهم, فكان ينهاهم عن عملهم الخبيث الذي كانوا يعملون, فقالوا: إنا لا نترك عملنا فإياك أن تُنزل أحدا أو تُضيفه, أو تدعه ينزل عليك, فإنا لا نتركه ولا نترك عملنا. قال: فلما جاءه المرسلون, خرجت امرأته الشقية من الشقّ, فأتتهم فدعتهم, وقالت لهم: تعالوا فإنه قد جاء قوم  لم أر قطّ أحسن وجوها منهم, ولا أحسن ثيابًا, ولا أطيب أرواحا منهم, قال: فجاءوه يهرعون إليه, فقال: إن هؤلاء ضيفي, فاتقوا الله ولا تخزوني في ضيفي, قالوا: أولم ننهك عن العالمين؟ أليس قد تقدمنا إليك وأعذرنا فيما بيننا بينك؟ قال: هؤلاء بناتي هنّ أطهر لكم فقال له جبريل عليه السلام: ما يهولك من هؤلاء؟ قال: أما ترى ما يريدون؟ فقال: إنا رسل ربك لن يصلوا إليك, لا تخف ولا تحزن إنا منجوك وأهلك إلا امرأتك, لتصنعن هذا الأمر سرّا, وليكوننّ فيه بلاء; قال: فنشر جبريل عليه السلام جناحا من أجنحته, فاختلس به أبصارهم, فطمس أعينهم, فجعلوا يجول بعضهم في بعض, فذلك قول الله ( فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ ) .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ ) جاءت الملائكة في صور الرجال, وكذلك كانت تجيء, فرآهم قوم لوط حين دخلوا القرية. وقيل: إنهم نزلوا بلوط, فأقبلوا إليهم يريدونهم, فتلقَّاهم لوط يناشدهم الله أن لا يخزوه في ضيفه, فأبوا عليه وجاءوا ليدخلوا عليه, فقالت الرسل للوط خلّ بينهم وبين الدخول, فإنا رسل ربك, لن يصلوا إليك, فدخلوا البيت, وطمس الله على أبصارهم, فلم يروهم; وقالوا: قد رأيناهم حين دخلوا البيت, فأين ذهبوا؟ فلم يروهم ورجعوا.وقوله ( فَذُوقُوا عَذَابِي وَنُذُرِ ) يقول تعالى ذكره: فذوقوا معشر قوم لوط من سدوم, عذابي الذي حلّ بكم, وإنذاري الذي أنذرت به غيركم من الأمم من النكال والمثلات."
        }
      ]
    },
    {
      "ayahNo": 38,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد صبحهم بكرة» وقت الصبح من يوم غير معين «عذاب مستقر» دائم متصل بعذاب الآخرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ  قلب الله عليهم ديارهم، وجعل أسفلها أعلاها، وتتبعهم بحجارة من سجيل منضود، مسومة عند ربك للمسرفين، ونجى الله لوطا وأهله من الكرب العظيم، جزاء لهم على شكرهم لربهم، وعبادته وحده لا شريك له."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( ولقد صبحهم بكرة عذاب مستقر ) أي : لا محيد لهم عنه ، ولا انفكاك لهم منه"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد صبحهم بكرة ) جاءهم وقت الصبح ( عذاب مستقر ) دائم استقر فيهم حتى أفضى بهم إلى عذاب الآخرة ، وقيل : عذاب حق ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ولقد صبحهم بكرة عذاب مستقر أي دائم عام استقر فيهم حتى يفضي بهم إلى عذاب الآخرة . وذلك العذاب قلب قريتهم عليهم وجعل أعلاها أسفلها . و \" بكرة \" هنا نكرة فلذلك صرفت ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (38)يقول تعالى ذكره: ولقد صُبِّحَ قوْمُ لوط بُكْرةً ذكر أن ذلك كان عند طلوع الفجر.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( بُكْرَةً ) قال: عند طلوع الفجر.وقوله ( عَذَابِ ) وذلك قلب الأرض بهم, وتصيير أعلاها أسفلها بهم, ثم إتباعهم بحجارة من سجيل منضود.كما حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ ) قال: حجارة رموا بها.وقوله ( مُسْتَقِرّ ) يقول: استقرّ ذلك العذاب فيهم إلى يوم القيامة حتى يوافوا عذاب الله الأكبر في جهنم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ ) يقول: صبحهم عذاب مستقرّ, استقرّ بهم إلى نار جهنم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلَقَدْ صَبَّحَهُمْ بُكْرَةً ) ... الآية, قال: ثم صبحهم بعد هذا, يعني بعد أن طمس الله أعينهم, فهم من ذلك العذاب إلى يوم القيامة, قال: وكل قومه كانوا كذلك, ألا تسمع قوله حين يقول :  أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ  .حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( مُسْتَقِرّ ) استقرّ."
        }
      ]
    },
    {
      "ayahNo": 39,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فذوقوا عذابي ونذر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": ""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "فَذُوقُوا عَذَابِي وَنُذُرِ"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" فذوقوا عذابي ونذر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فذوقوا عذابي ونذر العذاب الذي نزل بهم من طمس الأعين غير العذاب الذي أهلكوا به ، فلذلك حسن التكرير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( فَذُوقُوا عَذَابِي وَنُذُرِ ) يقول تعالى ذكره لهم: فذوقوا معشر قوم لوط عذابي الذي أحللته بكم, بكفركم بالله وتكذيبكم رسوله, وإنذاري بكم الأمم سواكم بما أنزلته بكم من العقاب."
        }
      ]
    },
    {
      "ayahNo": 40,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر، فهل مِن متعظ به؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد يسرنا القرآن للذكر فهل مدكر»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "سبق تفسيرها"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" ولقد يسرنا القرآن للذكر فهل من مدكر \""
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِأي سهلناه للحفظ وأعنا عليه من أراد حفظه ; فهل من طالب لحفظه فيعان عليه ؟ ويجوز أن يكون المعنى : ولقد هيأناه للذكر مأخوذ من يسر ناقته للسفر : إذا رحلها ويسر فرسه للغزو إذا أسرجه وألجمه ; قال : وقمت إليه باللجام ميسرا هنالك يجزيني الذي كنت أصنع وقال سعيد بن جبير : ليس من كتب الله كتاب يقرأ كله ظاهرا إلا القرآن ; وقال غيره : ولم يكن هذا لبني إسرائيل , ولم يكونوا يقرءون التوراة إلا نظرا , غير موسى وهارون ويوشع بن نون وعزير صلوات الله عليهم , ومن أجل ذلك افتتنوا بعزير لما كتب لهم التوراة عن ظهر قلبه حين أحرقت ; على ما تقدم بيانه في سورة \" التوبة \" فيسر الله تعالى على هذه الأمة حفظ كتابه ليذكروا ما فيه ; أي يفتعلوا الذكر , والافتعال هو أن ينجع فيهم ذلك حتى يصير كالذات وكالتركيب فيهم .فَهَلْ مِنْ مُدَّكِرٍقارئ يقرؤه .وقال أبو بكر الوراق وابن شوذب : فهل من طالب خير وعلم فيعان عليه , وكرر في هذه السورة للتنبيه والإفهام .وقيل : إن الله تعالى اقتص في هذه السورة على هذه الأمة أنباء الأمم وقصص المرسلين , وما عاملتهم به الأمم , وما كان من عقبى أمورهم وأمور المرسلين ; فكان في كل قصة ونبأ ذكر للمستمع أن لو ادكر , وإنما كرر هذه الآية عند ذكر كل قصة بقوله : \" فهل من مدكر \" لأن \" هل \" كلمة استفهام تستدعي أفهامهم التي ركبت في أجوافهم وجعلها حجة عليهم ; فاللام من \" هل \" للاستعراض والهاء للاستخراج ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ ) يقول تعالى ذكره: ولقد سهَّلنا القرآن للذكر لمن أراد التذكر به فهل من متعظ ومعتبر به فينزجر به عما نهاه الله عنه إلى ما أمره به وأذن له فيه."
        }
      ]
    },
    {
      "ayahNo": 41,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد جاء أتباعَ فرعون وقومَه إنذارُنا بالعقوبة لهم على كفرهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد جاء آل فرعون» قومه معه «النذر» الإنذار على لسان موسى وهارون فلم يؤمنوا بل"
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي:  وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ  أي: فرعون وقومه  النُّذُرُ  فأرسل الله إليهم موسى الكليم، وأيده بالآيات الباهرات، والمعجزات القاهرات"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد جاء آل فرعون النذر ) يعني : موسى وهارون عليهما السلام ، وقيل : هي الآيات التي أنذرهم بها موسى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد جاء آل فرعون النذر يعني القبط والنذر موسى وهارون . وقد يطلق لفظ الجمع على الاثنين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ (41)يقول تعالى ذكره: ولقد جاء أتباع فرعون وقومه إنذارنا بالعقوبة بكفرهم بنا وبرسولنا موسى ."
        }
      ]
    },
    {
      "ayahNo": 42,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "كذَّبوا بأدلتنا كلها الدالة على وحدانيتنا ونبوة أنبيائنا، فعاقبناهم بالعذاب عقوبة عزيز لا يغالَب، مقتدر على ما يشاء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«كذبوا بآياتنا كلها» التسع التي أوتيها موسى «فأخذناهم» بالعذاب «أخذ عزيز» قوي «مقتدر» قادر لا يعجزه شيء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأشهدهم من العبر ما لم يشهد عليه أحدا غيرهم  فكذبوا بآيات الله كلها، فأخذهم أخذ عزيز مقتدر، فأغرقهم في اليم هو وجنوده  والمراد من ذكر هذه القصص تحذير [الناس و] المكذبين لمحمد صلى الله عليه وسلم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( كذبوا بآياتنا كلها ) وهي الآيات التسع ( فأخذناهم ) بالعذاب ( أخذ عزيز ) غالب في انتقامه ( مقتدر ) قادر على إهلاكهم ، لا يعجزه ما أراد ، ثم خوف أهل مكة فقال :"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "كذبوا بآياتنا معجزاتنا الدالة على توحيدنا ونبوة أنبيائنا ; وهي العصا ، واليد ، والسنون ، والطمسة ، والطوفان ، والجراد ، والقمل ، والضفادع ، والدم . وقيل : النذر : الرسل ; فقد جاءهم يوسف وبنوه إلى أن جاءهم موسى . وقيل : النذر الإنذار .فأخذناهم أخذ عزيز أي غالب في انتقامه مقتدر أي قادر على ما أراد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( كَذَّبُوا بِآيَاتِنَا كُلِّهَا ) يقول جلّ ثناؤه كذّب آل فرعون بأدلتنا التي جاءتهم من عندنا, وحججنا التي أتتهم بأنه لا إله إلا الله وحده كلها( فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ ) يقول تعالى ذكره: فعاقبناهم بكفرهم بالله عقوبة شديد لا يغلب, مقتدر على ما يشاء, غير عاجز ولا ضعيف.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده, قوله ( فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ ) يقول: عزيز في نقمته إذا انتقم."
        }
      ]
    },
    {
      "ayahNo": 43,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أكفاركم- يا معشر قريش- خير مِنَ الذين تقدَّم ذكرهم ممن هلكوا بسبب تكذيبهم، أم لكم براءة مِن عقاب الله في الكتب المنزلة على الأنبياء بالسلامة من العقوبة؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أكفاركم» يا قريش «خير من أولئكم» المذكورين من قوم نوح إلى فرعون فلم يعذروا «أم لكم» يا كفار قريش «براءة» من العذاب «في الزبر» الكتب والاستفهام في الموضعين بمعنى النفي أي ليس الأمر كذلك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ  أي: هؤلاء الذين كذبوا أفضل الرسل، خير من أولئك المكذبين، الذين ذكر الله هلاكهم وما جرى عليهم؟ فإن كانوا خيرا منهم، أمكن أن ينجوا من العذاب، ولم يصبهم ما أصاب أولئك الأشرار، وليس الأمر كذلك، فإنهم إن لم يكونوا شرا منهم، فليسوا بخير منهم،  أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ  أي: أم أعطاكم الله عهدا وميثاقا في الكتب التي أنزلها على الأنبياء، فتعتقدون حينئذ أنكم الناجون بإخبار الله ووعده؟ وهذا غير واقع، بل غير ممكن عقلا وشرعا، أن تكتب براءتهم في الكتب الإلهية المتضمنة للعدل والحكمة، فليس من الحكمة نجاة أمثال هؤلاء المعاندين المكذبين، لأفضل الرسل وأكرمهم على الله، فلم يبق إلا أن يكون بهم قوة ينتصرون بها،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( أكفاركم ) أي : أيها المشركون من كفار قريش ( خير من أولئكم ) يعني : من الذين تقدم ذكرهم ممن أهلكوا بسبب تكذيبهم الرسل ، وكفرهم بالكتب : أأنتم خير أم أولئك ؟ ( أم لكم براءة في الزبر ) أي : أم معكم من الله براءة ألا ينالكم عذاب ولا نكال ؟ ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أكفاركم خير من أولئكم ) أشد وأقوى من الذين أحللت بهم نقمتي من قوم نوح وعاد وثمود وقوم لوط وآل فرعون ؟ وهذا استفهام بمعنى الإنكار أي : ليسوا بأقوى منهم ( أم لكم براءة ) العذاب ( في الزبر ) في الكتب ، أنه لن يصيبكم ما أصاب الأمم الخالية ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أكفاركم خير من أولئكم خاطب العرب . وقيل : أراد كفار أمة محمد صلى الله عليه وسلم . وقيل : استفهام ، وهو استفهام إنكار ومعناه النفي ; أي ليس كفاركم خيرا من كفار من تقدم من الأمم الذين أهلكوا بكفرهم .أم لكم براءة في الزبر أي في الكتب المنزلة على الأنبياء بالسلامة من العقوبة . وقال ابن عباس : أم لكم في اللوح المحفوظ براءة من العذاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (43)يقول تعالى ذكره لكفار قريش الذين أخبر الله عنهم أنهم  وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ  أكفاركم معشر قريش خير من أولئكم الذين أحللت بهم نقمتي من قوم نوح وعاد وثمود وقوم لوط وآل فرعون, فهم يأملون أن ينجوا من عذابي, ونقمي على كفرهم بي, وتكذيبهم رسولي. يقول: إنما أنتم في كفركم بالله وتكذيبهم رسوله, كبعض هذه الأمم التي وصفت لكم أمرهم, وعقوبة الله بكم نازلة على كفركم به, كالذي نزل بهم إن لم تتوبوا وتنيبوا.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ ) : أي من مضى.حدثنا ابن حُميد, قال: ثنا يحيى بن واضح, قال: ثنا الحسن, عن يزيد النحويّ, عن عكرِمة ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ ) يقول: أكفاركم يا معشر قريش خير من أولئكم الذين مضوا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ ) يقول: أكفاركم خير من الكفار الذين عذبناهم على معاصي الله ، وهؤلاء الكفار خير من أولئك. وقال ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ ) استنفاها.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال. ثني أبي عن أبيه, عن ابن عباس, قوله ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ) يقول: ليس كفاركم خيرا من قوم نوح وقوم لوط.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع بن أنس ( أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ ) قال: كفار هذه الأمة.وقوله ( أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ) يقول جلّ ثناؤه: أم لكم براءة من عقاب الله معشر قريش, أن تصيبكم بكفركم بما جاءكم به الوحي من الله في الزبر, وهي الكتب.كما حدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا أبو عبيد, قال: سمعت الضحاك يقول في قوله ( الزُّبُرِ ) يقول: الكتب.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ) في كتاب الله براءة مما تخافون.حدثنا ابن حميد, قال: ثنا يحيى بن واضح, قال: ثنا الحسين, عن يزيد, عن عكرمة ( أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ) يعني في الكتب."
        }
      ]
    },
    {
      "ayahNo": 44,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "بل أيقول كفار \"مكة\": نحن أولو حزم ورأي وأمرنا مجتمع، فنحن جماعة منتصرة لا يغلبنا من أرادنا بسوء؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أم يقولون» أي كفار قريش «نحن جميع» جمع «منتصر» على محمد، ولما قال أبو جهل يوم بدر إنا جمع منتصر نزل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فأخبر تعالى أنهم يقولون:  نَحْنُ جَمِيعٌ مُنْتَصِرٌ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال مخبرا عنهم : ( أم يقولون نحن جميع منتصر ) أي : يعتقدون أنهم مناصرون بعضهم بعضا ، وأن جمعهم يغني عنهم من أرادهم بسوء"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أم يقولون ) يعني : كفار مكة ( نحن جميع منتصر ) قال الكلبي : نحن جميع أمرنا [ منتصر ] من أعدائنا المعنى : نحن يد واحدة على من خالفنا منتصر ممن عادانا ، ولم يقل منتصرون لموافقة رءوس الآي ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أم يقولون نحن جميع منتصر أي جماعة لا تطاق لكثرة عددهم وقوتهم ، ولم يقل منتصرين اتباعا لرءوس الآي ; فرد الله عليهم فقال :"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ ) يقول تعالى ذكره: أيقول هؤلاء الكفار من قريش: نحن جميع منتصر ممن قصدنا بسوء ومكروه, وأراد حربنا وتفريق جمعنا, فقال الله جلّ ثناؤه: سيهزم الجمع يعني جمع كفار قريش ( وَيُوَلُّونَ الدُّبُرَ ) يقول: ويولون أدبارهم المؤمنين بالله عن انهزامهم عنه. وقيل: الدبر فوحد والمراد به الجمع كما يقال ضربنا منهم الرأس: أي ضربنا منهم الرءوس: إذ كان الواحد يؤدي عن معنى جمعه, ثم إن الله تعالى ذكره صدّق وعده المؤمنين به فهزم المشركين به من قريش يوم بدر وولوهم الدُّبر."
        }
      ]
    },
    {
      "ayahNo": 45,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "سيهزم جمع كفار \"مكة\" أمام المؤمنين، ويولُّون الأدبار، وقد حدث هذا يوم \"بدر\"."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«سيهزم الجمع ويولون الدبر» فهزموا ببدر ونصر رسول الله صلى الله عليه وسلم عليهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قال تعالى مبينا لضعفهم، وأنهم مهزومون:  سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ  فوقع كما أخبر، هزم الله جمعهم الأكبر يوم بدر، وقتل من  صناديدهم وكبرائهم ما ذلوا به  ونصر الله دينه ونبيه وحزبه المؤمنين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( سيهزم الجمع ويولون الدبر ) أي : سيتفرق شملهم ويغلبون .قال البخاري : حدثنا إسحاق ، حدثنا خالد ، عن خالد - وقال أيضا : حدثنا محمد ، حدثنا عفان بن مسلم ، عن وهيب ، عن خالد ، عن عكرمة ، عن ابن عباس ; أن النبي - صلى الله عليه وسلم - قال - وهو في قبة له يوم بدر - : \" أنشدك عهدك ووعدك ، اللهم إن شئت لم تعبد بعد اليوم أبدا \" . فأخذ أبو بكر رضي الله عنه بيده وقال : حسبك يا رسول الله ! ألححت على ربك . فخرج وهو يثب في الدرع وهو يقول : ( سيهزم الجمع ويولون الدبر بل الساعة موعدهم والساعة أدهى وأمر ) .وكذا رواه البخاري والنسائي في غير موضع ، من حديث خالد - وهو ابن مهران الحذاء - به .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو الربيع الزهراني ، حدثنا حماد عن أيوب ، عن عكرمة ، قال : لما نزلت ( سيهزم الجمع ويولون الدبر ) [ قال ] قال عمر : أي جمع يهزم ؟ أي جمع يغلب ؟ قال عمر : فلما كان يوم بدر رأيت رسول الله - صلى الله عليه وسلم - يثب في الدرع ، وهو يقول : ( سيهزم الجمع ويولون الدبر ) فعرفت تأويلها يومئذ ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قال الله تعالى : ( سيهزم الجمع ) قرأ يعقوب : \" سنهزم \" بالنون \" الجمع \" نصب وقرأ الآخرون بالياء وضمها ، \" الجمع \" رفع على غير تسمية الفاعل ، يعني : كفار مكة ( ويولون الدبر ) يعني : الأدبار فوحد لأجل رءوس الآي ، كما يقال : ضربنا منهم الرءوس وضربنا منهم الرأس إذا كان الواحد يؤدي معنى الجمع ، أخبر الله أنهم يولون أدبارهم منهزمين فصدق الله وعده وهزمهم يوم بدر .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن المثنى ، حدثنا عبد الوهاب ، حدثنا خالد عن عكرمة عن ابن عباس قال : قال النبي - صلى الله عليه وسلم - وهو في قبته يوم بدر : \" اللهم إني أنشدك عهدك ووعدك ، اللهم إن شئت لم تعبد بعد اليوم \" ، فأخذ أبو بكر بيده ، فقال : حسبك يا رسول الله فقد ألححت على ربك - وهو في الدرع - فخرج وهو يقول : \" سيهزم الجمع ويولون الدبر \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سيهزم الجمع أي جمع كفار مكة ، وقد كان ذلك يوم بدر وغيره . وقراءة العامة سيهزم بالياء على ما لم يسم فاعله \" الجمع \" بالرفع . وقرأ رويس عن يعقوب \" سنهزم \" بالنون وكسر الزاي \" الجمع \" نصبا .ويولون الدبر قراءة العامة بالياء على الخبر عنهم . وقرأ عيسى وابن إسحاق ورويس عن يعقوب \" وتولون \" بالتاء على الخطاب . و \" الدبر \" اسم جنس كالدرهم والدينار فوحد والمراد الجمع لأجل رءوس الآي . وقال مقاتل : ضرب أبو جهل فرسه يوم بدر فتقدم من الصف وقال : نحن ننتصر اليوم من محمد وأصحابه ; فأنزل الله تعالى : نحن جميع منتصر سيهزم الجمع ويولون الدبر . وقال سعيد بن جبير : قال سعد بن أبي وقاص : لما نزل قوله تعالى : سيهزم الجمع ويولون الدبر كنت لا أدري أي الجمع ينهزم ، فلما كان يوم بدر رأيت النبي صلى الله عليه وسلم يثب في الدرع ويقول : اللهم إن قريشا جاءتك تحادك وتحاد رسولك بفخرها وخيلائها فأخنهم الغداة ثم قال : سيهزم الجمع ويولون الدبر فعرفت تأويلها . وهذا من معجزات النبي صلى الله عليه وسلم ; لأنه أخبر عن غيب فكان كما أخبر . أخنى عليه الدهر : أي أتى عليه وأهلكه ، ومنه قول النابغة :أخنى عليه الذي أخنى على لبدوأخنيت عليه : أفسدت . قال ابن عباس : كان بين نزول هذه الآية وبين بدر سبع سنين ; فالآية على هذا مكية . وفي البخاري عن عائشة أم المؤمنين رضي الله عنها قالت : لقد أنزل على محمد صلى الله عليه وسلم بمكة وإني لجارية ألعب : بل الساعة موعدهم والساعة أدهى وأمر . وعن ابن عباس أن النبي صلى الله عليه وسلم قال وهو في قبة له يوم بدر : أنشدك عهدك ووعدك اللهم إن شئت لم تعبد بعد اليوم أبدا فأخذ أبو بكر رضي الله عنه بيده وقال : حسبك يا رسول الله فقد ألححت على ربك ; وهو في الدرع فخرج وهو يقول : سيهزم الجمع ويولون الدبر"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "كما حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن أيوب قال: لا أعلمه إلا عن عكرمة أن عمر قال لما نزلت ( سَيُهْزَمُ الْجَمْعُ ) جعلت أقول: أيّ جمع يهزم؟ فلما كان يوم بدر رأيت النبي صَلَّى الله عَلَيْهِ وَسَلَّم يثب في الدرع ويقول : ( سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ ) .حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع بن أنس ( سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ ) قال: يوم بدر.قال ثنا يحيى بن واضح, قال: ثنا الحسين, عن يزيد, عن عكرِمة, قوله ( سَيُهْزَمُ الْجَمْعُ ) يعني جمع بدر ( وَيُوَلُّونَ الدُّبُرَ ) .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( سَيُهْزَمُ الْجَمْعُ ) ...الآية ذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم قال يوم بدر \" هزموا وولوا الدبر \".حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ ) قال: هذا يوم بدر.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا أيوب, عن عكرِمة, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" كان يثب في الدرع ويقول: هُزِمَ الجَمْعُ وَوَلَّوُا الدُّبُرَ\".حدثني إسحاق بن شاهين, قال: ثنا خالد بن عبد الله, عن داود, عن عليّ بن أبي طلحة, عن ابن عباس ( سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ ) قال: كان ذلك يوم بدر. قال: قالوا نحن جمع منتصر, قال: فنزلت هذه الآية."
        }
      ]
    },
    {
      "ayahNo": 46,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والساعة موعدهم الذي يُجازون فيه بما يستحقون، والساعة أعظم وأقسى مما لحقهم من العذاب يوم \"بدر\"."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«بل الساعة موعدهم» بالعذاب «والساعة» أي عذابها «أدهى» أعظم بلية «وأمر» أشد مرارة عذاب الدنيا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ومع ذلك، فلهم موعد يجمع به أولهم وآخرهم، ومن أصيب في الدنيا منهم، ومن متع بلذاته، ولهذا قال:  بَلِ السَّاعَةُ مَوْعِدُهُمْ  الذي يحازون به، ويؤخذ منهم الحق بالقسط،  وَالسَّاعَةُ أَدْهَى وَأَمَرُّ  أي: أعظم وأشق، وأكبر من كل ما يتوهم، أو يدور بالبال"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقال البخاري : حدثنا إبراهيم بن موسى ، حدثنا هشام بن يوسف ; أن ابن جريج أخبرهم : أخبرني يوسف بن ماهك قال : إني عند عائشة أم المؤمنين ، قالت : نزل على محمد - صلى الله عليه وسلم - بمكة - وإني لجارية ألعب -( بل الساعة موعدهم والساعة أدهى وأمر ) هكذا رواه هاهنا مختصرا . ورواه في فضائل القرآن مطولا ، ولم يخرجه مسلم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( بل الساعة موعدهم والساعة أدهى وأمر ) قال سعيد بن المسيب : سمعت عمر بن الخطاب - رضي الله عنه - يقول : لما نزلت : \" سيهزم الجمع ويولون الدبر \" كنت لا أدري أي جمع يهزم ، فلما كان يوم بدر رأيت النبي - صلى الله عليه وسلم - يثب في درعه ويقول : \" سيهزم الجمع ويولون الدبر بل الساعة موعدهم  والساعة أدهى وأمر \" أعظم داهية وأشد مرارة من الأسر والقتل يوم بدر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بل الساعة موعدهم يريد القيامة .والساعة أدهى وأمر أي أدهى وأمر مما لحقهم يوم بدر . وأدهى من الداهية وهي الأمر العظيم ; يقال : دهاه أمر كذا - أي أصابه - دهوا ودهيا . وقال ابن السكيت : دهته داهية دهواء ودهياء وهي توكيد لها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (46)يقول تعالى ذكره: ما الأمر كما يزعم هؤلاء المشركون من أنهم لا يبعثون بعد مماتهم ( بَلِ السَّاعَةُ مَوْعِدُهُمْ ) للبعث والعقاب ( وَالسَّاعَةُ أَدْهَى وَأَمَرُّ ) عليهم من الهزيمة التي يهزمونها عند التقائهم مع المؤمنين ببدر.حدثنا ابن حُميد, قال: ثنا جرير, عن مغيرة, عن عمرو بن مرّة, عن شهر بن حوشب, قال: إن هذه الآية نزلت بهلاك إنما موعدهم الساعة, ثم قرأ  أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ  ... إلى قوله ( وَالسَّاعَةُ أَدْهَى وَأَمَرُّ ) ."
        }
      ]
    },
    {
      "ayahNo": 47,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن المجرمين في ضلال» هلاك بالقتل في الدنيا «وسعر» نار مستعرة بالتشديد أي مهيجة في الآخرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ الْمُجْرِمِينَ  أي: الذين أكثروا من فعل الجرائم، وهي الذنوب العظيمة من الشرك وغيره، من المعاصي  فِي ضَلَالٍ وَسُعُرٍ  أي: هم ضالون في الدنيا، ضلال عن العلم، وضلال عن العمل، الذي ينجيهم من العذاب، ويوم القيامة في العذاب الأليم، والنار التي تتسعر بهم، وتشتعل في أجسامهم، حتى تبلغ أفئدتهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبرنا تعالى عن المجرمين أنهم في ضلال عن الحق ، وسعر مما هم فيه من الشكوك والاضطراب في الآراء ، وهذا يشمل كل من اتصف بذلك من كافر ومبتدع من سائر الفرق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن المجرمين ) المشركين ( في ضلال وسعر ) قيل : \" في ضلال \" بعد عن الحق . قال الضحاك : \" وسعر \" أي : نار تسعر عليهم : وقيل : \" ضلال \" ذهاب عن طريق الجنة في الآخرة ، \" وسعر \" : نار مسعرة ، قال الحسين بن الفضل : إن المجرمين في ضلال في الدنيا ونار في الآخرة . وقال قتادة : في عناء وعذاب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن المجرمين في ضلال وسعرقوله تعالى : إن المجرمين في ضلال وسعر أي في حيدة عن الحق و \" سعر \" أي : احتراق . وقيل : جنون على ما تقدم في هذه السورة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ ) يقول تعالى ذكره: إن المجرمين في ذهاب عن الحقّ, وأخذ على غير هدى ( وَسُعُرٍ ) يقول: في احتراق من شدّة العناء والنصب في الباطل.كما حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( فِي ضَلالٍ وَسُعُرٍ ) قال: في عناء."
        }
      ]
    },
    {
      "ayahNo": 48,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم يسحبون في النار على وجوههم» في الآخرة ويقال لهم «ذوقوا مس سقر» إصابة جهنم لكم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ  التي هي أشرف ما بهم من الأعضاء، وألمها أشد من ألم غيرها، فيهانون بذلك ويخزون، ويقال لهم: ذُوقُوا مَسَّ سَقَرَ  أي: ذوقوا ألم النار وأسفها وغيظها ولهبها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( يوم يسحبون في النار على وجوههم ) أي : كما كانوا في سعر وشك وتردد أورثهم ذلك النار ، وكما كانوا ضلالا سحبوا فيها على وجوههم ، لا يدرون أين يذهبون ، ويقال لهم تقريعا وتوبيخا : ( ذوقوا مس سقر ) ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم بين عذابهم فقال : ( يوم يسحبون ) يجرون ( في النار على وجوههم ) ويقال لهم ( ذوقوا مس سقر ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يوم يسحبون في النار على وجوههم ذوقوا مس سقر في صحيح مسلم عن أبي هريرة قال : جاء مشركو قريش يخاصمون رسول الله صلى الله عليه وسلم في القدر فنزلت : يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر خرجه الترمذي أيضا وقال حديث حسن صحيح . وروى مسلم عن طاوس قال : أدركت ناسا من أصحاب رسول الله صلى الله عليه وسلم يقولون : كل شيء بقدر . قال : وسمعت عبد الله بن عمر يقول : قال النبي صلى الله عليه وسلم : كل شيء بقدر حتى العجز والكيس - أو - الكيس والعجز وهذا إبطال لمذهب القدرية . ذوقوا أي يقال لهم ذوقوا ، ومسها : ما يجدون من الألم عند الوقوع فيها . و \" سقر \" اسم من أسماء جهنم لا ينصرف ; لأنه اسم مؤنث معرفة ، وكذا لظى وجهنم . وقال عطاء : سقر الطبق السادس من جهنم . وقال قطرب : سقر من سقرته الشمس وصقرته لوحته . ويوم مسمقر ومصمقر : شديد الحر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ) يقول تعالى ذكره: يوم يُسحب هؤلاء المجرمون في النار على وجوههم. وقد تأوّل بعضهم قوله ( فِي النَّارِ عَلَى وُجُوهِهِمْ ) إلى النار. وذُكر أن ذلك في قراءة عبد الله ( يَوْمَ يُسْحَبُونَ إِلَى النَّارِ عَلَى وُجُوهِهِمْ ).وقوله ( ذُوقُوا مَسَّ سَقَرَ ) يقول تعالى ذكره: يوم يُسحبون في النار على وجوههم, يقال لهم: ذوقوا مَسَّ سقَر, وترك ذكر \" يقال لهم \" استغناء بدلالة الكلام عليه من ذكره.فإن قال قائل: كيف يُذاق مسّ سقر, أوَله طعم فيُذاق؟ فإن ذلك مختلف فيه; فقال بعضهم: قيل ذلك كذلك على مجاز الكلام, كما يقال: كيف وجدت طعم الضرب وهو مجاز؟ وقال آخر: ذلك كما يقال: وجدتُ مسّ الحمى يُراد به أوّل ما نالني منها, وكذلك وجدت طعم عفوك. وأما سَقَرُ فإنها اسم باب من أبواب جهنم (2) وترك إجراؤها لأنها اسم لمؤنث معرفة.------------------------الهوامش:(2) الذي في كتب اللغة ، أنها اسم جهنم ."
        }
      ]
    },
    {
      "ayahNo": 49,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنَّا كل شيء خلقناه بمقدار قدرناه وقضيناه، وسبق علمنا به، وكتابتنا له في اللوح المحفوظ."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا كل شيء» منصوب بفعل يفسره «خلقناه بقدر» بتقدير حال من كل أي مقدرا وقرئ كل بالرفع مبتدأ خبره خلقناه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ  وهذا شامل للمخلوقات والعوالم العلوية والسفلية، أن الله تعالى وحده خلقها لا خالق لها سواه، ولا مشارك له في خلقهاوخلقها بقضاء سبق به علمه، وجرى به قلمه، بوقتها ومقدارها، وجميع ما اشتملت عليه من الأوصاف، وذلك على الله يسير،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنا كل شيء خلقناه بقدر ) ، كقوله : ( وخلق كل شيء فقدره تقديرا ) [ الفرقان : 2 ] وكقوله : ( سبح اسم ربك الأعلى الذي خلق فسوى والذي قدر فهدى ) [ الأعلى : 1 - 3 ] أي : قدر قدرا ، وهدى الخلائق إليه ; ولهذا يستدل بهذه الآية الكريمة أئمة السنة على إثبات قدر الله السابق لخلقه ، وهو علمه الأشياء قبل كونها وكتابته لها قبل برئها ، وردوا بهذه الآية وبما شاكلها من الآيات ، وما ورد في معناها من الأحاديث الثابتات على الفرقة القدرية الذين نبغوا في أواخر عصر الصحابة . وقد تكلمنا على هذا المقام مفصلا وما ورد فيه من الأحاديث في شرح \" كتاب الإيمان \" من \" صحيح البخاري \" رحمه الله ، ولنذكر هاهنا الأحاديث المتعلقة بهذه الآية الكريمة :قال أحمد : حدثنا وكيع ، حدثنا سفيان الثوري ، عن زياد بن إسماعيل السهمي ، عن محمد بن عباد بن جعفر ، عن أبي هريرة قال : جاء مشركو قريش إلى النبي - صلى الله عليه وسلم - يخاصمونه في القدر ، فنزلت : ( يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) .وهكذا رواه مسلم والترمذي وابن ماجه ، من حديث وكيع ، عن سفيان الثوري ، به .وقال البزار : حدثنا عمرو بن علي ، حدثنا الضحاك بن مخلد ، حدثنا يونس بن الحارث ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : ما نزلت هذه الآيات : ( إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، إلا في أهل القدر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا سهل بن صالح الأنطاكي ، حدثني قرة بن حبيب ، عن كنانة حدثنا جرير بن حازم ، عن سعيد بن عمرو بن جعدة ، عن ابن زرارة ، عن أبيه ، عن النبي - صلى الله عليه وسلم - أنه تلا هذه الآية : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، قال : \" نزلت في أناس من أمتي يكونون في آخر الزمان يكذبون بقدر الله \" .وحدثنا الحسن بن عرفة ، حدثنا مروان بن شجاع الجزري ، عن عبد الملك بن جريج ، عن عطاء بن أبي رباح ، قال : أتيت ابن عباس وهو ينزع من زمزم ، وقد ابتلت أسافل ثيابه ، فقلت له : قد تكلم في القدر . فقال : أو [ قد ] فعلوها ؟ قلت : نعم . قال : فوالله ما نزلت هذه الآية إلا فيهم : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، أولئك شرار هذه الأمة ، فلا تعودوا مرضاهم ولا تصلوا على موتاهم ، إن رأيت أحدا منهم فقأت عينيه بأصبعي هاتين .وقد رواه الإمام أحمد من وجه آخر ، وفيه مرفوع ، فقال :حدثنا أبو المغيرة ، حدثنا الأوزاعي ، عن بعض إخوته ، عن محمد بن عبيد المكي ، عن عبد الله بن عباس ، قال : قيل له : إن رجلا قدم علينا يكذب بالقدر فقال : دلوني عليه - وهو أعمى - قالوا : وما تصنع به يا أبا عباس قال : والذي نفسي بيده لئن استمكنت منه لأعضن أنفه حتى أقطعه ، ولئن وقعت رقبته في يدي لأدقنها ; فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" كأني بنساء بني فهر يطفن بالخزرج ، تصطفق ألياتهن مشركات ، هذا أول شرك هذه الأمة ، والذي نفسي بيده لينتهين بهم سوء رأيهم حتى يخرجوا الله من أن يكون قدر خيرا ، كما أخرجوه من أن يكون قدر شرا \" .ثم رواه أحمد عن أبي المغيرة ، عن الأوزاعي ، عن العلاء بن الحجاج ، عن محمد بن عبيد ، فذكر مثله . لم يخرجوه .وقال الإمام أحمد : حدثنا عبد الله بن يزيد ، حدثنا سعيد بن أبي أيوب ، حدثني أبو صخر ، عن نافع قال : كان لابن عمر صديق من أهل الشام يكاتبه ، فكتب إليه عبد الله بن عمر : إنه بلغني أنك تكلمت في شيء من القدر ، فإياك أن تكتب إلي ، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في أمتي أقوام يكذبون بالقدر \" .رواه أبو داود ، عن أحمد بن حنبل ، به .وقال أحمد : حدثنا أنس بن عياض ، حدثنا عمر بن عبد الله مولى غفرة ، عن عبد الله بن عمر ; أن رسول الله - صلى الله عليه وسلم - قال : \" لكل أمة مجوس ، ومجوس أمتي الذين يقولون : لا قدر . إن مرضوا فلا تعودوهم ، وإن ماتوا فلا تشهدوهم \" .لم يخرجه أحد من أصحاب الكتب الستة من هذا الوجه .وقال أحمد : حدثنا قتيبة ، حدثنا رشدين ، عن أبي صخر حميد بن زياد ، عن نافع ، عن ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في هذه الأمة مسخ ، ألا وذاك في المكذبين بالقدر والزنديقية \" .ورواه الترمذي وابن ماجه ، من حديث أبي صخر حميد بن زياد ، به . وقال الترمذي : حسن صحيح غريب .وقال أحمد : حدثنا إسحاق بن الطباع ، أخبرني مالك ، عن زياد بن سعد ، عن عمرو بن مسلم ، عن طاوس اليماني قال : سمعت ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" كل شيء بقدر ، حتى العجز والكيس \" .ورواه مسلم منفردا به ، من حديث مالك .وفي الحديث الصحيح : \" استعن بالله ولا تعجز ، فإن أصابك أمر فقل : قدر الله وما شاء فعل ، ولا تقل : لو أني فعلت لكان كذا ، فإن لو تفتح عمل الشيطان \" .وفي حديث ابن عباس : أن رسول الله - صلى الله عليه وسلم - قال له : \" واعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء ، لم يكتبه الله لك ، لم ينفعوك ، ولو اجتمعوا على أن يضروك بشيء ، لم يكتبه الله عليك ، لم يضروك . جفت الأقلام وطويت الصحف \" .وقال الإمام أحمد : حدثنا الحسن بن سوار ، حدثنا الليث ، عن معاوية ، عن أيوب بن زياد ، حدثني عبادة بن الوليد بن عبادة ، حدثني أبي قال : دخلت على عبادة وهو مريض أتخايل فيه الموت ، فقلت : يا أبتاه ، أوصني واجتهد لي . فقال : أجلسوني . فلما أجلسوه قال : يا بني ، إنك لما تطعم طعم الإيمان ، ولم تبلغ حق حقيقة العلم بالله ، حتى تؤمن بالقدر خيره وشره . قلت : يا أبتاه ، وكيف لي أن أعلم ما خير القدر وشره ؟ قال : تعلم أن ما أخطأك لم يكن ليصيبك ، وما أصابك لم يكن ليخطئك . يا بني ، إني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن أول ما خلق الله القلم . ثم قال له : اكتب . فجرى في تلك الساعة بما هو كائن إلى يوم القيامة \" يا بني ، إن مت ولست على ذلك دخلت النار .ورواه الترمذي عن يحيى بن موسى البلخي ، عن أبي داود الطيالسي ، عن عبد الواحد بن سليم ، عن عطاء بن أبي رباح ، عن الوليد بن عبادة ، عن أبيه ، به . وقال : حسن صحيح غريب .وقال سفيان الثوري ، عن منصور ، عن ربعي بن خراش ، عن رجل ، عن علي بن أبي طالب قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يؤمن عبد حتى يؤمن بأربع : يشهد أن لا إله إلا الله ، وأني رسول الله ، بعثني بالحق ، ويؤمن بالموت ، ويؤمن بالبعث بعد الموت ، ويؤمن بالقدر خيره وشره \" .وكذا رواه الترمذي من حديث النضر بن شميل ، عن شعبة ، عن منصور ، به . ورواه من حديث أبي داود الطيالسي ، عن شعبة ، عن منصور ، عن ربعي ، عن علي ، فذكره وقال : \" هذا عندي أصح \" . وكذا رواه ابن ماجه من حديث شريك ، عن منصور ، عن ربعي ، عن علي ، به .وقد ثبت في صحيح مسلم من رواية عبد الله بن وهب وغيره ، عن أبي هانئ الخولاني ، عن أبي عبد الرحمن الحبلي ، عن عبد الله بن عمرو ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الله كتب مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة \" زاد ابن وهب : ( وكان عرشه على الماء ) [ هود : 7 ] . ورواه الترمذي وقال : حسن صحيح غريب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا كل شيء خلقناه بقدر ) أي : ما خلقناه فمقدور ومكتوب في اللوح المحفوظ ، قال الحسن : قدر الله لكل شيء من خلقه قدره الذي ينبغي له .أخبرنا أبو الحسن علي بن الحسين القرشي ، أخبرنا أبو مسلم غالب بن علي الرازي ، أخبرنا أبو [ معشر ] يعقوب بن عبد الجليل بن يعقوب ، حدثنا أبو يزيد حاتم بن محبوب ، أخبرنا أحمد بن نصر النيسابوري ، أخبرنا عبد الله بن الوليد العدني ، أخبرنا الثوري عن زياد بن إسماعيل السهمي عن محمد بن عباد المخزومي عن أبي هريرة - رضي الله عنه - قال : جاءت مشركو قريش إلى النبي - صلى الله عليه وسلم - يخاصمونه في القدر فنزلت هذه الآية : \" إن المجرمين في ضلال وسعر \" إلى قوله : \" إنا كل شيء خلقناه بقدر \" .أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا أبو محمد محمد بن علي بن محمد بن شريك الشافعي الخدشاهي ، أخبرنا عبد الله بن محمد بن مسلم أبو بكر الجوربذي ، أخبرنا يونس بن عبد الأعلى الصدفي ، أخبرنا عبد الله بن وهب ، أخبرني أبو هانئ الخولاني عن أبي عبد الرحمن [ الحبلي ] عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة ، قال : وكان عرشه على الماء \" .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك عن زياد بن سعد عن عمرو بن مسلم عن طاوس اليماني قال : أدركت ناسا من أصحاب رسول الله - صلى الله عليه وسلم - يقولون : \" كل شيء بقدر الله \" ، قال : وسمعت عبد الله بن [ عمر ] - رضي الله عنه - يقول : قال رسول الله - صلى الله عليه وسلم - : \" كل شيء بقدر حتى العجز والكيس ، أو الكيس والعجز \" .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو بكر أحمد بن الحسن الحيري ، أخبرنا أبو جعفر محمد بن علي بن دحيم الشيبابي ، أخبرنا أحمد بن حازم بن أبي غرزة ، أخبرنا يعلى بن عبيد ، [ وعبيد الله ] بن موسى وأبو نعيم عن سفيان عن منصور عن ربعي بن حراش عن رجل عن علي بن أبي طالب - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يؤمن عبد حتى يؤمن بأربع : يشهد أن لا إله إلا الله وأني رسول الله بعثني بالحق ، ويؤمن بالبعث بعد الموت ، ويؤمن بالقدر - زاد [ عبيد الله ] : خيره وشره \" .ورواه أبو داود عن شعبة عن منصور وقال : عن ربعي عن علي ولم يقل : عن رجل ، وهذا أصح ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "الثانية : قوله تعالى : إنا كل شيء قراءة العامة كل بالنصب . وقرأ أبو السمال \" كل \" بالرفع على الابتداء . ومن نصب فبإضمار فعل وهو اختيار الكوفيين ; لأن \" إن \" تطلب الفعل فهي به أولى ، والنصب أدل على العموم في المخلوقات لله تعالى ; لأنك لو حذفت \" خلقناه \" المفسر وأظهرت الأول لصار إنا خلقنا كل شيء بقدر . ولا يصح كون خلقناه صفة لشيء ; لأن الصفة لا تعمل فيما قبل الموصوف ، ولا تكون تفسيرا لما يعمل فيما قبله .الذي عليه أهل السنة أن الله سبحانه قدر الأشياء ; أي علم مقاديرها وأحوالها وأزمانها قبل إيجادها ، ثم أوجد منها ما سبق في علمه أنه يوجده على نحو ما سبق في علمه ، فلا يحدث حدث في العالم العلوي والسفلي إلا وهو صادر عن علمه تعالى وقدرته وإرادته دون خلقه ، وأن الخلق ليس لهم فيها إلا نوع اكتساب ومحاولة ونسبة وإضافة ، وأن ذلك كله إنما حصل لهم بتيسير الله تعالى وبقدرته وتوفيقه وإلهامه ، سبحانه لا إله إلا هو ، ولا خالق غيره ; كما نص عليه القرآن والسنة ، لا كما قالت القدرية وغيرهم من أن الأعمال إلينا والآجال بيد غيرنا .قال أبو ذر رضي الله عنه : قدم وفد نجران على رسول الله صلى الله عليه وسلم فقالوا : الأعمال إلينا والآجال بيد غيرنا ; فنزلت هذه الآيات إلى قوله : إنا كل شيء خلقناه بقدر فقالوا : يا محمد يكتب علينا الذنب ويعذبنا ؟ فقال : أنتم خصماء الله يوم القيامة .روى أبو الزبير عن جابر بن عبد الله رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إن مجوس هذه الأمة المكذبون بأقدار الله إن مرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم وإن لقيتموهم فلا تسلموا عليهم . خرجه ابن ماجه في سننه . وخرج أيضا عن ابن عباس وجابر قالا : قال رسول الله صلى الله عليه وسلم : صنفان من أمتي ليس لهم في الإسلام نصيب : أهل الإرجاء والقدر . وأسند النحاس : وحدثنا إبراهيم بن شريك الكوفي قال حدثنا عقبة بن مكرم الضبي قال حدثنا يونس بن بكير عن سعيد بن ميسرة عن أنس قال : قال رسول الله صلى الله عليه وسلم : القدرية الذين يقولون الخير والشر بأيدينا ليس لهم في شفاعتي نصيب ولا أنا منهم ولا هم مني . وفي صحيح مسلم أن ابن عمر تبرأ منهم ولا يتبرأ إلا من كافر ، ثم أكد هذا بقوله : والذي يحلف به عبد الله بن عمر لو أن لأحدهم مثل أحد ذهبا فأنفقه ما قبل الله منه حتى يؤمن بالقدر . وهذا مثل قوله تعالى في المنافقين : وما منعهم أن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله وهذا واضح . وقال أبو هريرة : قال النبي صلى الله عليه وسلم : الإيمان بالقدر يذهب الهم والحزن ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) يقول تعالى ذكره: إنا خلقنا كل شيء بمقدار قدرناه وقضيناه, وفي هذا بيان, أن الله جلّ ثناؤه, توعد هؤلاء المجرمين على تكذيبهم في القدر مع كفرهم به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: ثنا هشام بن سعد, عن أبي ثابت, عن إبراهيم بن محمد, عن أبيه, عن ابن عباس أنه كان يقول: إني أجد في كتاب الله قوما يسحبون في النار على وجوههم, يقال لهم ( ذُوقُوا مَسَّ سَقَرَ ) لأنهم كانوا يكذّبون بالقَدَرِ, وإني لا أراهم, فلا أدري أشيء كان قبلنا, أم شيء فيما بقي.حدثنا ابن بشار وابن المثنى, قالا ثنا عبد الرحمن بن مهدي, قال: ثنا سفيان, عن زياد بن إسماعيل السَّهْمِيّ, عن محمد بن عباد بن جعفر, عن أبي هريرة أن مشركي قريش خاصمت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في القَدَر, فأنزل الله ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) .حدثنا ابن بشار وابن المثنى وأبو كُرَيب, قالوا: ثنا وكيع بن الجرّاح, قال: ثنا سفيان, عن زياد بن إسماعيل السَّهميّ, عن محمد بن عباد بن جعفر المخزوميّ, عن أبي هريرة, قال: جاء مشركو قريش إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يخاصمونه في القَدَرِ, فنزلت ( إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ ) .حدثنا ابن المثنى, قال: ثنا أبو عاصم, عن سفيان, عن زياد بن إسماعيل السهمي, عن محمد بن عباد بن جعفر المخزوميّ, عن أبى هريرة, بنحوه .حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا حصين, عن سعد بن عبيدة, عن أبي عبد الرحمن السُّلَميّ, قال: ولما نزلت هذه الآية ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) قال رجل: يا رسول الله ففيم العمل؟ أفي شيء نستأنفه, أو في شيء قد فرغ منه؟ قال: فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: اِعْمَلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلقَ لَهُ, سنُيسِّرُهُ للْيُسْرَى, وَسَنُيَسِّرُهُ للعُسْرَى \".حدثنا ابن أبي الشوارب, قال: ثنا عبد الواحد بن زياد, قال: ثنا خصيف, قال: سمعت محمد بن كعب القرظيّ يقول: لما تكلم الناس في القَدَرِ نظرت, فإذا هذه الآية أنزلت فيهم ( إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ ) ... إلى قوله ( خَلَقْنَاهُ بِقَدَرٍ ) .حدثنا ابن بشار, قال: ثنا أبو عاصم ويزيد بن هارون, قالا ثنا سفيان, عن سالم, عن محمد بن كعب, قال: ما نزلت هذه الآية إلا تعبيرا لأهل القدر (ذُوقُوا مَسَّ سَقَرَ * إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) .حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن سالم بن أبي حفصة, عن محمد بن كعب القُرَظي ( ذُوقُوا مَسَّ سَقَرَ ) قال: نزلت تعييرا لأهل القَدَرِ.قال : ثنا مهران, عن سفيان, عن زياد بن إسماعيل السَّهمي, عن محمد بن عباد بن جعفر المخزوميّ, عن أبي هريرة, قال: جاء مشركو قريش إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يخاصمونه في القدر, فنزلت ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) .قال: ثنا مهران, عن حازم, عن أسامة, عن محمد بن كعب القُرَظِيّ مثله.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) قال: خلق الله الخلق كلهم بقدر, وخلق لهم الخير والشرّ بقدر, فخير الخير السعادة, وشرّ الشرّ الشقاء, بئس الشرّ الشقاء .واختلف أهل العربية في وجه نصب قوله ( كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) فقال بعض نحويي البصرة: نصب كلّ شيء في لغة من قال: عبد الله ضربته; قال: وهي في كلام العرب كثير. قال: وقد رفعت كلّ في لغة من رفع, ورفعت على وجه آخر. قال ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) فجعل خلقناه من صفة الشيء; وقال غيره: إنما نصب كل لأن قوله خلقناه فعل, لقوله (إِنَّا), وهو أولى بالتقديم إليه من المفعول, فلذلك اختير النصب, وليس قيل عبد الله في قوله: عبد الله ضربته شيء هو أولى بالفعل, وكذلك إنا طعامك, أكلناه الاختيارُ النصب لأنك تريد: إنا أكلنا طعامك الأكل, أولى بأنا من الطعام. قال: وأما قول من قال: خلقناه وصف للشيء فبعيد, لأن المعنى: إنا خلقناه كلّ شيء بقدر, وهذا القول الثاني أولى بالصواب عندي من الأوّل للعلل التي ذكرت لصاحبها."
        }
      ]
    },
    {
      "ayahNo": 50,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وما أمرنا للشيء إذا أردناه إلا أن نقول قولة واحدة وهي \"كن\"، فيكون كلمح البصر، لا يتأخر طرفة عين."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وما أمرنا» لشيء نريد وجوده «إلا» مرة «واحدة كلمح بالبصر» في السرعة وهي قول: كن فيوجد (إنما أمره إذا أراد شيئا أن يقول له كن فيكون)."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ  فإذا أراد شيئا قال له كن فيكون كما أراد، كلمح البصر، من غير ممانعة ولا صعوبة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وما أمرنا إلا واحدة كلمح بالبصر ) . وهو إخبار عن نفوذ مشيئته في خلقه كما أخبر بنفوذ قدره فيهم ، فقال : ( وما أمرنا إلا واحدة ) أي : إنما نأمر بالشيء مرة واحدة ، لا نحتاج إلى تأكيد بثانية ، فيكون ذلك الذي نأمر به حاصلا موجودا كلمح البصر ، لا يتأخر طرفة عين ، وما أحسن ما قال بعض الشعراء :إذا ما أراد الله أمرا فإنما يقول له : كن ، قولة فيكون"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وما أمرنا إلا واحدة كلمح بالبصر ) ( واحدة ) . يرجع إلى المعنى دون اللفظ أي : وما أمرنا إلا مرة واحدةوقيل : معناه : وما أمرنا للشيء إذا أردنا تكوينه إلا كلمة واحدة : كن فيكون لا مراجعة فيها كلمح بالبصر . قال عطاء عن ابن عباس : يريد أن قضائي في خلقي أسرع من لمح البصر وقال الكلبي عنه : وما أمرنا لمجيء الساعة في السرعة إلا كطرف البصر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وما أمرنا إلا واحدة أي إلا مرة واحدة .كلمح بالبصر أي قضائي في خلقي أسرع من لمح البصر . واللمح : النظر بالعجلة ; يقال : لمح البرق ببصره . وفي الصحاح : لمحه وألمحه إذا أبصره بنظر خفيف ، والاسم اللمحة ، ولمح البرق والنجم لمحا أي لمع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَمَا أَمْرُنَا إِلا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (50)يقول تعالى ذكره: وما أمرنا للشيء إذا أمرناه وأردنا أن نكوّنه إلا قولة واحدة: كن فيكون, لا مراجعة فيها ولا مرادّة ( كَلَمْحٍ بِالْبَصَرِ ) يقول جلّ ثناؤه: فيوجد ما أمرناه وقلنا له: كن كسرعة اللمح بالبصر لا يُبطئ ولا يتأخر, يقول تعالى ذكره لمشركي قريش الذين كذّبوا رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم: ولقد أهلكنا أشياعكم معشر قريش من الأمم السالفة والقرون الخالية, على مثل الذي أنتم عليه من الكفر بالله, وتكذيب رسله ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من مُتَّعِظ بذلك منزجر ينزجر به."
        }
      ]
    },
    {
      "ayahNo": 51,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد أهلكنا أشباهكم في الكفر من الأمم الخالية، فهل من متعظ بما حلَّ بهم من النَّكال والعذاب؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد أهلكنا أشياعكم» أشباهكم في الكفر من الأمم الماضية «فهل من مدكر» استفهام بمعنى الأمر، أي اذكروا واتعظوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ  من الأمم السابقين الذين عملوا كما عملتم، وكذبوا كما كذبتم  فَهَلْ مِنْ مُدَّكِرٍ  أي: متذكر يعلم أن سنة الله في الأولين والآخرين واحدة، وأن حكمته كما اقتضت إهلاك أولئك الأشرار، فإن هؤلاء مثلهم، ولا فرق بين الفريقين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ولقد أهلكنا أشياعكم ) يعني : أمثالكم وسلفكم من الأمم السابقة المكذبين بالرسل ، ( فهل من مدكر ) أي : فهل من متعظ بما أخزى الله أولئك ، وقدر لهم من العذاب ، كما قال : ( وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل ) [ سبأ : 54 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" ولقد أهلكنا أشياعكم \"، أشباهكم ونظراءكم في الكفر من الأمم السالفة \" فهل من مدكر \"، متعظ يعلم أن ذلك حق فيخاف ويعتبر."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد أهلكنا أشياعكم أي أشباهكم في الكفر من الأمم الخالية . وقيل : أتباعكم وأعوانكم .فهل من مدكر أي من يتذكر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ ) قال: أشياعكم من أهل الكفر من الأمم الماضية, يقول: فهل من أحد يتذكر."
        }
      ]
    },
    {
      "ayahNo": 52,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكل شيء فعله أشباهكم الماضون من خير أو شرٍّ مكتوب في الكتب التي كتبتها الحفظة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكل شيء فعلوه» أي العباد مكتوب «في الزبر» كتب الحفظة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ  أي: كل ما فعلوه من خير وشر مكتوبعليهم في الكتب القدرية"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وكل شيء فعلوه في الزبر ) أي : مكتوب عليهم في الكتب التي بأيدي الملائكة عليهم السلام"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" وكل شيء فعلوه \"، يعني فعله الأشياع من خير وشر، \" في الزبر \"، في كتاب الحفظة، وقيل: في اللوح المحفوظ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وكل شيء فعلوه في الزبر أي جميع ما فعلته الأمم قبلهم من خير أو شر كان مكتوبا عليهم ; وهذا بيان قوله : إنا كل شيء خلقناه بقدر . في الزبر أي في اللوح المحفوظ . وقيل : في كتب الحفظة . وقيل : في أم الكتاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ ) يقول تعالى ذكره: وكل شيء فعله أشياعكم الذين مضوا قبلكم معشر كفَّار قريش في الزُّبر, يعني في الكتب التي كتبتها الحفظة عليهم. وقد يحتمل أن يكون مرادا به في أمّ الكتاب.كما حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فِي الزُّبُرِ ) قال: الكُتب.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ ) قال: في الكتاب."
        }
      ]
    },
    {
      "ayahNo": 53,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكل صغير وكبير من أعمالهم مُسَطَّر في صحائفهم، وسيجازون به."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكل صغير وكبير» من الذنب أو العمل «مستطر» مكتوب في اللوح المحفوظ."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ  أي: مسطر مكتوب،وهذا حقيقة القضاء والقدر، وأن جميع الأشياء كلها، قد علمها الله تعالى، وسطرها عنده في اللوح المحفوظ، فما شاء الله كان، وما لم يشأ لم يكن، فما أصاب الإنسان لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وكل صغير وكبير ) أي : من أعمالهم ( مستطر ) أي : مجموع عليهم ، ومسطر في صحائفهم ، لا يغادر صغيرة ولا كبيرة إلا أحصاها .وقد قال الإمام أحمد : حدثنا أبو عامر ، حدثنا سعيد بن مسلم بن بانك : سمعت عامر بن عبد الله بن الزبير ، حدثني عوف بن الحارث - وهو ابن أخي عائشة لأمها - عن عائشة أن رسول الله - صلى الله عليه وسلم - كان يقول : \" يا عائشة ، إياك ومحقرات الذنوب ، فإن لها من الله طالبا \" .ورواه النسائي وابن ماجه ، من طريق سعيد بن مسلم بن بانك المدني . وثقه أحمد ، وابن معين ، وأبو حاتم ، وغيرهم .وقد رواه الحافظ ابن عساكر في ترجمة سعيد بن مسلم هذا من وجه آخر ، ثم قال سعيد : فحدثت بهذا الحديث عامر بن هشام فقال لي : ويحك يا سعيد بن مسلم ! لقد حدثني سليمان بن المغيرة أنه عمل ذنبا فاستصغره ، فأتاه آت في منامه فقال له : يا سليمان :لا تحقرن من الذنوب صغيرا     إن الصغير غدا يعود كبيراإن الصغير ولو تقادم عهده     عند الإله مسطر تسطيرافازجر هواك عن البطالة لا تكن     صعب القياد وشمرن تشميراإن المحب إذا أحب إلهه     طار الفؤاد وألهم التفكيرافاسأل هدايتك الإله بنية     فكفى بربك هاديا ونصيرا"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وكل صغير وكبير ) من الخلق وأعمالهم وآجالهم ( مستطر ) مكتوب ، يقال : سطرت واستطرت وكتبت واكتتبت ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وكل صغير وكبير مستطر أي كل ذنب كبير وصغير مكتوب على عامله قبل أن يفعله ليجازى به ، ومكتوب إذا فعله ; سطر يسطر سطرا كتب ; واستطر مثله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (53)يقول تعالى ذكره : ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ ) من الأشياء ( مُسْتَطَرٌ ) يقول: مُثْبَت في الكتاب مكتوب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ ) يقول: مكتوب, \" فإذا أراد الله أن ينزل كتابا نَسَخَتْهُ السَّفَرةُ\" . قوله: ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ ) قال: مكتوب.حدثنا بشر, قال: ثنا عبيد الله بن معاذ, عن أبيه, عن عمران بن حُدَير, عن عكرِمة, قال: مكتوب في كلّ سطر.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( مُسْتَطَرٌ ) قال: محفوظ مكتوب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ ) أي محفوظ.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول ( مُسْتَطَرٌ ) قال: مكتوب.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ ) قال: مكتوب, وقرأ  وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ  وقرأ  وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ  إنما هو مفتعل من سطرت: إذا كتبت سطرا."
        }
      ]
    },
    {
      "ayahNo": 54,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن المتقين في بساتين عظيمة، وأنهار واسعة يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن المتقين في جنات» بساتين «ونَهر» أريد به الجنس، وقرئ بضم النون والهاء جمعا كأسد وأسد، والمعنى أنهم يشربون من أنهار الماء واللبن والعسل والخمر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ الْمُتَّقِينَ  لله، بفعل أوامره وترك نواهيه، الذين اتقوا الشرك والكبائر والصغائر. فِي جَنَّاتٍ وَنَهَرٍ  أي: في جنات النعيم، التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من الأشجار اليانعة، والأنهار الجارية، والقصور الرفيعة، والمنازل الأنيقة، والمآكل والمشارب اللذيذة، والحور الحسان، والروضات البهية في الجنان، ورضوان الملك الديان، والفوز بقربه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن المتقين في جنات ونهر ) أي : بعكس ما الأشقياء فيه من الضلال والسعر والسحب في النار على وجوههم ، مع التوبيخ والتقريع والتهديد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن المتقين في جنات ) بساتين ( ونهر ) أي أنهار ، ووحده لأجل رءوس الآي ، وأراد أنهار الجنة من الماء والخمر واللبن والعسل . وقال الضحاك : يعني في ضياء وسعة ومنه النهار . وقرأ الأعرج \" ونهر \" ، بضمتين جمع نهار يعني : نهارا لا ليل لهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن المتقين في جنات ونهر لما وصف الكفار وصف المؤمنين أيضا . ونهر يعني أنهار الماء والخمر والعسل واللبن ; قاله ابن جريج . ووحد لأنه رأس الآية ، ثم الواحد قد ينبئ عن الجميع . وقيل : في نهر في ضياء وسعة ; ومنه النهار لضيائه ، ومنه أنهرت الجرح ; قال الشاعر :ملكت بها كفي فأنهرت فتقها يرى قائم من دونها ما وراءهاوقرأ أبو مجلز وأبو نهيك والأعرج وطلحة بن مصرف وقتادة \" ونهر \" بضمتين كأنه جمع نهار لا ليل لهم ; كسحاب وسحب . قال الفراء : أنشدني بعض العرب :إن تك ليليا فإني نهر     متى أرى الصبح فلا أنتظرأي صاحب النهار .وقال آخر :لولا الثريدان هلكنا بالضمر     ثريد ليل وثريد بالنهر"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ ) يقول تعالى ذكره: إن الذين اتقوا عقاب الله بطاعته وأداء فرائضه, واجتناب معاصيه في بساتين يوم القيامة, وأنهار, ووحد النهر في اللفظ ومعناه الجمع, كما وحد الدّبر, ومعناه الإدبار في قوله: ( يُوَلُّونَ الدُّبُرَ ) وقد قيل: إن معنى ذلك: إن المتقين في سعة يوم القيامة وضياء, فوجهوا معنى قوله: ( وَنَهَرٍ ) إلى معنى النهار. وزعم الفرّاء أنه سمع بعض العرب ينشد:إنْ تَكُ لَيْلِيًّا فإنيّ نَهِرْمتى أتى الصُّبْحُ فَلا أنْتَظِر (1)وقوله \" نهر \" على هذا التأويل مصدر من قولهم: نهرت أنهر نهرا. وعنى بقوله: \" فإني نهر \": أي إني لصاحب نهار: أي لست بصاحب ليلة."
        }
      ]
    },
    {
      "ayahNo": 55,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "في مجلس حق، لا لغو فيه ولا تأثيم عند الله المَلِك العظيم، الخالق للأشياء كلها، المقتدر على كل شيء تبارك وتعالى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«في مقعد صدق» مجلس حق لا لغو فيه ولا تأثيم أريد به الجنس، وقرئ مقاعد، المعنى أنهم في مجالس من الجنات سالمة من اللغو والتأثيم بخلاف مجالس الدنيا فقلَّ أن تسلم من ذلك وأعرب هذا خبرا ثانيا وبدلا وهو صادق ببدل البعض وغيره «عند مليك» مثال مبالغة، أي عزيز الملك واسعه «مقتدر» قادر لا يعجزه شيء وهو الله تعالى وفيه إشارة إلى الرتبة والقربة من فضله تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ  فلا تسأل بعد هذا عما يعطيهم ربهم من كرامته وجوده، ويمدهم به من إحسانه ومنته، جعلنا الله منهم، ولا حرمنا خير ما عنده بشر ما عندنا.تم تفسير سورة اقتربت، ولله الحمد والشكر"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( في مقعد صدق ) أي : في دار كرامة الله ورضوانه وفضله ، وامتنانه وجوده وإحسانه ، ( عند مليك مقتدر ) أي : عند الملك العظيم الخالق للأشياء كلها ومقدرها ، وهو مقتدر على ما يشاء مما يطلبون ويريدون ; وقد قال الإمام أحمد :حدثنا سفيان ، عن عمرو بن دينار ، عن عمرو بن أوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" المقسطون عند الله يوم القيامة على منابر من نور ، عن يمين الرحمن ، وكلتا يديه يمين : الذين يعدلون في حكمهم وأهليهم وما ولوا \" .انفرد بإخراجه مسلم والنسائي ، من حديث سفيان بن عيينة ، بإسناده مثله .آخر تفسير سورة \" اقتربت \" ، ولله الحمد والمنة وبه التوفيق والعصمة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( في مقعد صدق ) في مجلس حق لا لغو فيه ولا تأثيم ( عند مليك مقتدر ) ملك قادر لا يعجزه شيء . قال [ جعفر ] الصادق : مدح الله المكان بالصدق فلا يقعد فيه إلا أهل الصدق ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "في مقعد صدق أي مجلس حق لا لغو فيه ولا تأثيم وهو الجنة عند مليك مقتدر أي يقدر على ما يشاء . و \" عند \" هاهنا عندية القربة والزلفة والمكانة والرتبة والكرامة والمنزلة . قال الصادق : مدح الله المكان الصدق فلا يقعد فيه إلا أهل الصدق . وقرأ عثمان البتي \" في مقاعد صدق \" بالجمع ; والمقاعد مواضع قعود الناس في الأسواق وغيرها . قال عبد الله بن بريدة : إن أهل الجنة يدخلون كل يوم على الجبار تبارك وتعالى ، فيقرءون القرآن على ربهم تبارك وتعالى ، وقد جلس كل إنسان مجلسه الذي هو مجلسه ، على منابر من الدر والياقوت والزبرجد والذهب والفضة بقدر أعمالهم ، فلا تقر أعينهم بشيء قط كما تقر بذلك ، ولم يسمعوا شيئا أعظم ولا أحسن منه ، ثم ينصرفون إلى منازلهم ، قريرة أعينهم إلى مثلها من الغد . وقال ثور بن يزيد عن خالد بن معدان : بلغنا أن الملائكة يأتون المؤمنين يوم القيامة فيقولون : يا أولياء الله انطلقوا ; فيقولون : إلى أين ؟ فيقولون : إلى الجنة ; فيقول المؤمنون : إنكم تذهبون بنا إلى غير بغيتنا . فيقولون : فما بغيتكم ؟ فيقولون : مقعد صدق عند مليك مقتدر . وقد روي هذا الخبر على الخصوص بهذا المعنى ; ففي الخبر : أن طائفة من العقلاء بالله عز وجل تزفها الملائكة إلى الجنة والناس في الحساب ، فيقولون للملائكة : إلى أين تحملوننا ؟ فيقولون إلى الجنة . فيقولون : إنكم لتحملوننا إلى غير بغيتنا ; فيقولون : وما بغيتكم ؟ فيقولون : المقعد الصدق مع الحبيب كما أخبر في مقعد صدق عند مليك مقتدر ، والله أعلم .تم تفسير سورة ( القمر ) والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فِي مَقْعَدِ صِدْقٍ ) يقول: في مجلس حقّ لا لغو فيه ولا تأثيم ( عِنْدَ مَلِيكٍ مُقْتَدِرٍ ) يقول: عند ذي مُلك مقتدر على ما يشاء, وهو الله ذو القوّة المتين, تبارك وتعالى .آخر تفسير سورة اقتربت الساعة"
        }
      ]
    }
  ]
}