{
  "surah": {
    "surahNo": 60,
    "surahNameAr": "الممتحنة",
    "surahNameArabicLong": "سورة الممتحنة",
    "surahNameEn": "Al-Mumtahana",
    "revelationPlace": "Madina",
    "totalAyat": 13
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تتخذوا عدوي وعدوكم خلصاء وأحباء، تُفْضون إليهم بالمودة، فتخبرونهم بأخبار الرسول صلى الله عليه وسلم، وسائر المسلمين، وهم قد كفروا بما جاءكم من الحق من الإيمان بالله ورسوله وما نزل عليه من القرآن، يخرجون الرسول ويخرجونكم- أيها المؤمنون- من \"مكة\"؛ لأنكم تصدقون بالله ربكم، وتوحدونه، إن كنتم- أيها المؤمنون- هاجرتم مجاهدين في سبيلي، طالبين مرضاتي عنكم، فلا توالوا أعدائي وأعداءكم، تُفْضون إليهم بالمودة سرًّا، وأنا أعلم بما أخفيتم وما أظهرتم، ومن يفعل ذلك منكم فقد أخطأ طريق الحق والصواب، وضلَّ عن قصد السبيل."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الذين آمنوا لا تتخذوا عدوي وعدوَّكم» أي كفار مكة «أولياء تلقون» توصلون «إليهم» قصد النبي صلى الله عليه وسلم غزوهم الذي أسرَّوُ إليكم وَوَرَّى بحُنَين «بالمودة» بينكم وبينهم كتب حاطب بن أبي بلتعة إليهم كتابا بذلك لما له عندهم من الأولاد والأهل المشركين فاسترده النبي صلى الله عليه وسلم ممن أرسله معه بإعلام الله تعالى له بذلك وقبل عذر حاطب فيه «وقد كفروا بما جاءكم من الحق» أي دين الإسلام والقرآن «يخرجون الرسول وإياكم» من مكة بتضييقهم عليكم «أن تؤمنوا» أي لأجل أن آمنتم «بالله ربكم إن كنتم خرجتم جهادا» للجهاد «في سبيلي وابتغاء مرضاتي» وجواب الشرط دل عليه ما قبله، أي فلا تتخذوهم أولياء «تُسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم» أي إسرار خبر النبي إليهم «فقد ضل سواء السبيل» أخطأ طريق الهدى، والسواء في الأصل الوسط."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ذكر كثير من المفسرين، [رحمهم الله]، أن سبب نزول هذه الآيات الكريمات في قصة حاطب بن أبي بلتعة، حين غزا النبي صلى الله عليه وسلم غزوة الفتح، فكتب حاطب إلى قريش  يخبرهم بمسير رسول الله صلى الله عليه وسلم إليهم، ليتخذ بذلك يدا عندهم لا [شكا و] نفاقا، وأرسله مع امرأة، فأخبر النبي صلى الله عليه وسلم بشأنه، فأرسل إلى المرأة قبل وصولها وأخذ منها الكتاب.وعاتب حاطبا، فاعتذر رضي الله عنه بعذر قبله النبي صلى الله عليه وسلم، وهذه الآيات فيها النهي الشديد عن موالاة الكفار من المشركين وغيرهم، وإلقاء المودة إليهم، وأن ذلك مناف للإيمان، ومخالف لملة إبراهيم الخليل عليه الصلاة والسلام، ومناقض للعقل الذي يوجب الحذر كل الحذر من العدو، الذي لا يبقي من مجهوده في العداوة شيئا، وينتهز الفرصة في إيصال الضرر إلى عدوه، فقال تعالى:  يَا أَيُّهَا الَّذِينَ آمَنُوا  اعملوا بمقتضى إيمانكم، من ولاية من قام بالإيمان، ومعاداة من عاداه، فإنه عدو لله، وعدو للمؤمنين.فلا تتخذوا عدو الله  وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ  أي: تسارعون في مودتهم وفي السعي بأسبابها، فإن المودة إذا حصلت، تبعتها النصرة والموالاة، فخرج العبد من الإيمان، وصار من جملة أهل الكفران، وانفصل عن أهل الإيمان.وهذا المتخذ للكافر وليا، عادم المروءة أيضا، فإنه كيف يوالي أعدى أعدائه الذي لا يريد له إلا الشر، ويخالف ربه ووليه الذي يريد به الخير، ويأمره به، ويحثه عليه؟! ومما يدعو المؤمن أيضا إلى معاداة الكفار، أنهم قد كفروا بما جاء المؤمنين من الحق، ولا أعظم من هذه المخالفة والمشاقة، فإنهم قد كفروا بأصل دينكم، وزعموا أنكم ضلال على غير هدى.والحال أنهم كفروا بالحق الذي لا شك فيه ولا مرية، ومن رد الحق فمحال أن يوجد له دليل أو حجة تدل على صحة قوله، بل مجرد العلم بالحق  يدل على بطلان قول من رده وفساده.ومن عداوتهم البليغة أنهم  يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ  أيها المؤمنون من دياركم، ويشردونكم من أوطانكم، ولا ذنب لكم في ذلك عندهم، إلا أنكم تؤمنون بالله ربكم الذي يتعين على الخلق كلهم القيام بعبوديته، لأنه رباهم، وأنعم عليهم، بالنعم الظاهرة والباطنة، وهو الله تعالى.فلما أعرضوا عن هذا الأمر، الذي هو أوجب الواجبات، وقمتم به، عادوكم، وأخرجوكم - من أجله - من دياركم، فأي دين، وأي مروءة وعقل، يبقى مع العبد إذا والى الكفار الذين هذا وصفهم في كل زمان أو مكان؟\" ولا يمنعهم منه إلا خوف، أو مانع قوي. إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي  أي: إن كان خروجكم مقصودكم به الجهاد في سبيل الله، لإعلاء كلمة الله، وابتغاء مرضاة الله  فاعملوا بمقتضى هذا، من موالاة أولياء الله ومعاداة أعدائه، فإن هذا هو الجهاد في سبيله  وهو من أعظم ما يتقرب به المتقربون إلى ربهم ويبتغون به رضاه. تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ  أي: كيف تسرون المودة للكافرين وتخفونها، مع علمكم أن الله عالم بما تخفون وما تعلنون؟!، فهو وإن خفي على المؤمنين، فلا يخفى على الله تعالى، وسيجازي العباد بما يعلمه منهم من الخير والشر،  وَمَنْ يَفْعَلْهُ مِنْكُمْ  أي: موالاة الكافرين بعد ما حذركم الله منها  فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ  لأنه سلك مسلكا مخالفا للشرع وللعقل والمروءة الإنسانية."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة الممتحنة وهي مدنية .كان سبب نزول صدر هذه السورة الكريمة قصة حاطب بن أبي بلتعة ، وذلك أن حاطبا هذا كان رجلا من المهاجرين ، وكان من أهل بدر أيضا ، وكان له بمكة أولاد ومال ، ولم يكن من قريش أنفسهم ، بل كان حليفا لعثمان . فلما عزم رسول الله - صلى الله عليه وسلم - على فتح مكة لما نقض أهلها العهد ، فأمر النبي - صلى الله عليه وسلم - المسلمين بالتجهيز لغزوهم ، وقال : \" اللهم ، عم عليهم خبرنا \" . فعمد حاطب هذا فكتب كتابا ، وبعثه مع امرأة من قريش إلى أهل مكة ، يعلمهم بما عزم عليه رسول الله - صلى الله عليه وسلم - من غزوهم ، ليتخذ بذلك عندهم يدا ، فأطلع الله رسوله على ذلك استجابة لدعائه . فبعث في أثر المرأة فأخذ الكتاب منها ، وهذا بين في هذا الحديث المتفق على صحته . قال الإمام أحمد :حدثنا سفيان ، عن عمرو ، أخبرني حسن بن محمد بن علي ، أخبرني عبيد الله بن أبي رافع - وقال مرة : إن عبيد الله بن أبي رافع أخبره : أنه سمع عليا رضي الله عنه ، يقول : بعثني رسول الله - صلى الله عليه وسلم - أنا ، والزبير ، والمقداد فقال : \" انطلقوا حتى تأتوا روضة خاخ فإن بها ظعينة معها كتاب ، فخذوه منها \" . فانطلقنا تعادى بنا خيلنا حتى أتينا الروضة ، فإذا نحن بالظعينة ، قلنا : أخرجي الكتاب . قالت : ما معي كتاب . قلنا : لتخرجن الكتاب أو لنلقين الثياب . قال : فأخرجت الكتاب من عقاصها ، فأخذنا الكتاب فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه : من حاطب بن أبي بلتعة إلى ناس من المشركين بمكة يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - . فقال رسول الله - صلى الله عليه وسلم - : \" يا حاطب ، ما هذا ؟ \" . قال : لا تعجل علي ، إني كنت امرأ ملصقا في قريش ، ولم أكن من أنفسهم ، وكان من معك من المهاجرين لهم قرابات يحمون أهليهم بمكة ، فأحببت إذ فاتني ذلك من النسب فيهم أن أتخذ فيهم يدا يحمون بها قرابتي ، وما فعلت ذلك كفرا ولا ارتدادا عن ديني ولا رضا بالكفر بعد الإسلام . فقال رسول الله - صلى الله عليه وسلم - : \" إنه صدقكم \" . فقال عمر : دعني أضرب عنق هذا المنافق . فقال : \" إنه قد شهد بدرا ما يدريك لعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" .وهكذا أخرجه الجماعة إلا ابن ماجه ، من غير وجه ، عن سفيان بن عيينة به . . وزاد البخاري في كتاب \" المغازي \" : فأنزل الله السورة : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) . وقال في كتاب التفسير : قال عمرو : ونزلت فيه : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) قال : \" لا أدري الآية في الحديث أو قال عمرو \" . قال البخاري : قال علي - يعني : ابن المديني - : قيل لسفيان في هذا : نزلت ( لا تتخذوا عدوي وعدوكم أولياء ) ؟ فقال سفيان : هذا في حديث الناس ، حفظته من عمرو ما تركت منه حرفا ، وما أرى أحدا حفظه غيري .وقد أخرجاه في الصحيحين من حديث حصين بن عبد الرحمن ، عن سعد بن عبيدة عن أبي عبد الرحمن السلمي ، عن علي قال : بعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد والزبير بن العوام ، وكلنا فارس ، وقال : انطلقوا حتى تأتوا روضة خاخ ، فإن بها امرأة من المشركين معها كتاب من حاطب إلى المشركين : فأدركناها تسير على بعير لها حيث قال رسول الله - صلى الله عليه وسلم - فقلنا : الكتاب ؟ فقالت : ما معي كتاب . فأنخناها فالتمسنا فلم نر كتابا ، فقلنا : ما كذب رسول الله - صلى الله عليه وسلم - ! لتخرجن الكتاب أو لنجردنك . فلما رأت الجد أهوت إلى حجزتها وهي محتجزة بكساء فأخرجته . فانطلقنا بها إلى رسول الله - صلى الله عليه وسلم - فقال عمر : يا رسول الله ، قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" ما حملك على ما صنعت ؟ \" . قال : والله ما بي إلا أن أكون مؤمنا بالله ورسوله ، أردت أن تكون لي عند القوم يد يدفع الله بها عن أهلي ومالي ، وليس أحد من أصحابك إلا له هنالك من عشيرته من يدفع الله به عن أهله وماله . فقال : \" صدق ، لا تقولوا له إلا خيرا \" . فقال عمر : إنه قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" أليس من أهل بدر ؟ \" فقال : \" لعل الله قد اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد وجبت لكم الجنة - أو : قد غفرت لكم \" . فدمعت عينا عمر ، وقال : الله ورسوله أعلم .هذا لفظ البخاري في \" المغازي \" في غزوة بدر وقد روي من وجه آخر عن علي قال ابن أبي حاتم :حدثنا علي بن الحسن الهسنجاني ، حدثنا عبيد بن يعيش ، حدثنا إسحاق بن سليمان الرازي ، عن أبي سنان - هو سعيد بن سنان ، - عن عمرو بن مرة الجملي ، عن أبي البختري الطائي ، عن الحارث عن علي قال : لما أراد النبي - صلى الله عليه وسلم - أن يأتي مكة أسر إلى أناس من أصحابه أنه يريد مكة ، فيهم حاطب بن أبي بلتعة وأفشى في الناس أنه يريد خيبر . قال : فكتب حاطب بن أبي بلتعة إلى أهل مكة أن رسول الله - صلى الله عليه وسلم - يريدكم . فأخبر رسول الله - صلى الله عليه وسلم - قال : فبعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد ، وليس منا رجل إلا وعنده فرس ، فقال : \" ائتوا روضة خاخ فإنكم ستلقون بها امرأة معها كتاب ، فخذوه منها \" . فانطلقنا حتى رأيناها بالمكان الذي ذكر رسول الله - صلى الله عليه وسلم - . فقلنا لها : هات الكتاب . فقالت : ما معي كتاب . فوضعنا متاعها وفتشناها فلم نجده في متاعها ، فقال أبو مرثد : لعله ألا يكون معها . فقلت : ما كذب رسول الله - صلى الله عليه وسلم - ولا كذبنا . فقلنا لها : لتخرجنه أو لنعرينك . فقالت : أما تتقون الله ؟ ! ألستم مسلمين ؟ فقلنا : لتخرجنه أو لنعرينك . قال عمرو بن مرة : فأخرجته من حجزتها . وقال حبيب بن أبي ثابت : أخرجته من قبلها . فأتينا به رسول الله - صلى الله عليه وسلم - فإذا الكتاب من حاطب بن أبي بلتعة . فقام عمر فقال : يا رسول الله ، خان الله ورسوله ، فائذن لي فلأضرب عنقه . فقال رسول الله : \" أليس قد شهد بدرا ؟ \" . قالوا : بلى . وقال عمر : بلى ، ولكنه قد نكث وظاهر أعداءك عليك . فقال رسول الله - صلى الله عليه وسلم - : \" فلعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم ، إني بما تعملون بصير \" . ففاضت عينا عمر وقال : الله ورسوله أعلم . فأرسل رسول الله - صلى الله عليه وسلم - إلى حاطب فقال : \" يا حاطب ، ما حملك على ما صنعت ؟ \" . فقال : يا رسول الله ، إني كنت امرأ ملصقا في قريش ، وكان لي بها مال وأهل ، ولم يكن من أصحابك أحد إلا وله بمكة من يمنع أهله وماله ، فكتبت إليهم بذلك ووالله - يا رسول الله - إني لمؤمن بالله ورسوله . فقال رسول الله - صلى الله عليه وسلم - : \" صدق حاطب ، فلا تقولوا لحاطب إلا خيرا \" . قال حبيب بن أبي ثابت : فأنزل الله : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) الآية .وهكذا رواه ابن جرير ، عن ابن حميد ، عن مهران ، عن أبي سنان - سعيد بن سنان - بإسناده مثله . وقد ذكر ذلك أصحاب المغازي والسير ، فقال محمد بن إسحاق بن يسار في السيرة .حدثني محمد بن جعفر بن الزبير ، عن عروة بن الزبير وغيره من علمائنا قال : لما أجمع رسول الله - صلى الله عليه وسلم - المسير إلى مكة ، كتب حاطب بن أبي بلتعة كتابا إلى قريش يخبرهم بالذي أجمع عليه رسول الله - صلى الله عليه وسلم - من الأمر في السير إليهم ، ثم أعطاه امرأة - زعم محمد بن جعفر أنها من مزينة وزعم غيره أنها : سارة مولاة لبني عبد المطلب - وجعل لها جعلا على أن تبلغه قريشا فجعلته في رأسها ، ثم فتلت عليه قرونها ، ثم خرجت به . وأتى رسول الله - صلى الله عليه وسلم - الخبر من السماء بما صنع حاطب ، فبعث علي بن أبي طالب ، والزبير بن العوام ، فقال : \" أدركا امرأة قد كتب معها حاطب بكتاب إلى قريش ، يحذرهم ما قد أجمعنا له من أمرهم \" .فخرجا حتى أدركاها بالخليفة - خليفة بني أبي أحمد - فاستنزلاها بالخليفة ، فالتمسا في رحلها فلم يجدا شيئا ، فقال لها علي بن أبي طالب : إني أحلف بالله ما كذب رسول الله وما كذبنا ولتخرجن لنا هذا الكتاب أو لنكشفنك . فلما رأت الجد منه قالت : أعرض . فأعرض ، فحلت قرون رأسها ، فاستخرجت الكتاب منها ، فدفعته إليه . فأتى به رسول الله - صلى الله عليه وسلم - فدعا رسول الله حاطبا فقال : \" يا حاطب ما حملك على هذا ؟ \" . فقال : يا رسول الله ، أما والله إني لمؤمن بالله ورسوله ما غيرت ولا بدلت ، ولكني كنت امرأ ليس لي في القوم من أهل ولا عشيرة ، وكان لي بين أظهرهم ولد وأهل فصانعتهم عليهم فقال عمر بن الخطاب : يا رسول الله ، دعني فلأضرب عنقه ، فإن الرجل قد نافق . فقال رسول الله - صلى الله عليه وسلم - : \" وما يدريك يا عمر ! لعل الله قد اطلع إلى أصحاب بدر يوم بدر فقال : اعملوا ما شئتم ، فقد غفرت لكم \" . فأنزل الله ، عز وجل ، في حاطب : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) إلى قوله : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برآء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده ) [ الممتحنة : 4 ] إلى آخر القصة .وروى معمر ، عن الزهري ، عن عروة نحو ذلك . وهكذا ذكر مقاتل بن حيان : أن هذه الآيات نزلت في حاطب بن أبي بلتعة : أنه بعث سارة مولاة بني هاشم ، وأنه أعطاها عشرة دراهم ، وأن رسول الله - صلى الله عليه وسلم - بعث في أثرها عمر بن الخطاب ، وعلي بن أبي طالب ، رضي الله عنهما ، فأدركاها بالجحفة . . . وذكر تمام القصة كنحو ما تقدم . وعن السدي قريبا منه . وهكذا قال العوفي ، عن ابن عباس ، ومجاهد ، وقتادة ، وغير واحد : أن هذه الآيات نزلت في حاطب بن أبي بلتعة .فقوله تعالى : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق ) يعني : المشركين والكفار الذين هم محاربون لله ولرسوله وللمؤمنين ، الذين شرع الله عداوتهم ومصارمتهم ، ونهى أن يتخذوا أولياء ، وأصدقاء ، وأخلاء ، كما قال ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم ) [ المائدة : 51 ] . وهذا تهديد شديد ووعيد أكيد ، وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتاب من قبلكم والكفار أولياء واتقوا الله إن كنتم مؤمنين ) [ المائدة : 57 ] وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله عليكم سلطانا مبينا ) [ النساء : 144 ] . وقال تعالى : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه ) [ آل عمران : 28 ] ; ولهذا قبل رسول الله - صلى الله عليه وسلم - عذر حاطب لما ذكر أنه إنما فعل ذلك مصانعة لقريش ، لأجل ما كان له عندهم من الأموال والأولاد .ويذكر ها هنا الحديث الذي رواه الإمام أحمد :حدثنا مصعب بن سلام ، حدثنا الأجلح ، عن قيس بن أبي مسلم ، عن ربعي بن حراش ، سمعت حذيفة يقول : ضرب لنا رسول الله - صلى الله عليه وسلم - أمثالا : واحدا ، وثلاثة ، وخمسة ، وسبعة ، وتسعة ، وأحد عشر - قال : فضرب لنا منها مثلا وترك سائرها ، قال : \" إن قوما كانوا أهل ضعف ومسكنة ، قاتلهم أهل تجبر وعداء ، فأظهر الله أهل الضعف عليهم ، فعمدوا إلى عدوهم فاستعملوهم وسلطوهم ، فأسخطوا الله عليهم إلى يوم يلقونه \" .وقوله : ( يخرجون الرسول وإياكم ) هذا مع ما قبله من التهييج على عداوتهم وعدم موالاتهم ، لأنهم أخرجوا الرسول وأصحابه من بين أظهرهم كراهة لما هم عليه من التوحيد وإخلاص العبادة لله وحده ; ولهذا قال : ( أن تؤمنوا بالله ربكم ) أي : لم يكن لكم عندهم ذنب إلا إيمانكم بالله رب العالمين ، كقوله : ( وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد ) [ البروج : 8 ] ، وكقوله ( الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ) [ الحج : 40 ] .وقوله : ( إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي ) أي : إن كنتم كذلك فلا تتخذوهم أولياء ، إن كنتم خرجتم مجاهدين في سبيلي باغين لمرضاتي عنكم فلا توالوا أعدائي وأعداءكم ، وقد أخرجوكم من دياركم وأموالكم حنقا عليكم وسخطا لدينكم .وقوله : ( تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ) أي : تفعلون ذلك وأنا العالم بالسرائر والضمائر والظواهر ( ومن يفعله منكم فقد ضل سواء السبيل)"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مدنية( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) الآية .أخبرنا عبد الواحد المليحي حدثنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا قتيبة بن سعيد حدثنا سفيان عن عمرو بن دينار أخبرني الحسن بن محمد أنه سمع عبد الله بن أبي رافع يقول سمعت عليا رضي الله عنه يقول : بعثني رسول الله - صلى الله عليه وسلم - أنا والزبير والمقداد فقال : \" انطلقوا حتى تأتوا ( روضة خاخ ) فإن بها ظعينة معها كتاب فخذوه منها \" قال : فانطلقنا تتعادى بنا خيلنا حتى أتينا الروضة فإذا نحن بالظعينة فقلنا : أخرجي الكتاب فقالت : ما معي كتاب فقلنا : لتخرجن الكتاب أو لتلقين الثياب قال : فأخرجته من عقاصها فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه من حاطب بن أبي بلتعة إلى ناس بمكة من المشركين يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - فقال : يا حاطب ما هذا قال : يا رسول الله لا تعجل علي إني كنت امرأ ملصقا في قريش - يقول كنت حليفا ولم أكن من أنفسها - وكان من معك من المهاجرين لهم قرابات يحمون بها أهليهم وأموالهم فأحببت - إذ فاتني ذلك من النسب فيهم - أن أتخذ عندهم يدا يحمون قرابتي ولم أفعله ارتدادا عن ديني ولا رضا بالكفر بعد الإسلام فقال رسول الله - صلى الله عليه وسلم - : أما إنه قد صدقكم فقال عمر : يا رسول الله دعني أضرب عنق هذا المنافق فقال : إنه قد شهد بدرا وما يدريك لعل الله اطلع على [ من شهد بدرا ] فقال اعملوا ما شئتم فقد غفرت لكم فأنزل الله تعالى هذه السورة : يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة إلى قوله سواء السبيلقال المفسرون : نزلت الآية في حاطب بن أبي بلتعة كما جاء في الحديث وذلك أن سارة مولاة أبي عمرو بن صيفي بن هاشم بن عبد مناف أتت المدينة من مكة ورسول الله - صلى الله عليه وسلم - يتجهز لفتح مكة فقال لها رسول الله - صلى الله عليه وسلم - : أمسلمة جئت ؟ قالت : لا . قال : أمهاجرة جئت ؟ قالت : لا قال : فما جاء بك ؟ قالت : كنتم الأصل والعشيرة والموالي وقد ذهبت موالي وقد احتجت حاجة شديدة فقدمت عليكم لتعطوني وتكسوني وتحملوني فقال لها : وأين أنت من شبان مكة وكانت مغنية نائحة قالت : ما طلب مني شيء بعد وقعة بدر فحث رسول الله - صلى الله عليه وسلم - بني عبد المطلب وبني المطلب فأعطوها نفقة وكسوها وحملوها فأتاها حاطب بن أبي بلتعة حليف بني أسد بن عبد العزى فكتب معها إلى أهل مكة وأعطاها عشرة دنانير وكساها بردا على أن توصل الكتاب إلى أهل مكة وكتب في الكتاب : من حاطب بن أبي بلتعة إلى أهل مكة إن رسول الله - صلى الله عليه وسلم - يريدكم فخذوا حذركم .فخرجت سارة ونزل جبريل فأخبر النبي - صلى الله عليه وسلم - بما فعل فبعث رسول الله - صلى الله عليه وسلم - عليا وعمارا والزبير وطلحة والمقداد بن الأسود وأبا مرثد فرسانا فقال لهم : انطلقوا حتى تأتوا \" روضة خاخ \" فإن بها ظعينة معها كتاب من حاطب بن أبي بلتعة إلى المشركين فخذوا منها وخلوا سبيلها وإن لم تدفعه إليكم فاضربوا عنقها .قال : فخرجوا حتى أدركوها في ذلك المكان الذي قال رسول الله - صلى الله عليه وسلم - فقالوا لها : أين الكتاب ؟ فحلفت بالله ما معها كتاب فبحثوها وفتشوا متاعها فلم يجدوا معها كتابا فهموا بالرجوع فقال علي رضي الله عنه : والله ما كذبنا ولا كذب رسول الله - صلى الله عليه وسلم - وسل سيفه فقال : أخرجي الكتاب وإلا لأجردنك ولأضربن عنقك . فلما رأت الجد أخرجته من ذؤابتها وكانت قد خبأته في شعرها فخلوا سبيلها ولم يتعرضوا لها ولا لما معها فرجعوا بالكتاب إلى رسول الله - صلى الله عليه وسلم - فأرسل رسول الله - صلى الله عليه وسلم - إلى حاطب فأتاه فقال : هل تعرف الكتاب قال : نعم قال : فما حملك على ما صنعت فقال : يا رسول الله والله ما كفرت منذ أسلمت ولا غششتك منذ نصحتك ولا أحببتهم منذ فارقتهم ولكن لم يكن أحد من المهاجرين إلا وله بمكة من يمنع عشيرته وكنت غريبا فيهم وكان أهلي بين ظهرانيهم فخشيت على أهلي فأردت أن أتخذ عندهم يدا وقد علمت أن الله ينزل بهم بأسه وأن كتابي لا يغني عنهم شيئا فصدقه رسول الله - صلى الله عليه وسلم - وعذره .فقام عمر بن الخطاب فقال : دعني يا رسول الله أضرب عنق هذا المنافق . فقال رسول الله - صلى الله عليه وسلم - : وما يدريك يا عمر لعل الله قد اطلع على أهل بدر فقال لهم : اعملوا ما شئتم فقد غفرت لكم فأنزل الله - عز وجل - في شأن حاطب : \" يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء \" .( تلقون إليهم بالمودة ) قيل : أي المودة \" والباء \" زائدة كقوله : \" ومن يرد فيه بإلحاد بظلم \" ( الحج - 25 ) وقال الزجاج : معناه تلقون إليهم أخبار النبي - صلى الله عليه وسلم - وسره بالمودة التي بينكم وبينهم ( وقد كفروا ) \" الواو \" للحال أي : وحالهم أنهم كفروا ( بما جاءكم من الحق ) يعني القرآن ( يخرجون الرسول وإياكم ) من مكة ( أن تؤمنوا ) أي لأن آمنتم كأنه قال : يفعلون ذلك لإيمانكم ( بالله ربكم إن كنتم خرجتم ) هذا شرط جوابه متقدم وهو قوله : لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة ) قال مقاتل : بالنصيحة ( وأنا أعلم بما أخفيتم ) من المودة للكفار ( وما أعلنتم ) أظهرتم بألسنتكم ( ومن يفعله منكم فقد ضل سواء السبيل ) أخطأ طريق الهدى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "مدنية في قول الجميع ، وهي ثلاث عشرة آية .الممتحنة ( بكسر الحاء ) أي المختبرة ، أضيف الفعل إليها مجازا ، كما سميت سورة \" التوبة \" المبعثرة والفاضحة ; لما كشفت من عيوب المنافقين . ومن قال في هذه السورة : الممتحنة ( بفتح الحاء ) فإنه أضافها إلى المرأة التي نزلت فيها ، وهي أم كلثوم بنت عقبة بن أبي معيط ، قال الله تعالى : فامتحنوهن الله أعلم بإيمانهن الآية . وهي امرأة عبد الرحمن بن عوف ، ولدت له إبراهيم بن عبد الرحمن .بسم الله الرحمن الرحيميا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم فقد ضل سواء السبيلقوله تعالى : يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء عدى اتخذ إلى مفعولين وهما عدوكم أولياء . والعدو فعول من عدا ، كعفو من عفا . ولكونه على زنة المصدر أوقع على الجماعة إيقاعه على الواحد .وفي هذه الآية سبع مسائل :الأولى : قوله تعالى : يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم روى الأئمة - واللفظ لمسلم - عن علي رضي الله عنه قال : بعثنا رسول الله صلى الله عليه وسلم أنا والزبير والمقداد فقال : \" ائتوا روضة خاخ فإن بها ظعينة معها كتاب فخذوه منها \" ، فانطلقنا تعادى بنا خيلنا ، فإذا نحن بالمرأة ، فقلنا : أخرجي الكتاب ، فقالت : ما معي كتاب . فقلنا : لتخرجن الكتاب أو لتلقين الثياب ، فأخرجته من عقاصها . فأتينا به رسول الله صلى الله عليه وسلم فإذا فيه : من حاطب بن أبي بلتعة . . . إلى ناس من المشركين من أهل مكة يخبرهم ببعض أمر رسول الله صلى الله عليه وسلم . فقال رسول الله صلى الله عليه وسلم : \" يا حاطب ، ما هذا ؟ \" قال : لا تعجل علي يا رسول الله ، إني كنت امرأ ملصقا في قريش - قال سفيان : كان حليفا لهم ، ولم يكن من أنفسها - وكان ممن كان معك من المهاجرين لهم قرابات يحمون بها أهليهم ، فأحببت إذ فاتني ذلك من النسب فيهم أن أتخذ فيهم يدا يحمون بها قرابتي ، ولم أفعله كفرا ولا ارتدادا عن ديني ، ولا رضا بالكفر بعد الإسلام . فقال النبي صلى الله عليه وسلم : \" صدق \" . فقال عمر : دعني يا رسول الله أضرب عنق هذا المنافق . فقال : \" إنه قد شهد بدرا ، وما يدريك لعل الله اطلع على أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" . فأنزل الله عز وجل : يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء . قيل : اسم المرأة سارة من موالي قريش . وكان في الكتاب : \" أما بعد ، فإن رسول الله صلى الله عليه وسلم قد توجه إليكم بجيش كالليل يسير كالسيل ، وأقسم بالله لو لم يسر إليكم إلا وحده لأظفره الله بكم ، وأنجز له موعده فيكم ، فإن الله وليه وناصره . ذكره بعض المفسرين . وذكر القشيري والثعلبي : أن حاطب بن أبي بلتعة كان رجلا من أهل اليمن ، وكان له حلف بمكة في بني أسد بن عبد العزى رهط الزبير بن العوام . وقيل : كان حليفا للزبير بن العوام ، فقدمت من مكة سارة مولاة أبي عمرو بن صيفي بن هشام بن عبد مناف إلى المدينة ، ورسول الله صلى الله عليه وسلم يتجهز لفتح مكة . وقيل : كان هذا في زمن الحديبية ; فقال لها رسول الله صلى الله عليه وسلم : \" أمهاجرة جئت يا سارة ؟ \" . فقالت : لا . قال : \" أمسلمة جئت ؟ \" قالت : لا . قال : \" فما جاء بك ؟ \" قالت : كنتم الأهل والموالي والأصل والعشيرة ، وقد ذهب الموالي - تعني قتلوا يوم بدر - وقد احتجت حاجة شديدة فقدمت عليكم لتعطوني وتكسوني ; فقال عليه الصلاة والسلام : \" فأين أنت عن شباب أهل مكة \" وكانت مغنية ، قالت : ما طلب مني شيء بعد وقعة بدر . فحث رسول الله صلى الله عليه وسلم بني عبد المطلب وبني المطلب على إعطائها ; فكسوها وأعطوها وحملوها فخرجت إلى مكة ، وأتاها حاطب فقال : أعطيك عشرة دنانير وبردا على أن تبلغي هذا الكتاب إلى أهل مكة . وكتب في الكتاب : أن رسول الله صلى الله عليه وسلم يريدكم فخذوا حذركم . فخرجت سارة ، ونزل جبريل فأخبر النبي صلى الله عليه وسلم بذلك ، فبعث عليا والزبير وأبا مرثد الغنوي . وفي رواية : عليا والزبير والمقداد . وفي رواية : أرسل عليا وعمار بن ياسر . وفي رواية : عليا وعمارا وعمر والزبير وطلحة والمقداد وأبا مرثد - وكانوا كلهم فرسانا - وقال لهم : \" انطلقوا حتى تأتوا روضة خاخ فإن بها ظعينة ومعها كتاب من حاطب إلى المشركين ، فخذوه منها وخلوا سبيلها ، فإن لم تدفعه لكم فاضربوا عنقها \" فأدركوها في ذلك المكان ، فقالوا لها : أين الكتاب ؟ فحلفت ما معها كتاب ، ففتشوا أمتعتها فلم يجدوا معها كتابا ، فهموا بالرجوع فقال علي : والله ما كذبنا ولا كذبنا ! وسل سيفه وقال : أخرجي الكتاب وإلا والله لأجردنك ولأضربن عنقك ، فلما رأت الجد أخرجته من ذؤابتها - وفي رواية من حجزتها - فخلوا سبيلها ورجعوا بالكتاب إلى رسول الله صلى الله عليه وسلم . فأرسل إلى حاطب فقال : \" هل تعرف الكتاب ؟ \" قال : نعم . وذكر الحديث بنحو ما تقدم . وروي أن النبي صلى الله عليه وسلم أمن جميع الناس يوم الفتح إلا أربعة هي أحدهم .الثانية : السورة أصل في النهي عن موالاة الكفار . وقد مضى ذلك في غير موضع . من ذلك قوله تعالى : لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين . يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم . يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء . ومثله كثير . وذكر أن حاطبا لما سمع يا أيها الذين آمنوا غشي عليه من الفرح بخطاب الإيمان .الثالثة : قوله تعالى : تلقون إليهم بالمودة يعني بالظاهر ; لأن قلب حاطب كان سليما ; بدليل أن النبي صلى الله عليه وسلم قال لهم : \" أما صاحبكم فقد صدق \" وهذا نص في سلامة فؤاده وخلوص اعتقاده . والباء في بالمودة زائدة ; كما تقول : قرأت السورة وقرأت بالسورة ، ورميت إليه ما في نفسي وبما في نفسي . ويجوز أن تكون ثابتة على أن مفعول تلقون محذوف ; معناه تلقون إليهم أخبار رسول الله صلى الله عليه وسلم بسبب المودة التي بينكم وبينهم . وكذلك : تسرون إليهم بالمودة أي بسبب المودة . وقال الفراء : تلقون إليهم بالمودة من صلة أولياء ، ودخول الباء في المودة وخروجها سواء . ويجوز أن تتعلق ب لا تتخذوا حالا من ضميره . وب أولياء صفة له ، ويجوز أن تكون استئنافا . ومعنى تلقون إليهم بالمودة تخبرونهم بسرائر المسلمين وتنصحون لهم ; وقاله الزجاج .الرابعة : من كثر تطلعه على عورات المسلمين وينبه عليهم ويعرف عدوهم بأخبارهم لم يكن بذلك كافرا إذا كان فعله لغرض دنيوي ، واعتقاده على ذلك سليم ; كما فعل حاطب حين قصد بذلك اتخاذ اليد ولم ينو الردة عن الدين .الخامسة : إذا قلنا لا يكون بذلك كافرا فهل يقتل بذلك حدا أم لا ؟ اختلف الناس فيه ; فقال مالك وابن القاسم وأشهب : يجتهد في ذلك الإمام . وقال عبد الملك : إذا كانت عادته تلك قتل لأنه جاسوس ، وقد قال مالك بقتل الجاسوس - وهو صحيح لإضراره بالمسلمين وسعيه بالفساد في الأرض . ولعل ابن الماجشون إنما اتخذ التكرار في هذا لأن حاطبا أخذ في أول فعله . والله أعلم .السادسة : فإن كان الجاسوس كافرا ، فقال الأوزاعي : يكون نقضا لعهده . وقال أصبغ : الجاسوس الحربي يقتل ، والجاسوس المسلم والذمي يعاقبان إلا إن تظاهرا على الإسلام فيقتلان . وقد روي عن علي بن أبي طالب رضي الله عنه أن النبي صلى الله عليه وسلم أتى بعين للمشركين اسمه فرات بن حيان ، فأمر به أن يقتل ; فصاح : يا معشر الأنصار ، أقتل وأنا أشهد أن لا إله إلا الله وأن محمدا رسول الله ! فأمر به النبي صلى الله عليه وسلم فخلى سبيله . ثم قال : \" إن منكم من أكله إلى إيمانه منهم فرات بن حيان \" . وقوله : \" وقد كفروا \" حال ، إما من : لا تتخذوا ، وإما من \" تلقون \" ؛ أي لا تتولوهم أو توادوهم ، وهذه حالهم . وقرأ الجحدري \" لما جاءكم \" أي كفروا لأجل ما جاءكم من الحق .السابعة : قوله تعالى : يخرجون الرسول استئناف كلام كالتفسير لكفرهم وعتوهم ، أو حال من كفروا . وإياكم أن تؤمنوا بالله ربكم تعليل ل يخرجون ؛ المعنى يخرجون الرسول ويخرجونكم من مكة لأن تؤمنوا بالله أي لأجل إيمانكم بالله . قال ابن عباس : وكان حاطب ممن أخرج مع النبي صلى الله عليه وسلم . وقيل : في الكلام تقديم وتأخير ، والتقدير لا تتخذوا عدوي وعدوكم أولياء إن كنتم خرجتم مجاهدين في سبيلي . وقيل : في الكلام حذف ، والمعنى إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي ، فلا تلقوا إليهم بالمودة .قيل : إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي شرط وجوابه مقدم . والمعنى إن كنتم خرجتم جهادا في سبيلي فلا تتخذوا عدوي وعدوكم أولياء . ونصب جهادا وابتغاء ؛ لأنه مفعول . وقوله : تسرون إليهم بالمودة بدل من تلقون ومبين عنه . والأفعال تبدل من الأفعال ، كما قال تعالى : ومن يفعل ذلك يلق أثاما يضاعف له العذاب . وأنشد سيبويه :متى تأتنا تلمم بنا في ديارنا تجد حطبا جزلا ونارا تأججاوقيل : هو على تقدير أنتم تسرون إليهم بالمودة ، فيكون استئنافا . وهذا كله معاتبة لحاطب . وهو يدل على فضله وكرامته ونصيحته لرسول الله صلى الله عليه وسلم وصدق إيمانه ، فإن المعاتبة لا تكون إلا من محب لحبيبه . كما قال :أعاتب ذا المودة من صديق     إذا ما رابني منه اجتنابإذا ذهب العتاب فليس ود     ويبقى الود ما بقي العتابومعنى بالمودة أي بالنصيحة في الكتاب إليهم . والباء زائدة كما ذكرنا ، أو ثابتة غير زائدة .قوله تعالى : وأنا أعلم بما أخفيتم : أضمرتم ، وما أعلنتم : أظهرتم . والباء في بما زائدة ; يقال : علمت كذا ، وعلمت بكذا . وقيل : وأنا أعلم من كل أحد بما تخفون وما تعلنون ، فحذف من كل أحد . كما يقال : فلان أعلم وأفضل من غيره . وقال ابن عباس : وأنا أعلم بما أخفيتم في صدوركم ، وما أظهرتم بألسنتكم من الإقرار والتوحيد .ومن يفعله منكم أي من يسر إليهم ويكاتبهم منكم .فقد ضل سواء السبيل أي أخطأ قصد الطريق ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (1)قال أبو جعفر: يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي ) من المشركين ( وَعَدُوَّكُمْ أَوْلِيَاءَ ) يعنى أنصارا.وقوله: ( تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) يقول جلّ ثناؤه: تلقون إليهم مودتكم إياهم، ودخول الباء في قوله: ( بِالْمَوَدَّةِ ) وسقوطها سواء، نظير قول القائل: أريد بأن تذهب، وأريد أن تذهبَ سواء، وكقوله:  وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ  والمعنى: ومن يرد فيه إلحادًا بظلم؛ ومن ذلك قول الشاعر:فَلمَّا رَجَتْ بالشُّرْبِ هَزَّ لَهَا الْعَصَاشَحِيحٌ لَهُ عِنْدَ الإزَاءِ نَهِيمُ (1)معنى: فلما رجت الشرب.( وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ ) يقول: وقد كفر هؤلاء المشركون الذين نهيتكم أن تتخذوهم أولياء بما جاءكم من عند الله من الحقّ، وذلك كفرهم بالله ورسوله وكتابه الذي أنزله على رسوله.وقوله: ( يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ) يقول جلّ ثناؤه: يخرجون رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وإياكم، بمعنى: ويخرجونكم أيضًا من دياركم وأرضكم، وذلك إخراج مشركي قريش رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه من مكة.وقوله: ( أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ ) يقول جلّ ثناؤه: يخرجون الرسول وإياكم من دياركم، لأن آمنتم بالله.وقوله: ( إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي ) من المؤخر الذي معناه التقديم، ووجه الكلام: يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق إن كنتم خرجتم جهادًا في سبيلي، وابتغاء مرضاتي ( يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ ) .ويعني قوله تعالى ذكره: ( إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي ) : إن كنتم خرجتم من دياركم، فهاجرتم منها إلى مهاجرَكم للجهاد في طريقي الذي شرعته لكم، وديني الذي أمرتكم به. والتماس مرضاتي.وقوله: ( تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) يقول تعالى ذكره للمؤمنين من أصحاب &amp;; 23-311 &amp;; رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: تسرّون أيها المؤمنون بالمودّة إلى المشركين بالله ( وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ ) يقول: وأنا أعلم منكم بما أخفى بعضكم من بعض، فأسره منه ( وَمَا أَعْلَنْتُمْ ) يقول: وأعلم أيضًا منكم ما أعلنه بعضكم لبعض ( وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ ) يقول جلّ ثناؤه: ومن يسرُّ منكم إلى المشركين بالمودّة أيها المؤمنون فقد ضلّ: يقول: فقد جار عن قصد السبيل التي جعلها الله طريقًا إلى الجنة ومحجة إليها.وذُكر أن هذه الآيات من أوّل هذه السورة نزلت في شأن حاطب بن أبي بَلتعة، وكان كتب إلى قُريش بمكة يطلعهم على أمر كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قد أخفاه عنهم، وبذلك جاءت الآثار والرواية عن جماعة من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وغيرهم.* ذكر من قال ذلك:حدثني عبيد بن إسماعيل الهباريّ، والفضل بن الصباح قالا ثنا سفيان بن عيينة، عن عمرو بن دينار عن حسن بن محمد بن عليّ، أخبرني عبيد الله بن أبي رافع، قال: سمعت عليًا رضي الله عنه يقول: بعثني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنا والزُّبير بن العوّام والمقداد، قال الفضل، قال سفيان: نفر من المهاجرين فقال: انطلقوا حتى تأتوا روضة خاخ، فإن لها ظعينة معها كتاب، فخذوه منها؛ فانطلقنا تتعادى بنا خيلنا حتى انتهينا إلى الروضة، فوجدنا امرأة، فقلنا: أخرجي الكتاب، قالت: ليس معي كتاب، قلنا: لتخرجنّ الكتاب، أو لنلقينّ الثياب، فأخرجته من عقاصها، وأخذنا الكتاب؛ فانطلقنا به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فإذا فيه: من حاطب بن أبي بلتعة إلى ناس بمكة، يخبرهم ببعض أمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" يا حاطبُ ما هذا؟\" قال: يا رسول الله لا تعجل عليّ، كنت امرًأ ملصقًا في قريش، ولم يكن لي فيهم قرابة، وكان من معك من المهاجرين لهم قرابات، يحمون أهليهم بمكة، فأحببت إذ فاتني ذلك من النسب أن أتخذ فيها يدًا يحمون بها قرابتي، وما فعلت ذلك كفرًا ولا ارتدادًا عن ديني، ولا رضًا بالكفر بعد الإسلام، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" قَدْ صَدَقَكُمْ\" فقال عمر: يا رسول الله دعني أضرب عنق هذا المنافق، فقال: \" إنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أهْلِ بَدْرٍ فقَال: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ\" زاد الفضل في حديثه، قال سفيان: ونزلت فيه ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ  .حدثنا ابن حُمَيْد، قال: ثنا مهران، عن أبي سنان سعيد بن سنان، عن عمرو بن مرّة الجملي، عن أَبي البختري الطائي، عن الحارث، عن عليّ رضي الله عنه قال: لما أراد النبي صَلَّى الله عَلَيْهِ وَسَلَّم أن يأتي مكة، أسرّ إلى ناس من أصحابه أنه يريد مكة، فيهم حاطب بن أبي بلتعة، وأفشى في الناس أنه يريد خيبر، فكتب حاطب بن أبي بلتعة إلى أهل مكة أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يريدكم، قال: فبعثني النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وأبا مرثد وليس منا رجل إلا وعنده فرس، فقال: \" ائْتُوا رَوْضَةَ خَاخ، فإنَّكُمْ سَتَلْقَوّنَ بِهَا امْرَأَةً وَمَعَهَا ِكتَاب، فَخُذُوهُ منها \"؛ فانطلقنا حتى رأيناها بالمكان الذي ذكر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقلنا: هاتي الكتاب، فقالت: ما معي كتاب، فوضعنا متاعها وفتشنا، فلم نجده في متاعها، فقال أبو مرثد: لعله أن لا يكون معها، فقلت: ما كذب النبي صَلَّى الله عَلَيْهِ وَسَلَّم ولا كَذِب، فقلنا: أخرجي الكتاب، وإلا عريناك، قال عمرو بن مرّة، فأخرجته من حجزتها، وقال حبيب: أخرجته من قبلها فأتينا به النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فإذا الكتاب: من حاطب بن أبي بلتعة إلى أهل مكة، فقام عمر فقال: خان الله ورسوله، ائذن لي أضرب عنقه، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" أَلَيْسَ قَدْ شَهِدَ بَدْرًا؟\" قال: بلى، ولكنه قد نكث وظاهر أعداءك عليك. فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَلَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ، فَقاَلَ: اعْمَلُوا مَا شِئْتُمْ\"، ففَاضت عينا عمر وقال: الله ورسوله أعلم، فأرسل إلى حاطب، فقال: \" ما حملك على ماصنعت؟ \" فقال: يا نبيّ الله إني كنت امرأ ملصقًا في قريش، وكان لي بها أهل ومال، ولم يكن من أصحابك أحد إلا وله بمكة من يمنع أهله ماله، فكتبت إليهم بذلك، والله يا نبيّ الله إني لمؤمن بالله وبرسوله، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" صَدَقَ حَاطِبُ بن أبِي بَلْتَعَةَ، فَلا تَقُولُوا لِحَاطِبَ إلا خَيْرًا \"، فقال حبيب بن ثابت: فأنزل الله عزّ وجل ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ ) ... الآيةحدثني محمد بن سعد، قال: ثني أبي، ثنا عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) ... إلى آخر الآية، نزلت في رجل كان مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بالمدينة من قريش، كتب إلى أهله وعَشِيرَته بمكة، يخبرهم وينذرهم أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم سائر إليهم، فأخبر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بصحيفته، فبعث إليها عليّ بن أبي طالب رضي الله عنه، فأتاه بها.حدثنا ابن حُمَيْدِ، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن محمد بن جعفر بن الزُّبير، عن عروة بن الزبير وغيره من علمائنا، قالوا: لما أجمع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم السير إلى مكة كتب حاطب بن أبي بلتعة كتابًا إلى قريش يخبرهم بالذي أجمع عليه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من الأمر في السير إليهم، ثم أعطاه امرأة يزعم محمد بن جعفر أنها من مزينة، وزعم غيره أنها سارة مولاة لبعض بني عبد المطلب وجعل لها جُعْلا على أن تبلغه قريشًا، فجعلته في رأسها، ثم فتلت عليه قرونها، ثم خرجت، وأتى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الخبر من السماء بما صنع حاطب، فبعث عليّ بن أبي طالب والزُّبير بن العوّام رضي الله عنهما ، فقال: \" أدركا امْرَأةً قَدْ كَتَبَ مَعَهَا حَاطِبٌ بِكِتَاب إلى قُرَيْش يُحَذرُهُمْ مَا قدِ اجْتَمَعْنَا لَهُ فِي أمْرِهِمْ\"، فخرجا حتى أدركاها بالحليفة، حليفة ابن أَبي أحمد فاستنزلاها فالتمسا في رحلها، فلم يجدا شيئًا، فقال لها عليّ بن أبي طالب رضي الله عنه: إني أحلف بالله ما كُذِبَ رَسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ولا كُذِبنا، ولتخرِجِنّ إليَّ هذا الكتاب، أو لنكشفنك؛ فلما رأت الجدّ منه، قالت: أعرض عني، فأعرض عنها، فحلَّت قرون رأسها، فاستخرجت الكتاب فدفعته إليه فجاء به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فدعا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حاطبًا، فقال: \" يا حاطب مَا حَمَلَكَ عَلَى هَذَا؟\" فقال: يا رسول الله، أما والله إني لمؤمن بالله ورسوله، ما غيرت ولا بدّلت، ولكني كنت امرأ في القوم ليس لي أصل ولا عشيرة، وكان لي بين أظهرهم أهل وولد، فصانعتهم عليه، فقال عمر بن الخطاب رضي الله عنه: دعني يا رسول الله فلأضرب عنقه، فإن الرجل قد نافق، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" وَمَا يُدْرِيكَ يَا عُمَرُ لَعَلَّ اللهَ قَدِ اطَلَّعَ عَلَى أَصْحَابِ بَدْرٍ يَوْمَ بَدْرٍ فقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم \" فأنزل الله عزّ وجلّ في حاطب ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  وَإِلَيْكَ أَنَبْنَا  ... إلى آخر القصة.حدثنا ابن عبد الأعلى قال: ثنا ابن ثور، عن معمر، عن الزهري، عن عروة قال: لما أنزلت: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) في حاطب بن أبي بلتعة، كتب إلى كفار قريش كتابًا ينصح لهم فيه، فأطلع الله نبيه عليه الصلاة والسلام على ذلك، فأرسل عليًّا والزُّبير، فقال: \" اذْهبا فإنَّكُما ستجدان امرأة بِمَكَان كَذَا وَكَذَا، فأتِيَا بِكِتَاب مَعَهَا \"، فانطلقا حتى أدركاها، فقالا الكتاب الذي معك، قالت: ليس معي كتاب، فقالا والله لا ندع معك شيئًا إلا فتَّشناه، أو لتخرجينه، قالت: أولستم مسلمين؟ قالا بلى، ولكن النبيّ صلى الله عليه وسلم قد أخبرنا أن معك كتابًا قد أيقنت أنفسنا أنه معك؟ فلما رأت جدّهما أخرجت كتابًا من بين قرونها، فذهبا به إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فإذا فيه: من حاطب بن أبي بلتعة إلى كفار قريش، فدعاه النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" أنْتَ كَتَبْتَ هَذَا الْكِتَاب؟ \" قال: نعم، قال: \" ما حَمَلَكَ عَلَى ذَلِكَ؟ \" قال: أما والله ما ارتبت في الله منذ أسلمت، ولكني كنت امرأ غريبًا فيكم أيُّها الحيّ من قريش، وكان لي بمكة مال وبنون، فأردت أن أدفع بذلك عنهم، فقال عمر رضي الله عنه: ائذن لي يا رسول الله فأضرب عنقه، فقال النبي صَلَّى الله عَلَيْهِ وَسَلَّم: \" مَهْلا يا ابْن الخطَّاب، ومَا يُدْرِيكَ لَعَلَ الله قَدِ اطَّلَعَ إلَى أَهْل بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فإنِّي غَافِرٌ لَكُمْ \" قال الزهريّ: فيه نزلت حتى  غَفُورٌ رَحِيمٌحدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قول الله: ( لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  بِمَا تَعْمَلُونَ بَصِيرٌ  في مكاتبة حاطب بن أبي بلتعة، ومن معه كفار قريش يحذّرهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... حتى بلغ (سَوَاءَ السَّبِيلِ) : ذُكِر لنا أن حاطبًا كتب إلى أهل مكة يخبرهم سير النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إليهم زمن الحديبية، فأطلع الله عزّ وجلّ نبيه عليه الصلاة والسلام على ذلك، وذُكر لنا أنهم وجدوا الكتاب مع امرأة في قرن من رأسها، فدعاه نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" مَا حَمَلَكَ عَلَى الَّذِي صَنَعْتَ؟\" قال: والله ما شَكَكْتُ في أمر الله، ولا ارتددت فيه، ولكن لي هناك أهلا ومالا فأردت مصانعة قريش على أهلي ومالي. وذُكر لنا أنه كان حليفًا لقريش لم يكن من أنفسهم، فأنزل الله عزّ وجلّ في ذلك القرآن، فقال:  إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ  ."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن يظفر بكم هؤلاء الذين تُسرُّون إليهم بالمودة يكونوا حربًا عليكم، ويمدوا إليكم أيديهم بالقتل والسبي، وألسنتهم بالسب والشتم، وهم قد تمنَّوْا- على كل حال- لو تكفرون مثلهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن يثقفوكم» يظفروا بكم «يكونوا لكم أعداءً ويبسطوا إليكم أيديهم» بالقتل والضرب «وألسنتهم بالسوء» بالسب والشتم «وودوا» تمنوا «لو تكفرون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم بين تعالى شدة عداوتهم، تهييجا للمؤمنين على عداوتهم،  إِنْ يَثْقَفُوكُمْ  أي: يجدوكم، وتسنح لهم الفرصة في أذاكم،  يَكُونُوا لَكُمْ أَعْدَاءً  ظاهرين  وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ  بالقتل والضرب، ونحو ذلك. وَأَلْسِنَتَهُمْ بِالسُّوءِ  أي: بالقول الذي يسوء، من شتم وغيره،  وَوَدُّوا لَوْ تَكْفُرُونَ  فإن هذا غاية ما يريدون منكم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء ) أي : لو قدروا عليكم لما اتقوا فيكم من أذى ينالونكم به بالمقال والفعال . ( وودوا لو تكفرون ) أي : ويحرصون على ألا تنالوا خيرا ، فهم عداوتهم لكم كامنة وظاهرة ، فكيف توالون مثل هؤلاء ؟ وهذا تهييج على عداوتهم أيضا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن يثقفوكم ) يظفروا بكم ويروكم ( يكونوا لكم أعداء ويبسطوا إليكم أيديهم ) بالضرب والقتل ( وألسنتهم بالسوء ) بالشتم ( وودوا لو تكفرون ) كما كفروا . يقول : لا تناصحوهم فإنهم لا يناصحونكم ولا يوادونكم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء وودوا لو تكفرونقوله تعالى : \" إن يثقفوكم \" : يلقوكم ويصادفوكم ; ومنه المثاقفة ; أي طلب مصادفة الغرة في المسايفة وشبهها . وقيل : يثقفوكم يظفروا بكم ويتمكنوا منكم .يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء أي أيديهم بالضرب والقتل ، وألسنتهم بالشتم .وودوا لو تكفرون بمحمد ; فلا تناصحوهم فإنهم لا يناصحونكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (2)يقول تعالى ذكره: إن يثقفكم هؤلاء الذين تسرّون أيها المؤمنون إليهم بالمودّة، يكونوا لكم حربًا وأعداء ( وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ ) بالقتال ( وَأَلْسِنَتَهُمْ بِالسُّوءِ ) .وقوله: ( وَوَدُّوا لَوْ تَكْفُرُونَ ) يقول: وتمنوا لكم أن تكفروا بربكم، فتكونوا على مثل الذي هم عليه."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لن تنفعكم قراباتكم ولا أولادكم شيئًا حين توالون الكفار مِن أجلهم، يوم القيامة يفرق الله بينكم، فيُدْخل أهل طاعته الجنة، وأهل معصيته النار. والله بما تعملون بصير، لا يخفى عليه شيء من أقوالكم وأعمالكم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لن تنفعكم أرحامكم» قراباتكم «وْلا أولادكم» المشركون الذين لأجلهم أسررتم الخبر من العذاب في الآخرة «يوم القيامة يُفصَل» بالبناء للمفعول والفاعل «بينكم» وبينهم فتكونون في الجنة وهم جملة الكفار في النار «والله بما تعلمون بصير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فإن احتججتم وقلتم: نوالي الكفار لأجل القرابة والأموال، فلن تغني عنكم أموالكم ولا أولادكم من الله شيئا.  والله بما تعملون بصير  فلذلك حذركم من موالاة الكافرين الذين تضركم موالاتهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( لن تنفعكم أرحامكم ولا أولادكم يوم القيامة يفصل بينكم والله بما تعملون بصير ) أي : قراباتكم لا تنفعكم عند الله إذا أراد الله بكم سوءا ، ونفعهم لا يصل إليكم إذا أرضيتموهم بما يسخط الله ، ومن وافق أهله على الكفر ليرضيهم فقد خاب وخسر وضل عمله ، ولا ينفعه عند الله قرابته من أحد ، ولو كان قريبا إلى نبي من الأنبياء . قال الإمام أحمد :حدثنا عفان ، حدثنا حماد ، عن ثابت ، عن أنس أن رجلا قال : يا رسول الله : أين أبي ؟ قال : \" في النار \" فلما قفى دعاه فقال : \" إن أبي وأباك في النار \" .ورواه مسلم ، وأبو داود ، من حديث حماد بن سلمة به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لن تنفعكم أرحامكم ) معناه : لا يدعونكم ولا يحملنكم ذوو أرحامكم وقراباتكم وأولادكم الذين بمكة إلى خيانة الرسول - صلى الله عليه وسلم - والمؤمنين وترك مناصحتهم وموالاة أعدائهم فلن تنفعكم أرحامكم ( ولا أولادكم ) الذين عصيتم الله لأجلهم ( يوم القيامة يفصل بينكم ) فيدخل أهل طاعته الجنة وأهل معصيته النار . قرأ عاصم ويعقوب ( يفصل ) بفتح الياء وكسر الصاد مخففا وقرأ حمزة والكسائي بضم الياء وكسر الصاد مشددا [ وقرأ ابن عامر بضم الياء وفتح الصاد مشددا ] وقرأ الآخرون بضم الياء وفتح الصاد مخففا . ( والله بما تعملون بصير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لن تنفعكم أرحامكم ولا أولادكم يوم القيامة يفصل بينكم والله بما تعملون بصيرقوله تعالى : لن تنفعكم أرحامكم لما اعتذر حاطب بأن له أولادا وأرحاما فيما بينهم ، بين الرب عز وجل أن الأهل والأولاد لا ينفعون شيئا يوم القيامة إن عصي من أجل ذلك .يفصل بينكم فيدخل المؤمنين الجنة ويدخل الكافرين النار . وفي يفصل قراءات سبع : قرأ عاصم \" يفصل \" بفتح الياء وكسر الصاد مخففا . وقرأ حمزة والكسائي مشددا إلا أنه على ما لم يسم فاعله . وقرأ طلحة والنخعي بالنون وكسر الصاد مشددة . وروي عن علقمة كذلك بالنون مخففة . وقرأ قتادة وأبو حيوة \" يفصل \" بضم الياء وكسر الصاد مخففة من أفصل . وقرأ الباقون \" يفصل \" بياء مضمومة وتخفيف الفاء وفتح الصاد على الفعل المجهول ، واختاره أبو عبيد . فمن خفف فلقوله : وهو خير الفاصلين وقوله : إن يوم الفصل . ومن شدد فلأن ذلك أبين في الفعل الكثير المكرر المتردد . ومن أتى به على ما لم يسم فاعله فلأن الفاعل معروف . ومن أتى به مسمى الفاعل رد الضمير إلى الله تعالى . ومن قرأ بالنون فعلى التعظيم .والله بما تعملون بصير"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قوله: ( لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلا أَوْلادُكُمْ يَوْمَ الْقِيَامَةِ ) يقول تعالى ذكره: لا يدعونكم أرحامكم وقراباتكم وأولادكم إلى الكفر بالله، واتخاذ أعدائه أولياء تلقون إليهم بالمودّة، فإنه لن تنفعكم أرحامكم ولا أولادكم عند الله يوم القيامة، فتدفع عنكم عذاب الله يومئذ، إن أنتم عصيتموه في الدنيا، وكفرتم به.وقوله: ( يَفْصِلُ بَيْنَكُمْ ) يقول جلّ ثناؤه: يفصل ربكم أيها المؤمنون بينكم يوم القيامة بأن يدخل أهل طاعته الجنة، وأهل معاصية والكفر به النار.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة ومكة والبصرة: ( يُفْصَلُ بَيْنَكُم ) بضم الياء وتخفيف الصاد وفتحها، على ما لم يسمّ فاعله.وقرأه عامة قرّاء الكوفة خلا عاصم بضم الياء وتشديد الصاد وكسرها (2) بمعنى: يفصل الله بينكم أيها القوم. وقرأه عاصم بفتح الياء وتخفيف الصاد وكسرها، بمعنى يفصل الله بينكم. وقرأ بعض قرّاء الشام ( يُفَصلُ ) بضم الياء وفتح الصاد وتشديدها على وجه ما لم يسم فاعله.وهذه القراءات متقاربات المعانى صحيحات في الإعراب، فبأيتها قرأ القارئ فمصيب.وقوله: ( وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) يقول جلّ ثناؤه: والله بأعمالكم أيها الناس ذو علم وبصر، لا يخفى عليه منها شيء، هو بجميعها محيط، وهو مجازيكم بها إن خيرًا فخير، وإن شرًا فشرّ، فاتقوا الله في أنفُسكم واحذروه."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قد كانت لكم-أيها المؤمنون- قدوة حسنة في إبراهيم عليه السلام والذين معه من المؤمنين، حين قالوا لقومهم الكافرين بالله: إنا بريئون منكم وممَّا تعبدون من دون الله من الآلهة والأنداد، كفرنا بكم، وأنكرنا ما أنتم عليه من الكفر، وظهر بيننا وبينكم العداوة والبغضاء أبدًا ما دمتم على كفركم، حتى تؤمنوا بالله وحده، لكن لا يدخل في الاقتداء استغفار إبراهيم لأبيه؛ فإن ذلك إنما كان قبل أن يتبين لإبراهيم أن أباه عدو لله، فلما تبين له أنه عدو لله تبرأ منه، ربنا عليك اعتمدنا، وإليك رجعنا بالتوبة، وإليك المرجع يوم القيامة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(قد كانت لكم أسوة) بكسر الهمزة وضمها في الموضعين، قدوة (حسنة في إبراهيم) أي به قولا وفعلا (والذين معه) من المؤمنين (إذ قالوا لقومهم إنا برءاء) جمع بريء كظريف (منكم ومما تعبدون من دون الله كفرنا بكم) أنكرناكم (وبدا بيننا وبينكم العداوة والبغضاء أبدا) بتحقيق الهمزتين وإبدال الثانية واوا (حتى تؤمنوا بالله وحده إلا قول إبراهيم لأبيه لأستغفرن لك) مستثنى من أسوة، فليس لكم التأسي به في ذلك بأن تستغفروا للكفار وقوله (وما أملك لك من الله) أي من عذابه وثوابه (من شيء) كني به عن أنه لا يملك له غير الاستغفار فهو مبني عليه مستثنى من حيث ظاهره مما يتأسى فيه (قل فمن يملك لكم من الله شيئا) واستغفاره له قبل أن يتبين له أنه عدو لله كما ذكره في \"\" براءة \"\" (ربنا عليك توكلنا وإليك أنبنا وإليك المصير) من مقول الخليل ومن معه أي قالوا:"
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قد كان لكم يا معشر المؤمنين  أُسْوَةٌ حَسَنَةٌ  أي: قدوة صالحة وائتمام ينفعكم،  فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ  من المؤمنين، لأنكم قد أمرتم أن تتبعوا ملة إبراهيم حنيفا،  إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ  أي: إذ تبرأ إبراهيم عليه السلام ومن معه من المؤمنين، من قومهم المشركين ومما يعبدون من دون الله.ثم صرحوا بعداوتهم غاية التصريح، فقالوا:  كَفَرْنَا بِكُمْ وَبَدَا  أي: ظهر وبان  بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ  أي: البغض بالقلوب، وزوال مودتها، والعداوة بالأبدان، وليس لتلك العداوة والبغضاء وقت ولا حد، بل ذلك  أَبَدًا  ما دمتم مستمرين على كفركم  حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ  أي: فإذا آمنتم بالله وحده، زالت العداوة والبغضاء، وانقلبت مودة وولاية، فلكم أيها المؤمنون أسوة [حسنة] في إبراهيم ومن معه في القيام بالإيمان والتوحيد، والقيام بلوازم ذلك ومقتضياته، وفي كل شيء تعبدوا به لله وحده،  إِلَّا  في خصلة واحدة وهي  قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ  آزر المشرك، الكافر، المعاند، حين دعاه إلى الإيمان والتوحيد، فامتنع، فقال إبراهيم :  لَأَسْتَغْفِرَنَّ لَكَ و  الحال أني لا  أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ  لكني أدعو ربي عسى أن لا أكون بدعاء ربي شقيا، فليس لكم أن تقتدوا بإبراهيم في هذه الحالة التي دعا بها للمشرك، فليس لكم أن تدعوا للمشركين، وتقولوا: إنا في ذلك متبعون لملة إبراهيم، فإن الله ذكر عذر إبراهيم في ذلك بقوله:  وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إن إبراهيم لأواه حليم ولكم أسوة حسنة في إبراهيم ومن معه، حين دعوا الله وتوكلوا عليه وأنابوا إليه، واعترفوا بالعجز والتقصير، فقالوا:  رَبَّنَا عَلَيْكَ تَوَكَّلْنَا  أي: اعتمدنا عليك في جلب ما ينفعنا ودفع ما يضرنا، ووثقنا بك يا ربنا في ذلك. وَإِلَيْكَ أَنَبْنَا  أي: رجعنا إلى طاعتك ومرضاتك وجميع ما يقرب إليك، فنحن في ذلك ساعون، وبفعل الخيرات مجتهدون، ونعلم أنا إليك نصير، فسنستعد للقدوم عليك، ونعمل ما يقربنا الزلفى إليك"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى لعباده المؤمنين الذين أمرهم بمصارمة الكافرين ، وعداوتهم ، ومجانبتهم ، والتبري منهم : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) أي : وأتباعه الذين آمنوا معه ( إذ قالوا لقومهم إنا برآء منكم ) أي : تبرأنا منكم ( ومما تعبدون من دون الله كفرنا بكم ) أي : بدينكم وطريقكم ( وبدا بيننا وبينكم العداوة والبغضاء أبدا ) يعني : وقد شرعت العداوة والبغضاء من الآن بيننا وبينكم ، ما دمتم على كفركم فنحن أبدا نتبرأ منكم ونبغضكم ( حتى تؤمنوا بالله وحده ) أي : إلى أن توحدوا الله فتعبدوه وحده لا شريك له ، وتخلعوا ما تعبدون معه من الأنداد والأوثان .وقوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك ) أي : لكم في إبراهيم وقومه أسوة حسنة تتأسون بها ، إلا في استغفار إبراهيم لأبيه ، فإنه إنما كان عن موعدة وعدها إياه ، فلما تبين له أنه عدو لله تبرأ منه . وذلك أن بعض المؤمنين كانوا يدعون لآبائهم الذين ماتوا على الشرك ويستغفرون لهم ، ويقولون : إن إبراهيم كان يستغفر لأبيه ، فأنزل الله ، عز وجل : ( ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ منه إن إبراهيم لأواه حليم ) [ التوبة : 113 ، 114 ] . وقال تعالى في هذه الآية الكريمة : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) إلى قوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك وما أملك لك من الله من شيء ) أي : ليس لكم في ذلك أسوة ، أي : في الاستغفار للمشركين ، هكذا قال ابن عباس ، ومجاهد ، وقتادة ، ومقاتل ، والضحاك ، وغير واحد .ثم قال تعالى مخبرا عن قول إبراهيم والذين معه ، حين فارقوا قومهم وتبرءوا منهم ، فلجئوا إلى الله وتضرعوا إليه فقالوا : ( ربنا عليك توكلنا وإليك أنبنا وإليك المصير ) أي : توكلنا عليك في جميع الأمور ، وسلمنا أمورنا إليك ، وفوضناها إليك ( وإليك المصير ) أي : المعاد في الدار الآخرة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قد كانت لكم أسوة ) قدوة ( حسنة في إبراهيم والذين معه ) من أهل الإيمان ( إذ قالوا لقومهم ) من المشركين ( إنا برآء منكم ) جمع بريء ( ومما تعبدون من دون الله كفرنا بكم ) جحدنا وأنكرنا دينكم ( وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده ) يأمر حاطبا والمؤمنين بالاقتداء بإبراهيم عليه الصلاة والسلام والذين معه من المؤمنين في التبرؤ من المشركين ( إلا قول إبراهيم لأبيه لأستغفرن لك ) يعني : لكم أسوة حسنة في إبراهيم وأموره إلا في استغفاره لأبيه المشرك فإن إبراهيم عليه الصلاة والسلام كان قد قال لأبيه : لأستغفرن لك ثم تبرأ منه - على ما ذكرناه في سورة التوبة - ( وما أملك لك من الله من شيء ) يقول إبراهيم لأبيه : ما أغني عنك ولا أدفع عنك عذاب الله إن عصيته وأشركت به ( ربنا عليك توكلنا ) يقوله إبراهيم ومن معه من المؤمنين ( وإليك أنبنا وإليك المصير ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برآء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده إلا قول إبراهيم لأبيه لأستغفرن لك وما أملك لك من الله من شيء ربنا عليك توكلنا وإليك أنبنا وإليك المصيرقوله تعالى : قد كانت لكم أسوة حسنة في إبراهيم لما نهى عز وجل عن موالاة الكفار ذكر قصة إبراهيم عليه السلام ، وأن من سيرته التبرؤ من الكفار ; أي فاقتدوا به وأتموا ; إلا في استغفاره لأبيه . والإسوة والأسوة ما يتأسى به ، مثل القدوة والقدوة . ويقال : هو إسوتك ; أي مثلك وأنت مثله . وقرأ عاصم أسوة بضم الهمزة لغتان .والذين معه يعني أصحاب إبراهيم من المؤمنين . وقال ابن زيد : هم الأنبياءإذ قالوا لقومهم الكفار .إنا برآء منكم ومما تعبدون من دون الله أي الأصنام . وبرآء جمع بريء ; مثل شريك وشركاء ، وظريف وظرفاء . وقراءة العامة على وزن فعلاء . وقرأ عيسى بن عمر وابن أبي إسحاق \" براء \" بكسر الباء على وزن فعال ; مثل قصير وقصار ، وطويل وطوال ، وظريف وظراف . ويجوز ترك الهمزة حتى تقول : برا ; وتنون . وقرئ \" براء \" على الوصف بالمصدر . وقرئ \" براء \" على إبدال الضم من الكسر ; كرخال ورباب . والآية نص في الأمر بالاقتداء بإبراهيم عليه السلام في فعله . وذلك يصحح أن شرع من قبلنا شرع لنا فيما أخبر الله ورسوله .\" كفرنا بكم \" أي بما آمنتم به من الأوثان . وقيل : أي بأفعالكم وكذبناها وأنكرنا أن تكونوا على حق .وبدا بيننا وبينكم العداوة والبغضاء أبدا أي هذا دأبنا معكم ما دمتم على كفركم .حتى تؤمنوا بالله وحده فحينئذ تنقلب المعاداة موالاة .إلا قول إبراهيم لأبيه لأستغفرن لك فلا تتأسوا به في الاستغفار فتستغفرون للمشركين ; فإنه كان عن موعدة منه له ; قاله قتادة ومجاهد وغيرهما . وقيل : معنى الاستثناء أن إبراهيم هجر قومه وباعدهم إلا في الاستغفار لأبيه ، ثم بين عذره في سورة \" التوبة \" . وفي هذا دلالة على تفضيل نبينا عليه الصلاة والسلام على سائر الأنبياء ; لأنا حين أمرنا بالاقتداء به أمرنا أمرا مطلقا في قوله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا وحين أمرنا بالاقتداء بإبراهيم عليه السلام استثنى بعض أفعاله . وقيل : هو استثناء منقطع ; أي لكن قول إبراهيم لأبيه لأستغفرن لك ، إنما جرى لأنه ظن أنه أسلم ، فلما بان له أنه لم يسلم تبرأ منه . وعلى هذا يجوز الاستغفار لمن يظن أنه أسلم ; وأنتم لم تجدوا مثل هذا الظن ، فلم توالوهم .وما أملك لك من الله من شيء هذا من قول إبراهيم عليه السلام لأبيه ; أي ما أدفع عنك من عذاب الله شيئا إن أشركت به .\" ربنا عليك توكلنا \" هذا من دعاء إبراهيم عليه السلام وأصحابه . وقيل : علم المؤمنين أن يقولوا هذا . أي تبرءوا من الكفار وتوكلوا على الله وقولوا : ربنا عليك توكلنا ؛ أي اعتمدنا .وإليك أنبنا ؛ أي رجعنا .\" وإليك المصير \" لك الرجوع في الآخرة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلا قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4)يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: قد كان لكم أيها المؤمنون أُسوة حسنة: يقول: قدوة حسنة في إبراهيم خليل الرحمن، تقتدون به، والذين معه من أنبياء الله.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ ) قال: الذين معه الأنبياء.وقوله: ( إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ) يقول: حين قالوا لقومهم الذين كفروا بالله، وعبدوا الطاغوت: أيها القوم إنا برآء منكم، ومن الذين تعبدون من دون الله من الآلهة والأنداد.وقوله: ( كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ ) يقول جلّ ثناؤه مخبرا عن قيل أنبيائه لقومهم الكفرة: كفرنا بكم، أنكرنا ما كنتم عليه من الكفر بالله وجحدنا عبادتكم ما تعبدون من دون الله أن تكون حقًّا، وظهر بيننا وبينكم العداوة والبغضاء أبدًا على كفركم بالله، وعبادتكم ما سواه، ولا صلح بيننا ولا هوادة، حتى تؤمنوا بالله وحده، يقول: حتى تصدّقوا بالله وحده، فتوحدوه، وتفردوه بالعبادة.وقوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ  مِنْ شَيْءٍ ) يقول تعالى ذكره: قد كانت لكم أُسوة حسنة في إبراهيم والذين معه في هذه الأمور التي ذكرناها من مباينة الكفار ومعاداتهم، وترك موالاتهم إلا في قول إبراهيم لأبيه ( لأسْتَغْفِرَنَّ لَكَ ) فإنه لا أسوة لكم فيه في ذلك، لأن ذلك كان من إبراهيم لأبيه عن موعدة وعدها إياه قبل أن يتبين له أنه عدوّ الله؛ فلما تبين له أنه عدوّ لله تبرأ منه. يقول تعالى ذكره: فكذلك أنتم أيها المؤمنون بالله، فتبرّءوا من أعداء الله من المشركين به ولا تتخذوا منهم أولياء حتى يؤمنوا بالله وحده ويتبرّءوا عن عبادة ما سواه وأظهروا لهم العداوة والبغضاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) قال: نُهُوا أن يتأسَّوْا باستغفار إبراهيم لأبيه، فيستغفروا للمشركين.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبي جعفر، عن مطرَّف الحارثي، عن مجاهد: ( أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... إلى قوله: ( لأسْتَغْفِرَنَّ لَكَ ) يقول: في كلّ أمره أسوة، إلا الاستغفار لأبيه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... الآية، ائتسوا به في كلّ شيء، ما خلا قوله لأبيه: ( لأسْتَغْفِرَنَّ لَكَ ) فلا تأتسوا بذلك منه، فإنها كانت عن موعدة وعدها إياه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) يقول: لا تأسوا بذلك فإنه كان عليه موعدًا، وتأسوا بأمره كله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ ) ... إلى قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ ) قال: يقول: ليس لكم في هذا أسوة.ويعني بقوله: ( وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ) يقول: وما أدفع عنك من الله من عقوبة، إن الله عاقبك على كفرك به، ولا أُغْنِي عنك منه شيئًا.وقوله: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا ) يقول جلّ ثناؤه مخبرًا عن قيل إبراهيم وأنبيائه صلوات الله عليهم: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا ) يعني: وإليك رجعنا بالتوبة مما تكره إلى ما تحب وترضى ( وَإِلَيْكَ الْمَصِيرُ ) يقول: وإليك مصيرنا ومرجعنا يوم تبعثنا من قبورنا، وتحشرنا في القيامة إلى موقف العَرْض."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ربنا لا تجعلنا فتنة للذين كفروا بعذابك لنا أو تسلط الكافرين علينا فيفتنونا عن ديننا، أو يظهروا علينا فيُفتنوا بذلك، ويقولوا: لو كان هؤلاء على حق، ما أصابهم هذا العذاب، فيزدادوا كفرًا، واستر علينا ذنوبنا بعفوك عنها ربنا، إنك أنت العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ربنا لا تجعلنا فتنة للذين كفروا» أي لا تظهرهم علينا فيظنوا أنهم على الحق فيفتنوا أي تذهب عقولهم بنا «واغفر لنا ربنا إنك أنت العزيز الحكيم» في ملكك وصنعك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا  أي: لا تسلطهم علينا بذنوبنا، فيفتنونا، ويمنعونا مما يقدرون عليه من أمور الإيمان، ويفتنون أيضا بأنفسهم، فإنهم إذا رأوا لهم الغلبة، ظنوا أنهم على الحق وأنا على الباطل، فازدادوا كفرا وطغيانا،  وَاغْفِرْ لَنَا  ما اقترفنا من الذنوب والسيئات، وما قصرنا به من المأمورات،  رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ  القاهر لكل شيء،  الْحَكِيمُ  الذي يضع الأشياء مواضعها، فبعزتك  وحكمتك انصرنا على أعدائنا، واغفر لنا ذنوبنا، وأصلح عيوبنا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ربنا لا تجعلنا فتنة للذين كفروا ) قال مجاهد : معناه : لا تعذبنا بأيديهم ، ولا بعذاب من عندك ، فيقولوا : لو كان هؤلاء على حق ما أصابهم هذا . وكذا قال الضحاك .وقال قتادة لا تظهرهم علينا فيفتتنوا بذلك ، يرون أنهم إنما ظهروا علينا لحق هم عليه . واختاره ابن جرير .وقال علي بن أبي طلحة ، عن ابن عباس : لا تسلطهم علينا فيفتنونا .وقوله : ( واغفر لنا ربنا إنك أنت العزيز الحكيم ) أي : واستر ذنوبنا عن غيرك ، واعف عنها فيما بيننا وبينك ، ( إنك أنت العزيز الحكيم ) أي : الذي لا يضام من لاذ بجناحك ) الحكيم ) في أقوالك وأفعالك وشرعك وقدرك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ربنا لا تجعلنا فتنة للذين كفروا ) قال الزجاج : لا تظهرهم علينا فيظنوا أنهم على الحق فيفتنوا وقال مجاهد : لا تعذبنا بأيديهم ولا بعذاب من عندك فيقولون : لو كان هؤلاء على الحق ما أصابهم ذلك ( واغفر لنا ربنا إنك أنت العزيز الحكيم )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ربنا لا تجعلنا فتنة للذين كفروا أي لا تظهر عدونا علينا فيظنوا أنهم على حق فيفتتنوا بذلك . وقيل : لا تسلطهم علينا فيفتنونا ويعذبونا .واغفر لنا ربنا إنك أنت العزيز الحكيم"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (5)يقول تعالى ذكره مخبرًا عن قيل إبراهيم خليله والذين معه: يا ربَّنا لا تجعلنا فتنة للذين كفروا بك فجحدوا وحدانيتك، وعبدوا غيرك، بأن تسلطهم علينا، فيروا أنهم على حقّ، وأنا على باطل، فتجعلنا بذلك فتنة لهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا) قال لا تعذبنا بأيديهم، ولا بعذاب من عندك، فيقولوا: لو كان هؤلاء على حق ما أصابهم هذا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا ) قال: يقول: لا تظهرهم علينا فَيَفْتَتِنُوا بذلك. يرون أنهم إنما ظهروا علينا لحقّ هم عليه.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا ) يقول: لا تسلِّطْهم علينا فيفتنونا.وقوله: ( وَاغْفِرْ لَنَا رَبَّنَا ) يقول: واستر علينا ذنوبنا بعفوك لنا عنها يا ربنا، ( إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ ) يعني الشديد الانتقام ممن انتقم منه، الحكيم: يقول الحكيم في تدبيره خلقه، وصرفه إياهم فيما فيه صلاحهم.---------------------------الهوامش:(1) ‌البيت من شواهد الفراء في معاني القرآن (الورقة 330) عند قوله تعالى \"تلقون إليهم بالمودة\". قال: دخول الباء في مودة وسقوطها سواء، هذا بمنزلة أظن أنك قائم، وبأنك قائم، وأريد أن تذهب، وأريد بأن تقوم. وقد قال الله: \"ومن يرد فيه بإلحاد بظلم\" فأدخل الباء. والمعنى: ومن يرد فيه إلحادًا، أنشدني أبو الجراح: \"فلما رجت بالشرب... البيت\" معناه: فلما رجت أن تشرب. ا ه. والإزاء: الحوض الذي تشرب منه الإبل. والنهيم صوت زجر وتوعد. وقد سبق استشهاد المؤلف بالبيت في سورة الحج عند قوله تعالى \"ومن يرد فيه بإلحاد\" الجزء (17 : 139). ووقع في متن البيت هناك \"الأداء\" في موضع \"الإزاء\" هنا، خطأ مطبعيًا، فلتصلح الكلمة كما هنا \"الإزاء\" وهو الحوض.(2) ‌في الأصل: وضمها، وهو خطأ من الناسخ."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لقد كان لكم- أيها المؤمنون- في إبراهيم عليه السلام والذين معه قدوة حميدة لمن يطمع في الخير من الله في الدنيا والآخرة، ومن يُعْرِض عما ندبه الله إليه من التأسي بأنبيائه، ويوال أعداء الله، فإن الله هو الغنيُّ عن عباده، الحميد في ذاته وصفاته، المحمود على كل حال."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لقد كان لكم» يا أمة محمد جواب قسم مقدر «فيهم أسوة حسنة لمن كان» بدل اشتمال من كم بإعادة الجار «يرجوا الله واليوم الآخر» أي يخافهما أو يظن الثواب والعقاب «ومن يتول» بأن يوالي الكفار «فإن الله هو الغني» عن خلقه «الحميد» لأهل طاعته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم كرر الحث [لهم] على الاقتداء بهم، فقال:  لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ  وليس كل أحد تسهل عليه هذه الأسوة، وإنما تسهل على من  كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ  فإن الإيمان واحتساب الأجر والثواب، يسهل على العبد كل عسير، ويقلل لديه كل كثير، ويوجب له الإكثار من الاقتداء بعباد الله الصالحين، والأنبياء والمرسلين، فإنه يرى نفسه مفتقرا ومضطرا إلى ذلك غاية الاضطرار. وَمَنْ يَتَوَلَّ  عن طاعة الله والتأسي برسل الله، فلن يضر إلا نفسه، ولا يضر الله شيئا،  فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ  الذي له الغنى التام [المطلق] من جميع الوجوه، فلا يحتاج إلى أحد من خلقه [بوجه]،  الْحَمِيدُ  في ذاته وأسمائه وصفاته وأفعاله، فإنه محمود على ذلك كله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( لقد كان لكم فيهم أسوة حسنة لمن كان يرجو الله واليوم الآخر ) وهذا تأكيد لما تقدم ومستثنى منه ما تقدم أيضا لأن هذه الأسوة المثبتة ها هنا هي الأولى بعينها .وقوله : ( لمن كان يرجو الله واليوم الآخر ) تهييج إلى ذلك كل مقر بالله والمعاد .وقوله : ( ومن يتول ) أي : عما أمر الله به ، ( فإن الله هو الغني الحميد ) كقوله ( إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد ) [ إبراهيم : 8 ] .وقال علي بن أبي طلحة عن ابن عباس : ( الغني ) الذي قد كمل في غناه ، وهو الله ، هذه صفته لا تنبغي إلا له ، ليس له كفء ، وليس كمثله شيء ، سبحان الله الواحد القهار . ) الحميد ) المستحمد إلى خلقه ، أي : هو المحمود في جميع أفعاله وأقواله ، لا إله غيره ، ولا رب سواه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لقد كان لكم فيهم ) أي في إبراهيم ومن معه ( أسوة حسنة لمن كان يرجو الله واليوم الآخر ) هذا بدل من قوله \" لكم \" وبيان أن هذه الأسوة لمن يخاف الله ويخاف عذاب الآخرة ( ومن يتول ) يعرض عن الإيمان ويوال الكفار ( فإن الله هو الغني ) عن خلقه ( الحميد ) إلى أوليائه وأهل طاعته .قال مقاتل : فلما أمر الله المؤمنين بعداوة الكفار عادى المؤمنون أقرباءهم المشركين وأظهروا لهم العداوة والبراءة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لقد كان لكم فيهم أسوة حسنة لمن كان يرجو الله واليوم الآخر ومن يتول فإن الله هو الغني الحميد عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيمقوله تعالى : لقد كان لكم فيهم أي في إبراهيم ومن معه من الأنبياء والأولياء .\" أسوة حسنة \" أي في التبرؤ من الكفار . وقيل : كرر للتأكيد . وقيل : نزل الثاني بعد الأول بمدة ; وما أكثر المكررات في القرآن على هذا الوجه .\" ومن يتول \" أي عن الإسلام وقبول هذه المواعظفإن الله هو الغني أي لم يتعبدهم لحاجته إليهم .\" الحميد \" في نفسه وصفاته . ولما نزلت عادى المسلمون أقرباءهم من المشركين فعلم الله شدة وجد المسلمين في ذلك فنزلت"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (6)وقوله: ( لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ ) يقول تعالى ذكره لقد كان لكم أيها المؤمنون قدوة حسنة فى الذين ذكرهم إبراهيم والذين معه من الأنبياء صلوات الله عليهم والرسل ( لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ ) يقول: لمن كان منكم يرجو لقاء الله، وثواب الله، والنجاة في اليوم الآخر.وقوله: ( وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ ) يقول تعالى ذكره: ومن يتول عما أمره الله به وندبه إليه منكم ومن غيركم، فأعرض عنه وأدبر مستكبرًا، ووالى أعداء الله، وألقى إليهم بالمودّة، فإن الله هو الغنيّ عن إيمانه به، وطاعته إياه، وعن جميع خلقه، الحميد عند أهل المعرفة بأياديه، وآلائه عندهم."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "عسى الله أن يجعل بينكم- أيها المؤمنون- وبين الذين عاديتموهم من أقاربكم من المشركين محبة بعد البغضاء، وألفة بعد الشحناء بانشراح صدورهم للإسلام، والله قدير على كل شيء، والله غفور لعباده، رحيم بهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«عسى الله أن يجعل بينكم وبين الذين عاديتم منهم» من كفار مكة طاعة لله تعالى «مودة» بأن يهديهم للإيمان فيصيروا لكم أولياء «والله قدير» على ذلك وقد فعله بعد فتح مكة «والله غفور» لهم ما سلف «رحيم» بهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم أخبر تعالى أن هذه العداوة التي أمر بها المؤمنين للمشركين، ووصفهم بالقيام بها أنهم ما داموا على شركهم وكفرهم، وأنهم إن انتقلوا إلى الإيمان، فإن الحكم يدور مع علته، فإن المودة  الإيمانية ترجع، فلا تيأسوا أيها المؤمنون، من رجوعهم إلى الإيمان، ف  عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً  سببها رجوعهم إلى الإيمان،  وَاللَّهُ قَدِيرٌ  على كل شيء، ومن ذلك هداية القلوب وتقليبها من حال إلى حال،  وَاللَّهُ غَفُورٌ رَحِيمٌ  لا يتعاظمه ذنب أن يغفره، ولا يكبر عليه عيب أن يستره،  قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ  وفي هذه الآية إشارة وبشارة إلى إسلام بعض المشركين، الذين كانوا إذ ذاك أعداء للمؤمنين، وقد وقع ذلك، ولله الحمد والمنة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى لعباده المؤمنين بعد أن أمرهم بعداوة الكافرين : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة ) أي : محبة بعد البغضة ، ومودة بعد النفرة ، وألفة بعد الفرقة . ( والله قدير ) أي : على ما يشاء من الجمع بين الأشياء المتنافرة ، والمتباينة ، والمختلفة ، فيؤلف بين القلوب بعد العداوة والقساوة ، فتصبح مجتمعة متفقة ، كما قال تعالى ممتنا على الأنصار : ( واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها ) الآية [ آل عمران : 103 ] . وكذا قال لهم النبي - صلى الله عليه وسلم - : \" ألم أجدكم ضلالا فهداكم الله بي ، وكنتم متفرقين فألفكم الله بي ؟ \" . وقال الله تعالى : ( هو الذي أيدك بنصره وبالمؤمنين وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم ) [ الأنفال : 62 ، 63 ] . وفي الحديث \" أحبب حبيبك هونا ما ، فعسى أن يكون بغيضك يوما ما . وأبغض بغيضك هونا ما ، فعسى أن يكون حبيبك يوما ما \" . وقال الشاعروقد يجمع الله الشتيتين بعد ما يظنان كل الظن ألا تلاقياوقوله تعالى : ( والله غفور رحيم ) أي : يغفر للكافرين كفرهم إذا تابوا منه وأنابوا إلى ربهم وأسلموا له ، وهو الغفور الرحيم بكل من تاب إليه ، من أي ذنب كان .وقد قال مقاتل بن حيان : إن هذه الآية نزلت في أبي سفيان صخر بن حرب ، فإن رسول الله - صلى الله عليه وسلم - تزوج ابنته فكانت هذه مودة ما بينه وبينه .وفي هذا الذي قاله مقاتل نظر ; فإن رسول الله تزوج بأم حبيبة بنت أبي سفيان قبل الفتح وأبو سفيان إنما أسلم ليلة الفتح بلا خلاف . وأحسن من هذا ما رواه ابن أبي حاتم حيث قال :قرئ على محمد بن عزيز : حدثني سلامة ، حدثني عقيل ، حدثني ابن شهاب ; أن رسول الله - صلى الله عليه وسلم - استعمل أبا سفيان بن حرب على بعض اليمن فلما قبض رسول الله - صلى الله عليه وسلم - أقبل فلقي ذا الخمار مرتدا ، فقاتله ، فكان أول من قاتل في الردة وجاهد عن الدين . قال ابن شهاب : وهو ممن أنزل الله فيه : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم ) .وفي صحيح مسلم ، عن ابن عباس : أن أبا سفيان قال : يا رسول الله ، ثلاث أعطنيهن . قال : \" نعم \" . قال : وتؤمرني حتى أقاتل الكفار كما كنت أقاتل المسلمين . قال : \" نعم \" . قال : ومعاوية تجعله كاتبا بين يديك . قال : \" نعم \" . قال : وعندي أحسن العرب وأجمله ، أم حبيبة بنت أبي سفيان أزوجكها . . . الحديث . وقد تقدم الكلام عليه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ويعلم الله شدة وجد المؤمنين بذلك فأنزل الله ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم ) أي من كفار مكة ( مودة ) ففعل الله ذلك بأن أسلم كثير منهم فصاروا لهم أولياء وإخوانا وخالطوهم وناكحوهم ( والله قدير والله غفور رحيم )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة وهذا بأن يسلم الكافر . وقد أسلم قوم منهم بعد فتح مكة وخالطهم المسلمون ; كأبي سفيان بن حرب ، والحارث بن هشام ، وسهيل بن عمرو ، وحكيم بن حزام . وقيل : المودة تزويج النبي صلى الله عليه وسلم أم حبيبة بنت أبي سفيان ; فلانت عند ذلك عريكة أبي سفيان ، واسترخت شكيمته في العداوة . قال ابن عباس : كانت المودة بعد الفتح تزويج النبي صلى الله عليه وسلم أم حبيبة بنت أبي سفيان ; وكانت تحت عبد الله بن جحش ، وكانت هي وزوجها من مهاجرة الحبشة . فأما زوجها فتنصر وسألها أن تتابعه على دينه فأبت وصبرت على دينها ، ومات زوجها على النصرانية . فبعث النبي صلى الله عليه وسلم إلى النجاشي فخطبها ; فقال النجاشي لأصحابه : من أولاكم بها ؟ قالوا : خالد بن سعيد بن العاص . قال : فزوجها من نبيكم . ففعل ; وأمهرها النجاشي من عنده أربعمائة دينار . وقيل : خطبها النبي صلى الله عليه وسلم إلى عثمان بن عفان ، فلما زوجه إياها بعث إلى النجاشي فيها ; فساق عنه المهر وبعث بها إليه . فقال أبو سفيان وهو مشرك لما بلغه تزويج النبي صلى الله عليه وسلم ابنته : ذلك الفحل لا يقدع أنفه . \" يقدع \" بالدال غير المعجمة ; يقال : هذا فحل لا يقدع أنفه ; أي لا يضرب أنفه . وذلك إذا كان كريما ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ (7)يقول تعالى ذكره: عسى الله أيها المؤمنون أن يجعل بينكم وبين الذين عاديتم من أعدائي من مشركي قريش مودّة، ففعل الله ذلك بهم، بأن أسلم كثير منهم، فصاروا لهم أولياء وأحزابًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً ) قال: هؤلاء المشركون قد فعل، قد أدخلهم في السلم وجعل بينهم مودّة حين كان الإسلام حين الفتح.وقوله: ( وَاللَّهُ قَدِيرٌ ) يقول: والله ذو قدرة على أن يجعل بينكم وبين الذين عاديتم من المشركين مودّة ( وَاللَّهُ غَفُورٌ رَحِيمٌ ) يقول: والله غفور لخطيئة من ألقى إلى المشركين بالمودّة إذا تاب منها، رحيم بهم أن يعذّبهم بعد توبتهم منها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ ) على ذلك ( وَاللَّهُ غَفُورٌ رَحِيمٌ ) يغفر الذنوب الكثيرة، رحيم بعباده."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لا ينهاكم الله -أيها المؤمنون- عن الذين550 لم يقاتلوكم من الكفار بسبب الدين، ولم يخرجوكم من دياركم أن تكرموهم بالخير، وتعدلوا فيهم بإحسانكم إليهم وبرِّكم بهم. إن الله يحب الذين يعدلون في أقوالهم وأفعالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لا ينهاكم الله عن الذين لم يقاتلوكم» من الكفار «في الدين ولم يخرجوكم من دياركم أن تبروهم» بدل اشتمال من الذين «وتقسطوا» تفضوا «إليهم» بالقسط، أي بالعدل وهذا قبل الأمر بجهادهم «إن الله يحب المقسطين» بالعادلين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولما نزلت هذه الآيات الكريمات، المهيجة على عداوة الكافرين، وقعت من المؤمنين كل موقع، وقاموا بها أتم القيام، وتأثموا من صلة بعض أقاربهم المشركين، وظنوا أن ذلك داخل فيما نهى الله عنه.فأخبرهم الله أن ذلك لا يدخل في المحرم فقال:  لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ  أي: لا ينهاكم الله عن البر والصلة، والمكافأة بالمعروف، والقسط للمشركين، من أقاربكم وغيرهم، حيث كانوا بحال لم ينتصبوا لقتالكم في الدين والإخراج من دياركم، فليس عليكم جناح أن تصلوهم، فإن صلتهم في هذه الحالة، لا محذور فيها ولا مفسدة  كما قال تعالى عن الأبوين المشركين إذا كان ولدهما مسلما:  وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم ) أي لا ينهاكم عن الإحسان إلى الكفرة الذين لا يقاتلونكم في الدين ، كالنساء والضعفة منهم ، ( أن تبروهم ) أي : تحسنوا إليهم ( وتقسطوا إليهم ) أي : تعدلوا ( إن الله يحب المقسطين ) .قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا هشام بن عروة ، عن فاطمة بنت المنذر ، عن أسماء - هي بنت أبي بكر ، رضي الله عنهما - قالت : قدمت أمي وهي مشركة في عهد قريش إذ عاهدوا ، فأتيت النبي - صلى الله عليه وسلم - فقلت : يا رسول الله ، إن أمي قدمت وهي راغبة ، أفأصلها ؟ قال : \" نعم ، صلي أمك \" أخرجاه .وقال الإمام أحمد : حدثنا عارم ، حدثنا عبد الله بن المبارك ، حدثنا مصعب بن ثابت ، حدثنا عامر بن عبد الله بن الزبير ، عن أبيه قال : قدمت قتيلة على ابنتها أسماء بنت أبي بكر بهدايا : صناب ، وأقط ، وسمن ، وهي مشركة ، فأبت أسماء أن تقبل هديتها ، وأن تدخلها بيتها ، فسألت عائشة النبي - صلى الله عليه وسلم - فأنزل الله ، عز وجل : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ) إلى آخر الآية ، فأمرها أن تقبل هديتها ، وأن تدخلها بيتها .وهكذا رواه ابن جرير ، وابن أبي حاتم ، من حديث مصعب بن ثابت به . وفي رواية لأحمد ، وابن جرير : \" قتيلة بنت عبد العزى بن عبد أسعد من بني مالك بن حسل . وزاد ابن أبي حاتم : \" في المدة التي كانت بين قريش ، ورسول الله - صلى الله عليه وسلم - \" .وقال أبو بكر أحمد بن عمرو بن عبد الخالق البزار : حدثنا عبد الله بن شبيب ، حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو قتادة العدوي ، عن ابن أخي الزهري ، عن الزهري ، عن عروة عن عائشة وأسماء أنهما قالتا : قدمت علينا أمنا المدينة وهي مشركة ، في الهدنة التي كانت بين قريش وبين رسول الله - صلى الله عليه وسلم - فقلنا : يا رسول الله ، إن أمنا قدمت علينا المدينة راغبة ، أفنصلها ؟ قال : \" نعم ، فصلاها \" .ثم قال : وهذا الحديث لا نعلمه يروى عن الزهري ، عن عروة ، عن عائشة إلا من هذا الوجه .قلت : وهو منكر بهذا السياق ; لأن أم عائشة هي أم رومان ، وكانت مسلمة مهاجرة ، وأم أسماء غيرها ، كما هو مصرح باسمها في هذه الأحاديث المتقدمة والله أعلم .وقوله : ( إن الله يحب المقسطين ) تقدم تفسير ذلك في سورة \" الحجرات \" ، وأورد الحديث الصحيح : \" المقسطون على منابر من نور عن يمين العرش ، الذين يعدلون في حكمهم ، وأهاليهم ، وما ولوا \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم رخص الله تعالى في صلة الذين لم يعادوا المؤمنين ولم يقاتلوهم فقال : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم ) ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم ) أي لا ينهاكم الله عن بر الذين لم يقاتلوكم ( وتقسطوا إليهم ) تعدلوا فيهم بالإحسان والبر ( إن الله يحب المقسطين ) قال ابن عباس : نزلت في خزاعة كانوا قد صالحوا النبي - صلى الله عليه وسلم - على أن لا يقاتلوه ولا يعينوا عليه أحدا فرخص الله في برهم .وقال عبد الله بن الزبير : نزلت في أسماء بنت أبي بكر وذلك أن أمها قتيلة بنت عبد العزى قدمت عليها المدينة بهدايا ضبابا وأقطا وسمنا وهي مشركة فقالت أسماء : لا أقبل منك هدية ولا تدخلي علي بيتي حتى أستأذن رسول الله - صلى الله عليه وسلم - فسألت رسول الله - صلى الله عليه وسلم - فأنزل الله هذه الآية فأمرها رسول الله - صلى الله عليه وسلم - أن تدخلها منزلها وتقبل هديتها وتكرمها وتحسن إليها .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا قتيبة حدثنا حاتم عن هشام بن عروة عن أبيه عن أسماء بنت أبي بكر رضي الله عنهما قالت : قدمت علي أمي وهي مشركة في عهد قريش إذ عاهدوا رسول الله - صلى الله عليه وسلم - ومدتهم مع أبيها فاستفتيت رسول الله - صلى الله عليه وسلم - فقلت : يا رسول الله إن أمي قدمت علي وهي راغبة أفأصلها قال : صليها .وروي عن ابن عيينة قال : فأنزل الله فيها \" لا ينهاكم الله عن الذين لم يقاتلوكم في الدين \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لا ينهاكم الله عن الذين لم يقاتلوكم في الدين فيه ثلاث مسائل :الأولى : هذه الآية رخصة من الله تعالى في صلة الذين لم يعادوا المؤمنين ولم يقاتلوهم . قال ابن زيد : كان هذا في أول الإسلام عند الموادعة وترك الأمر بالقتال ثم نسخ . قال قتادة : نسختها فاقتلوا المشركين حيث وجدتموهم . وقيل : كان هذا الحكم لعلة وهو الصلح ، فلما زال الصلح بفتح مكة نسخ الحكم وبقي الرسم يتلى . وقيل : هي مخصوصة في حلفاء النبي صلى الله عليه وسلم ومن بينه وبينه عهد لم ينقضه ; قاله الحسن . الكلبي : هم خزاعة وبنو الحارث بن عبد مناف . وقاله أبو صالح ، وقال : هم خزاعة . وقال مجاهد : هي مخصوصة في الذين آمنوا ولم يهاجروا . وقيل : يعني به النساء والصبيان لأنهم ممن لا يقاتل ; فأذن الله في برهم . حكاه بعض المفسرين . وقال أكثر أهل التأويل : هي محكمة . واحتجوا بأن أسماء بنت أبي بكر سألت النبي صلى الله عليه وسلم : هل تصل أمها حين قدمت عليها مشركة ؟ قال : \" نعم \" خرجه البخاري ومسلم . وقيل : إن الآية فيها نزلت . روى عامر بن عبد الله بن الزبير عن أبيه : أن أبا بكر الصديق طلق امرأته قتيلة في الجاهلية ، وهي أم أسماء بنت أبي بكر ، فقدمت عليهم في المدة التي كانت فيها المهادنة بين رسول الله صلى الله عليه وسلم وبين كفار قريش ، فأهدت إلى أسماء بنت أبي بكر الصديق قرطا وأشياء ; فكرهت أن تقبل منها حتى أتت رسول الله صلى الله عليه وسلم فذكرت ذلك له ، فأنزل الله تعالى : لا ينهاكم الله عن الذين لم يقاتلوكم في الدين . ذكر هذا الخبر الماوردي وغيره ، وخرجه أبو داود الطيالسي في مسنده .الثانية : قوله تعالى : \" أن تبروهم \" أن في موضع خفض على البدل من الذين ; أي لا ينهاكم الله عن أن تبروا الذين لم يقاتلوكم . وهم خزاعة ، صالحوا النبي صلى الله عليه وسلم على ألا يقاتلوه ولا يعينوا عليه أحدا ; فأمر ببرهم والوفاء لهم إلى أجلهم ; حكاه الفراء .\" وتقسطوا إليهم \" أي تعطوهم قسطا من أموالكم على وجه الصلة . وليس يريد به من العدل ; فإن العدل واجب فيمن قاتل وفيمن لم يقاتل ; قاله ابن العربي .الثالثة : قال القاضي أبو بكر في كتاب الأحكام له : \" استدل به بعض من تعقد عليه الخناصر على وجوب نفقة الابن المسلم على أبيه الكافر . وهذه وهلة عظيمة ، إذ الإذن في الشيء أو ترك النهي عنه لا يدل على وجوبه ، وإنما يعطيك الإباحة خاصة . وقد بينا أن إسماعيل بن إسحاق القاضي دخل عليه ذمي فأكرمه ، فأخذ عليه الحاضرون في ذلك ; فتلا هذه الآية عليهم \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)يقول تعالى ذكره: ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) من أهل مكة ( وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ) يقول: وتعدلوا فيهم بإحسانكم إليهم، وبرّكم بهم.واختلف أهل التأويل في الذين عُنُوا بهذه الآية، فقال بعضهم: عُني بها: الذين كانوا آمنوا بمكة ولم يهاجروا، فأذن الله للمؤمنين ببرّهم والإحسان إليهم.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) أن تستغفروا لهم، ( أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ) ؛ قال: وهم الذين آمنوا بمكة ولم يهاجروا.وقال آخرون: عني بها من غير أهل مكة من لم يهاجر.* ذكر من قال ذلك:حدثني محمد بن إبراهيم الأنماطيّ، قال: ثنا هارون بن معروف، قال: ثنا بشر بن السريّ، قال: ثنا مصعب بن ثابت، عن عمه عامر بن عبد الله بن الزبير، عن أبيه، قال: نزلت في أسماء بنت أبي بكر، وكانت لها أمّ فى الجاهلية يقال لها قّتَيلة ابنة عبد العُزّى، فأتتها بهدايا وصناب وأقط وسَمْن، فقالت: لا اقبل لك هدية، ولا تدخلي عليّ حتى يأذن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فذكرت ذلك عائشة لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فأنزل الله ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) ... إلى قوله: ( الْمُقْسِطِينَ ) .قال ثنا إبراهيم بن الحجاج، قال: ثنا عبد الله بن المبارك، قال: ثنا مصعب بن ثابت، عن عامر بن عبد الله بن الزبير، عن أبيه، قال: قَدِمَتْ قُتَيلة بنت عبد العُزّى بن سعد من بني مالك بن حِسْل على ابنتها أسماء بنت أبي بكر، فذكر نحوه.وقال آخرون: بل عُنِي بها من مشركي مكة من لم يقاتل المؤمنين، ولم &amp;;يخرجوهم من ديارهم؛ قال: ونسخ الله ذلك بعدُ بالأمر بقتالهم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله عزّ وجلّ: ( لا يَنْهَاكُمُ اللَّهُ ) ... الآية، فقال: هذا قد نسخ، نَسَخَه، القتال، أمروا أن يرجعوا إليهم بالسيوف، ويجاهدوهم بها، يضربونهم، وضرب الله لهم أجلَ أربعة أشهر، إما المذابحة، وإما الإسلام.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لا يَنْهَاكُمُ اللَّهُ ) ... الآية، قال: نسختها  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي بذلك: لا ينهاكم الله عن الذين لم يقاتلوكم في الدين، من جميع أصناف الملل والأديان أن تبرُّوهم وتصلوهم، وتقسطوا إليهم، إن الله عزّ وجلّ عمّ بقوله: ( الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ ) جميع من كان ذلك صفته، فلم يخصصْ به بعضًا دون بعض، ولا معنى لقول من قال: ذلك منسوخ، لأن برّ المؤمن من أهل الحرب ممن بينه وبينه قرابة نسب، أو ممن لا قرابة بينه وبينه ولا نسب غير محرّم ولا منهيّ عنه إذا لم يكن في ذلك دلالة له، أو لأهل الحرب على عورة لأهل الإسلام، أو تقوية لهم بكُراع أو سلاح. قد بين صحة ما قلنا في ذلك، الخبر الذي ذكرناه عن ابن الزبيرفي قصة أسماء وأمها.وقوله: ( إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ) يقول: إن الله يحبّ المنصفين الذين ينصفون الناس، ويعطونهم الحقّ والعدل من أنفسهم، فيبرّون من برّهم، ويُحْسنون إلى من أحسن إليهم."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنما ينهاكم الله عن الذين قاتلوكم بسبب الدين وأخرجوكم من دياركم، وعاونوا الكفار على إخراجكم أن تولوهم بالنصرة والمودة، ومن يتخذهم أنصارًا على المؤمنين وأحبابًا، فأولئك هم الظالمون لأنفسهم، الخارجون عن حدود الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا» عاونوا «على إخراجكم أن تولوهم» بدل اشتمال من الذين، أي تتخذونهم أولياء «ومن يتولهم فأولئك هم الظالمون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ  أي: لأجل دينكم، عداوة لدين الله ولمن قام به،  وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا  أي: عاونوا غيرهم  عَلَى إِخْرَاجِكُمْ  نهاكم الله  أَنْ تَوَلَّوْهُمْ  بالمودة والنصرة، بالقول والفعل، وأما بركم وإحسانكم، الذي ليس بتول للمشركين، فلم ينهكم الله عنه، بل ذلك داخل في عموم الأمر بالإحسان إلى الأقارب وغيرهم من الآدميين، وغيرهم. وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ  وذلك الظلم يكون بحسب التولي، فإن كان توليا تاما، صار  ذلك كفرا مخرجا عن دائرة الإسلام، وتحت ذلك من المراتب ما هو غليظ، وما هو دون ذلك."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم أن تولوهم ) أي : إنما ينهاكم عن موالاة هؤلاء الذين ناصبوكم العداوة ، فقاتلوكم وأخرجوكم ، وعاونوا على إخراجكم ، ينهاكم الله عن موالاتهم ويأمركم بمعاداتهم . ثم أكد الوعيد على موالاتهم فقال : ( ومن يتولهم فأولئك هم الظالمون ) كقوله ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين ) [ المائدة : 51 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم ذكر الذين نهاهم عن صلتهم فقال : ( إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم ) .  وهم مشركو مكة ( أن تولوهم ومن يتولهم فأولئك هم الظالمون ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنما ينهاكم الله عن الذين قاتلوكم في الدين أي جاهدوكم على الدين .وأخرجوكم من دياركم وهم عتاة أهل مكة .وظاهروا على إخراجكم أي عاونوا على إخراجكم وهم مشركو أهل مكة .\" أن تولوهم \" أن في موضع جر على البدل على ما تقدم في أن تبروهم .\" ومن يتولهم \" أي يتخذهم أولياء وأنصارا وأحبابافأولئك هم الظالمون"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (9)يقول تعالى ذكره: ( إِنَّمَا يَنْهَاكُمُ اللَّهُ ) أيها المؤمنون ( عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) من كفار أهل مكة ( وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ ) يقول: وعاونوا من أخرجكم من دياركم على إخراجكم أن تولوهم، فتكونوا لهم أولياء ونصراء: ( وَمَنْ يَتَوَلَّهُمْ ) يقول: ومن يجعلهم منكم أو من غيركم أولياء ( فَأُولَئِكَ هُمُ الظَّالِمُونَ ) يقول: فأولئك هم الذين تولوا غير الذي يجوز لهم أن يتولوهم، ووضعوا ولايتهم في غير موضعها، وخالفوا أمر الله في ذلك.وبنحو الذي قلنا في معنى قوله: ( الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد ( إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) قال كفار أهل مكة."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا جاءكم النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام، فاختبروهن؛ لتعلموا صدق إيمانهن، الله أعلم بحقيقة إيمانهن، فإن علمتموهن مؤمنات بحسب ما يظهر لكم من العلامات والبينات، فلا تردُّوهن إلى أزواجهن الكافرين، فالنساء المؤمنات لا يحلُّ لهن أن يتزوجن الكفار، ولا يحلُّ للكفار أن يتزوجوا المؤمنات، وأعطوا أزواج اللاتي أسلمن مثل ما أنفقوا عليهن من المهور، ولا إثم عليكم أن تتزوجوهن إذا دفعتم لهنَّ مهورهن. ولا تمسكوا بنكاح أزواجكم الكافرات، واطلبوا من المشركين ما أنفقتم من مهور نسائكم اللاتي ارتددن عن الإسلام ولحقن بهم، وليطلبوا هم ما أنفقوا من مهور نسائهم المسلمات اللاتي أسلمن ولحقن بكم، ذلكم الحكم المذكور في الآية هو حكم الله يحكم به بينكم فلا تخالفوه. والله عليم لا يخفى عليه شيء، حكيم في أقواله وأفعاله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الذين آمنوا إذا جاءكم المؤمنات» بألسنتهن «مهاجرات» من الكفار بعد الصلح معهم في الحديبية على أن من جاء منهم إلى المؤمنين يرد «فامتحنوهن» بالحلف على أنهن ما خرجن إلا رغبة في الإسلام لا بغضاً لأزواجهن الكفار ولا عشقا لرجال من المسلمين كذا كان النبي صلى الله عليه وسلم يحلفهن «الله أعلم بإيمانهن فأن علمتموهن» ظننتموهن بالحلف «مؤمنات فلا ترجعوهن» تردوهن «إلى الكفار لا هن حل لهم ولا هم يحلون لهن وآتوهم» أي أعطوا الكفار أزواجهن «ما أنفقوا» عليهن من المهور «ولا جناح عليكم أن تنكحوهن» بشرطه «إذا آتيتموهن أجورهن» مهورهن «ولا تمسِّكوا» بالتشديد والتخفيف «بعصم الكوافر» زوجاتكم لقطع إسلامكم لها بشرطه، أو اللاحقات بالمشركين مرتدات لقطع ارتدادهن نكاحكم بشرطه «واسألوا» اطلبوا «ما أنفقتم» عليهن من المهور في صورة الارتداد ممن تزوجهنَّ من الكفار «وليسألوا ما أنفقوا» على المهاجرات كما تقدم أنهم يؤتونه «ذلكم حكم الله يحكم بينكم» به «والله عليكم حكيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما كان صلح الحديبية، صالح النبي صلى الله عليه وسلم المشركين، على أن من جاء منهم إلى المسلمين مسلما، أنه يرد إلى المشركين، وكان هذا لفظا عاما، [مطلقا] يدخل في عمومه النساء والرجال، فأما الرجال فإن الله لم ينه رسوله عن ردهم، إلى المشركين وفاء بالشرط وتتميما للصلح الذي هو من أكبر المصالح، وأما النساء فلما كان ردهن فيه مفاسد كثيرة، أمر الله المؤمنين إذا جاءهم المؤمنات مهاجرات، وشكوا في صدق إيمانهن، أن يمتحنوهن ويختبروهن، بما يظهر به صدقهن، من أيمان مغلظة وغيرها، فإنه يحتمل أن يكون إيمانها غير صادق بل رغبة في زوج أو بلد أو غير ذلك من المقاصد الدنيوية.فإن كن بهذا الوصف، تعين ردهن وفاء بالشرط، من غير حصول مفسدة، وإن امتحنوهن، فوجدن صادقات، أو علموا ذلك منهن من غير امتحان، فلا يرجعوهن إلى الكفار،  لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ  فهذه مفسدة كبيرة في ردهن راعاها الشارع، وراعى أيضا الوفاء بالشرط، بأن يعطوا الكفار أزواجهن ما أنفقوا عليهن من المهر وتوابعه عوضا عنهن، ولا جناح حينئذ على المسلمين أن ينكحوهن ولو كان لهن أزواج في دار الشرك، ولكن بشرط أن يؤتوهن أجورهن من المهر والنفقة، وكما أن المسلمة لا تحل للكافر، فكذلك الكافرة لا تحل للمسلم أن يمسكها ما دامت على كفرها، غير أهل الكتاب، ولهذا قال تعالى:  وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ  وإذا نهى عن الإمساك بعصمتها  فالنهي عن ابتداء تزويجها أولى،  وَاسْأَلُوا مَا أَنْفَقْتُمْ  أيها المؤمنون، حين ترجع زوجاتكم مرتدات إلى الكفار، فإذا كان الكفار يأخذون من المسلمين نفقة من أسلمت من نسائهم، استحق المسلمون أن يأخذوا مقابلة ما ذهب من نسائهم  إلى الكفار، وفي هذا دليل على أن خروج البضع من الزوج متقوم، فإذا أفسد مفسد نكاح امرأة رجل، برضاع أو غيره، كان عليه ضمان المهر، وقوله:  ذَلِكُمْ حُكْمُ اللَّهِ  أي: ذلكم الحكم الذي ذكره الله وبينه لكم يحكم به بينكم   وَاللَّهُ عَلِيمٌ حَكِيمٌ  فيعلم تعالى، ما يصلح لكم من الأحكام، ويشرع لكم ما تقتضيه الحكمة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تقدم في سورة \" الفتح \" ذكر صلح الحديبية الذي وقع بين رسول الله - صلى الله عليه وسلم - وبين كفار قريش فكان فيه : \" على ألا يأتيك منا رجل - وإن كان على دينك - إلا رددته إلينا \" . وفي رواية : \" على أنه لا يأتيك منا أحد - وإن كان على دينك - إلا رددته إلينا \" . وهذا قول عروة ، والضحاك ، وعبد الرحمن بن زيد ، والزهري ، ومقاتل ، والسدي . فعلى هذه الرواية تكون هذه الآية مخصصة للسنة ، وهذا من أحسن أمثلة ذلك ، وعلى طريقة بعض السلف ناسخة ، فإن الله ، عز وجل ، أمر عباده المؤمنين إذا جاءهم النساء مهاجرات أن يمتحنوهن ، فإن علموهن مؤمنات فلا يرجعوهن إلى الكفار ، لا هن حل لهم ولا هم يحلون لهن .وقد ذكرنا في ترجمة عبد الله بن أبي أحمد بن جحش ، من المسند الكبير ، من طريق أبي بكر بن أبي عاصم ، عن محمد بن يحيى الذهلي ، عن يعقوب بن محمد ، عن عبد العزيز بن عمران ، عن مجمع بن يعقوب ، عن حسين بن أبي لبانة ، عن عبد الله بن أبي أحمد قال : هاجرت أم كلثوم بنت عقبة بن أبي معيط في الهجرة ، فخرج أخواها عمارة ، والوليد حتى قدما على رسول الله - صلى الله عليه وسلم - فكلماه فيها أن يردها إليهما ، فنقض الله العهد بينه وبين المشركين في النساء خاصة ، ومنعهن أن يرددن إلى المشركين ، وأنزل الله آية الامتحان .قال ابن جرير : حدثنا أبو كريب ، حدثنا يونس بن بكير ، عن قيس بن الربيع ، عن الأغر بن الصباح ، عن خليفة ، عن حصين ، عن أبي نصر الأسدي قال : سئل ابن عباس : كيف كان امتحان رسول الله - صلى الله عليه وسلم - النساء ؟ قال : كان يمتحنهن : بالله ما خرجت من بغض زوج ؟ وبالله ما خرجت رغبة عن أرض إلى أرض ؟ وبالله ما خرجت التماس دنيا ؟ وبالله ما خرجت إلا حبا لله ولرسوله ؟ .ثم رواه من وجه آخر ، عن الأغر بن الصباح به . وكذا رواه البزار من طريقه ، وذكر فيه أن الذي كان يحلفهن عن أمر رسول الله - صلى الله عليه وسلم - له عمر بن الخطاب .وقال العوفي ، عن ابن عباس في قوله : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) كان امتحانهن أن يشهدن أن لا إله إلا الله ، وأن محمدا عبد الله ورسوله .وقال مجاهد : ( فامتحنوهن ) فاسألوهن : عما جاء بهن ؟ فإن كان بهن غضب على أزواجهن أو سخطة أو غيره ، ولم يؤمن فارجعوهن إلى أزواجهن .وقال عكرمة : يقال لها : ما جاء بك إلا حب الله ورسوله ؟ وما جاء بك عشق رجل منا ، ولا فرار من زوجك ؟ فذلك قوله : ( فامتحنوهن )وقال قتادة : كانت محنتهن أن يستحلفن بالله : ما أخرجكن النشوز ؟ وما أخرجكن إلا حب الإسلام وأهله وحرص عليه ؟ فإذا قلن ذلك قبل ذلك منهن .وقوله : ( فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار ) فيه دلالة على أن الإيمان يمكن الاطلاع عليه يقينا .وقوله : ( لا هن حل لهم ولا هم يحلون لهن ) هذه الآية هي التي حرمت المسلمات على المشركين ، وقد كان جائزا في ابتداء الإسلام أن يتزوج المشرك المؤمنة ; ولهذا كان أبو العاص بن الربيع زوج ابنة النبي - صلى الله عليه وسلم - زينب رضي الله عنها ، وقد كانت مسلمة وهو على دين قومه ، فلما وقع في الأسارى يوم بدر بعثت امرأته زينب في فدائه بقلادة لها كانت لأمها خديجة ، فلما رآها رسول الله - صلى الله عليه وسلم - رق لها رقة شديدة ، وقال للمسلمين : \" إن رأيتم أن تطلقوا لها أسيرها فافعلوا \" . ففعلوا ، فأطلقه رسول الله - صلى الله عليه وسلم - على أن يبعث ابنته إليه ، فوفى له بذلك وصدقه فيما وعده ، وبعثها إلى رسول الله - صلى الله عليه وسلم - مع زيد بن حارثة ، رضي الله عنه ، فأقامت بالمدينة من بعد وقعة بدر وكانت سنة اثنتين إلى أن أسلم زوجها العاص بن الربيع سنة ثمان فردها عليه بالنكاح الأول ، ولم يحدث لها صداقا ، كما قال الإمام أحمد :حدثنا يعقوب ، حدثنا أبي ، حدثنا ابن إسحاق ، حدثنا داود بن الحصين ، عن عكرمة ، عن ابن عباس ، أن رسول الله - صلى الله عليه وسلم - رد ابنته زينب على أبي العاص بن الربيع وكانت هجرتها قبل إسلامه بست سنين على النكاح الأول ، ولم يحدث شهادة ولا صداقا .ورواه أبو داود ، والترمذي ، وابن ماجه . ومنهم من يقول : \" بعد سنتين \" ، وهو صحيح ; لأن إسلامه كان بعد تحريم المسلمات على المشركين بسنتين . وقال الترمذي : \" ليس بإسناده بأس ، ولا نعرف وجه هذا الحديث ، ولعله جاء من حفظ داود بن الحصين . وسمعت عبد بن حميد يقول : سمعت يزيد بن هارون يذكر عن ابن إسحاق هذا الحديث ، وحديث ابن الحجاج - يعني ابن أرطاة - عن عمرو بن شعيب ، عن أبيه ، عن جده ، أن رسول الله - صلى الله عليه وسلم - رد ابنته على أبي العاص بن الربيع بمهر جديد ونكاح جديد . فقال يزيد : حديث ابن عباس أجود إسنادا والعمل على حديث عمرو بن شعيب \" .قلت : وقد روى حديث الحجاج بن أرطاة ، عن عمرو بن شعيب الإمام أحمد ، والترمذي ، وابن ماجه ، وضعفه الإمام أحمد ، وغير واحد ، والله أعلم .وأجاب الجمهور عن حديث ابن عباس بأن ذلك كان قضية عين يحتمل أنه لم تنقض عدتها منه ; لأن الذي عليه الأكثرون أنها متى انقضت العدة ولم يسلم انفسخ نكاحها منه .وقال آخرون : بل إذا انقضت العدة هي بالخيار ، إن شاءت أقامت على النكاح واستمرت ، وإن شاءت فسخته وذهبت فتزوجت ، وحملوا عليه حديث ابن عباس ، والله أعلم .وقوله : ( وآتوهم ما أنفقوا ) يعني : أزواج المهاجرات من المشركين ، ادفعوا إليهم الذي غرموه عليهن من الأصدقة . قاله ابن عباس ، ومجاهد ، وقتادة ، والزهري ، وغير واحد .وقوله : ( ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ) يعني : إذا أعطيتموهن أصدقتهن فانكحوهن ، أي : تزوجوهن بشرطه من انقضاء العدة ، والولي ، وغير ذلك .وقوله : ( ولا تمسكوا بعصم الكوافر ) تحريم من الله ، عز وجل ، على عباده المؤمنين نكاح المشركات ، والاستمرار معهن .وفي الصحيح ، عن الزهري ، عن عروة ، عن المسور ، ومروان بن الحكم : أن رسول الله - صلى الله عليه وسلم - لما عاهد كفار قريش يوم الحديبية جاء نساء من المؤمنات ، فأنزل الله عز وجل : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) إلى قوله : ( ولا تمسكوا بعصم الكوافر ) فطلق عمر بن الخطاب يومئذ امرأتين ، تزوج إحداهما معاوية بن أبي سفيان ، والأخرى صفوان بن أمية .وقال ابن ثور ، عن معمر ، عن الزهري : أنزلت هذه الآية على رسول الله - صلى الله عليه وسلم - وهو بأسفل الحديبية حين صالحهم على أنه من أتاه منهم رده إليهم ، فلما جاءه النساء نزلت هذه الآية ، وأمره أن يرد الصداق إلى أزواجهن ، وحكم على المشركين مثل ذلك إذا جاءتهم امرأة من المسلمين أن يردوا الصداق إلى زوجها ، وقال : ( ولا تمسكوا بعصم الكوافر ) وهكذا قال عبد الرحمن بن زيد بن أسلم ، وقال : وإنما حكم الله بينهم بذلك ، لأجل ما كان بينهم وبينهم من العهد .وقال محمد بن إسحاق ، عن الزهري : طلق عمر يومئذ قريبة بنت أبي أمية بن المغيرة ، فتزوجها معاوية ، وأم كلثوم بنت عمرو بن جرول الخزاعية ، وهي أم عبيد الله ، فتزوجها أبو جهم بن حذيفة بن غانم ، رجل من قومه ، وهما على شركهما ، وطلق طلحة بن عبيد الله أروى بنت ربيعة بن الحارث بن عبد المطلب ، فتزوجها بعده خالد بن سعيد بن العاص .وقوله : ( واسألوا ما أنفقتم وليسألوا ما أنفقوا ) أي : وطالبوا بما أنفقتم على أزواجكم اللاتي يذهبن إلى الكفار ، إن ذهبن ، وليطالبوا بما أنفقوا على أزواجهم اللاتي هاجرن إلى المسلمين .وقوله : ( ذلكم حكم الله يحكم بينكم ) أي : في الصلح واستثناء النساء منه ، والأمر بهذا كله هو حكم الله يحكم به بين خلقه : ( والله عليم حكيم ) أي عليم بما يصلح عباده ، حكيم في ذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) الآية .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا يحيى بن بكير حدثنا الليث عن عقيل عن ابن شهاب أخبرني عروة بن الزبير أنه سمع مروان والمسور بن مخرمة يخبران عن أصحاب رسول الله - صلى الله عليه وسلم - قالا لما كاتب سهيل بن عمرو يومئذ كان فيما اشترط سهيل بن عمرو على النبي - صلى الله عليه وسلم - : أنه لا يأتيك منا أحد - وإن كان على دينك - إلا رددته إلينا وخليت بيننا وبينه . فكره المؤمنون ذلك وأبي سهيل إلا ذلك فكاتبه النبي - صلى الله عليه وسلم - على ذلك فرد النبي - صلى الله عليه وسلم - يومئذ أبا جندل إلى أبيه سهيل بن عمرو ولم يأته أحد من الرجال إلا رده في تلك المدة وإن كان مسلما وجاءت المؤمنات مهاجرات وكانت أم كلثوم بنت عقبة بن أبي معيط ممن خرج إلى رسول الله - صلى الله عليه وسلم - يومئذ مهاجرة وهي عاتق فجاء أهلها يسألون النبي - صلى الله عليه وسلم - أن يرجعها إليهم فلم يرجعها إليهم لما أنزل الله فيهن : \" إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم بإيمانهن \" إلى \" ولا هم يحلون لهن \"قال عروة فأخبرتني عائشة رضي الله تعالى عنها : أن رسول الله - صلى الله عليه وسلم - كان يمتحنهن بهذه الآية : \" يا أيها النبي إذا جاءك المؤمنات \" إلى قوله : \" غفور رحيم \" .قال عروة : قالت عائشة رضي الله عنها : فمن أقرت بهذا الشرط منهن قال لها رسول الله - صلى الله عليه وسلم - قد بايعتك كلاما يكلمها به والله ما مست يده يد امرأة قط في المبايعة ما بايعهن إلا بقوله .قال ابن عباس : أقبل رسول الله - صلى الله عليه وسلم - معتمرا حتى إذا كان بالحديبية صالحه مشركو مكة على أن من أتاه من أهل مكة رده إليهم ومن أتى أهل مكة من أصحاب رسول الله - صلى الله عليه وسلم - لم يردوه إليه وكتبوا بذلك كتابا وختموا عليه فجاءت سبيعة بنت الحارث الأسلمية مسلمة بعد الفراغ من الكتاب فأقبل زوجها مسافر من بني مخزوم - وقال مقاتل هو : صيفي بن الراهب - في طلبها وكان كافرا فقال : يا محمد رد علي امرأتي فإنك قد شرطت أن ترد علينا من أتاك منا وهذه طية الكتاب لم تجف بعد فأنزل الله - عز وجل - : \" يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات \" من دار الكفر إلى دار الإسلام ( فامتحنوهن )قال ابن عباس : امتحانها : أن تستحلف ما خرجت لبغض زوجها ولا عشقا لرجل من المسلمين ولا رغبة عن أرض إلى أرض ولا لحدث أحدثته ولا لالتماس دنيا وما خرجت إلا رغبة في الإسلام وحبا لله ولرسوله .قال فاستحلفها رسول الله - صلى الله عليه وسلم - على ذلك فحلفت فلم يردها وأعطى زوجها مهرها وما أنفق عليها فتزوجها عمر بن الخطاب رضي الله عنه وكان يرد من جاءه من الرجال ويحبس من جاءه من النساء بعد الامتحان ويعطي أزواجهن مهورهن .( الله أعلم بإيمانهن ) [ أي هذا الامتحان لكم والله أعلم بهن ] ( فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن ) ما أحل الله مؤمنة لكافر ( وآتوهم ) يعني أزواجهن الكفار ( ما أنفقوا ) عليهن يعني المهر الذي دفعوا إليهن ( ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ) أي مهورهن أباح الله نكاحهن للمسلمين وإن كان لهن أزواج في دار الكفر لأن الإسلام فرق بينهن وبين أزواجهن الكفار ( ولا تمسكوا ) [ قرأ أبو عمرو ويعقوب : بالتشديد والآخرون : بالتخفيف من الإمساك ] ( بعصم الكوافر ) \" والعصم \" : جمع العصمة وهي ما يعتصم به من العقد والنسب . \" والكوافر \" : جمع الكافرة .نهى الله المؤمنين عن المقام على نكاح المشركات يقول : من كانت له امرأة كافرة بمكة فلا يعتد بها فقد انقطعت عصمة الزوجية بينهما .قال الزهري : فلما نزلت هذه الآية طلق عمر بن الخطاب رضي الله عنه امرأتين كانتا له بمكة مشركتين : قريبة بنت أبي أمية بن المغيرة فتزوجها بعده معاوية بن أبي سفيان وهما على شركهما بمكة والأخرى أم كلثوم بنت عمرو بن جرول الخزاعية أم ابنه عبد الله بن عمر فتزوجها أبو جهم بن حذافة بن غانم وهما على شركهما . وكانت أروى بنت ربيعة بن الحارث بن عبد المطلب تحت طلحة بن عبيد الله فهاجر طلحة وهي بمكة على دين قومها ففرق الإسلام بينهما فتزوجها في الإسلام خالد بن سعيد بن العاص بن أمية .قال الشعبي : وكانت زينب بنت رسول الله - صلى الله عليه وسلم - امرأة أبي العاص بن الربيع أسلمت ولحقت بالنبي - صلى الله عليه وسلم - وأقام أبو العاص بمكة مشركا ثم أتى المدينة فأسلم فردها عليه رسول الله - صلى الله عليه وسلم -( واسألوا ) أيها المؤمنون ( ما أنفقتم ) أي : إن لحقت امرأة منكم بالمشركين مرتدة فاسألوا ما أنفقتم من المهر إذا منعوها ممن تزوجها منهم ( وليسألوا ) يعني : المشركين الذين لحقت أزواجهم بكم ( ما أنفقوا ) من المهر ممن تزوجها منكم ( ذلكم حكم الله يحكم بينكم والله عليم حكيم ) قال الزهري : لولا الهدنة والعهد الذي كان بين رسول الله - صلى الله عليه وسلم - وبين قريش يوم الحديبية لأمسك النساء ولم يرد الصداق وكذلك كان يصنع بمن جاءه من المسلمات قبل العهد فلما نزلت هذه الآية أقر المؤمنون بحكم الله - عز وجل - وأدوا ما أمروا به من نفقات المشركين على نسائهم وأبى المشركون أن يقروا بحكم الله فيما أمروا به من أداء نفقات المسلمين [ على نسائهم ] فأنزل الله - عز وجل - : ( وإن فاتكم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم بإيمانهن فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن وآتوهم ما أنفقوا ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ولا تمسكوا بعصم الكوافر واسألوا ما أنفقتم وليسألوا ما أنفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيمقوله تعالى : يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فيه ست عشرة مسألة :الأولى : قوله تعالى : يا أيها الذين آمنوا إذا جاءكم المؤمنات لما أمر المسلمين بترك موالاة المشركين اقتضى ذلك مهاجرة المسلمين عن بلاد الشرك إلى بلاد الإسلام ، وكان التناكح من أوكد أسباب الموالاة ; فبين أحكام مهاجرة النساء . قال ابن عباس : جرى الصلح مع مشركي قريش عام الحديبية ، على أن من أتاه من أهل مكة رده إليهم ، فجاءت سعيدة بنت الحارث الأسلمية بعد الفراغ من الكتاب ، والنبي صلى الله عليه وسلم بالحديبية بعد ; فأقبل زوجها وكان كافرا - وهو صيفي بن الراهب . وقيل : مسافر المخزومي - فقال : يا محمد ، اردد علي امرأتي ، فإنك شرطت ذلك ! وهذه طينة الكتاب لم تجف بعد ، فأنزل الله تعالى هذه الآية . وقيل : جاءت أم كلثوم بنت عقبة بن أبي معيط ، فجاء أهلها يسألون رسول الله صلى الله عليه وسلم أن يردها . وقيل : هربت من زوجها عمرو بن العاص ومعها أخواها عمارة والوليد ، فرد رسول الله صلى الله عليه وسلم أخويها وحبسها ، فقالوا للنبي صلى الله عليه وسلم : ردها علينا للشرط ، فقال صلى الله عليه وسلم : \" كان الشرط في الرجال لا في النساء \" فأنزل الله تعالى هذه الآية . وعن عروة قال : كان مما اشترط سهيل بن عمرو على النبي صلى الله عليه وسلم يوم الحديبية : ألا يأتيك منا أحد وإن كان على دينك إلا رددته إلينا ، حتى أنزل الله تعالى في المؤمنات ما أنزل ; يومئ إلى أن الشرط في رد النساء نسخ بذلك . وقيل : إن التي جاءت أميمة بنت بشر ، كانت عند ثابت بن الشمراخ ففرت منه وهو يومئذ كافر ، فتزوجها سهل بن حنيف فولدت له عبد الله ، قال زيد بن حبيب . كذا قال الماوردي : أميمة بنت بشر كانت عند ثابت بن الشمراخ . وقال المهدوي : وروى ابن وهب عن خالد أن هذه الآية نزلت في أميمة بنت بشر من بني عمرو بن عوف . وهي امرأة حسان بن الدحداح ، وتزوجها بعد هجرتها سهل بن حنيف . وقال مقاتل : إنها سعيدة زوجة صيفي بن الراهب مشرك من أهل مكة . والأكثر من أهل العلم أنها أم كلثوم بنت عقبة .الثانية : واختلف أهل العلم هل دخل النساء في عقد المهادنة لفظا أو عموما ; فقالت طائفة منهم : قد كان شرط ردهن في عقد المهادنة لفظا صريحا فنسخ الله ردهن من العقد ومنع منه ، وبقاه في الرجال على ما كان . وهذا يدل على أن للنبي صلى الله عليه وسلم أن يجتهد رأيه في الأحكام ، ولكن لا يقره الله على خطأ . وقالت طائفة من أهل العلم : لم يشترط ردهن في العقد لفظا ، وإنما أطلق العقد في رد من أسلم ; فكان ظاهر العموم اشتماله عليهن مع الرجال . فبين الله تعالى خروجهن عن عمومه . وفرق بينهن وبين الرجال لأمرين : أحدهما : أنهن ذوات فروج يحرمن عليهم . الثاني : أنهن أرق قلوبا وأسرع تقلبا منهم . فأما المقيمة منهن على شركها فمردودة عليهم .الثالثة : قوله تعالى : فامتحنوهن قيل : إنه كان من أرادت منهن إضرار زوجها فقالت : سأهاجر إلى محمد صلى الله عليه وسلم ; فلذلك أمر صلى الله عليه وسلم بامتحانهن . واختلف فيما كان يمتحنهن به على ثلاثة أقوال :الأول : قال ابن عباس : كانت المحنة أن تستحلف بالله أنها ما خرجت من بغض زوجها ، ولا رغبة من أرض إلى أرض ، ولا التماس دنيا ، ولا عشقا لرجل منا ; بل حبا لله ولرسوله . فإذا حلفت بالله الذي لا إله إلا هو على ذلك ، أعطى النبي صلى الله عليه وسلم زوجها مهرها وما أنفق عليها ولم يردها ; فذلك قوله تعالى : فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن .الثاني : أن المحنة كانت أن تشهد أن لا إله إلا الله وأن محمدا رسول الله ; قاله ابن عباس أيضاالثالث : بما بينه في السورة بعد من قوله تعالى : يا أيها النبي إذا جاءك المؤمنات قالت عائشة رضي الله عنها : ما كان رسول الله صلى الله عليه وسلم يمتحن إلا بالآية التي قال الله : إذا جاءك المؤمنات يبايعنك رواه معمر عن الزهري عن عائشة . خرجه الترمذي وقال : هذا حديث حسن صحيح .الرابعة : أكثر العلماء على أن هذا ناسخ لما كان عليه الصلاة والسلام عاهد عليه قريشا ، من أنه يرد إليهم من جاءه منهم مسلما ; فنسخ من ذلك النساء . وهذا مذهب من يرى نسخ السنة بالقرآن . وقال بعض العلماء : كله منسوخ في الرجال والنساء ، ولا يجوز أن يهادن الإمام العدو على أن يرد إليهم من جاءه مسلما ، لأن إقامة المسلم بأرض الشرك لا تجوز . وهذا مذهب الكوفيين . وعقد الصلح على ذلك جائز عند مالك . وقد احتج الكوفيون لما ذهبوا إليه من ذلك بحديث إسماعيل بن أبي خالد عن قيس بن أبي حازم عن خالد بن الوليد ، أن رسول الله صلى الله عليه وسلم بعثه إلى قوم من خثعم فاعتصموا بالسجود فقتلهم ، فوداهم رسول الله صلى الله عليه وسلم بنصف الدية ، وقال : \" أنا بريء من كل مسلم أقام مع مشرك في دار الحرب لا تراءى نارهما \" قالوا : فهذا ناسخ لرد المسلمين إلى المشركين ، إذ كان رسول الله صلى الله عليه وسلم قد برئ ممن أقام معهم في دار الحرب . ومذهب مالك والشافعي أن هذا الحكم غير منسوخ . قال الشافعي : وليس لأحد هذا العقد إلا الخليفة أو رجل يأمره ، لأنه يلي الأموال كلها . فمن عقد غير الخليفة هذا العقد فهو مردود .الخامسة : قوله تعالى : الله أعلم بإيمانهن أي هذا الامتحان لكم ، والله أعلم بإيمانهن ، لأنه متولي السرائر .فإن علمتموهن مؤمنات أي بما يظهر من الإيمان . وقيل : إن علمتموهن مؤمنات قبل الامتحانفلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن أي لم يحل الله مؤمنة لكافر ، ولا نكاح مؤمن لمشركة .وهذا أدل دليل على أن الذي أوجب فرقة المسلمة من زوجها إسلامها لا هجرتها . وقال أبو حنيفة : الذي فرق بينهما هو اختلاف الدارين . وإليه إشارة في مذهب مالك بل عبارة . والصحيح الأول ، لأن الله تعالى قال : لا هن حل لهم ولا هم يحلون لهن فبين أن العلة عدم الحل بالإسلام وليس باختلاف الدار . والله أعلم .وقال أبو عمر : لا فرق بين الدارين لا في الكتاب ولا في السنة ولا في القياس ، وإنما المراعاة في ذلك الدينان ، فباختلافهما يقع الحكم وباجتماعهما ، لا بالدار . والله المستعان .السادسة : قوله تعالى : وآتوهم ما أنفقوا ، أمر الله تعالى إذا أمسكت المرأة المسلمة أن يرد على زوجها ما أنفق وذلك من الوفاء بالعهد ، لأنه لما منع من أهله بحرمة الإسلام ، أمر برد المال إليه حتى لا يقع عليهم خسران من الوجهين : الزوجة والمال .السابعة : ولا غرم إلا إذا طالب الزوج الكافر ، فإذا حضر وطالب منعناها وغرمنا . فإن كانت ماتت قبل حضور الزوج لم نغرم المهر إذ لم يتحقق المنع . وإن كان المسمى خمرا أو خنزيرا لم نغرم شيئا ، لأنه لا قيمة له . وللشافعي في هذه الآية قولان : أحدهما : أن هذا منسوخ . قال الشافعي : وإذا جاءتنا المرأة الحرة من أهل الهدنة مسلمة مهاجرة من دار الحرب إلى الإمام في دار السلام أو في دار الحرب ، فمن طلبها من ولي سوى زوجها منع منها بلا عوض . وإذا طلبها زوجها لنفسه أو غيره بوكالته ففيه قولان : أحدهما : يعطي العوض ، والقول ما قال الله عز وجل . وفيه قول آخر : أنه لا يعطى الزوج المشرك الذي جاءت زوجته مسلمة العوض . فإن شرط الإمام رد النساء كان الشرط ورسول الله صلى الله عليه وسلم ألا يرد النساء كان شرط من شرط رد النساء منسوخا وليس عليه عوض ، لأن الشرط المنسوخ باطل ولا عوض للباطل .الثامنة : أمر الله تعالى برد مثل ما أنفقوا إلى الأزواج ، وأن المخاطب بهذا الإمام ، ينفذ مما بين يديه من بيت المال الذي لا يتعين له مصرف . وقال مقاتل : يرد المهر الذي يتزوجها من المسلمين ، فإن لم يتزوجها من المسلمين أحد فليس لزوجها الكافر شيء . وقال قتادة : الحكم في رد الصداق إنما هو في نساء أهل العهد ; فأما من لا عهد بينه وبين المسلمين فلا يرد إليهم الصداق . والأمر كما قاله .التاسعة : قوله تعالى : ولا جناح عليكم أن تنكحوهن يعني إذا أسلمن وانقضت عدتهن لما ثبت من تحريم نكاح المشركة والمعتدة . فإن أسلمت قبل الدخول ثبت النكاح في الحال ولها التزوج .العاشرة : قوله تعالى : إذا آتيتموهن أجورهن أباح نكاحها بشرط المهر ; لأن الإسلام فرق بينها وبين زوجها الكافر .الحادية عشرة : قوله تعالى : ولا تمسكوا بعصم الكوافر قراءة العامة بالتخفيف من الإمساك . وهو اختيار أبي عبيد لقوله تعالى : فأمسكوهن بمعروف . وقرأ الحسن وأبو العالية وأبو عمرو \" ولا تمسكوا \" مشددة من التمسك . يقال : مسك يمسك تمسكا ; بمعنى أمسك يمسك . وقرئ \" ولا تمسكوا \" بنصب التاء ; أي لا تتمسكوا . والعصم جمع العصمة ; وهو ما اعتصم به . والمراد بالعصمة هنا النكاح . يقول : من كانت له امرأة كافرة بمكة فلا يعتد بها ، فليست له امرأة ، فقد انقطعت عصمتها لاختلاف الدارين . وعن النخعي : هي المسلمة تلحق بدار الحرب فتكفر ; وكان الكفار يتزوجون المسلمات والمسلمون يتزوجون المشركات ; ثم نسخ ذلك في هذه الآية . فطلق عمر بن الخطاب حينئذ امرأتين له بمكة مشركتين : قريبة بنت أبي أمية فتزوجها معاوية بن أبي سفيان وهما على شركهما بمكة . وأم كلثوم بنت عمرو الخزاعية أم عبد الله بن المغيرة ; فتزوجها أبو جهم بن حذافة وهما على شركهما . فلما ولي عمر قال أبو سفيان لمعاوية : طلق قريبة لئلا يرى عمر سلبه في بيتك ، فأبى معاوية من ذلك . وكانت عند طلحة بن عبيد الله أروى بنت ربيعة بن الحارث بن عبد المطلب ففرق الإسلام بينهما ، ثم تزوجها في الإسلام خالد بن سعيد بن العاص ، وكانت ممن فر إلى النبي صلى الله عليه وسلم من نساء الكفار ، فحبسها وزوجها خالدا . وزوج النبي صلى الله عليه وسلم زينب ابنته - وكانت كافرة - من أبي العاص بن الربيع ، ثم أسلمت وأسلم زوجها بعدها . ذكر عبد الرزاق عن ابن جريج عن رجل عن ابن شهاب قال : أسلمت زينب بنت النبي صلى الله عليه وسلم وهاجرت بعد النبي صلى الله عليه وسلم في الهجرة الأولى ، وزوجها أبو العاص بن الربيع عبد العزى مشرك بمكة . الحديث . وفيه : أنه أسلم بعدها . وكذلك قال الشعبي . قال الشعبي : وكانت زينب بنت رسول الله صلى الله عليه وسلم امرأة أبي العاص بن الربيع ، فأسلمت ثم لحقت بالنبي صلى الله عليه وسلم ، ثم أتى زوجها المدينة فأمنته فأسلم فردها عليه النبي صلى الله عليه وسلم . وقال أبو داود عن عكرمة عن ابن عباس : بالنكاح الأول ; ولم يحدث شيئا . قال محمد بن عمر في حديثه : بعد ست سنين . وقال الحسن بن علي : بعد سنتين . قال أبو عمر : فإن صح هذا فلا يخلو من وجهين : إما أنها لم تحض حتى أسلم زوجها ، وإما أن الأمر فيها منسوخ بقول الله عز وجل : وبعولتهن أحق بردهن في ذلك يعني في عدتهن . وهذا ما لا خلاف فيه بين العلماء أنه عنى به العدة . وقال ابن شهاب الزهري رحمه الله في قصة زينب هذه : كان قبل أن تنزل الفرائض . وقال قتادة : كان هذا قبل أن تنزل سورة \" التوبة \" بقطع العهود بينهم وبين المشركين . والله أعلم .الثانية عشرة : قوله تعالى : بعصم الكوافر المراد بالكوافر هنا عبدة الأوثان من لا يجوز ابتداء نكاحها ، فهي خاصة بالكوافر من غير أهل الكتاب . وقيل : هي عامة ، نسخ منها نساء أهل الكتاب . ولو كان إلى ظاهر الآية لم تحل كافرة بوجه . وعلى القول الأول إذا أسلم وثني أو مجوسي ولم تسلم امرأته فرق بينهما . وهذا قول بعض أهل العلم . ومنهم من قال : ينتظر بها تمام العدة . فمن قال يفرق بينهما في الوقت ولا ينتظر تمام العدة إذا عرض عليها الإسلام ولم تسلم - مالك بن أنس . وهو قول الحسن وطاوس ومجاهد وعطاء وعكرمة وقتادة والحكم ، واحتجوا بقوله تعالى : ولا تمسكوا بعصم الكوافر . وقال الزهري : ينتظر بها العدة . وهو قول الشافعي وأحمد . واحتجوا بأن أبا سفيان بن حرب أسلم قبل هند بنت عتبة امرأته ، وكان إسلامه بمر الظهران ثم رجع إلى مكة وهند بها كافرة مقيمة على كفرها ، فأخذت بلحيته وقالت : اقتلوا الشيخ الضال . ثم أسلمت بعده بأيام ، فاستقرا على نكاحهما لأن عدتها لم تكن انقضت . قالوا : ومثله حكيم بن حزام أسلم قبل امرأته ، ثم أسلمت بعده فكانا على نكاحهما . قال الشافعي : ولا حجة لمن احتج بقوله تعالى : ولا تمسكوا بعصم الكوافر لأن نساء المسلمين محرمات على الكفار ; كما أن المسلمين لا تحل لهم الكوافر والوثنيات ولا المجوسيات بقول الله عز وجل : ولا هن حل لهم ولا هم يحلون لهن ثم بينت السنة أن مراد الله من قوله هذا أنه لا يحل بعضهم لبعض إلا أن يسلم الباقي منهما في العدة . وأما الكوفيون وهم سفيان وأبو حنيفة وأصحابه فإنهم قالوا في الكافرين الذميين : إذا أسلمت المرأة عرض على الزوج الإسلام ، فإن أسلم وإلا فرق بينهما . قالوا : ولو كانا حربيين فهي امرأته حتى تحيض ثلاث حيض إذا كانا جميعا في دار الحرب أو في دار الإسلام . وإن كان أحدهما في دار الإسلام والآخر في دار الحرب انقطعت العصمة بينهما فراعوا الدار ; وليس بشيء . وقد تقدم .الثالثة عشرة : هذا الاختلاف إنما هو في المدخول بها ، فإن كانت غير مدخول بها فلا نعلم اختلافا في انقطاع العصمة بينهما ; إذ لا عدة عليها . كذا يقول مالك في المرأة ترتد وزوجها مسلم : انقطعت العصمة بينهما . وحجته : ولا تمسكوا بعصم الكوافر وهو قول الحسن البصري والحسن بن صالح بن حي . ومذهب الشافعي وأحمد أنه ينتظر بها تمام العدة .الرابعة عشرة : فإن كان الزوجان نصرانيين فأسلمت الزوجة ففيها أيضا اختلاف . ومذهب مالك وأحمد والشافعي الوقوف إلى تمام العدة . وهو قول مجاهد . وكذا الوثني تسلم زوجته ، إنه إن أسلم في عدتها فهو أحق بها ; كما كان صفوان بن أمية وعكرمة بن أبي جهل أحق بزوجتيهما لما أسلما في عدتيهما ; على حديث ابن شهاب . ذكره مالك في الموطأ . قال ابن شهاب : كان بين إسلام صفوان وبين إسلام زوجته نحو من شهر . قال ابن شهاب : ولم يبلغنا أن امرأة هاجرت إلى رسول الله صلى الله عليه وسلم وزوجها كافر مقيم بدار الحرب إلا فرقت هجرتها بينه وبينها ; إلا أن يقدم زوجها مهاجرا قبل أن تنقضي عدتها . ومن العلماء من قال : ينفسخ النكاح بينهما . قال يزيد بن علقمة : أسلم جدي ولم تسلم جدتي ففرق عمر بينهما رضي الله عنه ; وهو قول طاوس . وجماعة غيره منهم عطاء والحسن وعكرمة قالوا : لا سبيل عليها إلا بخطبة .الخامسة عشرة : قوله تعالى : واسألوا ما أنفقتم وليسألوا ما أنفقوا قال المفسرون : كان من ذهب من المسلمات مرتدات إلى الكفار من أهل العهد يقال للكفار : هاتوا مهرها . ويقال للمسلمين إذا جاء أحد من الكافرات مسلمة مهاجرة : ردوا إلى الكفار مهرها . وكان ذلك نصفا وعدلا بين الحالتين . وكان هذا حكم الله مخصوصا بذلك الزمان في تلك النازلة خاصة بإجماع الأمة ; قاله ابن العربي .السادسة عشرة : قوله تعالى : ذلكم حكم الله ؛ أي ما ذكر في هذه الآية .يحكم بينكم والله عليم حكيم تقدم في غير موضع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ  (10)يقول تعالى ذكره للمؤمنين من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ ) النساء ( الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) من دار الكفر إلى دار الإسلام ( فَامْتَحِنُوهُنَّ ) وكانت محنة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إياهن إذا قَدِمن مهاجرات.كما حدثنا أَبو كُريب، قال: ثنا يونس بن بكير، عن قيس بن الربيع، عن الأغرّ بن الصباح، عن خليفة بن حصين، عن أَبي نصر الأسديّ، قال: سُئِلَ ابن عباس: كيف كان امتحان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء؟ قال: كان يمتحنهنّ بالله ما خرجت من بغض زوج، وبالله ما خرجت رغبة عن أرض إلى أرض، وبالله ما خرجت التماس دنيا، وبالله ما خرجت إلا حبًّا لله ورسوله.حدثنا أبو كُرَيب، قال: ثنا الحسن بن عطية، عن قيس، قال: أخبرنا الأغر بن الصباح، عن خليفة بن حصين، عن أَبي نصر، عن ابن عباس، في ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) قال كانت المرأة إذا أتت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حلفها بالله ما خرجت... ثم ذكر نحوه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، أن عائشة قالت: ما كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يمتحن المؤمنات إلا بالآية، قال الله:  إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا  ولا ولا \".حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أخبرني عروة بن الزبير، أن عائشة زوج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قالت: كانت المؤمنات إذا هاجرن إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يمتحنّ بقول الله:  يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ  ... إلى آخر الآية، قالت عائشة: فمن أقرّ بهذا من المؤمنات، فقد أقرّ بالمحبة، فكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إذا أقررن بذلك من قولهنّ قال لهنّ: انطلقن فقد بايعتكنّ، ولا والله ما مست يد رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يد امرأة قطّ، غير أنه بايعهنّ بالكلام؛ قالت عائشة: والله ما أخذ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على النساء قطّ، إلا بما أمره الله عزّ وجلّ، وكان يقول لهنّ إذا أخذ عليهنّ قد بايعتكنّ كلامًا.حدثني محمد بن سعد، قال: ثني أبى، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) ... إلى قوله:  عَلِيمٌ حَكِيمٌ  كان امتحانهن أن يشهدن أن لا إله إلا الله، وأن محمدًا عبده ورسوله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد، قوله: ( فَامْتَحِنُوهُنَّ ) قال: سلوهنّ ما جاء بهنّ فإن كان جاء بهنّ غضب على أزواجهنّ، أو سخطة، أو غيره، ولم يؤمنّ، فارجعوهنّ إلى أزواجهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَامْتَحِنُوهُنَّ ) كانت محنتهنّ أن يستحلفن بالله ما أخرجكنّ النشوز، وما أخرجكنّ إلا حبّ الإسلام وأهله، وحِرْصٌ عليه، فإذا قلن ذلك قُبل ذلك منهنّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فَامْتَحِنُوهُنَّ ) قال: يحلفن ما خرجن إلا رغبة في الإسلام، وحبًّا لله ورسوله.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبيه أو عكرِمة ( إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) قال: يقال: ما جاء بك إلا حبّ الله، ولا جاء بك عشق رجل منا، ولا فرارا من زوجك، فذلك قوله: ( فَامْتَحِنُوهُنَّ ) .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: \" كانت المرأة من المشركين إذا غضبت على زوجها، وكان بينه وبينها كلام، قالت: والله لأهاجرنّ إلى محمد صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه، فقال الله عز وجل: ( إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) إن كان الغضب أتى بها فردّوها، وإن كان الإسلام أتى بها فلا تردّوها.حدثنا يونس، قال: أخبرنا ابن وهب، قال: ثني عمرو بن الحارث، عن بكير بن الأشجّ، قال: كان امتحانهنّ إنه لم يخرجك إلا الدين.وقوله: ( اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ ) يقول: الله أعلم بإيمان من جاء من النساء مهاجرات إليكم.وقوله: ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ ) يقول: فإن أقررن عند المحنة بما يصحّ به عقد الإيمان لهنّ، والدخول في الإسلام، فلا تردوهنّ عند ذلك إلى الكفار. وإنما قيل ذلك للمؤمنين، لأن العهد كان جرى بين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وبين مشركي قريش في صلح الحديبية أن يرد المسلمون إلى المشركين من جاءهم مسلمًا، فأبطل ذلك الشرط في النساء إذا جئن مؤمنات مهاجرات فامتحنّ، فوجدهنّ المسلمون مؤمنات، وصح ذلك عندهم مما قد ذكرنا قبل، وأمروا أن لا يردّوهنّ إلى المشركين إذا علم أنهنّ مؤمنات، وقال جل ثناؤه لهم: ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ ) يقول: لا المؤمنات حل للكفار، ولا الكفار يحلون للمؤمنات.وبنحو الذي قلنا في ذلك جاءت الآثار.* ذكر بعض ما روي في ذلك من الأثر:حدثنا ابن حميد، قال: ثنا سلمة، عن محمد بن إسحاق، عن الزهريّ، قال: \" دخلت على عُرْوة بن الزُّبير، وهو يكتب كتابًا إلى ابن أَبي هُنيد صاحب الوليد بن عبد الملك، وكتب إليه يسأله عن قول الله عزّ وجلّ: ( إِذَا جَاءَكَ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) ... إلى قوله:  وَاللَّهُ عَلِيمٌ حَكِيمٌ  وكتب إليه عُرْوَة بن الزُّبير: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كان صالح قريشًا عام الحديبية على أن يردّ عليهم من جاء بغير إذن وليه؛ فلما هاجر النساء إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وإلى الإسلام، أَبى الله أن يُرْدَدْن إلى المشركين، إذا هنّ امْتَحنّ محنة الإسلام، فعرفوا أنهنّ إنما جئن رغبة فيه \".القول في تأويل قوله تعالى :  وَآتُوهُمْ مَا أَنْفَقُوا وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (10)وقوله: ( وَآتُوهُمْ مَا أَنْفَقُوا ) يقول جل ثناؤه: وأعطوا المشركين الذين جاءكم نساؤهم مؤمنات إذا علمتموهنّ مؤمنات، فلم ترجعوهنّ إليهم ما أنفقوا في نكاحهم إياهنّ من الصداق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  ... إلى قوله: ( عَلِيمٌ حَكِيمٌ ) قال: كان امتحانهنّ أن يشهدن أن لا إله إلا الله وأن محمدًا عبده ورسوله، فإذا علموا أن ذلك حقّ منهنّ لم يرجعوهنّ إلى الكفار، وأعطى بعلها من الكفار الذين عقد لهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم صداقه الذي أصدقها.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح عن مجاهد ( وَآتُوهُمْ مَا أَنْفَقُوا ) وآتوا أزواجهنّ صدقاتهن.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ  حتى بلغ ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) هذا حكم حكمه الله عزّ وجلّ بين أهل الهدى وأهل الضلالة، كنّ إذا فررن من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه عهد إلى أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم فتزوّجوهنّ بعثوا مهورهنّ إلى أزواجهنّ من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد، وإذا فررن من أصحاب نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد بعثوا بمهورهنّ إلى أزواجهنّ من أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ قال: نزلت عليه وهو بأسفل الحديبية، وكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم صالحهم أنه من أتاه منهم ردّه إليهم؛ فلما جاءه النساء نزلت عليه هذه الآية، وأمره أن يردّ الصداق إلى أزوجهنّ حكم على المشركين مثل ذلك إذا جاءتهم امرأة من المسلمين أن يردّوا الصداق إلى أزواجهنّ فقال: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله:  فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ  كان نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عاهد من المشركين ومن أهل الكتاب، فعاهدهم وعاهدوه، وكان في الشرط أن يردّوا الأموال والنساء، فكان نبيّ الله إذا فاته أحد من أزواج المؤمنين، فلحق بالمعاهدة تاركًا لدينه مختارًا للشرك، ردّ على زوجها ما أنفق عليها، وإذا لحق بنبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم أحد من أزوج المشركين امتحنها نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسألها ما أخرجك من قومك، فإن وجدها خرجت تريد الإسلام قبلها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وردّ على زوجها ما أنفق عليها، وإن وجدها فرّت من زوجها إلى آخر بينها وبينه قرابة، وهي متمسكة بالشرك ردّها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى زوجها من المشركين.حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ  ... الآية كلها، قال: لما هادن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم المشركين \" كان في الشرط الذي شرط، أن ترد إلينا من أتاك منا، ونردّ إليك من أتانا منكم، فقال النبي صَلَّى الله عَلَيْهِ وَسَلَّم: \" مَنْ أتَانَا مِنْكُمْ فَنَرُدُّهُ إِلَيْكُمْ، وَمَنْ أتَاكُمْ مِنَّا فَاخْتَارَ الْكُفْرَ عَلَى الإيمَانِ فَلا حَاجَةَ لَنَا فِيهِمْ\"، وقال: فأبى الله ذلك للنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في النساء، ولم يأبه للرجال، فقال الله عزّ وجلّ:  إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ  ... إلى قوله: ( وَآتُوهُمْ مَا أَنْفَقُوا ) أزواجهنّ.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث، عن بكير بن الأشجّ، قال كان بين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم والمشركين هدنة فيمن فرّ من النساء، فإذا فرّت المشركة أعطى المسلمون زوجها نفقته عليها وكان المسلمون يفعلون وكان إذا لم يعط هؤلاء ولا هؤلاء أخرج المسلمون للمسلم الذي ذهبت امرأته نفقتها.وقوله: ( وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ) يقول تعالى ذكره: ولا حرج عليكم أيها المؤمنون أن تنكحوا هؤلاء المهاجرات اللاتي لحقن بكم من دار للحرب مفارقات لأزوجهنّ، وإن كان لهنّ أزواج في دار الحرب إذا علمتموهنّ مؤمنات إذا أنتم أعطيتموهنّ أجورهن، ويعني بالأجور: الصَّدُقات. وكان قتادة يقول: كنّ إذا فررن من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه عهدٌ إلى أصحاب نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم فتزوجوهن، بعثوا بمهورهن إلى أزواجهن من المشركين الذين بينهم وبين أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد.حدثنا بذلك بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، وكان الزهريّ يقول: إنما أمر الله بردّ صداقهنّ إليهم إذا حُبِسن عنهم وإن هم ردّوا المسلمين على صداق من حبسوا عنهم من نسائهم.حدثنا بذلك ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهريّ، حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ ) ولها زوج ثمَّ، لأنه فرق بينهما الإسلام إذا استبرأتنّ أرحامهنّ.وقوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) يقول جلّ ثناؤه للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا تمسكوا أيها المؤمنون بحبال النساء الكوافر وأسبابهنّ، والكوافر: جمع كافرة، والعصم: جمع عصمة، وهى ما اعتصم به من العقد والسبب، وهذا نهي من الله للمؤمنين عن الإقدام على نكاح النساء المشركات من أهل الأوثان، وأمر لهم بفراقهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا يحيى بن سعيد القطان، قال: ثنا عبد الله بن المبارك، قال أخبرنا معمر، عن الزهريّ، عن عروة، عن المسور بن مخرمة ومروان بن الحكم \" أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم جاءه نسوة مؤمنات بعد أن كتب كتاب القضية بينه وبين قريش، فأنزل الله  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  حتى بلغ ( بِعِصَمِ الْكَوَافِرِ ) فطلق عمر يومئذ امرأتين كانتا له بالشرك، فتزوج إحداهما معاوية بن أبي سفيان والأخرى صفوان بن أمية.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن  شهاب، قال: \" بلغنا أن آية المحنة التي مادّ فيها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كفار قريش من أجل العهد الذي كان بين كفار قريش وبين النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يردّ إلى كفار قريش ما أنفقوا على نسائهم اللاتي يسلمن ويهاجرن، وبعولتهنّ كفار للعهد الذي كان بين النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وبينهم، ولو كانوا حربًا ليست بينهم وبين النبي صَلَّى الله عَلَيْهِ وَسَلَّم مدّة وعقد لم يردّ عليهم شيئًا مما أنفقوا، وحكم الله للمؤمنين على أهل المدّة من الكفار بمثل ذلك، قال الله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  حتى بلغ  وَاللَّهُ عَلِيمٌ حَكِيمٌ  فطلق المؤمنون حين أنزلت هذه الآية كل امرأة كافرة كانت تحت رجل منهم، فطلق عمر بن الخطاب رضي الله عنه امرأته ابنة أبي أمية بن المغيرة من بني مخزوم فتزوجها معاوية بن أبي سفيان، وابنة جرول من خزاعة، فتزوجها أبو جهم بن حذافة العَدَوِيّ، وجعل الله ذلك حكمًا حكم به بين المؤمنين والمشركين فى هذه المدة التي كانت.حدثنا ابن حُمَيْد، قال: ثنا سلمة، عن محمد بن إسحاق، قال: وقال الزهريّ: لما نزلت هذه الآية  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ  ... إلى قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) كان ممن طلق عمر بن الخطاب رضي الله عنه امرأته قريبة ابنة أَبي أمية بن المغيرة، فتزوّجها بعده معاوية بن أبي سفيان، وهما على شركهما بمكة، وأم كلثوم ابنة جرول الخزاعية أم عبد الله بن عمر فتزوجها أبو جهم بن حُذافة بن غانم رجل من قومه، وهما على شركهما، وطلحة بن عبيد الله بن عثمان بن عمرو التيمي كانت عنده أروى بنت ربيعة بن الحارث بن عبد المطلب، ففرّق بينهما الإسلام حين نهى القرآن عن التمسك بعصم الكوافر، وكان طلحة قد هاجر وهي بمكة على دين قومها، ثم تزوّجها في الإسلام بعد طلحة خالد بن سعيد بن العاص بن أُمية بن عبد شمس. وكان ممن فرّ إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من نساء الكفار ممن لم يك بينه وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد فحبسها وزوّجها رجلا من المسلمين أميمة بنت بشر الأنصارية، ثم إحدى نساء بنِي أمية بن زيد من أوس الله، كانت عند ثابت بن الدحداحة، ففرّت منه، وهو يومئذ كافر إلى رسول الله، فزوّجها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم سهل بن حنيف أحد بني عمرو بن عوف، فولدت عبد الله بن سهل.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال الله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) قال: الزهريّ: فطلق عمر امرأتين كانتا له بمكة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبى نجيح، عن مجاهد ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) قال: أصحاب محمد أُمروا بطلاق نسائهم كوافر بمكة، قعدن مع الكفار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) مشركات العرب اللاتي يأبين الإسلام أُمِرَ أن يُخلَّى سبِيلُهن.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) إذا كفرت المرأة فلا تمسكوها، خلوها، وقعت الفرقة بينها وبين زوجها حين كفرت.واختلفت القرّاء في قراءة قوله: ( وَلا تُمْسِكُوا ) فقرأ ذلك عامة قرّاء الحجاز والمدينة والكوفة والشأم، ( وَلا تُمْسِكُوا ) بتخفيف السين. وقرأ ذلك أبو عمرو ( وَلا تُمَسِّكُوا ) بتشديدها، وذكر أنها قراءة الحسن، واعتبر من قرأ ذلك بالتخفيف، وإمساك بمعروف.والصواب من القول في ذلك أنهما قراءتان معروفتان، ولغتان مشهورتان، محكي عن العرب أمسكت به ومسكت، وتمسَّكت به.وقوله: ( وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ) يقول تعالى ذكره لأزواج اللواتي لحقن من المؤمنين من دار الإسلام بالمشركين إلى مكة من كفار قريش: واسألوا أيها المؤمنون الذين ذهبت أزواجهم فلحقن بالمشركين ما أنفقتم على أزواجكم اللواتي لحقن بهم من الصداق من تزوّجهن منهم، وليسئلكم المشركون منهم الذين لحق بكم أزواجهم مؤمنات إذا تزوّجن فيكم من تزوّجها منكم ما أنفقوا عليهنّ من الصداق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أقرّ المؤمنون بحكم الله، وأدَّوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم، وأبى المشركون أن يقرّوا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قول الله ( وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ) قال: ما ذهب من أزواج أصحاب محمد صَلَّى الله عَلَيْهِ وَسَلَّم إلى الكفار، فليعطهم الكفار صدقاتهن، وليمسكوهن، وما ذهب من أزواج الكفار إلى أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فمثل ذلك، في صلح كان بين محمد صَلَّى الله عَلَيْهِ وَسَلَّم وبين قريش.وقوله: ( ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ ) يقول تعالى ذكره: هذا الحكم الذي حكمت بينكم من أمركم أيها المؤمنون بمسألة المشركين، ما أنفقتم على أزواجكم اللاتي لحقن بهم وأمرهم بمسألتكم مثل ذلك في أزواجهنّ اللاتي لحقن بكم، حكم الله بينكم فلا تعتدوه، فإنه الحقّ الذي لا يسمع غيره، فانتهى المؤمنون من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيما ذُكر إلى أمر الله وحكمه، وامتنع المشركون منه وطالبوا الوفاء بالشروط التي كانوا شارطوها بينهم في ذلك الصلح، وبذلك جاءت الآثار والأخبار عن أهل السير وغيرهم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: أخبرنا ابن ثور، عن معمر، عن الزهريّ، قال: أما المؤمنون فأقرّوا بحكم الله، وأما المشركون فأبوا أن يقرّوا، فأنزل الله عزّ وجلّ  وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ  ... الآية.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهريّ، قال: قال الله: ( ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ ) ، فأمسك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء، وردّ الرجال، وسأل الذي أمره الله أن يسأل من صدقات النساء من حبسوا منهنّ، وأن يردّوا عليهم مثل الذي يردّون عليهم إن هم فعلوا، ولولا الذي حكم الله به من هذا الحكم ردّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء، كما ردّ الرجال، ولولا الهدنة والعهد الذي كان بينه وبين قريش يوم الحديبية أمسك النساء ولم يرد إليهم صداقًا، وكذلك يصنع بمن جاءه من المسلمات قبل العهد، قوله: ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) يقول جلّ ثناؤه: والله ذو علم بما يصلح خلقه وغير ذلك من الأمور، حكيم في تدبيره إياهم."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإن لحقت بعض زوجاتكم مرتدات إلى الكفار، ولم يعطكم الكفار مهورهن التي دفعتموها لهن، ثم ظَفِرتم بهؤلاء الكفار أو غيرهم وانتصرتم عليهم، فأعطوا الذين ذهبت أزواجهم من المسلمين من الغنائم أو غيرها مثل ما أعطوهن من المهور قبل ذلك، وخافوا الله الذي أنتم به مؤمنون."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإن فاتكم شيء من أزواجكم» أي واحدة فأكثر منهن أو شيء من مهور بالذهاب «إلى الكفار» مرتدات «فعاقبتم» فغزوتم وغنمتم «فآتوا الذين ذهبت أزواجهم» من الغنيمة «مثل ما أنفقوا» لفواته عليهم من جهة الكفار «واتقوا الله الذي أنتم به مؤمنون» وقد فعل المؤمنون ما أمروا به من الإيتاء للكفار والمؤمنين ثم ارتفع هذا الحكم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ  بأن ذهبن مرتدات  فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا  كما تقدم أن الكفار إذا كانوا يأخذون بدل ما يفوت من أزواجهم إلى المسلمين، فمن ذهبت زوجته من المسلمين إلى الكفار وفاتت عليه، لزم أن يعطيه فعلى المسلمون من الغنيمة بدل ما أنفق وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ  فإيمانكم بالله، يقتضي منكم أن تكونوا ملازمين للتقوى على الدوام."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) قال مجاهد ، وقتادة : هذا في الكفار الذين ليس لهم عهد ، إذا فرت إليهم امرأة ولم يدفعوا إلى زوجها شيئا ، فإذا جاءت منهم امرأة لا يدفع إلى زوجها شيء ، حتى يدفع إلى زوج الذاهبة إليهم مثل نفقته عليها .وقال ابن جرير : حدثنا يونس حدثنا ابن وهب ، أخبرني يونس ، عن الزهري قال : أقر المؤمنون بحكم الله ، فأدوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم ، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين ، فقال الله للمؤمنين به : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ، رد المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم الذي أمروا أن يردوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمن وهاجرن ، ثم ردوا إلى المشركين فضلا إن كان بقي لهم . والعقب : ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمن وهاجرن .وقال العوفي ، عن ابن عباس في هذه الآية : يعني إن لحقت امرأة رجل من المهاجرين بالكفار ، أمر له رسول الله - صلى الله عليه وسلم - أنه يعطى من الغنيمة مثل ما أنفق .وهكذا قال مجاهد : ( فعاقبتم ) أصبتم غنيمة من قريش أو غيرهم ( فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) يعني : مهر مثلها . وهكذا قال مسروق ، وإبراهيم ، وقتادة ، ومقاتل ، والضحاك ، وسفيان بن حسين ، والزهري أيضا .وهذا لا ينافي الأول ; لأنه إن أمكن الأول فهو أولى ، وإلا فمن الغنائم اللاتي تؤخذ من أيدي الكفار . وهذا أوسع ، وهو اختيار ابن جرير ، ولله الحمد والمنة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإن فاتكم ) أيها المؤمنون ( شيء من أزواجكم إلى الكفار ) فلحقن بهم مرتدات ( فعاقبتم ) قال المفسرون : معناه غنمتم أي غزوتم فأصبتم من الكفار عقبى وهي الغنيمة وقيل : ظهرتم وكانت العاقبة لكم وقيل : أصبتموهم في القتال بعقوبة حتى غنمتم قرأ حميد الأعرج \" فعقبتم \" بالتشديد وقرأ الزهري : \" فعقبتم \" خفيفة بغير ألف وقرأ مجاهد \" فأعقبتم \" أي صنعتم بهم كما صنعوا بكم . وكلها لغات بمعنى واحد يقال : عاقب وعقب وعقب وأعقب وتعقب وتعاقب واعتقب : إذا غنم . وقيل : \" التعقيب \" : غزوة بعد غزوة ( فآتوا الذين ذهبت أزواجهم ) إلى الكفار منكم ( مثل ما أنفقوا ) عليهن من الغنائم التي صارت في أيديكم من أموال الكفار . وقيل : فعاقبتم المرتدة بالقتل .وروي عن ابن عباس رضي الله عنه قال : لحق بالمشركين من نساء المؤمنين والمهاجرين ست نسوة : أم الحكم بنت أبي سفيان وكانت تحت عياض بن شداد الفهري وفاطمة بنت أبي أمية بن المغيرة أخت أم سلمة كانت تحت عمر بن الخطاب فلما أراد عمر أن يهاجر أبت وارتدت وبروع بنت عقبة كانت تحت شماس بن عثمان وعزة بنت عبد العزيز بن نضلة وزوجها عمرو بن عبد ود وهند بنت أبي جهل بن هشام كانت تحت هشام بن العاص بن وائل وأم كلثوم بنت جرول كانت تحت عمر بن الخطاب فكلهن رجعن عن الإسلام فأعطى رسول الله - صلى الله عليه وسلم - أزواجهن مهور نسائهم من الغنيمة .( واتقوا الله الذي أنتم به مؤمنون ) واختلف القول في أن رد مهر من أسلمت من النساء إلى أزواجهن كان واجبا أو مندوبا .وأصله أن الصلح هل كان وقع على رد النساء ، فيه قولان : أحدهما أنه وقع على رد الرجال والنساء جميعا لما روينا : أنه لا يأتيك منا أحد وإن كان على دينك إلا رددته إلينا ثم صار الحكم في رد النساء منسوخا بقوله : \" فلا ترجعوهن إلى الكفار \" فعلى هذه كان رد المهر واجبا .والقول الآخر : أن الصلح لم يقع على رد النساء لأنه روي عن علي : أنه لا يأتيك منا رجل وإن كان على دينك إلا رددته إلينا وذلك لأن الرجل لا يخشى عليه من الفتنة في الرد ما يخشى على المرأة من إصابة المشرك إياها وأنه لا يؤمن عليها الردة إذا خوفت وأكرهت عليها لضعف قلبها وقلة هدايتها إلى المخرج منها بإظهار كلمة الكفر مع التورية وإضمار الإيمان ولا يخشى ذلك على الرجل لقوته وهدايته إلى التقية فعلى هذا كان رد المهر مندوبا . واختلفوا في أنه هل يجب العمل به اليوم في رد المال إذا شرط في معاقدة الكفار فقال قوم : لا يجب وزعموا أن الآية منسوخة وهو قول عطاء ومجاهد وقتادة . وقال قوم : هي غير منسوخة ويرد إليهم ما أنفقوا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنونفيه ثلاث مسائل :الأولى : قوله تعالى : وإن فاتكم شيء من أزواجكم إلى الكفار في الخبر : أن المسلمين قالوا : رضينا بما حكم الله ; وكتبوا إلى المشركين فامتنعوا فنزلت : وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا . وروى الزهري عن عروة عن عائشة رضي الله عنها قالت : حكم الله عز وجل بينكم فقال جل ثناؤه : واسألوا ما أنفقتم وليسألوا ما أنفقوا فكتب إليهم المسلمون : قد حكم الله عز وجل بيننا بأنه إن جاءتكم امرأة منا أن توجهوا إلينا بصداقها ، وإن جاءتنا امرأة منكم وجهنا إليكم بصداقها . فكتبوا إليهم : أما نحن فلا نعلم لكم عندنا شيئا ، فإن كان لنا عندكم شيء فوجهوا به ، فأنزل الله عز وجل : وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا . وقال ابن عباس في قوله تعالى : ذلكم حكم الله يحكم بينكم أي بين المسلمين والكفار من أهل العهد من أهل مكة يرد بعضهم إلى بعض . قال الزهري : ولولا العهد لأمسك النساء ولم يرد إليهم صداقا . وقال قتادة ومجاهد : إنما أمروا أن يعطوا الذين ذهبت أزواجهم مثل ما أنفقوا من الفيء والغنيمة . وقالا : هي فيمن بيننا وبينه عهد وليس بيننا وبينه عهد . وقالا : ومعنى فعاقبتم فاقتصصتم . فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا يعني الصدقات . فهي عامة في جميع الكفار . وقال قتادة أيضا : وإن فاتكم شيء من أزواجكم إلى الكفار الذين بينكم وبينهم عهد ، فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا . ثم نسخ هذا في سورة \" التوبة \" . وقال الزهري : انقطع هذا عام الفتح . وقال سفيان الثوري : لا يعمل به اليوم . وقال قوم : هو ثابت الحكم الآن أيضا . حكاه القشيري .الثانية : قوله تعالى : فعاقبتم قراءة العامة فعاقبتم ، وقرأ علقمة والنخعي وحميد والأعرج \" فعقبتم \" مشددة . وقرأ مجاهد \" فأعقبتم \" وقال : صنعتم كما صنعوا بكم . وقرأ الزهري \" فعقبتم \" خفيفة بغير ألف . وقرأ مسروق وشقيق بن سلمة \" فعقبتم \" بكسر القاف خفيفة . وقال : غنمتم . وكلها لغات بمعنى واحد . يقال : عاقب وعقب وعقب وأعقب وتعقب واعتقب وتعاقب إذا غنم . وقال القتبي : فعاقبتم فغزوتم معاقبين غزوا بعد غزو . وقال ابن بحر : أي فعاقبتم المرتدة بالقتل فلزوجها مهرها من غنائم المسلمين .الثالثة : قوله تعالى : فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا قال ابن عباس : يقول : إن لحقت امرأة مؤمنة بكفار أهل مكة ، وليس بينكم وبينهم عهد ، ولها زوج مسلم قبلكم فغنمتم ، فأعطوا هذا الزوج المسلم مهره من الغنيمة قبل أن تخمس . وقال الزهري : يعطى من مال الفيء . وعنه يعطى من صداق من لحق بنا . وقيل : أي إن امتنعوا من أن يغرموا مهر هذه المرأة التي ذهبت إليهم ، فانبذوا العهد إليهم حتى إذا ظفرتم فخذوا ذلك منهم . قال الأعمش : هي منسوخة . وقال عطاء : بل حكمها ثابت . وقد تقدم جميع هذا . القشيري : والآية نزلت في أم الحكم بنت أبي سفيان ، ارتدت وتركت زوجها عياض بن غنم القرشي ، ولم ترتد امرأة من قريش غيرها ، ثم عادت إلى الإسلام . وحكى الثعلبي عن ابن عباس : هن ست نسوة رجعن عن الإسلام ولحقن بالمشركين من نساء المؤمنين المهاجرين : أم الحكم بنت أبي سفيان كانت تحت عياض بن أبي شداد الفهري . وفاطمة بنت أبي أمية بن المغيرة أخت أم سلمة ، وكانت تحت عمر بن الخطاب ، فلما هاجر عمر أبت وارتدت . وبروع بنت عقبة ، كانت تحت شماس بن عثمان . وعبدة بنت عبد العزى ، كانت تحت هشام بن العاص . وأم كلثوم بنت جرول تحت عمر بن الخطاب . وشهبة بنت غيلان . فأعطاهم النبي صلى الله عليه وسلم مهور نسائهم من الغنيمة .واتقوا الله : احذروا أن تتعدوا ما أمرتم به ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (11)يقول جلّ ثناؤه للمؤمنين من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( وَإِنْ فَاتَكُمْ ) أيها المؤمنون ( شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) فلحق بهم.واختلف أهل التأويل في الكفار الذين عُنُوا بقوله: ( إِلَى الْكُفَّارِ ) من هم؟ فقال بعضهم: هم الكفار الذين لم يكن بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد، قالوا: ومعنى الكلام: وإن فاتكم شيء من أزواجكم إلى  من ليس بينكم وبينهم عهد من الكفار.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) الذين ليس بينكم وبينهم عهد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى كفار ليس بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: لم يكن بينهم عهد.وقال آخرون: بل هم كفار قريش الذي كانوا أهل هدنة، وذلك قول الزهريّ.حدثني بذلك يونس، قال أخبرنا ابن وهب، قال: أخبرني يونس عنه.وقوله: ( فَعَاقَبْتُمْ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار ( فَعَاقَبْتُمْ) بالألف على مثال فاعلتم، بمعنى: أصبتم منهم عقبى. وقرأه حميد الأعرج فيما ذُكر عنه ( فَعَقَّبْتم ) على مثال فعلتم مشددة القاف، وهما في اختلاف الألفاظ بهما نظير قوله:  وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ  وتصاعر مع تقارب معانيهما.قال أبو جعفر: وأولى القراءتين عندي بالصواب في ذلك قراءة من قرأه ( فَعَاقَبْتُمْ ) بالألف لإجماع الحجة من القرّاء عليه.وقوله: ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) يقول: فاعطوا الذين ذهبت أزواجهم منكم إلى الكفار مثل ما أنفقوا عليهنّ من الصداق.واختلف أهل التأويل في المال الذي أمر أن يعطى منه الذي ذهبت زوجته إلى المشركين، فقال بعضهم: أُمروا أن يعطوهم صداق من لحق بهم من نساء المشركين.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا أبن وهب، قال. أخبرني يونس، عن الزهريّ، قال: أقرّ المؤمنون بحكم الله، وأدّوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم، وأبى المشركون أن يقرّوا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين، فقال الله للمؤمنين : ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ردَّ المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم، الذي أمروا أن يردّوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمنّ وهاجرن، ثم ردّوا إلى المشركين فضلا. إن كان بقي لهم. والعقب: ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمنّ وهاجرن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال: أنزل الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) فأمر الله المؤمنين أن يردّوا الصداق إذا ذهبت امرأة من المسلمين ولها زوج أن يردَّ إليه المسلمون صداق امرأته من صداق إن كان في أيديهم مما أمروا أن يردّوا إلى المشركين.وقال آخرون: بل أُمروا أن يعطوه من الغنيمة أو الفيء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يعني: إن لحقت امرأة رجل من المهاجرين بالكفار، أمر له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن يعطى من الغنيمة مثل ما أنفق.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أَبي نجيح، عن مجاهد، إنهم كانوا أُمروا أن يردّوا عليهم من الغنيمة. وكان مجاهد يقرأ: ( فَعَاقَبْتُمْ ) .حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد ( فَعَاقَبْتُمْ ) يقول: أصبتم مغنمًا من قريش أو غيرهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) صدقاتهنّ عوضًا.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: من لم يكن بينهم وبينهم عهد، فذهبت امرأة إلى المشركين، فيدفع إلى زوجها مهر مثلها( فَعَاقَبْتُمْ ) فأصبتم غنيمة ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) قال: مهر مثلها يُدفع إلى زوجها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) كنّ إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى الكفار ليس بينهم وبين نبيّ الله عهد، فأصاب أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم غنيمة، أعطى زوجها ما ساق إليها من جميع الغنيمة، ثم يقتسمون غنيمتهم.حدثني أحمد بن يوسف، قال: ثنا القاسم، قال: سمعت الكسائيّ يخبر عن زائدة، عن الأعمش، عن مسلم، عن مسروق أنه قرأها( فَعَاقَبْتُمْ ) وفسّرها  فغنمتم.حدثنا أحمد، قال: ثنا القاسم، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، في قوله: ( فَعَاقَبْتُمْ ) قال: غنمتم.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، قال: سألنا الزهريّ، عن هذه الآية وقول الله فيها: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) . الآية، قال: يقول: إن فات أحدًا منكم أهله إلى الكفار، ولم تأتكم امرأة تأخذون لها مثل الذي يأخذون منكم، فعوّضوه من فيء إن أصبتموه.وقال آخرون في ذلك: ما حدثني به يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) قال: خرجت امرأة من أهل الإسلام إلى المشركين، ولم يخرج غيرها. قال: فأتت امرأة من المشركين، فقال القوم: هذه عُقْبتكم قد أتتكم، فقال الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) : أمسكتم الذي جاءكم منهم من أجل الذي لكم عندهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) ثم أخبرهم الله أنه لا جناح عليهم إذا فعلوا الذي فعلوا أن ينكحوهنّ إذا استبرئ رحمها، قال: فدعا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الذي ذهبت امرأته إلى الكفار، فقال لهذه التي أتت من عند المشركين: هذا زوج التي ذهبت أزوجكه؟ فقالت: يا رسول الله، عذر الله زوجة هذا أن تفرّ منه، لا والله مالي به حاجة، فدعا البختريّ رجلا جسيمًا، قال: هذا؟ قالت: نعم، وهي ممن جاء من مكة.* وأولى الأقوال في ذلك بالصواب أن يقال: أمر الله عزّ وجلّ في هذه الآية المؤمنين أن يعطوا من فرّت زوجته من المؤمنين إلى أهل الكفر إذا هم كانت لهم على أهل الكفر عُقْبى، إما بغنيمة يصيبونها منهم، أو بلحاق نساء بعضهم بهم، مثل الذي أنفقوا على الفارّة منهم إليهم، ولم يخصص إيتاءهم ذلك من مال دون مال، فعليهم أن يعطوهم ذلك من كلّ الأموال التي ذكرناها.وقوله: ( وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يقول: وخافوا الله الذي أنتم به مصدّقون أيها المؤمنون فاتقوه بأداء فرائضه، واجتناب معاصيه."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها النبي إذا جاءك النساء المؤمنات بالله ورسوله يعاهدنك على ألا يجعلن مع الله شريكًا في عبادته، ولا يسرقن شيئًا، ولا يزنين، ولا يقتلن أولادهن بعد الولادة أو قبلها، ولا يُلحقن بأزواجهن أولادًا ليسوا منهم، ولا يخالفنك في معروف تأمرهن به، فعاهدهن على ذلك، واطلب لهن المغفرة من الله. إن الله غفور لذنوب عباده التائبين، رحيم بهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن» كما كان يفعل في الجاهلية من وأد البنات، أي دفنهن أحياء خوف العار والفقر «ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن» أي بولد ملقوط ينسبنه إلى الزوج ووصف بصفة الولد الحقيقي، فإن الأم إذا وضعته سقط بين يديها ورجليها «ولا يعصينك في» فعل «معروف» هو ما وافق طاعة الله كترك النياحة وتمزيق الثياب وجز الشعور وشق الجيب وخمش الوجه «فبايعهن» فعل ذلك صلى الله عليه وسلم بالقول ولم يصافح واحدة منهن «واستغفر لهن الله إن الله غفور رحيم»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذه الشروط المذكورة في هذه الآية، تسمى \"مبايعة النساء\" اللاتي [كن] يبايعن على إقامة الواجبات المشتركة، التي تجب على الذكور والنساء في جميع الأوقات.وأما الرجال، فيتفاوت ما يلزمهم بحسب أحوالهم ومراتبهم وما يتعين عليهم، فكان النبي صلى الله عليه وسلم يمتثل ما أمره الله به، فكان إذا جاءته النساء يبايعنه، والتزمن بهذه الشروط بايعهن، وجبر قلوبهن، واستغفر لهن الله، فيما يحصل منهن من التقصير  وأدخلهن في جملة المؤمنين بأن  لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا  بأن  يفردن الله [وحده] بالعبادة. وَلَا يَزْنِينَ  كما كان ذلك موجودا كثيرا في البغايا وذوات الأخدان،  وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ  كما يجري لنساء الجاهلية الجهلاء. وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ  والبهتان: الافتراء على الغير أي: لا يفترين بكل حالة، سواء تعلقت بهن وأزواجهن  أو سواء تعلق ذلك بغيرهم،  وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ  أي: لا يعصينك في كل أمر تأمرهن به، لأن أمرك لا يكون إلا بمعروف، ومن ذلك طاعتهن [لك] في النهي عن النياحة، وشق الثياب، وخمش الوجوه، والدعاء بدعاء  الجاهلية. فَبَايِعْهُنَّ  إذا التزمن بجميع ما ذكر. وَاسْتَغْفِرْ لَهُنَّ اللَّهَ  عن تقصيرهن، وتطييبا لخواطرهن،  إِنَّ اللَّهَ غَفُورٌ  أي: كثير المغفرة للعاصين، والإحسان إلى المذنبين التائبين،  رَحِيمٌ  وسعت رحمته كل شيء، وعم إحسانه البرايا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال البخاري : حدثنا يعقوب بن إبراهيم ، حدثنا ابن أخي ابن شهاب ، عن عمه قال : أخبرني عروة أن عائشة زوج النبي - صلى الله عليه وسلم - أخبرته : أن رسول الله - صلى الله عليه وسلم - كان يمتحن من هاجر إليه من المؤمنات بهذه الآية : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) إلى قوله : ( غفور رحيم ) قال عروة : قالت عائشة : فمن أقر بهذا الشرط من المؤمنات ، قال لها رسول الله - صلى الله عليه وسلم - : \" قد بايعتك \" ، كلاما ، ولا والله ما مست يده يد امرأة قط في المبايعة ، ما يبايعهن إلا بقوله : \" قد بايعتك على ذلك \" هذا لفظ البخاري .وقال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا سفيان ، عن محمد بن المنكدر ، عن أميمة بنت رقيقة قالت : أتيت رسول الله - صلى الله عليه وسلم - في نساء لنبايعه ، فأخذ علينا ما في القرآن : ( أن لا يشركن بالله شيئا ) الآية ، وقال : \" فيما استطعتن وأطقتن \" ، قلنا : الله ورسوله أرحم بنا من أنفسنا ، قلنا : يا رسول الله ، ألا تصافحنا ؟ قال \" إني لا أصافح النساء ، إنما قولي لامرأة واحدة كقولي لمائة امرأة \" .هذا إسناد صحيح ، وقد رواه الترمذي ، والنسائي ، وابن ماجه ، من حديث سفيان بن عيينة ، - والنسائي أيضا من حديث الثوري ، - ومالك بن أنس كلهم ، عن محمد بن المنكدر به . . وقال الترمذي : حسن صحيح ، لا نعرفه إلا من حديث محمد بن المنكدر .وقد رواه أحمد أيضا من حديث محمد بن إسحاق ، عن محمد بن المنكدر ، عن أميمة به . وزاد : \" ولم يصافح منا امرأة \" . وكذا رواه ابن جرير من طريق موسى بن عقبة ، عن محمد بن المنكدر به . . ورواه ابن أبي حاتم من حديث أبي جعفر الرازي ، عن محمد بن المنكدر : حدثتني أميمة بنت رقيقة - وكانت أخت خديجة خالة فاطمة ، من فيها إلى في ، فذكره .وقال الإمام أحمد : حدثنا يعقوب حدثنا أبي ، عن ابن إسحاق ، حدثني سليط بن أيوب بن الحكم بن سليم ، عن أمه سلمى بنت قيس - وكانت إحدى خالات رسول الله - صلى الله عليه وسلم - قد صلت معه القبلتين ، وكانت إحدى نساء بني عدي بن النجار - قالت : جئت رسول الله - صلى الله عليه وسلم - نبايعه في نسوة من الأنصار ، فلما شرط علينا : ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف - قال : \" ولا تغششن أزواجكن \" . قالت : فبايعناه ، ثم انصرفنا ، فقلت لامرأة منهن : ارجعي فسلي رسول الله - صلى الله عليه وسلم - : ما غش أزواجنا ؟ قال : فسألته فقال : \" تأخذ ماله ، فتحابي به غيره \" .وقال الإمام أحمد : حدثنا إبراهيم بن أبي العباس ، حدثنا عبد الرحمن بن عثمان بن إبراهيم بن محمد بن حاطب ، حدثني أبي ، عن أمه عائشة بنت قدامة - يعني : ابن مظعون - قالت : أنا مع أمي رائطة بنت سفيان الخزاعية ، والنبي - صلى الله عليه وسلم - يبايع النسوة ويقول : \" أبايعكن على أن لا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ، ولا تقتلن أولادكن ، ولا تأتين ببهتان تفترينه بين أيديكن وأرجلكن ، ولا تعصينني في معروف \" . قالت : فأطرقن . فقال لهن النبي - صلى الله عليه وسلم - قلن : نعم فيما استطعتن \" . فكن يقلن وأقول معهن ، وأمي تلقني : قولي أي بنية ، نعم فيما استطعت . فكنت أقول كما يقلنوقال البخاري : حدثنا أبو معمر ، حدثنا عبد الوارث ، حدثنا أيوب ، عن حفصة بنت سيرين ، عن أم عطية قالت : بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا : ( أن لا يشركن بالله شيئا ) ونهانا عن النياحة ، فقبضت امرأة يدها ، قالت : أسعدتني فلانة أريد أن أجزيها . فما قال لها رسول الله - صلى الله عليه وسلم - شيئا ، فانطلقت ورجعت فبايعها .ورواه مسلم . وفي رواية : \" فما وفى منهن امرأة غيرها ، وغير أم سليم ابنة ملحان \" .وللبخاري عن أم عطية قالت : أخذ علينا رسول الله - صلى الله عليه وسلم - عند البيعة ألا ننوح ، فما وفت منا امرأة غير خمس نسوة : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ ، وامرأتان - أو : ابنة أبي سبرة ، وامرأة معاذ ، وامرأة أخرى .وقد كان رسول الله - صلى الله عليه وسلم - يتعاهد النساء بهذه البيعة يوم العيد ، كما قال البخاري :حدثنا محمد بن عبد الرحيم ، حدثنا هارون بن معروف ، حدثنا عبد الله بن وهب ، أخبرني ابن جريج : أن الحسن بن مسلم أخبره ، عن طاوس ، عن ابن عباس قال : شهدت الصلاة يوم الفطر مع رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر ، وعثمان فكلهم يصليها قبل الخطبة ثم يخطب بعد ، فنزل نبي الله - صلى الله عليه وسلم - فكأني أنظر إليه حين يجلس الرجال بيده ، ثم أقبل يشقهم حتى أتى النساء مع بلال فقال : ( ياأيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) حتى فرغ من الآية كلها . ثم قال حين فرغ : \" أنتن على ذلك ؟ \" . فقالت امرأة واحدة ، ولم يجبه غيرها : نعم يا رسول الله - لا يدري الحسن من هي - قال : \" فتصدقن \" ، قال : وبسط بلال ثوبه فجعلن يلقين الفتخ والخواتيم في ثوب بلال .وقال الإمام أحمد : حدثنا خلف بن الوليد ، حدثنا ابن عياش ، عن سليمان بن سليم ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاءت أميمة بنت رقيقة إلى رسول الله - صلى الله عليه وسلم - تبايعه على الإسلام ، فقال : \" أبايعك على ألا تشركي بالله شيئا ، ولا تسرقي ، ولا تزني ، ولا تقتلي ولدك ، ولا تأتي ببهتان تفترينه بين يديك ورجليك ، ولا تنوحي ، ولا تبرجي تبرج الجاهلية الأولى \"وقال الإمام أحمد : حدثنا سفيان ، عن الزهري ، عن أبي إدريس الخولاني ، عن عبادة بن الصامت قال : كنا عند رسول الله - صلى الله عليه وسلم - في مجلس فقال : \" تبايعوني على ألا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم - قرأ الآية التي أخذت على النساء ( إذا جاءك المؤمنات ) فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب به ، فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله عليه ، فهو إلى الله ، إن شاء غفر له ، وإن شاء عذبه \" . أخرجاه في الصحيحين .وقال محمد بن إسحاق ، عن يزيد بن أبي حبيب ، عن مرثد بن عبد الله اليزني عن أبي عبد الله عبد الرحمن بن عسيلة الصنابحي ، عن عبادة بن الصامت قال : كنت فيمن حضر العقبة الأولى ، وكنا اثني عشر رجلا فبايعنا رسول الله - صلى الله عليه وسلم - على بيعة النساء ، وذلك قبل أن يفرض الحرب ، على ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف ، وقال : \" فإن وفيتم فلكم الجنة \" رواه ابن أبي حاتم .وقد روى ابن جرير من طريق العوفي ، عن ابن عباس : أن رسول الله - صلى الله عليه وسلم - أمر عمر بن الخطاب فقال : \" قل لهن : إن رسول الله يبايعكن على ألا تشركن بالله شيئا \" - وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة منكرة في النساء - فقالت : \" إني إن أتكلم يعرفني ، وإن عرفني قتلني \" . وإنما تنكرت فرقا من رسول الله - صلى الله عليه وسلم - فسكت النسوة اللاتي مع هند ، وأبين أن يتكلمن . فقالت هند وهي منكرة : كيف تقبل من النساء شيئا لم تقبله من الرجال ؟ ففطن إليها رسول الله وقال لعمر : \" قل لهن : ولا تسرقن \" . قالت هند : والله إني لأصيب من أبي سفيان الهنات ، ما أدري أيحلهن لي أم لا ؟ قال أبو سفيان : ما أصبت من شيء مضى أو قد بقي ، فهو لك حلال . فضحك رسول الله - صلى الله عليه وسلم - وعرفها ، فدعاها فأخذت بيده ، فعاذت به ، فقال : \" أنت هند ؟ \" . قالت : عفا الله عما سلف . فصرف عنها رسول الله - صلى الله عليه وسلم - فقال : \" ولا يزنين \" ، فقالت : يا رسول الله ، وهل تزني الحرة ؟ قال : \" لا والله ما تزني الحرة \" . فقال : \" ولا يقتلن أولادهن \" . قالت هند : أنت قتلتهم يوم بدر ، فأنت وهم أبصر . قال : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ( ولا يعصينك في معروف ) قال : منعهن أن ينحن ، وكان أهل الجاهلية يمزقن الثياب ويخدشن الوجوه ، ويقطعن الشعور ، ويدعون بالثبور . والثبور : الويل .وهذا أثر غريب ، وفي بعضه نكارة ، والله أعلم ; فإن أبا سفيان وامرأته لما أسلما لم يكن رسول الله - صلى الله عليه وسلم - يخيفهما ، بل أظهر الصفاء والود له ، وكذلك كان الأمر من جانبه ، عليه السلام ، لهما .وقال مقاتل بن حيان : أنزلت هذه الآية يوم الفتح ، فبايع رسول الله - صلى الله عليه وسلم - الرجال على الصفا ، وعمر يبايع النساء تحتها عن رسول الله - صلى الله عليه وسلم - فذكر بقيته كما تقدم وزاد : فلما قال : ( ولا يقتلن أولادهن ) قالت هند : ربيناهم صغارا فقتلتموهم كبارا . فضحك عمر بن الخطاب حتى استلقى . رواه ابن أبي حاتم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا نصر بن علي ، حدثتني غبطة بنت سليمان ، حدثتني عمتي ، عن جدتها ، عن عائشة قالت : جاءت هند بنت عتبة إلى رسول الله - صلى الله عليه وسلم - لتبايعه ، فنظر إلى يدها فقال : \" اذهبي فغيري يدك \" . فذهبت فغيرتها بحناء ، ثم جاءت فقال : \" أبايعك على ألا تشركي بالله شيئا \" ، فبايعها وفي يدها سواران من ذهب ، فقالت : ما تقول في هذين السوارين ؟ فقال : \" جمرتان من جمر جهنم \" .فقوله : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) أي : من جاءك منهن يبايع على هذه الشروط فبايعها ، ( على أن لا يشركن بالله شيئا ولا يسرقن ) أي : أموال الناس الأجانب ، فأما إذا كان الزوج مقصرا في نفقتها ، فلها أن تأكل من ماله بالمعروف ، ما جرت به عادة أمثالها ، وإن كان بغير علمه ، عملا بحديث هند بنت عتبة أنها قالت : يا رسول الله ، إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني ، فهل علي جناح إن أخذت من ماله بغير علمه ؟ فقال رسول الله - صلى الله عليه وسلم - : \" خذي من ماله بالمعروف ما يكفيك ويكفي بنيك \" . أخرجاه في الصحيحين .وقوله : ( ولا يزنين ) كقوله ( ولاتقربوا الزنا إنه كان فاحشة وساء سبيلا ) [ الإسراء : 32 ] . وفي حديث سمرة ذكر عقوبة الزناة بالعذاب الأليم في نار الجحيم .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن عروة ، عن عائشة قالت : جاءت فاطمة بنت عتبة تبايع رسول الله - صلى الله عليه وسلم - فأخذ عليها : ( أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ) الآية ، قالت : فوضعت يدها على رأسها حياء ، فأعجبه ما رأى منها ، فقالت عائشة : أقري أيتها المرأة ، فوالله ما بايعنا إلا على هذا . قالت : فنعم إذا . فبايعها بالآية .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا ابن فضيل ، عن حصين ، عن عامر - هو الشعبي - قال : بايع رسول الله - صلى الله عليه وسلم - النساء ، وعلى يده ثوب قد وضعه على كفه ، ثم قال : \" ولا تقتلن أولادكن \" . فقالت امرأة : تقتل آباءهم وتوصينا بأولادهم ؟ قال : وكان بعد ذلك إذا جاءت النساء يبايعنه ، جمعهن فعرض عليهن ، فإذا أقررن رجعن .وقوله ( ولا يقتلن أولادهن ) وهذا يشمل قتله بعد وجوده ، كما كان أهل الجاهلية يقتلون أولادهم خشية الإملاق ، ويعم قتله وهو جنين ، كما قد يفعله بعض الجهلة من النساء ، تطرح نفسها لئلا تحبل إما لغرض فاسد ، أو ما أشبهه .وقوله : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ابن عباس : يعني لا يلحقن بأزواجهن غير أولادهم . وكذا قال مقاتل . ويؤيد هذا الحديث الذي رواه أبو داود :حدثنا أحمد بن صالح ، حدثنا ابن وهب ، حدثنا عمرو - يعني : ابن الحارث ، - عن ابن الهاد ، عن عبد الله بن يونس ، عن سعيد المقبري ، عن أبي هريرة أنه سمع رسول الله - صلى الله عليه وسلم - يقول حين نزلت آية الملاعنة : \" أيما امرأة أدخلت على قوم من ليس منهم ، فليست من الله في شيء ، ولن يدخلها الله جنته ، وأيما رجل جحد ولده وهو ينظر إليه ، احتجب الله منه ، وفضحه على رءوس الأولين والآخرين \" .وقوله : ( ولا يعصينك في معروف ) يعني : فيما أمرتهن به من معروف ، ونهيتهن عنه من منكر .قال البخاري : حدثنا عبد الله بن محمد ، حدثنا وهب بن جرير ، حدثنا أبي قال : سمعت الزبير ، عن عكرمة ، عن ابن عباس في قوله : ( ولا يعصينك في معروف ) قال : إنما هو شرط شرطه الله للنساء .وقال ميمون بن مهران : لم يجعل الله لنبيه طاعة إلا لمعروف ، والمعروف : طاعة .وقال ابن زيد : أمر الله بطاعة رسوله ، وهو خيرة الله من خلقه في المعروف . وقد قال غيره عن ابن عباس ، وأنس بن مالك ، وسالم بن أبي الجعد ، وأبي صالح ، وغير واحد : نهاهن يومئذ عن النوح . وقد تقدم حديث أم عطية في ذلك أيضا .وقال ابن جرير : حدثنا بشر ، حدثنا يزيد ، حدثنا سعيد ، عن قتادة في هذه الآية : ذكر لنا أن نبي الله - صلى الله عليه وسلم - أخذ عليهن النياحة ، ولا تحدثن الرجال إلا رجلا منكن محرما . فقال عبد الرحمن بن عوف : يا نبي الله ، إن لنا أضيافا ، وإنا نغيب عن نسائنا . فقال رسول الله - صلى الله عليه وسلم - : \" ليس أولئك عنيت ، ليس أولئك عنيت \" .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى الفراء ، أخبرنا ابن أبي زائدة ، حدثني مبارك ، عن الحسن قال : كان فيما أخذ النبي - صلى الله عليه وسلم - : \" ألا تحدثن الرجال إلا أن تكون ذات محرم ، فإن الرجل لا يزال يحدث المرأة حتى يمذي بين فخذيه \" .وقال ابن جرير : حدثنا ابن حميد ، حدثنا هارون ، عن عمرو ، عن عاصم ، عن ابن سيرين ، عن أم عطية الأنصارية قالت : كان فيما اشترط علينا من المعروف حين بايعنا ألا ننوح ، فقالت امرأة من بني فلان : إن بني فلان أسعدوني ، فلا حتى أجزيهم ، فانطلقت ، فأسعدتهم ، ثم جاءت فبايعت ، قالت : فما وفى منهن غيرها ، وغير أم سليم ابنة ملحان أم أنس بن مالك .وقد روى البخاري هذا الحديث من طريق حفصة بنت سيرين ، عن أم عطية نسيبة الأنصارية رضي الله عنها وقد روي نحوه من وجه آخر أيضا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا أبو نعيم ، حدثنا عمر بن فروخ القتات ، حدثني مصعب بن نوح الأنصاري قال : أدركت عجوزا لنا كانت فيمن بايع رسول الله - صلى الله عليه وسلم - . قالت : فأتيته لأبايعه ، فأخذ علينا فيما أخذ ألا تنحن . فقالت عجوز : يا رسول الله ، إن ناسا قد كانوا أسعدوني على مصائب أصابتني ، وأنهم قد أصابتهم مصيبة ، فأنا أريد أسعدهم . قال : \" فانطلقي فكافئيهم \" . فانطلقت فكافأتهم ، ثم إنها أتته فبايعته ، وقال : هو المعروف الذي قال الله عز وجل : ( ولا يعصينك في معروف ) .وقال ابن أبي حاتم : حدثنا أحمد بن منصور الرمادي ، حدثنا القعنبي ، حدثنا الحجاج بن صفوان ، عن أسيد بن أبي أسيد البراد ، عن امرأة من المبايعات قالت : كان فيما أخذ علينا رسول الله - صلى الله عليه وسلم - : أن لا نعصيه في معروف : أن لا نخمش وجوها ، ولا ننشر شعرا ، ولا نشق جيبا ، ولا ندعو ويلا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا وكيع ، عن يزيد مولى الصهباء ، عن شهر بن حوشب ، عن أم سلمة ، عن رسول الله - صلى الله عليه وسلم - في قوله : ( ولا يعصينك في معروف ) قال : \" النوح \" .ورواه الترمذي في التفسير ، عن عبد بن حميد ، عن أبي نعيم ، وابن ماجه ، عن أبي بكر بن أبي شيبة ، عن وكيع - كلاهما عن يزيد بن عبد الله الشيباني مولى الصهباء به . ، وقال الترمذي : حسن غريب .وقال ابن جرير : حدثنا محمد بن سنان القزاز ، حدثنا إسحاق بن إدريس ، حدثنا إسحاق بن عثمان أبو يعقوب ، حدثني إسماعيل بن عبد الرحمن بن عطية ، عن جدته أم عطية قالت : لما قدم رسول الله - صلى الله عليه وسلم - جمع نساء الأنصار في بيت ، ثم أرسل إلينا عمر بن الخطاب ، رضي الله عنه ، فقام على الباب وسلم علينا ، فرددن - أو : فرددنا - عليه السلام ، ثم قال : \" أنا رسول رسول الله - صلى الله عليه وسلم - إليكن \" . قالت : فقلنا : مرحبا برسول الله وبرسول رسول الله . فقال : \" تبايعن على ألا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ؟ \" قالت : فقلنا : نعم . قالت : فمد يده من خارج الباب - أو : البيت - ومددنا أيدينا من داخل البيت ، ثم قال : \" اللهم اشهد \" . قالت : وأمرنا في العيدين أن نخرج فيه الحيض ، والعواتق ، ولا جمعة علينا ، ونهانا عن اتباع الجنائز . قال إسماعيل : فسألت جدتي عن قوله : ( ولا يعصينك في معروف ) قالت : النياحة .وفي الصحيحين من طريق الأعمش ، عن عبد الله بن مرة ، عن مسروق ، عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : \" ليس منا من ضرب الخدود ، وشق الجيوب ، ودعا بدعوى الجاهلية \" .وفي الصحيحين أيضا عن أبي موسى : أن رسول الله - صلى الله عليه وسلم - برئ من الصالقة ، والحالقة ، والشاقة .وقال الحافظ أبو يعلى : حدثنا هدبة بن خالد ، حدثنا أبان بن يزيد ، حدثنا يحيى بن أبي كثير : أن زيدا حدثه : أن أبا سلام حدثه : أن أبا مالك الأشعري حدثه : أن رسول الله - صلى الله عليه وسلم - قال : \" أربع في أمتي من أمر الجاهلية لا يتركونهن : الفخر في الأحساب ، والطعن في الأنساب ، والاستسقاء بالنجوم ، والنياحة . وقال : النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ، ودرع من جرب \" .ورواه مسلم في صحيحه منفردا به ، من حديث أبان بن يزيد العطار به . .وعن أبي سعيد : أن رسول الله - صلى الله عليه وسلم - لعن النائحة والمستمعة . رواه أبو داود"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) الآية . وذلك يوم فتح مكة لما فرغ رسول الله - صلى الله عليه وسلم - من بيعة الرجال وهو على الصفا وعمر بن الخطاب أسفل منه وهو يبايع النساء بأمر رسول الله - صلى الله عليه وسلم - ويبلغهن عنه وهند بنت عتبة امرأة أبي سفيان متنقبة متنكرة مع النساء خوفا من رسول الله - صلى الله عليه وسلم - أن يعرفها فقال رسول الله - صلى الله عليه وسلم - : أبايعكن على أن لا تشركن بالله شيئا فرفعت هند رأسها وقالت : والله إنك لتأخذ علينا أمرا ما رأيناك أخذته على الرجال وبايع الرجال يومئذ على الإسلام والجهاد فقط فقال النبي - صلى الله عليه وسلم - \" ولا يسرقن \" فقالت هند : إن أبا سفيان رجل شحيح وإني أصبت من ماله هنات فلا أدري أيحل لي أم لا فقال أبو سفيان : ما أصبت من شيء فيما مضى وفيما غبر فهو لك حلال فضحك رسول الله - صلى الله عليه وسلم - وعرفها فقال لها : وإنك لهند بنت عتبة قالت : نعم ، فاعف عما سلف عفا الله عنك فقال : \" ولا يزنين \" فقالت هند : أو تزني الحرة فقال : \" ولا يقتلن أولادهن \" فقالت هند : ربيناهن صغارا وقتلتموهم كبارا فأنتم وهم أعلم وكان ابنها حنظلة بن أبي سفيان قد قتل يوم بدر فضحك عمر رضي الله عنه حتى استلقى وتبسم رسول الله - صلى الله عليه وسلم - فقال : \" ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن \" - وهي أن تقذف ولدا على زوجها ليس منه - قالت هند : والله إن البهتان لقبيح وما تأمرنا إلا بالرشد ومكارم الأخلاق فقال : \" ولا يعصينك في معروف \" قالت هند : ما جلسنا مجلسنا هذا وفي أنفسنا أن نعصيك في شيء . فأقر النسوة بما أخذ عليهنقوله - عز وجل - : ( ولا يقتلن أولادهن ) أراد وأد البنات الذي كان يفعله أهل الجاهلية قوله ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) ليس المراد منه نهيهن عن الزنا لأن النهي عن الزنا قد تقدم ذكره بل المراد منه أن تلتقط مولودا وتقول لزوجها هذا ولدي منك فهو البهتان المفترى بين أيديهن وأرجلهن لأن الولد إذا وضعته الأم سقط بين يديها ورجليها . قوله ( ولا يعصينك في معروف ) أي في كل أمر وافق طاعة الله . قال بكر بن عبد الله المزني : في كل أمر فيه رشدهن . وقال مجاهد : لا تخلو المرأة بالرجال . وقال سعيد بن المسيب والكلبي وعبد الرحمن بن زيد : هو النهي عن النوح والدعاء بالويل وتمزيق الثوب وحلق الشعر ونتفه وخمش الوجه ولا تحدث المرأة الرجال إلا ذا محرم ولا تخلو برجل غير ذي محرم ولا تسافر إلا مع ذي محرم .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا أبو معمر حدثنا عبد الوارث حدثنا أيوب عن حفصة بنت سيرين عن أم عطية قالت : بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا \" أن لا يشركن بالله شيئا \" ونهانا عن النياحة فقبضت امرأة يدها فقالت : أسعدتني فلانة أريد أن أجزيها فما قال لها النبي - صلى الله عليه وسلم - شيئا فانطلقت ورجعت وبايعهاأخبرنا أحمد بن إبراهيم الشريحي أخبرنا أحمد بن محمد بن إبراهيم الثعلبي أخبرنا الحسين بن محمد بن الحسين الدينوري حدثنا أحمد بن محمد بن إسحاق حدثنا أبو يعلى الموصلي حدثنا هدبة بن خالد حدثنا أبان بن يزيد حدثنا يحيى بن أبي كثير أن زيدا حدثه أن أبا سلام حدثه أن أبا مالك الأشعري حدثه أن رسول الله - صلى الله عليه وسلم - قال : \" أربع في أمتي من أمر الجاهلية لا يتركونهن : الفخر في الأحساب والطعن في الأنساب والاستسقاء بالنجوم والنياحة \" . وقال : \" النائحة إذا لم تتب قبل موتها تقوم يوم القيامة وعليها سربال من قطران ودرع من جربأخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا عمرو بن حفص حدثنا أبي أخبرنا الأعمش عن عبد الله بن مرة عن مسروق عن عبد الله قال : قال النبي - صلى الله عليه وسلم - : \" ليس منا من ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية \" قوله : ( فبايعهن ) يعني إذا بايعنك فبايعهن ( واستغفر لهن الله إن الله غفور رحيم )أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثني محمود حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن عروة عن عائشة رضي الله عنها قالت : كان النبي - صلى الله عليه وسلم - يبايع النساء بالكلام بهذه الآية : \" لا يشركن بالله شيئا \" قالت : وما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة إلا امرأة يملكهاأخبرنا أحمد بن إبراهيم الشريحي أخبرنا أبو إسحاق الثعلبي أخبرنا محمد بن عبد الله بن حمدون أخبرنا مكي بن عبدان حدثنا عبد الرحمن بن بشر حدثنا سفيان بن عيينة عن محمد بن المنكدر سمع أميمة بنت رقية تقول : بايعت رسول الله - صلى الله عليه وسلم - في نسوة فقال لنا : فيما استطعتن وأطقتن فقلت : رسول الله - صلى الله عليه وسلم - أرحم بنا من أنفسنا ، قلت : يا رسول الله بايعنا قال سفيان : يعني صافحنا فقال : \" إني لا أصافح النساء إنما قولي لامرأة كقولي لمائة امرأة \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله إن الله غفور رحيمفيها ثماني مسائل :الأولى : قوله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك لما فتح رسول الله صلى الله عليه وسلم مكة جاء نساء أهل مكة يبايعنه ، فأمر أن يأخذ عليهن ألا يشركن . وفي صحيح مسلم عن عائشة زوج النبي صلى الله عليه وسلم قالت : كان المؤمنات إذا هاجرن إلى رسول الله صلى الله عليه وسلم يمتحن بقول الله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين إلى آخر الآية . قالت عائشة : فمن أقر بهذا من المؤمنات فقد أقر بالمحنة ، وكان رسول الله صلى الله عليه وسلم إذا أقررن بذلك من قولهن قال لهن رسول الله صلى الله عليه وسلم : \" انطلقن فقد بايعتكن \" ولا والله ما مست يد رسول الله يد امرأة قط ، غير أنه بايعهن بالكلام . قالت عائشة : والله ما أخذ رسول الله صلى الله عليه وسلم على النساء قط إلا بما أمره الله عز وجل ، وما مست كف رسول الله صلى الله عليه وسلم كف امرأة قط ; وكان يقول لهن إذا أخذ عليهن : \" قد بايعتكن \" كلاما . وروي أنه عليه الصلاة والسلام بايع النساء وبين يديه وأيديهن ثوب ، وكان يشترط عليهن . وقيل : لما فرغ من بيعة الرجال جلس على الصفا ومعه عمر أسفل منه ، فجعل يشترط على النساء البيعة وعمر يصافحهن . وروي أنه كلف امرأة وقفت على الصفا فبايعتهن . ابن العربي : وذلك ضعيف ، وإنما ينبغي التعويل على ما في الصحيح . وقالت أم عطية : لما قدم رسول الله صلى الله عليه وسلم المدينة جمع نساء الأنصار في بيت ، ثم أرسل إلينا عمر بن الخطاب ، فقام على الباب فسلم فرددن عليه السلام ، فقال : أنا رسول رسول الله صلى الله عليه وسلم إليكن ; ألا تشركن بالله شيئا . فقلن : نعم . فمد يده من خارج البيت ومددنا أيدينا من داخل البيت ; ثم قال : اللهم اشهد . وروى عمرو بن شعيب عن أبيه عن جده أن النبي صلى الله عليه وسلم كان إذا بايع النساء دعا بقدح من ماء ، فغمس يده فيه ثم أمر النساء فغمسن أيديهن فيه .الثانية : روي أن النبي صلى الله عليه وسلم لما قال : على ألا يشركن بالله شيئا ، قالت هند بنت عتبة وهي منتقبة خوفا من النبي صلى الله عليه وسلم أن يعرفها لما صنعته بحمزة يوم أحد : والله إنك لتأخذ علينا أمرا ما رأيتك أخذته على الرجال ، وكان بايع الرجال يومئذ على الإسلام والجهاد فقط - فقال النبي صلى الله عليه وسلم : \" ولا يسرقن \" فقالت هند : إن أبا سفيان رجل شحيح ، وإني أصيب من ماله قوتنا . فقال أبو سفيان : هو لك حلال . فضحك النبي صلى الله عليه وسلم وعرفها وقال : \" أنت هند \" فقالت : عفا الله عما سلف . ثم قال : \" ولا يزنين \" فقالت هند : أوتزني الحرة ! ثم قال : \" ولا يقتلن أولادهن \" أي لا يئدن الموءودات ولا يسقطن الأجنة . فقالت هند : ربيناهم صغارا وقتلتهم كبارا يوم بدر ، فأنتم وهم أبصر . وروى مقاتل أنها قالت : ربيناهم صغارا وقتلتموهم كبارا ، وأنتم وهم أعلم . فضحك عمر بن الخطاب حتى استلقى . وكان حنظلة بن أبي سفيان وهو بكرها قتل يوم بدر . ثم قال : ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف قيل : معنى بين أيديهن \" : ألسنتهن بالنميمة . ومعنى بين أرجلهن : فروجهن . وقيل : ما كان بين أيديهن من قبلة أو جسة ، وبين أرجلهن الجماع ، وقيل : المعنى لا يلحقن برجالهن ولدا من غيرهم . وهذا قول الجمهور . وكانت المرأة تلتقط ولدا فتلحقه بزوجها وتقول : هذا ولدي منك . فكان هذا من البهتان والافتراء . وقيل : ما بين يديها ورجليها كناية عن الولد ; لأن بطنها الذي تحمل فيه الولد بين يديها ، وفرجها الذي تلد منه بين رجليها . وهذا عام في الإتيان بولد وإلحاقه بالزوج وإن سبق النهي عن الزنى . وروي أن هندا لما سمعت ذلك قالت : والله إن البهتان لأمر قبيح ; ما تأمر إلا بالأرشد ومكارم الأخلاق ! ثم قال : ولا يعصينك في معروف قال قتادة : لا ينحن . ولا تخلو امرأة منهن إلا بذي محرم . وقال سعيد بن المسيب ، ومحمد بن السائب وزيد بن أسلم : هو ألا يخمشن وجها . ولا يشققن جيبا ، ولا يدعون ويلا ، ولا ينشرن شعرا ، ولا يحدثن الرجال إلا ذا محرم . وروت أم عطية عن النبي صلى الله عليه وسلم أن ذلك في النوح . وهو قول ابن عباس . وروى شهر بن حوشب عن أم سلمة عن النبي صلى الله عليه وسلم ولا يعصينك في معروف فقال : هو النوح . وقال مصعب بن نوح : أدركت عجوزا ممن بايع النبي صلى الله عليه وسلم ، فحدثتني عنه عليه الصلاة والسلام في قول : ولا يعصينك في معروف فقال : \" النوح \" . وفي صحيح مسلم عن أم عطية لما نزلت هذه الآية : يبايعنك على ألا يشركن بالله شيئا إلى قوله : ولا يعصينك في معروف قال : كان منه النياحة قالت : فقلت : يا رسول الله ، إلا آل فلان فإنهم كانوا أسعدوني في الجاهلية ; فلا بد لي من أن أسعدهم . فقال رسول الله صلى الله عليه وسلم : \" إلا آل فلان \" . وعنها قالت : أخذ علينا رسول الله صلى الله عليه وسلم مع البيعة ألا ننوح ; فما وفت منا امرأة إلا خمس : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ أو ابنة أبي سبرة ، وامرأة معاذ . وقيل : إن المعروف هاهنا الطاعة لله ولرسوله ; قاله ميمون بن مهران . وقال بكر بن عبد الله المزني : لا يعصينك في كل أمر فيه رشدهن . الكلبي : هو عام في كل معروف أمر الله عز وجل ورسوله به . فروي أن هندا قالت عند ذلك : ما جلسنا في مجلسنا هذا وفي أنفسنا أن نعصيك في شيء .الثالثة : ذكر الله عز وجل ورسوله عليه الصلاة والسلام في صفة البيعة خصالا شتى ; صرح فيهن بأركان النهي في الدين ولم يذكر أركان الأمر . وهي ستة أيضا : الشهادة ، والصلاة ، والزكاة ، والصيام ، والحج ، والاغتسال من الجنابة . وذلك لأن النهي دائم في كل الأزمان وكل الأحوال ; فكان التنبيه على اشتراط الدائم آكد . وقيل : إن هذه المناهي كان في النساء كثير من يرتكبها ولا يحجزهن عنها شرف النسب ، فخصت بالذكر لهذا . ونحو منه قوله عليه الصلاة والسلام لوفد عبد القيس : \" وأنهاكم عن الدباء والحنتم والنقير والمزفت \" فنبههم على ترك المعصية في شرب الخمر دون سائر المعاصي ، لأنها كانت شهوتهم وعادتهم ، وإذا ترك المرء شهوته من المعاصي هان عليه ترك سائرها مما لا شهوة له فيها .الرابعة : لما قال النبي صلى الله عليه وسلم في البيعة : \" ولا يسرقن \" قالت هند : يا رسول الله ، إن أبا سفيان رجل مسيك ، فهل علي حرج أن آخذ ما يكفيني وولدي ؟ قال : \" لا إلا بالمعروف \" فخشيت هند أن تقتصر على ما يعطيها فتضيع ، أو تأخذ أكثر من ذلك فتكون سارقة ناكثة للبيعة المذكورة . فقال لها النبي صلى الله عليه وسلم : لا ؛ أي لا حرج عليك فيما أخذت بالمعروف ، يعني من غير استطالة إلى أكثر من الحاجة . قال ابن العربي وهذا إنما هو فيما لا يخزنه عنها في حجاب ولا يضبط عليه بقفل فإنه إذا هتكته الزوجة وأخذت منه كانت سارقة تعصي به وتقطع يدها .الخامسة : قال عبادة بن الصامت : أخذ علينا رسول الله صلى الله عليه وسلم كما أخذ على النساء : \" ألا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم ، ولا يعضه بعضكم بعضا ، ولا تعصوا في معروف أمركم به \" . معنى \" يعضه \" يسحر . والعضه : السحر . ولهذا قال ابن بحر وغيره في قوله تعالى : ولا يأتين ببهتان : إنه السحر . وقال الضحاك : هذا نهي عن البهتان ، أي لا يعضهن رجلا ولا امرأة . ببهتان أي بسحر . والله أعلم . يفترينه بين أيديهن وأرجلهن والجمهور على أن معنى ببهتان بولد يفترينه بين أيديهن ما أخذته لقيطا . وأرجلهن ما ولدته من زنى . وقد تقدم .السادسة : قوله تعالى : ولا يعصينك في معروف في البخاري عن ابن عباس في قوله تعالى : ولا يعصينك في معروف قال : إنما هو شرط شرطه الله للنساء . واختلف في معناه على ما ذكرنا . والصحيح أنه عام في جميع ما يأمر به النبي صلى الله عليه وسلم وينهى عنه ; فيدخل فيه النوح وتخريق الثياب وجز الشعر والخلوة بغير محرم إلى غير ذلك . وهذه كلها كبائر ومن أفعال الجاهلية . وفي صحيح مسلم عن أبي مالك الأشعري أن النبي صلى الله عليه وسلم قال : \" أربع في أمتي من أمر الجاهلية فذكر منها النياحة \" . وروى يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" هذه النوائح يجعلن يوم القيامة صفين ، صفا عن اليمين وصفا عن اليسار ، ينبحن كما تنبح الكلاب في يوم كان مقداره خمسين ألف سنة ، ثم يؤمر بهن إلى النار \" . وعنه قال : قال رسول الله صلى الله عليه وسلم : \" لا تصلي الملائكة على نائحة ولا مرنة \" . وروي عن عمر بن الخطاب رضي الله عنه أنه سمع نائحة فأتاها فضربها بالدرة حتى وقع خمارها عن رأسها . فقيل : يا أمير المؤمنين ، المرأة المرأة ! قد وقع خمارها . فقال : إنها لا حرمة لها . أسند جميعه الثعلبي رحمه الله .أما تخصيص قوله : \" في معروف \" مع قوة قوله : \" ولا يعصينك \" ففيه قولان : أحدهما : أنه تفسير للمعنى على التأكيد ; كما قال تعالى : قال رب احكم بالحق لأنه لو قال احكم لكفى . الثاني : إنما شرط المعروف في بيعة النبي صلى الله عليه وسلم حتى يكون تنبيها على أن غيره أولى بذلك وألزم له وأنفى للإشكال .السابعة : روى البخاري عن عبادة بن الصامت قال : كنا عند النبي صلى الله عليه وسلم فقال : \" أتبايعونني على ألا تشركوا بالله شيئا ولا تزنوا ولا تسرقوا \" - قرأ آية النساء ، وأكثر لفظ سفيان : قرأ في الآية - \" فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله فهو إلى الله ، إن شاء عذبه وإن شاء غفر له منها \" . وفي الصحيحين عن ابن عباس قال : شهدت الصلاة يوم الفطر مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان ; فكلهم يصليها قبل الخطبة ثم يخطب ; فنزل نبي الله صلى الله عليه وسلم فكأني أنظر إليه حين يجلس الرجال بيده ، ثم أقبل يشقهم حتى أتى النساء مع بلال فقال : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن - حتى فرغ من الآية كلها ، ثم قال حين فرغ - : \" أنتن على ذلك ؟ \" فقالت امرأة واحدة لم يجبه غيرها : نعم يا رسول الله ; لا يدري الحسن من هي . قال : \" فتصدقن \" وبسط بلال ثوبه فجعلن يلقين الفتخ والخواتيم في ثوب بلال . لفظ البخاري .الثامنة : قال المهدوي : أجمع المسلمون على أنه ليس للإمام أن يشترط عليهن هذا ; والأمر بذلك ندب لا إلزام . وقال بعض أهل النظر : إذا احتيج إلى المحنة من أجل تباعد الدار كان على إمام المسلمين إقامة المحنة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (12)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ ) بالله (يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ ) يقول: ولا يأتين بكذب يكذبنه في مولود يوجد بين أيديهنّ وأرجلهن. وإنما معنى الكلام: ولا يلحقن بأزواجهنّ غير أولادهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ ) يقول: لا يلحقن بأزواجهنّ غير أولادهم.وقوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) يقول: ولا يعصينك يا محمد في معروف من أمر الله عزّ وجلّ تأمرهن به . وذكر أن ذلك المعروف الذي شرط عليهنّ أن لا يعصين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيه هو النياحة.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) يقول: لا يُنْحن.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا عبد الله بن المبارك، عن سفيان، عن منصور، عن سالم بن أبي الجعد، (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) ، قال: النوح.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن منصور، عن سالم بن أبي الجعد، مثله.حدثنا ابن حُمَيد، قال: ثنا جرير، عن منصور، عن سالم، مثله.حدثنا محمد بن عبيد المحاربيّ، قال: ثنا موسى بن عمير، عن أبي صالح، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: في نياحة.حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن منصور، عن سالم بن أبي الجعد (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: النوح.قال ثنا مهران، عن سفيان، عن زيد بن أسلم (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يخدشن وجهًا، ولا يشققن جيبًا، ولا يدعونّ ويلا ولا ينشدن شعرًا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: \" كانت محنة النساء أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أمر عمر بن الخطاب رضي الله عنه فقال: قل لهنّ: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يبايعكنّ على أن لا تشركن بالله شيئا، وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة رحمة الله عليه متنكرة في النساء، فقالت: إني إن أتكلم يعرفني، وإن عرفني قتلني، إنما تنكرت فرَقا من رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسكت النسوة اللاتي مع هند، وأبين أن يتكلمن، قالت هند وهي متنكرة: كيف يقبل من النساء شيئًا لم يقبله من الرجال؟ فنطر إليها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وقال لعمر: قُلْ لَهُنَّ وَلا يسْرِقْنَ، قالت هند: والله إني لأصيب من أبى سفيان الهنات (1) وما أدري أيحلهن لي أم لا قال أبو سفيان: ما أصبت من شيء مضى، أو قد بقي، فهو لك حلال فضحك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعرفها، فدعاها فأتته، فأخذت بيده، فعاذت به، فقال: أنْتِ هنْدٌ، فقالت: عفا الله عما سلف، فصرف عنها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال (وَلا يَزْنِينَ ) فقالت: يا رسول الله وهل تزني الحرة؟ قال: لا والله ما تَزْنيِ الحُرة؛ قال: وَلا يَقْتُلْنَ أولادَهُن، قالت هند: أنت قتلتهم يوم بدر فأنت وهم أبصر؛ قال: وَلا يَأتِينَ بِبُهتانٍ يفْترِينهُ بَينَ أيْدِيهن وأرْجلهِنَ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ؛ قال: منعهن أن ينحن، وكان أهل الجاهلية يمزقن الثياب وَيخدِشْن الوجوه، ويقطِّعن الشعور؛ ويدعون بالثُّبور والويل \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ ) حتى بلغ (فَبَايِعْهُنَّ ) ذُكر لنا أن نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم أخذ عليهن يومئذ النياحة، ولا تحدثن الرجال، إلا رجلا منكن مَحْرَما، فقال عبد الرحمن بن عوف: يا نبي الله إن لنا أضيافا، وأنا نغيب عن نسائنا؛ قال: فقال رسول الله: \" لَيْسَ أُولَئِكَ عَنَيْتُ\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: هو النوح أُخِذ عليهن لا ينحن، ولا يخلُونَّ بحديث الرجال إلا مع ذي محْرم؛ قال: فقال عبد الرحمن بن عوف: إنا نغيب ويكون لنا أضياف؛ قال: \" وليس أولئك عنيت \".حدثنا ابن بشار، قال: ثنا سليمان، قال: أخبرنا أَبو هلال، قال: ثنا قتادة، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يحدثن رجلا.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني ابن عياش، عن سليمان بن سليمان، عن عمرو بن شعيب، عن أبيه، عن جده، قال: \" جاءت أُميمة بنت رقيقة إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم تبايعه على الإسلام، فقال لها النبي صَلَّى الله عَلَيْهِ وَسَلَّم: أبايعُكِ على أن لا تُشْركي بالله شيْئا، ولا تَسْرِقي، ولا تَزْني، وَلا تَقْتُلي وَلَدَكِ، وَلا تَأتي بِبُهْتانٍ تفتَرِينَهُ بَينَ يديْكِ ورِجْلَيْكِ، وَلا تَنُوحي وَلا تَبرَّجِي تَبرجَ الجاهِليةِ الأولى \".حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، قالت: \" جاءت نسوة إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يبايعنه، فقال: فِيما اسْتَطَعْتُنَّ وأطَقْتنَّ، فقلنا: الله ورسوله أرحم بنا منا بأنفسنا \".حدثنا محمد بن عبد الله بن عبد الحكم، قال: ثنا أبي وشعيب بن الليث، عن الليث، قال: ثنا خالد بن يزيد، عن ابن أَبي هلال، عن ابن المنكدر \" أن أُمَيمة أخبرته أنها دخلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نسوة، فقلن: يا رسول الله ابسط يدك نصافحك، فقال: إني لا أُصافحُ النِّساءَ، وَلَكِن سآخُذُ عَلَيْكُنَّ، فأخذ علينا حتى بلغ (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) فقال: \" فيما أطَقْتُنَّ واسْتَطَعْتُنَّ فَقلن: الله أرحم بنا من أنفسنا .حدثنا ابن حُمَيد، قال: ثنا هارون، عن عمرو، عن عاصم، عن ابن سيرين، عن أمّ عطية الأنصارية، قالت: \" كان فيما اشترط علينا من المعروف حين بايعنا أن لا ننوح، فقالت امرأة من بني فلان: إن بني فلان أسعدوني، فلا حتى أجزيهم، فانطلقت فأسعدتهم، ثم جاءت فبايعت؛ قال: فما وفى منهن غيرها وغير أمّ سليم ابنة ملحان أمّ أنس بن مالك \" .حدثنا أبو كُرَيب، قال: ثنا أبو نعيم، قال: ثنا عمرو بن فروخ القتات، قال: ثنا مصعب بن نوح الأنصاريّ، قال: \" أدركت عجوزا لنا كانت فيمن بايع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، قالت: فأتيته لأبايعه، فأخذ علينا فيما أخذ ولا تَنُحنَ، فقالت عجوز: يا نبيّ الله إن ناسًا قد كانوا أسعدوني على مصائب أصابتني، وإنهم قد أصابتهم مصيبة، فأنا أريد أن أسعدهم؛ قال: فانْطلقِي فَكافِئِيهمْ، ثم إنها أتت فبايعته، قال: هو المعروف الذي قال الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن يزيد، مولى الصهباء، عن شهر بن حوشب، عن أم سلمة عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: النوح.حدثنا أبو كُرَيب، قال: ثنا يونس، قال: ثنا محمد بن إسحاق، عن محمد بن المنكدر، عن أُميمة بنت رقيقة التيمية، قالت: \" بايعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نسوة من المسلمين، فقلنا له: جئناك يا رسول الله نبايعك على أن لا نشرك بالله شيئًا، ولا نسرِقَ، ولا نزنِي، ولا نقتلَ أولادنا، ولا نأتيَ ببهتان نفتريه بين أيدينا وأرجلنا، ولا نعصيك في معروف؛ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" فِيمَا اسْتَطَعْتُنَّ وَأَطَقْتُنَّ\"، فقلنا: اللهُ وَرَسُولُهُ أرحم بنا من أنفسنا، فقلنا: بايعنا يا رسول الله، فقال: \" اذْهَبْنَ فَقَدْ بَايعْتُكُنَّ، إنَّمَا قَوْلِي لمئَةِ امْرَأَةٍ كَقَوْلِي لامْرَأَةٍ وَاحِدَةٍ\"، وما صافح رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم منا أحدًا.حدثنا أبو كُرَيب، قال: ثنا يونس بن بكير، عن عيسى بن عبد الله التميمي، عن محمد بن المنكدر، عن أُميمة بنت رقيقة خالة فاطمة بنت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: سمعتها تقول: \" بايعنا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأخذ علينا أن لا نشرك بالله شيئًا، فذكر مثل حديث محمد بن إسحاق \".حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، قالت: \" أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نساء نبايعه، قالت: فأخذ علينا النبي صَلَّى الله عَلَيْهِ وَسَلَّم بما في القرآن (أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا ) ... الآية، ثم قال: \" فيما استَطَعْتُنَّ وَأَطَقْتُنَّ \" فقلنا : يا رسول الله ألا تصافحنا؟ فقال: \" إنّي لا أُصَافِحُ النِّسَاءَ مَا قَوْلِي لامْرَأَةٍ وَاحِدَةٍ إلا كَقَوْلِي لِمِئَةِ امْرَأَةٍ\".حدثنا ابن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سلمة، عن زُهير، عن موسى بن عقبة، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثت ، عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) والمعروف: ما اشترط عليهنّ في البيعة أن يتبعن أمره.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) فقال: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نبيه وخيرته من خلقه ثم لم يستحلّ له أمور أمر (2) إلا بشرط لم يقل: ولا يعصينك ويترك حتى قال في معروف: فكيف ينبغي لأحد أن يُطاع في غير معروف وقد اشترط الله هذا على نبيه، قال: فالمعروف كلّ معروف أمرهنّ به في الأمور كلها وينبغي لهنّ أن لا يعصين.حدثنا محمد بن سنان القزاز، ثنا إسحاق بن إدريس، ثنا إسحاق بن عثمان بن يعقوب، قال: ثني إسماعيل بن عبد الرحمن بن عطية، عن جدته أمّ عطية، قالت: لما قدم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم المدينة، جمع بين نساء الأنصار في بيت، ثم أرسل إلينا عمر بن الخطاب، فقام على الباب فسلم علينا، فرددن، أو فرددنا عليه، ثم قال: أنا رسول رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إليكنّ، قالت: فقلنا مرحبًا برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وبرسول رسول الله، فقال: تبايعن على أن لا تشركن بالله شيئًا، ولا تسرقن، ولا تزنين، قالت: قلنا نعم؛ قال: فمدّ يده من خارج الباب أو البيت، ومددنا أيدينا من داخل البيت، ثم قال: اللهمّ اشهد؛ قالت: وأمرنا في العيدين أن نخرج فيه الحيَّض والعواتقولا جمعة علينا، ونهانا عن اتباع الجنازة، قال إسماعيل: فسألت جدتي عن قول الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قالت: النياحة.حدثني محمد بن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سلمة، عن زهير، في قول الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يخلوا الرجل بامرأة.وقوله: (فَبَايِعْهُنَّ ) يقول جلّ ثناؤه: إذا جاءك المؤمنات يبايعنك على هذه الشروط، فبايعهن، (وَاسْتَغْفِرْ لَهُنَّ اللَّهَ ) يقول: سل لهنّ الله أن يصفح عن ذنوبهنّ، ويسترها عليهنّ بعفوه لهنّ عنها، (إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) يقول: إن الله ذو ستر على ذنوب من تاب إليه من ذنوبه أن يعذّبه عليها بعد توبته منها."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها الذين آمنوا بالله ورسوله، لا تتخذوا الذين غضب الله عليهم؛ لكفرهم أصدقاء وأخلاء، قد يئسوا من ثواب الله في الآخرة، كما يئس الكفار المقبورون، من رحمة الله في الآخرة؛ حين شاهدوا حقيقة الأمر، وعلموا علم اليقين أنهم لا نصيب لهم منها، أو كما يئس الكفار مِن بَعْث موتاهم -أصحاب القبور-؛ لاعتقادهم عدم البعث."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم» هم اليهود «قد يئسوا من الآخرة» من ثوابها مع إيقانهم بها لعنادهم النبي مع علمهم بصدقه «كما يئس الكفار» الكائنون «من أصحاب القبور» أي المقبورين من خير الآخرة، إذ تعرض عليهم مقاعدهم من الجنة لو كانوا آمنوا وما يصيرون إليه من النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: يا أيها المؤمنون، إن كنتم مؤمنين بربكم، ومتبعين لرضاه ومجانبين لسخطه،  لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ  وإنما غضب عليهم لكفرهم، وهذا شامل لجميع أصناف الكفار.  قَدْ يَئِسُوا مِنَ الْآخِرَةِ  أي: قد حرموا من خير الآخرة، فليس لهم منها نصيب، فاحذروا أن تولوهم فتوافقوهم على شرهم وكفرهم  فتحرموا خير الآخرة كما حرموا.[وقوله]  كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ  حين أفضوا إلى الدار الآخرة، ووقفوا على حقيقة الأمر  وعلموا علم اليقين أنهم لا نصيب لهم منها. ويحتمل أن المعنى: قد يئسوا من الآخرة أي: قد أنكروها وكفروا بها، فلا يستغرب حينئذ منهم الإقدام على مساخط الله وموجبات عذابه وإياسهم من الآخرة، كما يئس الكفار المنكرون للبعث في الدنيا من رجوع أصحاب القبور إلى الله تعالى.تم تفسير سورة الممتحنة،والحمد لله رب العالمين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ينهى تبارك وتعالى عن موالاة الكافرين في آخر \" هذه السورة \" كما نهى عنها في أولها فقال : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) يعني : اليهود والنصارى وسائر الكفار ، ممن غضب الله عليه ولعنه واستحق من الله الطرد والإبعاد ، فكيف توالونهم وتتخذونهم أصدقاء وأخلاء وقد يئسوا من الآخرة ، أي : من ثواب الآخرة ونعيمها في حكم الله عز وجل . وقوله : ( كما يئس الكفار من أصحاب القبور ) فيه قولان ، أحدهما : كما يئس الكفار الأحياء من قراباتهم الذين في القبور أن يجتمعوا بهم بعد ذلك ; لأنهم لا يعتقدون بعثا ولا نشورا ، فقد انقطع رجاؤهم منهم فيما يعتقدونه .قال العوفي ، عن ابن عباس : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) إلى آخر السورة ، يعني من مات من الذين كفروا فقد يئس الأحياء من الذين كفروا أن يرجعوا إليهم أو يبعثهم الله عز وجل .وقال الحسن البصري : ( كما يئس الكفار من أصحاب القبور ) قال : الكفار الأحياء قد يئسوا من الأموات .وقال قتادة : كما يئس الكفار أن يرجع إليهم أصحاب القبور الذين ماتوا . وكذا قال الضحاك . رواهن ابن جرير .والقول الثاني : معناه : كما يئس الكفار الذين هم في القبور من كل خير .قال الأعمش ، عن أبي الضحى ، عن مسروق ، عن ابن مسعود : ( كما يئس الكفار من أصحاب القبور ) قال : كما يئس هذا الكافر إذا مات وعاين ثوابه واطلع عليه . وهذا قول مجاهد ، وعكرمة ، ومقاتل ، وابن زيد ، والكلبي ، ومنصور . وهو اختيار ابن جرير .آخر تفسير سورة الممتحنة ولله الحمد والمنة."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) وهم اليهود وذلك أن أناسا من فقراء المسلمين كانوا يخبرون اليهود أخبار المسلمين يتوصلون إليهم بذلك فيصيبون من ثمارهم فنهاهم الله عن ذلك ( قد يئسوا ) يعني هؤلاء اليهود ( من الآخرة ) بأن يكون لهم فيها ثواب وخير ( كما يئس الكفار من أصحاب القبور ) أي : كما يئس الكفار الذين ماتوا وصاروا في القبور من أن يكون لهم حظ وثواب في الآخرة . قال مجاهد : الكفار حين دخلوا قبورهم أيسوا من رحمة الله . قال سعيد بن جبير : يئسوا من الآخرة كما يئس الكفار الذين ماتوا فعاينوا الآخرة . وقيل : كما يئس الكفار من أصحاب القبور أن يرجعوا إليهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الآخرة كما يئس الكفار من أصحاب القبورقوله تعالى : يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم يعني اليهود . وذلك أن ناسا من فقراء المسلمين كانوا يخبرون اليهود بأخبار المؤمنين ويواصلونهم فيصيبون بذلك من ثمارهم فنهوا عن ذلك . قد يئسوا من الآخرة يعني اليهود قاله ابن زيد . وقيل : هم المنافقون . وقال الحسن : هم اليهود والنصارى . قال ابن مسعود : معناه أنهم تركوا العمل للآخرة وآثروا الدنيا . وقيل : المعنى يئسوا من ثواب الآخرة ، قاله مجاهد .ومعنى كما يئس الكفار أي الأحياء من الكفار .من أصحاب القبور أن يرجعوا إليهم ; قاله الحسن وقتادة . قال ابن عرفة : وهم الذين قالوا : وما يهلكنا إلا الدهر . وقال مجاهد : المعنى كما يئس الكفار الذين في القبور أن يرجعوا إلى الدنيا .وقيل : إن الله تعالى ختم السورة بما بدأها من ترك موالاة الكفار ; وهي خطاب لحاطب بن أبي بلتعة وغيره . قال ابن عباس : يا أيها الذين آمنوا لا تتولوا أي لا توالوهم ولا تناصحوهم ; رجع تعالى بطوله وفضله على حاطب بن أبي بلتعة . يريد أن كفار قريش قد يئسوا من خير الآخرة كما يئس الكفار المقبورون من حظ يكون لهم في الآخرة من رحمة الله تعالى . وقال القاسم بن أبي بزة في قوله تعالى : قد يئسوا من الآخرة كما يئس الكفار من أصحاب القبور قال : من مات من الكفار يئس من الخير . والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (13)يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ ) من اليهود (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) .واختلف أهل التأويل في تأويل قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) فقال بعضهم: معنى ذلك: قد يئس هؤلاء القوم الذين غضب الله عليهم من اليهود من ثواب الله في الآخرة، وأن يُبعثوا، كما يئس الكفار الأحياء من أمواتهم الذين هم في القبور أن يرجعوا إليهم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ ) ... الآية، يعني من مات من الذين كفروا، فقد يئس الأحياء من الذين كفروا أن يرجعوا إليهم، أو يبعثهم الله.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور بن زاذان، عن الحسين أنه قال في هذه الآية: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) قال: الكفار الأحياء قد يئسوا من الأموات.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) يقول: يئسوا أن يُبعثوا كما يئس الكفار أن ترجع إليهم أصحاب القبور الذين ماتوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، الكافر لا يرجو لقاء ميته ولا أجره.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) يقول من مات من الذين كفروا فقد يئس الأحياء منهم أن يرجعوا إليهم، أو يبعثهم الله.وقال آخرون: بل معنى ذلك: قد يئسوا من الآخرة أن يرحمهم الله فيها، ويغفر لهم، كما يئس الكفار الذين هم أصحاب قبور قد ماتوا وصاروا إلى القبور من رحمة الله وعفوه عنهم في الآخرة، لأنهم قد أيقنوا بعذاب الله لهم.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، عن شعبة، عن الحكم، عن مجاهد، في هذه الآية (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية قال: أصحاب القبور الذين في القبور قد يئسوا من الآخرة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثني عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) قال: من ثواب الآخرة حين تبين لهم عملهن، وعاينوا النار.حدثنا ابن المثنى، قال: ثنا محمد، قال: ثنا شعبة، عن سماك، عن عكرمة أنه قال في هذه الآية (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، قال: أصحاب القبور قد يئسوا من الآخرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: قال الكلبي: قد يئسوا من الآخرة، يعني اليهود والنصارى، يقول: قد يئسوا من ثواب الآخرة وكرامتها، كما يئس الكفار الذين قد ماتوا فهم في القبور من الجنة حين رأوا مقعدهم من النار.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله (لا تَتَوَلَّوْا قَوْمًا ) ... الآية، قال: قد يئس هؤلاء الكفار من أن تكون لهم آخرة، كما يئس الكفار الذين ماتوا الذين في القبور من أن تكون لهم آخرة، لما عاينوا من أمر الآخرة، فكما يئس أولئك الكفار، كذلك يئس هؤلاء الكفار؛ قال: والقوم الذين غضب الله عليهم، يهودهم الذين يئسوا من أن تكون لهم آخرة، كما يئس الكفار قبلهم من أصحاب القبور، لأنهم قد علموا كتاب الله وأقاموا على الكفر به، وما صنعوا وقد علموا.حدثنا ابن حُميد، قال: ثنا جرير، عن منصور، في قوله: (يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، قال: قد يئسوا أن يكون لهم ثواب الآخرة، كما يئس من في القبور من الكفار من الخير، حين عاينوا العذاب والهوان.وأولى القولين في ذلك عندي بالصواب قول من قال: قد يئس هؤلاء الذين غضب الله عليهم من اليهود من ثواب الله لهم في الآخرة، وكرامته لكفرهم وتكذيبهم رسوله محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم على علم منهم بأنه لله نبيّ، كما يئس الكفار منهم الذين مضوا قبلهم فهلكوا، فصاروا أصحاب القبور، وهم &amp;; 23-349 &amp;; على مثل الذي هؤلاء عليه من تكذيبهم عيسى؛ صلوات الله عليه وغيره من الرسل، من ثواب الله وكرامته إياهم.وإنما قلنا: ذلك أولى القولين بتأويل الآية، لأن الأموات قد يئسوا من رجوعهم إلى الدنيا، أو أن يُبعثوا قبل قيام الساعة المؤمنون والكفار، فلا وجه لأن يخصّ بذلك الخبر عن الكفار، وقد شركهم في الإياس من ذلك المؤمنون.آخر تفسير سورة الممتحنة."
        }
      ]
    }
  ]
}