{
  "surah": {
    "surahNo": 65,
    "surahNameAr": "الطلاق",
    "surahNameArabicLong": "سورة الطلاق",
    "surahNameEn": "At-Talaaq",
    "revelationPlace": "Madina",
    "totalAyat": 12
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها النبي إذا أردتم- أنت والمؤمنون- أن تطلِّقوا نساءكم فطلقوهن مستقبلات لعدتهن -أي في طهر لم يقع فيه جماع، أو في حَمْل ظاهر- واحفظوا العدة؛ لتعلموا وقت الرجعة إن أردتم أن تراجعوهن، وخافوا الله ربكم، لا تخرجوا المطلقات من البيوت التي يسكنَّ فيها إلى أن تنقضي عدتهن، وهي ثلاث حيضات لغير الصغيرة والآيسة والحامل، ولا يجوز لهن الخروج منها بأنفسهن، إلا إذا فعلن فعلة منكرة ظاهرة كالزنى، وتلك أحكام الله التي شرعها لعباده، ومن يتجاوز أحكام الله فقد ظلم نفسه، وأوردها مورد الهلاك. لا تدري- أيها المطلِّق-: لعل الله يحدث بعد ذلك الطلاق أمرًا لا تتوقعه فتراجعها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها النبي» المراد أمته بقرينه ما بعده أو قل لهم «إذا طلقتم النساء» أي أردتم الطلاق «فطلقوهن لعدتهن» لأولها بأن يكون الطلاق في طهر لم تمس فيه لتفسيره صلي الله عليه وسلم بذلك، رواه الشيخان «وأحصوا العدة» أحفظوها لتراجعوا قبل فراغها «واتقوا الله ربكم» أطيعوه في أمره ونهيه «لا تخرجوهن من بيوتهن ولا يخرجن» منها حتى تنقضي عدتهن «إلا إن يأتين بفاحشة» زنا «مبيَّنة» بفتح الياء وكسرها، بينت أو بينة فيخرجن لإقامة الحد عليهن «وتلك» المذكورات «حدود الله ومن يتعدَّ حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك» الطلاق «أمراً» مراجعة فيما إذا كان واحدة أو اثنتين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى مخاطبًا لنبيه صلى الله عليه وسلم وللمؤمنين: يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ  أي: أردتم طلاقهن  ف  التمسوا لطلاقهن الأمر المشروع، ولا تبادروا بالطلاق من حين يوجد سببه، من غير مراعاة لأمر الله.بل  طَلِّقُوهُنَّ لِعِدَّتِهِنَّ  أي: لأجل عدتهن، بأن يطلقها زوجها وهي طاهر، في طهر لم يجامعها فيه، فهذا الطلاق هو الذي تكون العدة فيه واضحة بينة، بخلاف ما لو طلقها وهي حائض، فإنها لا تحتسب تلك الحيضة، التي وقع فيها الطلاق، وتطول عليها العدة بسبب ذلك، وكذلك لو طلقها في طهر وطئ فيه، فإنه لا يؤمن حملها، فلا يتبين و [لا] يتضح بأي عدة تعتد، وأمر تعالى بإحصاء العدة، أي: ضبطها بالحيض إن كانت تحيض، أو بالأشهر إن لم تكن تحيض، وليست حاملاً، فإن في إحصائها أداء لحق الله، وحق الزوج المطلق، وحق من سيتزوجها بعد، [وحقها في النفقة ونحوها] فإذا ضبطت عدتها، علمت حالها على بصيرة، وعلم ما يترتب عليها من الحقوق، وما لها منها، وهذا الأمر بإحصاء العدة، يتوجه [للزوج]  وللمرأة، إن كانت مكلفة، وإلا فلوليها، وقوله:  وَاتَّقُوا اللَّهَ رَبَّكُمْ  أي: في جميع أموركم، وخافوه في حق الزوجات المطلقات، ف  لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ  مدة العدة، بل يلزمن بيوتهن  الذي طلقها زوجها وهي فيها. وَلَا يَخْرُجْنَ  أي: لا يجوز لهن الخروج منها، أما النهي عن إخراجها، فلأن  المسكن، يجب على الزوج للزوجة  ، لتكمل فيه عدتها التي هي حق من حقوقه.وأما النهي عن خروجها، فلما في خروجها، من إضاعة حق الزوج وعدم صونه.ويستمر هذا النهي عن الخروج من البيوت، والإخراج إلى تمام العدة. إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ  أي: بأمر قبيح واضح، موجب لإخراجها، بحيث يدخل على أهل البيت الضرر من عدم إخراجها، كالأذى بالأقوال والأفعال الفاحشة، ففي هذه الحال يجوز لهم إخراجها، لأنها هي التي تسببت لإخراج نفسها، والإسكان فيه جبر لخاطرها، ورفق بها، فهي التي أدخلت الضرر على نفسها  ، وهذا في المعتدة الرجعية، وأما البائن، فليس لها سكنى واجبة، لأن السكن تبع للنفقة، والنفقة تجب للرجعية دون البائن،  وَتِلْكَ حُدُودُ اللَّهِ  [أي:] التي حددها لعباده وشرعها لهم، وأمرهم بلزومها، والوقوف معها،  وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ  بأن لم يقف معها، بل تجاوزها، أو قصر عنها،  فَقَدْ ظَلَمَ نَفْسَهُ  أي: بخسها حظها، وأضاع نصيبه من اتباع حدود الله التي هي الصلاح في الدنيا والآخرة.  لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا  أي: شرع الله العدة، وحدد الطلاق بها، لحكم عظيمة: فمنها: أنه لعل الله يحدث في قلب المطلق الرحمة والمودة، فيراجع من طلقها، ويستأنف عشرتها، فيتمكن من ذلك مدة العدة، أولعله يطلقها لسبب منها، فيزول ذلك السبب في مدة العدة، فيراجعها لانتفاء سبب الطلاق.ومن الحكم: أنها مدة التربص، يعلم براءة رحمها من زوجها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة الطلاق وهي مدنية .خوطب النبي - صلى الله عليه وسلم - أولا تشريفا وتكريما ، ثم خاطب الأمة تبعا فقال : ( يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن )وقال ابن أبي حاتم : حدثنا محمد بن ثواب بن سعيد الهباري ، حدثنا أسباط بن محمد ، عن سعيد ، عن قتادة ، عن أنس قال : طلق رسول الله - صلى الله عليه وسلم - حفصة فأتت أهلها ، فأنزل الله ، عز وجل : ( يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن ) فقيل له : راجعها فإنها صوامة قوامة ، وهي من أزواجك ونسائك في الجنة .ورواه ابن جرير ، عن ابن بشار ، عن عبد الأعلى ، عن سعيد ، عن قتادة . . . فذكره مرسلا ، وقد ورد من غير وجه : أن رسول الله - صلى الله عليه وسلم - طلق حفصة ثم راجعها .وقال البخاري : حدثنا يحيى بن بكير ، حدثنا الليث ، وعقيل ، عن ابن شهاب ، أخبرني ، سالم : أن عبد الله بن عمر أخبره : أنه طلق امرأة له وهي حائض ، فذكر عمر لرسول الله - صلى الله عليه وسلم - فتغيظ رسول الله - صلى الله عليه وسلم - ثم قال : \" ليراجعها ، ثم يمسكها حتى تطهر ، ثم تحيض فتطهر ، فإن بدا له أن يطلقها فليطلقها طاهرا قبل أن يمسها ، فتلك العدة التي أمر الله ، عز وجل \"هكذا رواه البخاري ها هنا وقد رواه في مواضع من كتابه ومسلم ولفظه : \" فتلك العدة التي أمر الله أن يطلق لها النساء \"ورواه أصحاب الكتب والمسانيد من طرق متعددة وألفاظ كثيرة ، ومواضع استقصائها كتب الأحكام .وأمس لفظ يورد ها هنا ما رواه مسلم في صحيحه ، من طريق ابن جريج : أخبرني أبو الزبير : أنه سمع عبد الرحمن بن أيمن - مولى عزة يسأل ابن عمر - وأبو الزبير يسمع ذلك : كيف ترى في رجل طلق امرأته حائضا ؟ فقال : طلق ابن عمر امرأته حائضا على عهد رسول الله - صلى الله عليه وسلم - فسأل عمر رسول الله - صلى الله عليه وسلم - فقال : إن عبد الله بن عمر طلق امرأته وهي حائض ، فقال رسول الله - صلى الله عليه وسلم - : \" ليراجعها \" فردها ، وقال : \" إذا طهرت فليطلق أو يمسك \" . قال ابن عمر : وقرأ النبي - صلى الله عليه وسلم - : ( يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن ) .وقال الأعمش ، عن مالك بن الحارث ، عن عبد الرحمن بن يزيد ، عن عبد الله في قوله : ( فطلقوهن لعدتهن ) قال : الطهر من غير جماع وروي عن ابن عمر ، وعطاء ، ومجاهد ، والحسن ، ، وابن سيرين ، وقتادة ، وميمون بن مهران ، ومقاتل بن حيان مثل ذلك ، وهو رواية عن عكرمة ، والضحاك .وقال علي بن أبي طلحة ، عن ابن عباس في قوله تعالى : ( فطلقوهن لعدتهن ) قال : لا يطلقها وهي حائض ولا في طهر قد جامعها فيه ، ولكن : تتركها حتى إذا حاضت وطهرت طلقها تطليقة .وقال عكرمة : ( فطلقوهن لعدتهن ) العدة : الطهر ، والقرء الحيضة ، أن يطلقها حبلى مستبينا حملها ، ولا يطلقها وقد طاف عليها ، ولا يدري حبلى هي أم لا .ومن ها هنا أخذ الفقهاء أحكام الطلاق وقسموه إلى طلاق سنة وطلاق بدعة ، فطلاق السنة : أن يطلقها طاهرا من غير جماع ، أو حاملا قد استبان حملها . والبدعي : هو أن يطلقها في حال الحيض ، أو في طهر قد جامعها فيه ، ولا يدري أحملت أم لا ؟ وطلاق ثالث لا سنة فيه ولا بدعة ، وهو طلاق الصغيرة والآيسة ، وغير المدخول بها ، وتحرير الكلام في ذلك وما يتعلق به مستقصى في كتب الفروع ، والله سبحانه وتعالى أعلم .وقوله ( وأحصوا العدة ) أي : احفظوها واعرفوا ابتداءها وانتهاءها ; لئلا تطول العدة على المرأة فتمتنع من الأزواج . ( واتقوا الله ربكم ) أي : في ذلك .وقوله : ( لا تخرجوهن من بيوتهن ولا يخرجن ) أي : في مدة العدة لها حق السكنى على الزوج ما دامت معتدة منه ، فليس للرجل أن يخرجها ، ولا يجوز لها أيضا الخروج لأنها معتقلة لحق الزوج أيضا .وقوله : ( إلا أن يأتين بفاحشة مبينة ) أي : لا يخرجن من بيوتهن إلا أن ترتكب المرأة فاحشة مبينة ، فتخرج من المنزل ، والفاحشة المبينة تشمل الزنا ، كما قاله ابن مسعود ، وابن عباس ، وسعيد بن المسيب ، والشعبي ، والحسن ، وابن سيرين ، ومجاهد ، وعكرمة ، وسعيد بن جبير ، وأبو قلابة ، وأبو صالح ، والضحاك ، وزيد بن أسلم ، وعطاء الخراساني ، والسدي ، وسعيد بن أبي هلال ، وغيرهم ، وتشمل ما إذا نشزت المرأة أو بذت على أهل الرجل وآذتهم في الكلام والفعال ، كما قاله أبي بن كعب ، وابن عباس ، وعكرمة ، وغيرهم .وقوله : ( وتلك حدود الله ) أي : شرائعه ومحارمه ( ومن يتعد حدود الله ) أي : يخرج عنها ويتجاوزها إلى غيرها ولا يأتمر بها ( فقد ظلم نفسه ) أي : بفعل ذلك .وقوله : ( لا تدري لعل الله يحدث بعد ذلك أمرا ) أي : إنما أبقينا المطلقة في منزل الزوج في مدة العدة ، لعل الزوج يندم على طلاقها ويخلق الله في قلبه رجعتها ، فيكون ذلك أيسر وأسهل .قال الزهري ، عن عبيد الله بن عبد الله ، عن فاطمة بنت قيس في قوله : ( لا تدري لعل الله يحدث بعد ذلك أمرا ) قال : هي الرجعة . وكذا قال الشعبي ، وعطاء ، وقتادة ، والضحاك ، ومقاتل بن حيان ، والثوري . ومن ها هنا ذهب من ذهب من السلف ، ومن تابعهم كالإمام أحمد بن حنبل رحمه الله تعالى إلى أنه لا تجب السكنى للمبتوتة ، وكذا المتوفى عنها زوجها ، واعتمدوا أيضا على حديث فاطمة بنت قيس الفهرية حين طلقها زوجها أبو عمرو بن حفص آخر ثلاث تطليقات ، وكان غائبا عنها باليمن فأرسل إليها بذلك ، فأرسل إليها وكيله بشعير - يعني نفقة - فتسخطته فقال : والله ليس لك علينا نفقة . فأتت رسول الله - صلى الله عليه وسلم - فقال : \" ليس لك عليه نفقة \" . ولمسلم : ولا سكنى ، وأمرها أن تعتد في بيت أم شريك ثم قال : \" تلك امرأة يغشاها أصحابي ، اعتدي عند ابن أم مكتوم فإنه رجل أعمى تضعين ثيابك \" الحديثوقد رواه الإمام أحمد من طريق أخرى بلفظ آخر ، فقال :حدثنا يحيى بن سعيد ، حدثنا مجالد ، حدثنا عامر ، قال : قدمت المدينة فأتيت فاطمة بنت قيس ، فحدثتني أن زوجها طلقها على عهد النبي - صلى الله عليه وسلم - فبعثه رسول الله - صلى الله عليه وسلم - في سرية . قالت : فقال لي أخوه : اخرجي من الدار . فقلت : إن لي نفقة وسكنى حتى يحل الأجل . قال : لا . قالت : فأتيت رسول الله - صلى الله عليه وسلم - فقلت : إن فلانا طلقني ، وإن أخاه أخرجني ومنعني السكنى والنفقة ، فأرسل إليه فقال : \" ما لك ولابنة آل قيس \" ، قال : يا رسول الله ، إن أخي طلقها ثلاثا جميعا . قالت : فقال رسول الله - صلى الله عليه وسلم - : \" انظري يا بنت آل قيس ، إنما النفقة والسكنى للمرأة على زوجها ما كان له عليها رجعة ، فإذا لم يكن له عليها رجعة فلا نفقة ولا سكنى . اخرجي فانزلي على فلانة \" . ثم قال : \" إنه يتحدث إليها ، انزلي على ابن أم مكتوم فإنه أعمى لا يراك \" وذكر تمام الحديثوقال أبو القاسم الطبراني : حدثنا أحمد بن عبد الله البزار التستري ، حدثنا إسحاق بن إبراهيم الصواف ، حدثنا بكر بن بكار ، حدثنا سعيد بن يزيد البجلي ، حدثنا عامر الشعبي : أنه دخل على فاطمة بنت قيس أخت الضحاك بن قيس القرشي وزوجها أبو عمرو بن حفص بن المغيرة المخزومي فقالت : إن أبا عمرو بن حفص أرسل إلي وهو منطلق في جيش إلى اليمن بطلاقي ، فسألت أولياءه النفقة علي والسكنى ، فقالوا : ما أرسل إلينا في ذلك شيئا ، ولا أوصانا به . فانطلقت إلى رسول الله - صلى الله عليه وسلم - فقلت : يا رسول الله ، إن أبا عمرو بن حفص أرسل إلي بطلاقي ، فطلبت السكنى والنفقة علي ، فقال : أولياؤه : لم يرسل إلينا في ذلك بشيء . فقال رسول الله - صلى الله عليه وسلم - : \" إنما النفقة والسكنى للمرأة إذا كان لزوجها عليها رجعة ، فإذا كانت لا تحل له حتى تنكح زوجا غيره فلا نفقة لها ولا سكنى \" .وكذا رواه النسائي ، عن أحمد بن يحيى الصوفي ، عن أبي نعيم الفضل بن دكين ، عن سعيد بن يزيد ، وهو الأحمسي البجلي الكوفي . قال أبو حاتم الرازي : وهو شيخ ، يروي عنه"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مدنية( ياأيها النبي إذا طلقتم النساء ) نادى النبي - صلى الله عليه وسلم - ، ثم خاطب أمته لأنه السيد المقدم ، فخطاب الجميع معه .وقيل : مجازه : يا أيها النبي قل لأمتك \" إذا طلقتم النساء \" إذا أردتم تطليقهن ، كقوله - عز وجل - : \" فإذا قرأت القرآن فاستعذ بالله \" ( النحل - 98 ) أي : إذا أردت القراءة .( فطلقوهن لعدتهن ) أي لطهرهن بالذي يحصينه من عدتهن . وكان ابن عباس وابن عمر يقرآن : \" فطلقوهن في قبل عدتهن \" نزلت هذه الآية في عبد الله [ بن عمر ] كان قد طلق امرأته في حال الحيض .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد الفقيه ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك [ عن نافع ] عن عبد الله بن عمر أنه طلق امرأته وهي حائض في عهد رسول الله - صلى الله عليه وسلم - فسأل عمر بن الخطاب رسول الله - صلى الله عليه وسلم - عن ذلك ، فقال : مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض [ ثم تطهر ] ثم إن شاء أمسك بعد ، وإن شاء طلق قبل أن يمس ، فتلك العدة التي أمر الله أن تطلق لها النساء .ورواه سالم عن ابن عمر قال : \" مره فليراجعها ثم ليطلقها طاهرا أو حاملا \" .ورواه يونس بن جبير وأنس بن سيرين عن ابن عمر ، ولم يقولا : ( ثم تحيض ثم تطهر ) .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا مسلم وسعيد بن سالم ، عن ابن جريج قال : أخبرني أبو الزبير أنه سمع عبد الرحمن بن أيمن مولى عزة يسأل عبد الله بن عمر - وأبو الزبير يسمع - فقال : كيف ترى في رجل طلق امرأته حائضا ؟ فقال ابن عمر : طلق عبد الله بن عمر امرأته حائضا فقال النبي - صلى الله عليه وسلم - : \" مره فليراجعها فإذا طهرت فليطلق أو ليمسك \" قال ابن عمر : وقال الله - عز وجل - : \" يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن أو لقبل عدتهن \" الشافعي يشك .ورواه حجاج بن محمد عن ابن جريج ، وقال : قال ابن عمر : وقرأ النبي - صلى الله عليه وسلم - : يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن .اعلم أن الطلاق في حال الحيض والنفاس بدعة ، وكذلك في الطهر الذي جامعها فيه لقول النبي - صلى الله عليه وسلم - : \" وإن شاء طلق قبل أن يمس \" .والطلاق السني : أن يطلقها في طهر لم يجامعها فيه . وهذا في حق امرأة تلزمها العدة بالأقراء .فأما إذا طلق غير المدخول بها في حال الحيض أو طلق الصغيرة التي لم تحض قط أو الآيسة بعد ما جامعها أو طلق الحامل بعد ما جامعها أو في حال رؤية الدم لا يكون بدعيا . ولا سنة ولا بدعة في طلاق هؤلاء لأن النبي - صلى الله عليه وسلم - قال : \" ثم ليطلقها طاهرا أو حاملا \" .والخلع في حال الحيض أو في طهر جامعها [ فيه ] لا يكون بدعيا لأن النبي - صلى الله عليه وسلم - أذن لثابت بن قيس في مخالعة زوجته من غير أن يعرف حالها ولولا جوازه في جميع الأحوال لأشبه أن يتعرف الحال .ولو طلق امرأته في حال الحيض أو في طهر جامعها فيه قصدا يعصي الله تعالى ولكن يقع الطلاق لأن النبي - صلى الله عليه وسلم - أمر ابن عمر بالمراجعة فلولا وقوع الطلاق لكان لا يأمر بالمراجعة ، وإذا راجعها في حال الحيض يجوز أن يطلقها في الطهر الذي يعقب تلك الحيضة قبل المسيس كما رواه يونس بن جبير وأنس بن سيرين عن ابن عمر .وما رواه نافع عن ابن عمر : \" ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر \" فاستحباب .استحب تأخير الطلاق إلى الطهر الثاني حتى لا يكون مراجعته إياها للطلاق كما يكره النكاح للطلاق .ولا بدعة في الجمع بين الطلقات الثلاث ، عند بعض أهل العلم حتى لو طلق امرأته في حال الطهر ثلاثا لا يكون بدعيا ، وهو قول الشافعي وأحمد . وذهب بعضهم إلى أنه بدعة ، وهو قول مالك وأصحاب الرأي .قوله - عز وجل - : ( وأحصوا العدة ) أي عدد أقرائها احفظوها قيل : أمر بإحصاء العدة لتفريق الطلاق على الأقراء إذا أراد أن يطلق ثلاثا . وقيل : للعلم ببقاء زمان الرجعة ومراعاة أمر النفقة والسكنى .( واتقوا الله ربكم لا تخرجوهن من بيوتهن ) أراد به إذا كان المسكن الذي طلقها فيه للزوج لا يجوز له أن يخرجها منه ( ولا يخرجن ) ولا يجوز لها أن تخرج ما لم تنقض عدتها فإن خرجت لغير ضرورة أو حاجة أثمت فإن وقعت ضرورة - وإن خافت هدما أو غرقا - لها أن تخرج إلى منزل آخر ، وكذلك إن كان لها حاجة من بيع غزل أو شراء قطن فيجوز لها الخروج نهارا ولا يجوز ليلا فإن رجالا استشهدوا بأحد فقالت نساؤهم : نستوحش في بيوتنا فأذن لهن النبي - صلى الله عليه وسلم - أن يتحدثن عند إحداهن ، فإذا كان وقت النوم تأوي كل امرأة إلى بيتها وأذن النبي - صلى الله عليه وسلم - لخالة جابر طلقها زوجها أن تخرج لجذاذ نخلها .وإذا لزمتها العدة في السفر تعتد ذاهبة وجائية والبدوية [ تتبوأ ] حيث يتبوأ أهلها في العدة لأن الانتقال في حقهم كالإقامة في حق المقيم .قوله : ( إلا أن يأتين بفاحشة مبينة ) قال ابن عباس : \" الفاحشة المبينة \" أن تبذو على أهل زوجها فيحل إخراجها .وقال جماعة : أراد بالفاحشة : أن تزني فتخرج لإقامة الحد عليها ثم ترد إلى منزلها يروى ذلك عن ابن مسعود .وقال قتادة : معناه إلا أن يطلقها على نشوزها فلها أن تتحول من بيت زوجها والفاحشة : النشوز .وقال ابن عمر والسدي : خروجها قبل انقضاء العدة فاحشة .( وتلك حدود الله ) يعني : ما ذكر من سنة الطلاق وما بعدها ( ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرا ) يوقع في قلب الزوج مراجعتها بعد الطلقة والطلقتين . وهذا يدل على أن المستحب أن يفرق الطلقات ، ولا يوقع الثلاث دفعة واحدة ، حتى إذا ندم أمكنه المراجعة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة الطلاقمدنية في قول الجميعوهي إحدى عشرة آية ، أو اثنتا عشرة آيةبسم الله الرحمن الرحيمياأيها النبي إذا طلقتم النساء فطلقوهن لعدتهن وأحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرافيه أربع عشرة مسألة :الأولى : قوله تعالى : يا أيها النبي إذا طلقتم النساء الخطاب للنبي صلى الله عليه وسلم ، خوطب بلفظ الجماعة تعظيما وتفخيما . وفي سنن ابن ماجه عن سعيد بن جبير عن ابن عباس عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم طلق حفصة رضي الله عنها ثم راجعها . وروى قتادة عن أنس قال : طلق رسول الله صلى الله عليه وسلم حفصة رضي الله عنها فأتت أهلها ، فأنزل الله تعالى عليه : يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن . وقيل له : \" راجعها فإنها قوامة صوامة ، وهي من أزواجك في الجنة \" . ذكره الماوردي والقشيري والثعلبي . زاد القشيري : ونزل في خروجها إلى أهلها قوله تعالى : لا تخرجوهن من بيوتهن . وقال الكلبي : سبب نزول هذه الآية غضب رسول الله صلى الله عليه وسلم على حفصة ، لما أسر إليها حديثا فأظهرته لعائشة فطلقها تطليقة ، فنزلت الآية . وقال السدي : نزلت في عبد الله بن عمر ، طلق امرأته حائضا تطليقة واحدة فأمره رسول الله صلى الله عليه وسلم بأن يراجعها ثم يمسكها حتى تطهر وتحيض ثم تطهر ، فإذا أراد أن يطلقها فليطلقها حين تطهر من قبل أن يجامعها . فتلك العدة التي أمر الله تعالى أن يطلق لها النساء . وقد قيل : إن رجالا فعلوا مثل ما فعل عبد الله بن عمر ، منهم عبد الله بن عمرو بن العاص ، وعمرو بن سعيد بن العاص ، وعتبة بن غزوان ، فنزلت الآية فيهم . قال ابن العربي : وهذا كله وإن لم يكن صحيحا فالقول الأول أمثل . والأصح فيه أنه بيان لشرع مبتدأ . وقد قيل : إنه خطاب للنبي صلى الله عليه وسلم والمراد أمته . وغاير بين اللفظين من حاضر وغائب وذلك لغة فصيحة ، كما قال : حتى إذا كنتم في الفلك وجرين بهم بريح طيبة . تقديره : يا أيها النبي قل لهم إذا طلقتم النساء فطلقوهن لعدتهن . وهذا هو قولهم : إن الخطاب له وحده والمعنى له وللمؤمنين . وإذا أراد الله بالخطاب المؤمنين لاطفه بقوله : \" يا أيها النبي \" . فإذا كان الخطاب باللفظ والمعنى جميعا له قال : يا أيها الرسول .قلت : ويدل على صحة هذا القول نزول العدة في أسماء بنت يزيد بن السكن الأنصارية . ففي كتاب أبي داود عنها أنها طلقت على عهد النبي صلى الله عليه وسلم ، ولم يكن للمطلقة عدة ، فأنزل الله تعالى حين طلقت أسماء بالعدة للطلاق ، فكانت أول من أنزل فيها العدة للطلاق . وقيل : المراد به نداء النبي صلى الله عليه وسلم تعظيما ، ثم ابتدأ فقال : إذا طلقتم النساء ; كقوله تعالى : يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام الآية . فذكر المؤمنين على معنى تقديمهم وتكريمهم ; ثم افتتح فقال : إنما الخمر والميسر والأنصاب والأزلام الآية .الثانية : روى الثعلبي من حديث ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن من أبغض الحلال إلى الله تعالى الطلاق \" . وعن علي عن النبي صلى الله عليه وسلم قال : \" تزوجوا ولا تطلقوا ؛ فإن الطلاق يهتز منه العرش \" . وعن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : \" لا تطلقوا النساء إلا من ريبة ؛ فإن الله عز وجل لا يحب الذواقين ولا الذواقات \" . وعن أنس قال : قال رسول الله صلى الله عليه وسلم : \" ما حلف بالطلاق ولا استحلف به إلا منافق \" . أسند جميعه الثعلبي رحمه الله في كتابه . وروى الدارقطني قال : حدثنا أبو العباس محمد بن موسى بن علي الدولابي ويعقوب بن إبراهيم قالا : حدثنا الحسن بن عرفة قال : حدثنا إسماعيل بن عياش عن حميد بن مالك اللخمي عن مكحول عن معاذ بن جبل قال : قال لي رسول الله صلى الله عليه وسلم : \" يا معاذ ، ما خلق الله شيئا على وجه الأرض أحب إليه من العتاق ، ولا خلق الله شيئا على وجه الأرض أبغض من الطلاق . فإذا قال الرجل لمملوكه : أنت حر إن شاء الله ، فهو حر ولا استثناء له . وإذا قال الرجل لامرأته : أنت طالق إن شاء الله فله استثناؤه ولا طلاق عليه \" . حدثنا محمد بن موسى بن علي قال : حدثنا حميد بن الربيع قال : حدثنا يزيد بن هارون حدثنا إسماعيل بن عياش بإسناده نحوه . قال حميد : قال لي يزيد بن هارون : وأي حديث لو كان حميد بن مالك معروفا ؟ قلت : هو جدي . قال يزيد : سررتني سررتني ! الآن صار حديثا . حدثنا عثمان بن أحمد الدقاق قال : حدثنا إسحاق بن إبراهيم بن سنين حدثنا عمر بن إبراهيم بن خالد حدثنا حميد بن مالك اللخمي حدثنا مكحول عن مالك بن يخامر عن معاذ بن جبل قال : قال رسول الله صلى الله عليه وسلم : \" ما أحل الله شيئا أبغض إليه من الطلاق ، فمن طلق واستثنى فله ثنياه \" . قال ابن المنذر : اختلفوا في الاستثناء في الطلاق والعتق ; فقالت طائفة : ذلك جائز . وروينا هذا القول عن طاوس . وبه قال حماد الكوفي والشافعي وأبو ثور وأصحاب الرأي . ولا يجوز الاستثناء في الطلاق في قول مالك والأوزاعي . وهذا قول قتادة في الطلاق خاصة . قال ابن المنذر : وبالقول الأول أقول .الثالثة : روى الدارقطني من حديث عبد الرزاق أخبرني عمي وهب بن نافع قال : سمعت عكرمة يحدث عن ابن عباس يقول : الطلاق على أربعة وجوه : وجهان حلالان ووجهان حرامان ; فأما الحلال فأن يطلقها طاهرا عن غير جماع وأن يطلقها حاملا مستبينا حملها . وأما الحرام فأن يطلقها وهي حائض ، أو يطلقها حين يجامعها ، لا تدري اشتمل الرحم على ولد أم لا .الرابعة : قوله تعالى : فطلقوهن لعدتهن في كتاب أبي داود عن أسماء بنت يزيد بن السكن الأنصارية أنها طلقت على عهد النبي صلى الله عليه وسلم ولم يكن للمطلقة عدة ، فأنزل الله سبحانه حين طلقت أسماء بالعدة للطلاق ; فكانت أول من أنزل فيها العدة للطلاق . وقد تقدم .الخامسة : قوله تعالى : \" لعدتهن \" يقتضي أنهن اللاتي دخل بهن من الأزواج ; لأن غير المدخول بهن خرجن بقوله تعالى : يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها .السادسة : من طلق في طهر لم يجامع فيه نفذ طلاقه وأصاب السنة . وإن طلقها حائضا نفذ طلاقه وأخطأ السنة . وقال سعيد بن المسيب في أخرى : لا يقع الطلاق في الحيض لأنه خلاف السنة . وإليه ذهبت الشيعة . وفي الصحيحين - واللفظ للدارقطني - عن عبد الله بن عمر قال : طلقت امرأتي وهي حائض ; فذكر ذلك عمر لرسول الله صلى الله عليه وسلم ; فتغيظ رسول الله صلى الله عليه وسلم فقال : \" ليراجعها ثم ليمسكها حتى تحيض حيضة مستقبلة سوى حيضتها التي طلقها فيها ، فإن بدا له أن يطلقها فليطلقها طاهرا من حيضتها قبل أن يمسها ، فذلك الطلاق للعدة كما أمر الله \" . وكان عبد الله بن عمر طلقها تطليقة ، فحسبت من طلاقها وراجعها عبد الله بن عمر كما أمره رسول الله صلى الله عليه وسلم . في رواية عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : هي واحدة . وهذا نص . وهو يرد على الشيعة قولهم .السابعة : عن عبد الله بن مسعود قال : طلاق السنة أن يطلقها في كل طهر تطليقة ; فإذا كان آخر ذلك فتلك العدة التي أمر الله تعالى بها . رواه الدارقطني عن الأعمش عن أبي إسحاق عن أبي الأحوص عن عبد الله . قال علماؤنا : طلاق السنة ما جمع شروطا سبعة : وهو أن يطلقها واحدة ، وهي ممن تحيض ، طاهرا ، لم يمسها في ذلك الطهر ، ولا تقدمه طلاق في حيض ، ولا تبعه طلاق في طهر يتلوه ، وخلا عن العوض . وهذه الشروط السبعة من حديث ابن عمر المتقدم . وقال الشافعي : طلاق السنة أن يطلقها في كل طهر خاصة ، ولو طلقها ثلاثا في طهر لم يكن بدعة . وقال أبو حنيفة : طلاق السنة أن يطلقها في كل طهر طلقة . وقال الشعبي : يجوز أن يطلقها في طهر جامعها فيه . فعلماؤنا قالوا : يطلقها واحدة في طهر لم يمس فيه ، ولا تبعه طلاق في عدة ، ولا يكون الطهر تاليا لحيض وقع فيه الطلاق ; لقول النبي صلى الله عليه وسلم : \" مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر ، ثم إن شاء أمسك وإن شاء طلق . فتلك العدة التي أمر الله أن يطلق لها النساء \" . وتعلق الإمام الشافعي بظاهر قوله تعالى : فطلقوهن لعدتهن وهذا عام في كل طلاق كان واحدة أو اثنتين أو أكثر . وإنما راعى الله سبحانه الزمان في هذه الآية ولم يعتبر العدد . وكذلك حديث ابن عمر لأن النبي صلى الله عليه وسلم علمه الوقت لا العدد . قال ابن العربي : وهذه غفلة عن الحديث الصحيح ; فإنه قال : \" مره فليراجعها \" وهذا يدفع الثلاث . وفي الحديث أنه قال : \" أرأيت لو طلقها ثلاثا ؟ قال : حرمت عليك وبانت منك بمعصية \" . وقال أبو حنيفة : ظاهر الآية يدل على أن الطلاق الثلاث والواحدة سواء . وهو مذهب الشافعي لولا قوله بعد ذلك : لا تدري لعل الله يحدث بعد ذلك أمرا . وهذا يبطل دخول الثلاث تحت الآية . وكذلك قال أكثر العلماء ; وهو بديع لهم . وأما مالك فلم يخف عليه إطلاق الآية كما قالوا ، ولكن الحديث فسرها كما قلنا . وأما قول الشعبي : إنه يجوز طلاق في طهر جامعها فيه ، فيرده حديث ابن عمر بنصه ومعناه . أما نصه فقد قدمناه ، وأما معناه فلأنه إذا منع من طلاق الحائض لعدم الاعتداد به ، فالطهر المجامع فيه أولى بالمنع ; لأنه يسقط الاعتداد به مخافة شغل الرحم وبالحيض التالي له .قلت : وقد احتج الشافعي في طلاق الثلاث بكلمة واحدة بما رواه الدارقطني عن سلمة بن أبي سلمة بن عبد الرحمن عن أبيه أن عبد الرحمن بن عوف طلق امرأته تماضر بنت الأصبغ الكلبية وهي أم أبي سلمة ثلاث تطليقات في كلمة واحدة ; فلم يبلغنا أن أحدا من أصحابه عاب ذلك . قال : وحدثنا سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته فاطمة بنت قيس على عهد رسول الله صلى الله عليه وسلم ثلاث تطليقات في كلمة ; فأبانها منه رسول الله صلى الله عليه وسلم ، ولم يبلغنا أن النبي صلى الله عليه وسلم عاب ذلك عليه . واحتج أيضا بحديث عويمر العجلاني لما لاعن قال : يا رسول الله ، هي طالق ثلاث . فلم ينكر عليه النبي صلى الله عليه وسلم . وقد انفصل علماؤنا عن هذا أحسن انفصال . بيانه في غير هذا الموضع . وقد ذكرناه في كتاب ( المقتبس من شرح موطأ مالك بن أنس ) . وعن سعيد بن المسيب وجماعة من التابعين أن من خالف السنة في الطلاق فأوقعه في حيض أو ثلاث لم يقع ; فشبهوه بمن وكل بطلاق السنة فخالف .الثامنة : قال الجرجاني : اللام في قوله تعالى : \" لعدتهن \" بمعنى في ; كقوله تعالى : هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر . أي في أول الحشر . فقوله : لعدتهن أي في عدتهن ; أي في الزمان الذي يصلح لعدتهن . وحصل الإجماع على أن الطلاق في الحيض ممنوع وفي الطهر مأذون فيه . ففيه دليل على أن القرء هو الطهر . وقد مضى القول فيه في \" البقرة \" فإن قيل : معنى فطلقوهن لعدتهن أي في قبل عدتهن ، أو لقبل عدتهن . وهي قراءة النبي صلى الله عليه وسلم ; كما قال ابن عمر في صحيح مسلم وغيره . فقبل العدة آخر الطهر حتى يكون القرء الحيض ، قيل له : هذا هو الدليل الواضح لمالك ومن قال بقوله ; على أن الأقراء هي الأطهار . ولو كان كما قال الحنفي ومن تبعه لوجب أن يقال : إن من طلق في أول الطهر لا يكون مطلقا لقبل الحيض ; لأن الحيض لم يقبل بعد . وأيضا إقبال الحيض يكون بدخول الحيض ، وبانقضاء الطهر لا يتحقق إقبال الحيض . ولو كان إقبال الشيء إدبار ضده لكان الصائم مفطرا قبل مغيب الشمس ; إذ الليل يكون مقبلا في إدبار النهار قبل انقضاء النهار . ثم إذا طلق في آخر الطهر فبقية الطهر قرء ، ولأن بعض القرء يسمى قرءا لقوله تعالى : الحج أشهر معلومات يعني شوالا وذا القعدة وبعض ذي الحجة ; لقوله تعالى : فمن تعجل في يومين فلا إثم عليه وهو ينفر في بعض اليوم الثاني . وقد مضى هذا كله في \" البقرة \" مستوفى .التاسعة : قوله تعالى : \" وأحصوا العدة \" يعني في المدخول بها ; لأن غير المدخول بها لا عدة عليها ، وله أن يراجعها فيما دون الثلاث قبل انقضاء العدة ، ويكون بعدها كأحد الخطاب . ولا تحل له في الثلاث إلا بعد زوج .العاشرة : قوله تعالى : وأحصوا العدة معناه احفظوها ; أي احفظوا الوقت الذي وقع فيه الطلاق ، حتى إذا انفصل المشروط منه وهو الثلاثة قروء في قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء حلت للأزواج . وهذا يدل على أن العدة هي الأطهار وليست بالحيض . ويؤكده ويفسره قراءة النبي صلى الله عليه وسلم \" لقبل عدتهن \" وقبل الشيء بعضه لغة وحقيقة ، بخلاف استقباله فإنه يكون غيره .الحادية عشرة : من المخاطب بأمر الإحصاء ؟ وفيه ثلاث أقوال : أحدها : أنهم الأزواج . الثاني : أنهم الزوجات . الثالث : أنهم المسلمون . ابن العربي : والصحيح أن المخاطب بهذا اللفظ الأزواج ; لأن الضمائر كلها من \" طلقتم \" و \" أحصوا \" و \" لا تخرجوهن \" على نظام واحد يرجع إلى الأزواج ، ولكن الزوجات داخلة فيه بالإلحاق بالزوج ; لأن الزوج يحصي ليراجع ، وينفق أو يقطع ، وليسكن أو يخرج وليلحق نسبه أو يقطع . وهذه كلها أمور مشتركة بينه وبين المرأة ، وتنفرد المرأة دونه بغير ذلك . وكذلك الحاكم يفتقر إلى الإحصاء للعدة للفتوى عليها ، وفصل الخصومة عند المنازعة فيها . وهذه فوائد الإحصاء المأمور به .الثانية عشرة : قوله تعالى : واتقوا الله ربكم أي لا تعصوه .لا تخرجوهن من بيوتهن أي ليس للزوج أن يخرجها من مسكن النكاح ما دامت في العدة ، ولا يجوز لها الخروج أيضا لحق الزوج إلا لضرورة ظاهرة ، فإن خرجت أثمت ولا تنقطع العدة . والرجعية والمبتوتة في هذا سواء . وهذا لصيانة ماء الرجل . وهذا معنى إضافة البيوت إليهن ; كقوله تعالى : واذكرن ما يتلى في بيوتكن من آيات الله والحكمة ، وقوله تعالى : وقرن في بيوتكن فهو إضافة إسكان وليس إضافة تمليك . وقوله : لا تخرجوهن يقتضي أن يكون حقا في الأزواج . ويقتضي قوله : \" ولا يخرجن \" أنه حق على الزوجات . وفي صحيح الحديث عن جابر بن عبد الله قال : طلقت خالتي فأرادت أن تجد نخلها فزجرها رجل أن تخرج ; فأتت النبي صلى الله عليه وسلم فقال : \" بلى فجدي نخلك ، فإنك عسى أن تصدقي أو تفعلي معروفا \" . خرجه مسلم . ففي هذا الحديث دليل لمالك والشافعي وابن حنبل والليث على قولهم : إن المعتدة تخرج بالنهار في حوائجها ، وإنما تلزم منزلها بالليل . وسواء عند مالك كانت رجعية أو بائنة . وقال الشافعي في الرجعية : لا تخرج ليلا ولا نهارا ، وإنما تخرج نهارا المبتوتة . وقال أبو حنيفة : ذلك في المتوفى عنها زوجها ، وأما المطلقة فلا تخرج لا ليلا ولا نهارا . والحديث يرد عليه . وفي الصحيحين أن أبا حفص بن عمرو خرج مع علي بن أبي طالب إلى اليمن ، فأرسل إلى امرأته فاطمة بنت قيس بتطليقة كانت بقيت من طلاقها ، وأمر لها الحارث بن هشام وعياش بن أبي ربيعة بنفقة ; فقالا لها : والله ما لك من نفقة إلا أن تكوني حاملا . فأتت النبي صلى الله عليه وسلم فذكر له قولهما . فقال : \" لا نفقة لك \" فاستأذنته في الانتقال فأذن لها ; فقالت : أين يا رسول الله ؟ فقال : \" إلى ابن أم مكتوم \" ، وكان أعمى تضع ثيابها عنده ولا يراها . فلما مضت عدتها أنكحها النبي صلى الله عليه وسلم أسامة بن زيد . فأرسل إليها مروان قبيصة بن ذؤيب يسألها عن الحديث ، فحدثته . فقال مروان : لم نسمع هذا الحديث إلا من امرأة ، سنأخذ بالعصمة التي وجدنا الناس عليها . فقالت فاطمة حين بلغها قول مروان : فبيني وبينكم القرآن ، قال الله عز وجل : لا تخرجوهن من بيوتهن الآية ، قالت : هذا لمن كانت له رجعة ; فأي أمر يحدث بعد الثلاث ؟ فكيف تقولون : لا نفقة لها إذا لم تكن حاملا ، فعلام تحبسونها ؟ لفظ مسلم . فبين أن الآية في تحريم الإخراج والخروج إنما هو في الرجعية . وكذلك استدلت فاطمة بأن الآية التي تليها إنما تضمنت النهي عن خروج المطلقة الرجعية ; لأنها بصدد أن يحدث لمطلقها رأي في ارتجاعها ما دامت في عدتها ; فكأنها تحت تصرف الزوج في كل وقت . وأما البائن فليس له شيء من ذلك ; فيجوز لها أن تخرج إذا دعتها إلى ذلك حاجة ، أو خافت عورة منزلها ; كما أباح لها النبي صلى الله عليه وسلم ذلك . وفي مسلم : قالت فاطمة : يا رسول الله ، زوجي طلقني ثلاثا وأخاف أن يقتحم علي . قال : فأمرها فتحولت . وفي البخاري عن عائشة أنها كانت في مكان وحش فخيف على ناحيتها ; فلذلك أرخص النبي صلى الله عليه وسلم لها . وهذا كله يرد على الكوفي قوله . وفي حديث فاطمة : أن زوجها أرسل إليها بتطليقة كانت بقيت من طلاقها ; فهو حجة لمالك وحجة على الشافعي . وهو أصح من حديث سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته ثلاث تطليقات في كلمة ; على ما تقدم .الثالثة عشرة : قوله تعالى : إلا أن يأتين بفاحشة مبينة قال ابن عباس وابن عمر والحسن والشعبي ومجاهد : هو الزنى ; فتخرج ويقام عليها الحد . وعن ابن عباس أيضا والشافعي : أنه البذاء على أحمائها ; فيحل لهم إخراجها . وروي عن سعيد بن المسيب أنه قال في فاطمة : تلك امرأة استطالت على أحمائها بلسانها فأمرها عليه السلام أن تنتقل . وفي كتاب أبي داود قال سعيد : تلك امرأة فتنت الناس ، إنها كانت لسنة فوضعت على يدي ابن أم مكتوم الأعمى . قال عكرمة : في مصحف أبي \" إلا أن يفحشن عليكم \" . ويقوي هذا أن محمد بن إبراهيم بن الحارث روى أن عائشة قالت لفاطمة بنت قيس : اتقي الله فإنك تعلمين لم أخرجت ؟ وعن ابن عباس أيضا : الفاحشة كل معصية كالزنى والسرقة والبذاء على الأهل . وهو اختيار الطبري . وعن ابن عمر أيضا والسدي : الفاحشة خروجها من بيتها في العدة . وتقدير الآية : إلا أن يأتين بفاحشة مبينة بخروجهن من بيوتهن بغير حق ; أي لو خرجت كانت عاصية . وقال قتادة : الفاحشة النشوز ، وذلك أن يطلقها على النشوز فتتحول عن بيته . قال ابن العربي : أما من قال : إنه الخروج للزنى ; فلا وجه له ; لأن ذلك الخروج هو خروج القتل والإعدام : وليس ذلك بمستثنى في حلال ولا حرام . وأما من قال : إنه البذاء ; فهو مفسر في حديث فاطمة بنت قيس . وأما من قال : إنه كل معصية ; فوهم لأن الغيبة ونحوها من المعاصي لا تبيح الإخراج ولا الخروج . وأما من قال : إنه الخروج بغير حق ; فهو صحيح . وتقدير الكلام : لا تخرجوهن من بيوتهن ولا يخرجن شرعا إلا أن يخرجن تعديا .الرابعة عشرة : قوله تعالى : وتلك حدود الله أي هذه الأحكام التي بينها أحكام الله على العباد ، وقد منع التجاوز عنها ، فمن تجاوز فقد ظلم نفسه وأوردها مورد الهلاك .لا تدري لعل الله يحدث بعد ذلك أمرا الأمر الذي يحدثه الله أن يقلب قلبه من بغضها إلى محبتها ، ومن الرغبة عنها إلى الرغبة فيها ، ومن عزيمة الطلاق إلى الندم عليه ; فيراجعها . وقال جميع المفسرين : أراد بالأمر هنا الرغبة في الرجعة . ومعنى القول : التحريض على طلاق الواحدة والنهي عن الثلاث ; فإنه إذا طلق أضر بنفسه عند الندم على الفراق والرغبة في الارتجاع ، فلا يجد عند الرجعة سبيلا . وقال مقاتل : بعد ذلك أي بعد طلقة أو طلقتين أمرا أي المراجعة من غير خلاف ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني تعالى ذكره بقوله : (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) يقول: إذا طلقتم نساءكم فطلقوهنّ لطهرهنّ الذي يحصينه من عدتهنّ، طاهرًا من غير جماع، ولا تطلقوهنّ بحيضهنّ الذي لا يعتددن به من قرئهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أَبو كريب، قال: ثنا ابن إدريس، قال: سمعت الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، عن عبد الله، قال: الطلاق للعدّة طاهرًا من غير جماع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، عن عبد الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: بالطهر في غير جماع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن إبراهيم، عن عبد الله ( إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: إذا طلقتم قال: الطهر في غير جماع.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن إبراهيم، عن عبد الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا من غير جماع.حدثنا ابن وكيع، قال: ثنا يونس بن بكير، عن محمد بن إسحاق، عن داود بن حصين، عن عكرمة، عن ابن عباس، أنه كان يرى طلاق السنة طاهرًا من غير جماع، وفي كلّ طهر، وهي العدة التي أمر الله بها.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن عبد الله بن أبي نجيح، عن حميد الأعرج، عن مجاهد، أن رجلا سأل ابن عباس فقال: إنه طلق امرأته مئة، فقال: عصيت ربك، وبانت منك امرأتك، ولم تتق الله فيجعل لك مخرجًا، وقرأ هذه الآية: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) ، وقال: ( يا أَيُّهَا الْنَّبِيُّ إذَا طَلَّقْتُمُ الْنِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا ابن المثنى، قال: ثنا عبد الصمد بن عبد الوارث، قال: ثنا شعبة، عن حميد الأعرج، عن مجاهد، عن ابن عباس بنحوه.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: ثنا أيوب، عن &amp;; 23-433 &amp;; عبد الله بن كثير، عن مجاهد، قال: كنت عند ابن عباس، فجاءه رجل فقال: إنه طلق امرأته ثلاثًا، فسكت حتى ظننا أنه رادّها عليه، ثم قال: ينطلق أحدكم فيركب الحموقة، ثم يقول: يا ابن عباس يا ابن عباس، وإن الله عزّ وجلّ قال: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) وإنك لم تتق الله فلا أجد لك مخرجًا، عصيت ربك، وبانت منك امرأتك، قال الله: (يا أَيُّهَا الْنَّبِيُّ إذَا طَلَّقْتُمُ الْنِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: سمعت مجاهدًا يحدّث عن ابن عباس في هذه الآية: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال ابن عباس: في قبل عدتهنّ.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: ثنا سفيان، عن إسماعيل بن أُمية، عن عبد الله بن كثير، عن مجاهد، أنه قرأ (فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا العباس بن عبد العظيم، قال: ثنا جعفر بن عون، قال: أخبرنا سفيان، عن منصور، عن مجاهد ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا في غير جماع.حدثنا ابن حميد، قال: ثنا هارون بن المغيرة، عن إسماعيل بن مسلم، عن الحسن، في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا من غير حيض، أو حاملا قد استبان حملها.قال ثنا هارون، عن عيسى بن يزيد بن دأب، عن عمرو، عن الحسن وابن سيرين، فيمن أراد أن يطلق ثلاث تطليقات جميعًا في كلمة واحدة، أنه لا بأس به بعد أن يطلقها في قبل عدتها، كما أمره الله؛ وكان يكرهان أن يطلق الرجل امرأته تطليقة، أو تطليقتين، أو ثلاثًا، إذا كان بغير العدّة التي ذكرها الله.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا عون، عن ابن سيرين أنه قال في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قالَ: يطلقها وهي طاهر من غير جماع، أو حَبَل يستبين حملها.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد في قول الله عزّ وجلّ: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: لطهرهن.حدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا المحاربيّ، عن جويبر، عن الضحاك، في قول الله ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: العدّة: القرْء، والقرء: الحيض. والطاهر: الطاهر من غير جماع، ثم تستقبل ثلاث حِيَض.حدثنا بشر، قال ثنا يزيد، قال بشر، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) والعدة: أن يطلقها طاهرًا من غير جماع تطليقة واحدة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: إذا طهرت من الحيض في غير جماع، قلت: كيف؟ قال: إذا طهرت فطلقها من قبل أن تمسها، فإن بدا لك أن تطلقها أخرى تركتها حتى تحيض حيضة أخرى، ثم طلقها إذا طهرت الثانية، فإذا أردت طلاقها الثالثة أمهلتها حتى تحيض، فإذا طهرت طلقها الثالثة، ثم تعتدّ حيضة واحدة، ثم تَنكِح إن شاءت.قال ثنا ابن ثور، عن معمر، قال: وقال ابن طاوس: إذا أردت الطلاق فطلقها حين تطهر، قبل أن تمسها تطليقة واحدة، لا ينبغي لك أن تزيد عليها، حتى تخلو ثلاثة قروء، فإن واحدة تبينها.حُدثت عن الحسين، فال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: طلَّقها طاهرًا من غير جماع.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فطلقوهن لعدتهن ) قال: إذا طلقتها للعدّة كان مِلْكُها بيدك، من طلق للعدة جعل الله له في ذلك فسحة، وجعل له مِلْكًا إن أراد أن يرتجع قبل أن تنقضي العدة ارتجع.حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ، في قوله: ( إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا في غير جماع، فإن كانت لا تحيض، فعند غرّةِّ كل هلال.حدثني أَبو السائب، قال: ثنا ابن إدريس، عن عبيد الله، عن نافع، عن ابن عمر، قال: طلَّقت امرأتي وهي حائض؛ قال: فأتى عمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يخبره بذلك، فقال: \" مُرْه فَلْيُرَاجِعهَا حَتَى تَطْهُر، ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إنْ شَاءَ طَلَّقَهَا قَبْلَ أَنْ يُجَامِعَهَا، وإنْ شَاءَ أَمْسَكَهَا، فَإنَها العِدَّةُ التي قال اللُه عَزَّ وَجَلَّ\".قال ثنا ابن إدريس، عن يحيى بن سعيد، عن نافع، عن ابن عمر بنحوه، عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن وكيع، قال: ثنا ابن مهدي، عن مالك، عن نافع، عن ابن عمر \" أنه طلق امرأته وهي حائض، فسأل عُمر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" مُرْه فَلْيُرَاجِعهَا، ثُمَّ لِيُمْسِكْهَا حَتَّى تَطْهُرَ، ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إنْ شَاءَ أَمْسَكَهَا، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، عن أيوب، عن نافع، عن ابن عمر \" أنه طلق امرأته حائضًا، فأتى عمر النبي صَلَّى الله عَلَيْهِ وَسَلَّم فذكر ذلك له، فأمره أن يراجعها، ثم يتركها حتى إذا طهرت ثم حاضت طلقها، قال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَهِيَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ\" ويقول: حين يطهرن.حدثنا عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: لا يطلقها وهي حائض، ولا في طهر قد جامعها فيه، ولكن يتركها حتى إذا حاضت وطهرت طلقها تطليقة، فإن كانت تحيض فعدتها ثلاث حيض، وإن كانت لا تحيض فعدتها ثلاثة أشهر، وإن كانت حاملا فعدتها أن تضع حملها.حدثنا ابن البرقيّ، قال: ثنا عمرو بن أبي سلمة، عن سعيد بن عبد العزيز، سُئل عن قول الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طلاق السنة أن يطلق الرجل امرأته وهي في قبل عدتها، وهي طاهر من غير جماع واحدة، ثم يدعها، فإن شاء راجعها قبل أن تغتسل من الحيضة الثالثة، وإن أراد أن يطلقها ثلاثًا طلقها واحدة في قبل عدتها، وهي طاهر من غير جماع، ثم يدعها حتى إذا حاضت وطهرت طلقها أخرى، ثم يدعها، حتى إذا حاضت وطهرت طلقها أخرى، ثم لا تحلّ له حتى تنكح زوجًا غيره.وذُكر أن هذه الآية أنزلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في سبب طلاقه حَفْصة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا ابن عبد الأعلى، قال: ثنا سعيد، عن قتادة، قال: \" طلق رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حفصة بنت عمر تطليقة، فأنزلت هذه الآية: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) فقيل: راجعها فإنها صوّامة قوّامة، وإنها من نسائك في الجنة \".وقوله: ( وَأَحْصُوا الْعِدَّةَ ) يقول: وأحصُوا هذه العدّة وأقراءَها فاحفظوها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد بن المفضل، قال: ثنا أسباط، عن السدي، قوله: ( وَأَحْصُوا الْعِدَّةَ ) قال: احفظوا العدّة.وقوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ ) يقول: وخافوا الله أيها الناس ربكم فاحذروا معصيته أن تتعدّوا حده، لا تخرجوا من طلقتم من نسائكم لعدتهنّ من بيوتهنّ التي كنتم أسكنتموهنّ فيها قبل الطلاق حتى تنقضي عدتهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ ) حتى تنقضي عدتهنّ.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: أخبرنا ابن جُرَيج، قال: قال عطاء: إن أذن لها أن تعتدّ في غير بيته، فتعتدّ في بيت أهلها، فقد شاركها إذن في الإثم. ثم تلا( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: قلت هذه الآية في هذه؟ قال: نعم.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرنا حيوة بن شريح، عن محمد بن عجلان، عن نافع، أن عبد الله بن عمر كان يقول في هذه الآية ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها قبل انقضاء العدّة. قال ابن عجلان عن زيد بن أسلم: إذا أتت بفاحشة أخرجت.وحدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا المحاربيّ، عبد الرحمن بن محمد، عن جويبر، عن الضحاك في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: ليس لها أن تخرج إلا بإذنه، وليس للزوج أن يخرجها ما كانت في العدّة، فإن خرجت فلا سُكْنى لها ولا نفقة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ ) قال: هي المطلقة لا تخرج من بيتها، ما دام لزوجها عليها رجعة، وكانت في عدّة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ ) وذلك إذا طلقها واحدة أو ثنتين لها ما لم يطلقها ثلاثًا.وقوله: ( وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) يقول جلّ ثناؤه: لا تخرجوهن إلا أن يأتين بفاحشة مبينة أنها فاحشة لمن عاينها أو علمها.واختلف أهل التأويل في معنى الفاحشة التي ذكرت في هذا الموضع، والمعنى الذي من أجله أذن الله بإخراجهنّ حالة كونهنّ في العدّة من بيوتهنّ، فقال بعضهم: الفاحشة التي ذكرها في الموضع هي الزنى، والإخراج الذي أباح الله هو الإخراج لإقامة الحدّ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن الحسن، في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: الزنى، قال فتُخْرَج ليُقام عليها الحدّ.حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة، عن الحسن، مثله.حدثنا يعقوب بن إبراهيم، قال ثنا ابن عُلَية، عن صالح بن مسلم، قال: سألت عامرًا قلت رجل طلق امرأته تطليقة أيخرجها من بيتها؟ قال: إن كانت زانية.حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال ثنا الحسن، قال ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: إلا أن يزنين.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله عزّ وجلّ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: قال الله جلّ ثناؤه  وَاللاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ  قال: هؤلاء المحصنات،  فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ  . .. الآية. قال: فجعل الله سبيلهنّ الرجم، فهي لا ينبغي لها أن تخرج من بيتها إلا أن تأتي بفاحشة مبينة، فإذا أتت بفاحشة مبينة أخرجت إلى الحدّ فرجمت، وكان قبل هذا للمحصنة الحبس تحبس في البيوت لا تترك تنكح، وكان للبكرين الأذى قال الله جلّ ثناؤه:  وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا  يا زان، يا زانية،  فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا  قال: ثم نُسخ هذا كله، فجعل الرجم للمحصنة والمحصن، وجعل جلد مئة للبِكْرَين، قال: ونسخ هذا.وقال آخرون: الفاحشة التي عناها الله في هذا الموضع: البَذَاء على أحمائها.* ذكر من قال ذلك:حدثنا أَبو كريب، قال: ثنا ابن إدريس، قال: ثنا محمد بن عمرو، عن محمد بن إبراهيم، عن ابن عباس قال الله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: الفاحشة المبينة أن تبذُو على أهلها.وقال آخرون: بل هي كل معصية لله.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) والفاحشة: هي المعصية.وقال آخرون: بل ذلك نشوزها على زوجها، فيطلقها على النشوز، فيكون لها التحوّل حينئذ من بيتها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال قتادة: إلا أن يطلقها على نشوز، فلها أن تحوّل من بيت زوجها.وقال آخرون: الفاحشة المبينة التي ذكر الله عزّ وجلّ في هذا الموضع خروجها من بيتها.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ، في قوله: ( وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها من بيتها فاحشة. قال بعضهم: خروجها إذا أتت بفاحشة أن تخرج فيقام عليها الحدّ.حدثني ابن عبد الرحيم البرقيّ، قال: ثنا سعيد بن الحكم بن أبي مريم، قال: أخبرنا يحيى بن أيوب قال: ثني محمد بن عجلان، عن نافع، عن عبد الله بن عمر، في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها قبل انقضاء العدة فاحشة.* والصواب من القول في ذلك عندي قول من قال: عنى بالفاحشة في هذا الموضع: المعصية، وذلك أن الفاحشة هي كلّ أمر قبيح تعدّى فيه حدّه، فالزنى من ذلك، والسرق والبذاء على الأحماء، وخروجها متحوّلة عن منزلها الذي يلزمها أن تعتدّ فيه منه، فأي ذلك فعلت وهي في عدتها، فلزوجها إخراجها من بيتها ذلك، لإتيانها بالفاحشة التي ركبتها.وقوله: ( وَتِلْكَ حُدُودُ اللَّهِ ) يقول تعالى ذكره: وهذه الأمور التي بينتها لكم من الطلاق للعدّة، وإحصاء العدّة، والأمر باتقاء الله، وأن لا تخرج المطلقة من بيتها، إلا أن تأتي بفاحشة مبينة حدود الله التي حدّها لكم أيها الناس فلا تعتدوها( وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ) يقول تعالى ذكره: ومن يتجاوز حدود الله التي حدّها لخلقه فقد ظلم نفسه: يقول: فقد أكسب نفسه وزرًا، فصار بذلك لها ظالما، وعليها متعدّيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ بن عبد الأعلى، قال: ثنا عبد الرحمن بن محمد المحاربيّ، عن جويبر، عن الضحاك في قول الله ( وَتِلْكَ حُدُودُ اللَّهِ ) يقول: تلك طاعة الله فلا تعتدوها، قال: يقول: من كان على غير هذه فقد ظلم نفسه.وقوله: ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) يقول جلّ ثناؤه: لا تدري ما الذي يحدث؟ لعل الله يحدث بعد طلاقكم إياهنّ رجعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، أن فاطمة بنت قيس كانت تحت أَبي حفص المخزومي، وكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أمَّر عليًا على بعض اليمن، فخرج معه، فبعث إليها بتطليقة كانت لها، وأمر عياش بن أبي ربيعة المخزومي، والحارث بن هشام أن ينفقا عليها، فقالا لا والله ما لها علينا نفقة، إلا أن تكون حاملا فأتت النبي صَلَّى الله عَلَيْهِ وَسَلَّم فذكرت ذلك له، فلم يجعل لها نفقة إلا أن تكون حاملا واستأذنته في الانتقال، فقالت: أين انتقل يا رسول الله؟ قال: \" عِنْدَ ابْنِ أُمّ مَكْتُومٍ\"، وكان أعمى، تضع ثيابها عنده، ولا يبصرها؛ فلم تزل هنالك حتى أنكحها النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أُسامة بن زيد حين مضت عدتها، فأرسل إليها مروان بن الحكم يسألها عن هذا الحديث، فأخبرته، فقال مروان: لم نسمع هذا الحديث إلا من امرأة، وسنأخذ بالعصمة التي وجدنا الناس عليها، فقالت فاطمة: بيني وبينكم الكتاب، قال الله جلّ ثناؤه: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) حتى بلغ ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قالت: فأي أمر يحدث بعد الثلاث، وإنما هو في مراجعة الرجل امرأته، وكيف تحبس امرأة بغير نفقة؟حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: هذا في مراجعة الرجل امرأته.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) : أي مراجعة.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: يراجعها في بيتها هذا في الواحدة والثنتين، هو أبعد من الزنى.قال سعيد، وقال الحسن: هذا في الواحدة والثنتين، وما يحدث الله بعد الثلاث.حدثنا يعقوب، قال: ثنا ابن علية، قال: أخبرنا أيوب، قال: سمعت الحسن وعكرمة يقولان: المطلقة ثلاثًا، والمتوفى عنها لا سكنى لها ولا نفقة؛ قال: فقال عكرمة ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) فقال: ما يحدث بعد الثلاث.حدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا عبد الرحمن بن محمد المحاربي، عن جويبر، عن الضحاك في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) يقول: لعلّ الرجل يراجعها في عدتها.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) هذا ما كان له عليها رجعة.حدثنا أحمد، قال: ثنا أسباط، عن السديّ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: الرجعة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: لعلّ الله يحدث في قلبك تراجع زوجتك؛ قال: قال: ومن طلق للعدّة جعل الله له في ذلك فسحة، وجعل له ملكًا إن أراد أن يرتجع قبل أن تنقضي العدّة ارتجع.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: لعله يراجعها."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فإذا قاربت المطلقات نهاية عدتهن فراجعوهن مع حسن المعاشرة، والإنفاق عليهن، أو فارقوهن مع إيفاء حقهن، دون المضارَّة لهن، وأشهدوا على الرجعة أو المفارقة رجلين عدلين منكم، وأدُّوا- أيها الشهود- الشهادة خالصة لله لا لشيء آخر، ذلك الذي أمركم الله به يوعظ به مَن كان يؤمن بالله واليوم الآخر. ومن يخف الله فيعمل بما أمره به، ويجتنب ما نهاه عنه، يجعل له مخرجًا من كل ضيق، وييسِّر له أسباب الرزق من حيث لا يخطر على باله، ولا يكون في حسبانه. ومن يتوكل على الله فهو كافيه ما أهمَّه في جميع أموره. إن الله بالغ أمره، لا يفوته شيء، ولا يعجزه مطلوب، قد جعل الله لكل شيء أجلا ينتهي إليه، وتقديرًا لا يجاوزه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فإذا بلغن أجلهن» قاربن انقضاء عدتهن «فأمسكوهن» بأن تراجعوهن «بمعروف» من غير ضرار «أو فارقوهن بمعروف» أتركوهن حتى تنقضي عدتهن ولا تضاروهن بالمراجعة «وأشهدوا ذوي عدلٍ منكم» على المراجعة أو الفراق «وأقيموا الشهادة لله» لا للمشهود عليه أو له «ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجاً» من كرب الدنيا والآخرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَإِذَا بَلَغْنَ أَجَلَهُنَّ  أي: إذا قاربن انقضاء العدة، لأنهن لو خرجن من العدة، لم يكن الزوج مخيرًا بين الإمساك والفراق.  فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ  أي: على وجه المعاشرة [الحسنة]، والصحبة الجميلة، لا على وجه الضرار، وإرادة الشر والحبس، فإن إمساكها على هذا الوجه، لا يجوز،  أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ  أي: فراقًا لا محذور فيه، من غير تشاتم ولا تخاصم، ولا قهر لها على أخذ شيء من مالها. وَأَشْهِدُوا  على طلاقها ورجعتها  ذَوَيْ عَدْلٍ مِنْكُمْ  أي: رجلين مسلمين عدلين، لأن في الإشهاد المذكور، سدًا لباب المخاصمة، وكتمان كل منهما ما يلزمه بيانه. وَأَقِيمُوا  أيها الشهداء  الشَّهَادَةَ لِلَّهِ  أي: ائتوا بها على وجهها، من غير زيادة ولا نقص، واقصدوا بإقامتها وجه الله وحده  ولا تراعوا بها قريبًا لقرابته، ولا صاحبًا لمحبته،  ذَلِكُمْ  الذي ذكرنا لكم من الأحكام والحدود  يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ  فإن من يؤمن بالله، واليوم الآخر، يوجب له ذلك  أن يتعظ بمواعظ الله، وأن يقدم لآخرته من الأعمال الصالحة، ما يتمكن منها، بخلاف من ترحل الإيمان عن قلبه، فإنه لا يبالي بما أقدم عليه من الشر، ولا يعظم مواعظ الله لعدم الموجب لذلك، ولما كان الطلاق قد يوقع في الضيق والكرب والغم، أمر تعالى بتقواه، وأن  من اتقاه في الطلاق وغيره فإن الله يجعل له فرجًا ومخرجًا.فإذا أراد العبد الطلاق، ففعله على الوجه الشرعي، بأن أوقعه طلقة واحدة، في غير حيض ولا طهر قد وطئ فيه  فإنه لا يضيق عليه الأمر، بل جعل الله له فرجًا وسعة يتمكن بها من مراجعة النكاح  إذا ندم على الطلاق، والآية، وإن كانت في سياق الطلاق والرجعة، فإن العبرة بعموم اللفظ، فكل من اتقى الله تعالى، ولازم مرضاة الله في جميع أحواله، فإن الله يثيبه في الدنيا والآخرة.ومن جملة ثوابه أن يجعل له فرجًا ومخرجًا من كل شدة ومشقة، وكما أن من اتقى الله جعل له فرجًا ومخرجًا، فمن لم يتق الله، وقع في الشدائد والآصار والأغلال، التي لا يقدر على التخلص منها والخروج من تبعتها، واعتبر ذلك بالطلاق، فإن العبد إذا لم يتق الله فيه، بل أوقعه على الوجه المحرم، كالثلاث ونحوها، فإنه لا بد أن يندم ندامة لا يتمكن من استدراكها  والخروج منها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : فإذا بلغت المعتدات أجلهن ، أي : شارفن على انقضاء العدة وقاربن ذلك ، ولكن لم تفرغ العدة بالكلية ، فحينئذ إما أن يعزم الزوج على إمساكها ، وهو رجعتها إلى عصمة نكاحه والاستمرار بها على ما كانت عليه عنده . ( بمعروف ) أي : محسنا إليها في صحبتها ، وإما أن يعزم على مفارقتها ( بمعروف ) أي : من غير مقابحة ، ولا مشاتمة ، ولا تعنيف ، بل يطلقها على وجه جميل وسبيل حسن .وقوله : ( وأشهدوا ذوي عدل منكم ) أي : على الرجعة إذا عزمتم عليها ، كما رواه أبو داود ، وابن ماجه ، عن عمران بن حصين : أنه سئل عن الرجل يطلق امرأته ، ثم يقع بها ولم يشهد على طلاقها ، ولا على رجعتها ، فقال : طلقت لغير سنة ، ورجعت لغير سنة ، أشهد على طلاقها وعلى رجعتها ، ولا تعدوقال ابن جريج : كان عطاء يقول : ( وأشهدوا ذوي عدل منكم ) قال : لا يجوز في نكاح ، ولا طلاق ، ولا رجاع إلا شاهدا عدل ، كما قال الله ، عز وجل ، إلا أن يكون من عذر .وقوله : ( ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ) أي : هذا الذي أمرناكم به من الإشهاد وإقامة الشهادة ، إنما يأتمر به من يؤمن بالله وأنه شرع هذا ، ومن يخاف عقاب الله في الدار الآخرة .ومن ها هنا ذهب الشافعي - في أحد قوليه - إلى وجوب الإشهاد في الرجعة ، كما يجب عنده في ابتداء النكاح . وقد قال بهذا طائفة من العلماء ، ومن قال بهذا يقول : إن الرجعة لا تصح إلا بالقول ليقع الإشهاد عليها .وقوله : ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب ) أي : ومن يتق الله فيما أمره به ، وترك ما نهاه عنه يجعل له من أمره مخرجا ، ويرزقه من حيث لا يحتسب ، أي : من جهة لا تخطر بباله .قال الإمام أحمد : حدثنا يزيد ، أخبرنا كهمس بن الحسن ، حدثنا أبو السليل ، عن أبي ذر قال : جعل رسول الله - صلى الله عليه وسلم - يتلو علي هذه الآية : ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب ) حتى فرغ من الآية ، ثم قال : \" يا أبا ذر لو أن الناس كلهم أخذوا بها كفتهم \" . وقال : فجعل يتلوها ويرددها علي حتى نعست ، ثم قال : \" يا أبا ذر ، كيف تصنع إن أخرجت من المدينة ؟ . \" قلت : إلى السعة والدعة أنطلق ، فأكون حمامة من حمام مكة . قال : \" كيف تصنع إن أخرجت من مكة ؟ \" . قال : قلت : إلى السعة والدعة ، وإلى الشام ، والأرض المقدسة . قال : \" وكيف تصنع إن أخرجت من الشام ؟ \" . قلت : إذا - والذي بعثك بالحق - أضع سيفي على عاتقي . قال : \" أوخير من ذلك ؟ \" . قلت : أوخير من ذلك ؟ قال : \" تسمع وتطيع ، وإن كان عبدا حبشيا \"وقال ابن أبي حاتم : حدثنا أحمد بن منصور الرمادي ، حدثنا يعلى بن عبيد ، حدثنا زكريا ، عن عامر ، عن شتير بن شكل قال : سمعت عبد الله بن مسعود يقول : إن أجمع آية في القرآن : ( إن الله يأمر بالعدل والإحسان ) [ النحل : 90 ] وإن أكثر آية في القرآن فرجا : ( ومن يتق الله يجعل له مخرجا )وفي المسند : حدثني مهدي بن جعفر ، حدثنا الوليد بن مسلم ، عن الحكم بن مصعب ، عن محمد بن علي بن عبد الله بن عباس ، عن أبيه ، عن جده عبد الله بن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من أكثر من الاستغفار جعل الله له من كل هم فرجا ، ومن كل ضيق مخرجا ، ورزقه من حيث لا يحتسب \"وقال علي بن أبي طلحة ، عن ابن عباس : ( ومن يتق الله يجعل له مخرجا ) يقول : ينجيه من كل كرب في الدنيا والآخرة ، ( ويرزقه من حيث لا يحتسب )وقال الربيع بن خثيم : ( يجعل له مخرجا ) أي : من كل شيء ضاق على الناس .وقال عكرمة : من طلق كما أمره الله يجعل له مخرجا . وكذا روي عن ابن عباس ، والضحاك .وقال ابن مسعود ، ومسروق : ( ومن يتق الله يجعل له مخرجا ) يعلم أن الله إن شاء منع ، وإن شاء أعطى ( من حيث لا يحتسب ) أي من حيث لا يدري .وقال قتادة : ( ومن يتق الله يجعل له مخرجا ) أي : من شبهات الأمور والكرب عند الموت ، ( ويرزقه من حيث لا يحتسب ) ومن حيث لا يرجو أو لا يأمل .وقال السدي : ( ومن يتق الله ) يطلق للسنة ، ويراجع للسنة ، وزعم أن رجلا من أصحاب رسول الله - صلى الله عليه وسلم - يقال له : \" عوف بن مالك الأشجعي \" كان له ابن ، وأن المشركين أسروه ، فكان فيهم ، وكان أبوه يأتي رسول الله - صلى الله عليه وسلم - فيشكو إليه مكان ابنه وحاله التي هو بها وحاجته ، فكان رسول الله - صلى الله عليه وسلم - يأمره بالصبر ، ويقول له : \" إن الله سيجعل لك فرجا \" ، فلم يلبث بعد ذلك إلا يسيرا أن انفلت ابنه من أيدي العدو فمر بغنم من أغنام العدو ، فاستاقها فجاء بها إلى أبيه ، وجاء معه بغنى قد أصابه من الغنم ، فنزلت فيه هذه الآية : ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب )رواه ابن جرير ، وروي أيضا من طريق سالم بن أبي الجعد ، مرسلا نحوهوقال الإمام أحمد ، حدثنا ، وكيع ، حدثنا سفيان ، عن عبد الله بن عيسى ، عن عبد الله بن أبي الجعد ، عن ثوبان ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن العبد ليحرم الرزق بالذنب يصيبه ، ولا يرد القدر إلا الدعاء ، ولا يزيد في العمر إلا البر \" .ورواه النسائي ، وابن ماجه من حديث سفيان - وهو الثوري - بهوقال محمد بن إسحاق : جاء مالك الأشجعي إلى رسول الله - صلى الله عليه وسلم - فقال : له أسر ابني عوف . فقال له رسول الله - صلى الله عليه وسلم - : \" أرسل إليه أن رسول الله يأمرك أن تكثر من قول : لا حول ولا قوة إلا بالله \" . وكانوا قد شدوه بالقد فسقط القد عنه ، فخرج ، فإذا هو بناقة لهم فركبها ، وأقبل فإذا بسرح القوم الذين كانوا قد شدوه فصاح بهم ، فاتبع أولها آخرها ، فلم يفجأ أبويه إلا وهو ينادي بالباب ، فقال أبوه : عوف ورب الكعبة . فقالت أمه : واسوأتاه . وعوف كيف يقدم لما هو فيه من القد - فاستبقا الباب والخادم ، فإذا عوف قد ملأ الفناء إبلا فقص على أبيه أمره ، وأمر الإبل ، فقال أبوه : قفا حتى آتي رسول الله - صلى الله عليه وسلم - فأسأله عنها . فأتى رسول الله - صلى الله عليه وسلم - فأخبره بخبر عوف ، وخبر الإبل ، فقال له رسول الله - صلى الله عليه وسلم - : \" اصنع بها ما أحببت ، وما كنت صانعا بمالك \" . ونزل : ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب )رواه ابن أبي حاتم .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا محمد بن علي بن الحسن بن شقيق ، حدثنا إبراهيم بن الأشعث ، حدثنا الفضيل بن عياض ، عن هشام بن حسان ، عن عمران بن حصين قال : قال رسول الله - صلى الله عليه وسلم - : \" من انقطع إلى الله كفاه الله كل مئونة ، ورزقه من حيث لا يحتسب ، ومن انقطع إلى الدنيا وكله إليها \""
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فإذا بلغن أجلهن ) أي قربن من انقضاء عدتهن ( فأمسكوهن ) أي راجعوهن ( بمعروف أو فارقوهن بمعروف ) أي اتركوهن حتى تنقضي عدتهن فتبين منكم ( وأشهدوا ذوي عدل منكم ) على الرجعة والفراق . أمر بالإشهاد على الرجعة وعلى الطلاق . ( وأقيموا الشهادة ) أيها الشهود ( لله )( ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجا ) قال عكرمة والشعبي والضحاك : ومن يتق الله فيطلق للسنة يجعل له مخرجا إلى الرجعة .وأكثر المفسرين قالوا : نزلت في عوف بن مالك الأشجعي ، أسر المشركون ابنا له يسمى مالكا فأتى النبي - صلى الله عليه وسلم - فقال : يا رسول الله أسر العدو ابني ، وشكا أيضا إليه الفاقة فقال له النبي - صلى الله عليه وسلم - : اتق الله واصبر وأكثر من قول : لا حول ولا قوة إلا بالله ، ففعل الرجل [ ذلك ] فبينما هو في بيته إذ أتاه ابنه وقد غفل عنه العدو ، فأصاب إبلا وجاء بها إلى أبيه .وروى الكلبي عن أبي صالح عن ابن عباس قال : فتغفل عنه العدو ، فاستاق غنمهم ، فجاء بها إلى أبيه ، وهي أربعة آلاف شاة . فنزلت : \" ومن يتق الله يجعل له مخرجا \" في ابنه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فإذا بلغن أجلهن أي قاربن انقضاء العدة ; كقوله تعالى : وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن أي قربن من انقضاء الأجل .فأمسكوهن بمعروف يعني المراجعة بالمعروف ; أي بالرغبة من غير قصد المضارة في الرجعة تطويلا لعدتها . كما تقدم في \" البقرة \" .أو فارقوهن بمعروف أي اتركوهن حتى تنقضي عدتهن فيملكن أنفسهن . وفي قوله تعالى : فإذا بلغن أجلهن ما يوجب أن يكون القول قول المرأة في انقضاء العدة إذا ادعت ذلك ، على ما بيناه في سورة \" البقرة \" عند قوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن الآية .قوله تعالى : وأشهدوا ذوي عدل منكم فيه مسائل :الأولى : قوله تعالى : \" وأشهدوا \" أمر بالإشهاد على الطلاق . وقيل : على الرجعة . والظاهر رجوعه إلى الرجعة لا إلى الطلاق . فإن راجع من غير إشهاد ففي صحة الرجعة قولان للفقهاء . وقيل : المعنى وأشهدوا عند الرجعة والفرقة جميعا . وهذا الإشهاد مندوب إليه عند أبي حنيفة ; كقوله تعالى : وأشهدوا إذا تبايعتم . وعند الشافعي واجب في الرجعة ، مندوب إليه في الفرقة . وفائدة الإشهاد ألا يقع بينهما التجاحد ، وألا يتهم في إمساكها ، ولئلا يموت أحدهما فيدعي الباقي ثبوت الزوجية ليرث .الثانية : الإشهاد عند أكثر العلماء على الرجعة ندب . وإذا جامع أو قبل أو باشر يريد بذلك الرجعة ، وتكلم بالرجعة يريد به الرجعة فهو مراجع عند مالك ، وإن لم يرد بذلك الرجعة فليس بمراجع . وقال أبو حنيفة وأصحابه : إذا قبل أو باشر أو لامس بشهوة فهو رجعة . وقالوا : والنظر إلى الفرج رجعة . وقال الشافعي وأبو ثور : إذا تكلم بالرجعة فهو رجعة . وقد قيل : وطؤه مراجعة على كل حال ، نواها أو لم ينوها . وروي ذلك عن طائفة من أصحاب مالك . وإليه ذهب الليث . وكان مالك يقول : إذا وطئ ولم ينو الرجعة فهو وطء فاسد ; ولا يعود لوطئها حتى يستبرئها من مائه الفاسد ، وله الرجعة في بقية العدة الأولى ، وليس له رجعة في هذا الاستبراء .الثالثة : أوجب الإشهاد في الرجعة أحمد بن حنبل في أحد قوليه ، والشافعي كذلك لظاهر الأمر . وقال مالك وأبو حنيفة وأحمد والشافعي في القول الآخر : إن الرجعة لا تفتقر إلى القبول ، فلم تفتقر إلى الإشهاد كسائر الحقوق ، وخصوصا حل الظهار بالكفارة . قال ابن العربي : وركب أصحاب الشافعي على وجوب الإشهاد في الرجعة أنه لا يصح أن يقول : كنت راجعت أمس وأنا أشهد اليوم على الإقرار بالرجعة ، ومن شرط الرجعة الإشهاد فلا تصح دونه . وهذا فاسد مبني على أن الإشهاد في الرجعة تعبد . ونحن لا نسلم فيها ولا في النكاح بأن نقول : إنه موضع للتوثق ، وذلك موجود في الإقرار كما هو موجود في الإنشاء .الرابعة : من ادعى بعد انقضاء العدة أنه راجع امرأته في العدة ، فإن صدقته جاز وإن أنكرت حلفت ، فإن أقام بينة أنه ارتجعها في العدة ولم تعلم بذلك لم يضره جهلها بذلك ، وكانت زوجته ، وإن كانت قد تزوجت ولم يدخل بها ثم أقام الأول البينة على رجعتها فعن مالك في ذلك روايتان : إحداهما : أن الأول أحق بها . والأخرى : أن الثاني أحق بها . فإن كان الثاني قد دخل بها فلا سبيل للأول إليها .الخامسة : قوله تعالى : ذوي عدل منكم قال الحسن : من المسلمين . وعن قتادة : من أحراركم . وذلك يوجب اختصاص الشهادة على الرجعة بالذكور دون الإناث ; لأن ذوي مذكر . ولذلك قال علماؤنا : لا مدخل للنساء فيما عدا الأموال . وقد مضى ذلك في سورة \" البقرة \" .السادسة : قوله تعالى : وأقيموا الشهادة لله أي تقربا إلى الله في إقامة الشهادة على وجهها ، إذا مست الحاجة إليها من غير تبديل ولا تغيير . وقد مضى في سورة \" البقرة \" معناه عند قوله تعالى : وأقوم للشهادة .قوله تعالى : ذلكم يوعظ به أي يرضى به .من كان يؤمن بالله واليوم الآخر فأما غير المؤمن فلا ينتفع بهذه المواعظ .قوله تعالى : ومن يتق الله يجعل له مخرجا عن النبي صلى الله عليه وسلم أنه سئل عمن طلق ثلاثا أو ألفا هل له من مخرج ؟ فتلاها . وقال ابن عباس والشعبي والضحاك : هذا في الطلاق خاصة ; أي من طلق كما أمره الله يكن له مخرج في الرجعة في العدة ، وأن يكون كأحد الخطاب بعد العدة . وعن ابن عباس أيضا يجعل له مخرجا ينجيه من كل كرب في الدنيا والآخرة . وقيل : المخرج هو أن يقنعه الله بما رزقه ; قاله علي بن صالح . وقال الكلبي : ومن يتق الله بالصبر عند المصيبة . يجعل له مخرجا من النار إلى الجنة . وقال الحسن : مخرجا مما نهى الله عنه . وقال أبو العالية : مخرجا من كل شدة . الربيع بن خيثم : يجعل له مخرجا من كل شيء ضاق على الناس . الحسين بن الفضل : ومن يتق الله في أداء الفرائض ، يجعل له مخرجا من العقوبة .ويرزقه الثواب"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ ) يقول تعالى ذكره: فإذا بلغ المطلقات اللواتي هنّ في عدة أجلهنّ وذلك حين قرب انقضاء عددهنّ( فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ ) يقول: فأمسكوهنّ برجعة تراجعوهن، إن أردتم ذلك بمَعْرُوف، يقول: بما أمرك الله به من الإمساك وذلك بإعطائها الحقوق التي أوجبها الله عليه لها من النفقة والكسوة والمسكن وحُسن الصحبة، أو فارقوهنّ بمعروف، أو اتركوهنّ حتى تنقضي عددهنّ، فتبين منكم بمعروف، يعني بإيفائها ما لها من حق قبله من الصداق والمتعة على ما أوجب عليه لها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ بن عبد الأعلى، قال: ثني المحاربي بن عبد الرحمن بن محمد، عن جويبر، عن الضحاك، قوله: ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ ) يقول: إذا انقضت عدتها قبل أن تغتسل من الحيضة الثالثة، أو ثلاثة أشهر إن لم تكن تحيض، يقول: فراجع إن كنت تريد المراجعة قبل أن تنقضي العدّة بإمساك بمعروف، والمعروف أن تحسن صحبتها  أَوْ تَسْرِيحٌ بِإِحْسَانٍ  والتسريح بإحسان: أن يدعها حتى تمضي عدتها، ويعطيها مهرًا إن كان لها عليه إذا طلقها، فذلك التسريح بإحسان، والمُتعة على قدر الميسرة.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ ) قال: إذا طلقها واحدة أو ثنتين، يشاء (1) أن يمسكها بمعروف، أو يسرّحها بإحسان.وقوله: ( وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ ) وأشهدوا على الإمساك إن أمسكتموهنّ، وذلك هو الرجعة ذوي عدل منكم، وهما اللذان يرضى دينهما وأمانتهما.وقد بينا فيما مضى قبل معنى العدل بما أغنى عن إعادته في هذا الموضع، وذكرنا ما قال أهل العلم فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: إن أراد مراجعتها قبل أن تنقضي عدتها، أشهد رجلين كما قال الله ( وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ ) عند الطلاق وعند المراجعة، فإن راجعها فهي عنده على تطليقتين، وإن لم يراجعها فإذا انقضت عدتها فقد بانت منه بواحدة، وهي أملك بنفسها، ثم تتزوّج من شاءت، هو أو غيره.حدثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ ) قال: على الطلاق والرجعة.وقوله: ( وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ) يقول: وأشهدوا على الحقّ إذا استشهدتم، وأدوها على صحة إذا أنتم دُعيتم إلى أدائها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ) قال: أشهدوا على الحقّ.وقوله: ( ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ) يقول تعالى ذكره: هذا الذي أمرتكم به، وعرَّفتكم من أمر الطلاق، والواجب لبعضكم على بعض عند الفراق والإمساك عظة منا لكم، نعظ به من كان يؤمن بالله واليوم الآخر، فيصدّق به.وعُنِي بقوله: ( مَنْ كَانَ يُؤْمِنُ بِاللَّهِ ) من كانت صفته الإيمان بالله، كالذي حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط عن السديّ، ( مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ) قالَ: يؤمن به.وقوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) يقول تعالى ذكره: من يخف الله فيعمل بما أمره به، ويجتنب ما نهاه عنه، يجعل له من أمره مخرجًا بأن يعرّفه بأن ما قضى فلا بدّ من أن يكون، وذلك أن المطلق إذا طلَّق، كما ندبه الله إليه للعدّة، ولم يراجعها في عدتها حتى انقضت ثم تتبعها نفسه، جعل الله له مخرجًا فيما تتبعها نفسه. بأن جعل له السبيل إلى خطبتها ونكاحها، ولو طلقها ثلاثًا لم يكن له إلى ذلك سبيل.------------------------الهوامش:(1) كذا في الأصل. ولعل أصل العبارة: فله بعد ذلك ما يشاء ... إلخ"
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فإذا قاربت المطلقات نهاية عدتهن فراجعوهن مع حسن المعاشرة، والإنفاق عليهن، أو فارقوهن مع إيفاء حقهن، دون المضارَّة لهن، وأشهدوا على الرجعة أو المفارقة رجلين عدلين منكم، وأدُّوا- أيها الشهود- الشهادة خالصة لله لا لشيء آخر، ذلك الذي أمركم الله به يوعظ به مَن كان يؤمن بالله واليوم الآخر. ومن يخف الله فيعمل بما أمره به، ويجتنب ما نهاه عنه، يجعل له مخرجًا من كل ضيق، وييسِّر له أسباب الرزق من حيث لا يخطر على باله، ولا يكون في حسبانه. ومن يتوكل على الله فهو كافيه ما أهمَّه في جميع أموره. إن الله بالغ أمره، لا يفوته شيء، ولا يعجزه مطلوب، قد جعل الله لكل شيء أجلا ينتهي إليه، وتقديرًا لا يجاوزه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويرزقه من حيث لا يحتسب» يخطر بباله «ومن يتوكل على الله» في أموره «فهو حسبه» كافية «إن الله بالغٌ أمرَه» مراده وفي قراءة بالإضافة «قد جعل الله لكل شيء» كرخاء وشدة «قدرا» ميقاتا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ  أي: يسوق الله الرزق للمتقي، من وجه لا يحتسبه ولا يشعر به. وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ  أي: في أمر دينه ودنياه، بأن يعتمد على الله في جلب ما ينفعه ودفع ما يضره، ويثق به في تسهيل ذلك  فَهُوَ حَسْبُهُ  أي: كافيه الأمر الذي توكل عليه به، وإذا كان الأمر في كفالة الغني القوي [العزيز] الرحيم، فهو أقرب إلى العبد من كل شيء، ولكن ربما أن الحكمة الإلهية اقتضت تأخيره إلى الوقت المناسب له؛ فلهذا قال تعالى:  إِنَّ اللَّهَ بَالِغُ أَمْرِهِ  أي: لا بد من نفوذ قضائه وقدره، ولكنه  قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا  أي: وقتًا ومقدارًا، لا يتعداه ولا يقصر عنه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ومن يتوكل على الله فهو حسبه ) قال الإمام أحمد :حدثنا يونس ، حدثنا ليث ، حدثنا قيس بن الحجاج ، عن حنش الصنعاني ، عن عبد الله بن عباس : أنه حدثه أنه ركب خلف رسول الله - صلى الله عليه وسلم - يوما ، فقال له رسول الله - صلى الله عليه وسلم - : \" يا غلام ، إني معلمك كلمات : احفظ الله يحفظك ، احفظ الله تجده تجاهك ، وإذا سألت فاسأل الله ، وإذا استعنت فاستعن بالله ، واعلم أن الأمة لو اجتمعوا على أن ينفعوك ، لم ينفعوك إلا بشيء كتبه الله لك ، ولو اجتمعوا على أن يضروك ، لم يضروك إلا بشيء قد كتبه الله عليك ، رفعت الأقلام ، وجفت الصحف \" .وقد رواه الترمذي من حديث الليث بن سعد ، وابن لهيعة به ، وقال : حسن صحيح .وقال الإمام أحمد : حدثنا وكيع ، حدثنا بشير بن سلمان ، عن سيار أبي الحكم ، عن طارق بن شهاب ، عن عبد الله - هو ابن مسعود - قال : قال رسول الله - صلى الله عليه وسلم - : \" من نزل به حاجة ، فأنزلها بالناس كان قمنا أن لا تسهل حاجته ، ومن أنزلها بالله أتاه الله برزق عاجل ، أو بموت آجل \" .ثم رواه عن عبد الرزاق ، عن سفيان ، عن بشير ، عن سيار أبي حمزة ، ثم قال : وهو الصواب ، وسيار أبو الحكم لم يحدث عن طارقوقوله : ( إن الله بالغ أمره ) أي : منفذ قضاياه ، وأحكامه في خلقه بما يريده ويشاؤه ( قد جعل الله لكل شيء قدرا ) كقوله : ( وكل شيء عنده بمقدار ) [ الرعد : 8 ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ويرزقه من حيث لا يحتسب ) ما ساق من الغنم .وقال مقاتل : أصاب غنما ومتاعا ثم رجع إلى أبيه ، فانطلق أبوه إلى النبي - صلى الله عليه وسلم - وأخبره الخبر ، وسأله : أيحل له أن يأكل ما أتى به ابنه ؟ فقال له النبي - صلى الله عليه وسلم - : نعم ، وأنزل الله هذه الآية .قال ابن مسعود : \" ومن يتق الله يجعل له مخرجا \" هو أن يعلم أنه من قبل الله وأن الله رازقه .وقال الربيع بن خثيم : \" يجعل له مخرجا \" من كل شيء ضاق على الناس .وقال أبو العالية : \" مخرجا \" من كل شدة .وقال الحسن : \" مخرجا \" عما نهاه عنه . ( ومن يتوكل على الله فهو حسبه ) يتق الله فيما نابه كفاه ما أهمه .وروينا أن النبي - صلى الله عليه وسلم - قال : \" لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا وتروح بطانا \" .( إن الله بالغ أمره ) قرأ طلحة بن مصرف ، وحفص عن عاصم : \" بالغ أمره \" بالإضافة ، وقرأ الآخرون \" بالغ \" [ بالتنوين ] \" أمره \" نصب أي منفذ أمره ممض في خلقه قضاءه . ( قد جعل الله لكل شيء قدرا ) أي جعل لكل شيء من الشدة والرخاء أجلا ينتهي إليه .قال مسروق : في هذه الآية \" إن الله بالغ أمره \" توكل عليه أو لم يتوكل ، غير أن المتوكل عليه يكفر عنه سيئاته ويعظم له أجرا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "من حيث لا يحتسب أي يبارك له فيما آتاه . وقال سهل بن عبد الله : ومن يتق الله في اتباع السنة يجعل له مخرجا من عقوبة أهل البدع ، ويرزقه الجنة من حيث لا يحتسب . وقيل : ومن يتق الله في الرزق بقطع العلائق يجعل له مخرجا بالكفاية . وقال عمر بن عثمان الصدفي : ومن يتق الله فيقف عند حدوده ويجتنب معاصيه يخرجه من الحرام إلى الحلال ، ومن الضيق إلى السعة ، ومن النار إلى الجنة . ويرزقه من حيث لا يحتسب من حيث لا يرجو . وقال ابن عيينة : هو البركة في الرزق . وقال أبو سعيد الخدري : ومن يبرأ من حوله وقوته بالرجوع إلى الله يجعل له مخرجا مما كلفه بالمعونة له . وتأول ابن مسعود ومسروق الآية على العموم . وقال أبو ذر : قال النبي صلى الله عليه وسلم : \" إني لأعلم آية لو أخذ بها الناس لكفتهم \" ثم تلا ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فما زال يكررها ويعيدها . وقال ابن عباس : قرأ النبي صلى الله عليه وسلم ومن يتق الله يجعل له مخرجا . ويرزقه من حيث لا يحتسب قال : \" مخرجا من شبهات الدنيا ومن غمرات الموت ومن شدائد يوم القيامة \" . وقال أكثر المفسرين فيما ذكر الثعلبي : إنها نزلت في عوف بن مالك الأشجعي . روى الكلبي عن أبي صالح عن ابن عباس قال : جاء عوف بن مالك الأشجعي إلى النبي صلى الله عليه وسلم فقال : يا رسول الله ، إن ابني أسره العدو وجزعت الأم . وعن جابر بن عبد الله : نزلت في عوف بن مالك الأشجعي أسر المشركون ابنا له يسمى سالما ، فأتى رسول الله صلى الله عليه وسلم وشكا إليه الفاقة وقال : إن العدو أسر ابني وجزعت الأم ، فما تأمرني ؟ فقال عليه السلام : \" اتق الله واصبر ، وآمرك وإياها أن تستكثرا من قول لا حول ولا قوة إلا بالله \" . فعاد إلى بيته وقال لامرأته : إن رسول الله صلى الله عليه وسلم أمرني وإياك أن نستكثر من قول لا حول ولا قوة إلا بالله . فقالت : نعم ما أمرنا به . فجعلا يقولان ; فغفل العدو عن ابنه ، فساق غنمهم وجاء بها إلى أبيه ; وهي أربعة آلاف شاة . فنزلت الآية ، وجعل النبي صلى الله عليه وسلم تلك الأغنام له . في رواية : أنه جاء وقد أصاب إبلا من العدو وكان فقيرا . قال الكلبي : أصاب خمسين بعيرا . وفي رواية : فأفلت ابنه من الأسر وركب ناقة للقوم ، ومر في طريقه بسرح لهم فاستاقه . وقال مقاتل : أصاب غنما ومتاعا فسأل النبي صلى الله عليه وسلم : أيحل لي أن آكل مما أتى به ابني ؟ قال : \" نعم \" . ونزلت : ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فروى الحسن عن عمران بن الحصين قال : قال رسول الله صلى الله عليه وسلم : \" من انقطع إلى الله كفاه الله كل مئونة ، ورزقه من حيث لا يحتسب . ومن انقطع إلى الدنيا وكله الله إليها \" . وقال الزجاج : أي إذا اتقى وآثر الحلال والتصبر على أهله ، فتح الله عليه إن كان ذا ضيقة ورزقه من حيث لا يحتسب . وعن ابن عباس أن النبي صلى الله عليه وسلم قال : \" من أكثر الاستغفار جعل الله له من كل هم فرجا ، ومن كل ضيق مخرجا ، ورزقه من حيث لا يحتسب \" .قوله تعالى : ومن يتوكل على الله فهو حسبه أي من فوض إليه أمره كفاه ما أهمه . وقيل : أي من اتقى الله وجانب المعاصي وتوكل عليه ، فله فيما يعطيه في الآخرة من ثوابه كفاية . ولم يرد الدنيا ; لأن المتوكل قد يصاب في الدنيا وقد يقتل .إن الله بالغ أمره قال مسروق : أي قاض أمره فيمن توكل عليه وفيمن لم يتوكل عليه ; إلا أن من توكل عليه فيكفر عنه سيئاته ويعظم له أجرا . وقراءة العامة \" بالغ \" منونا . \" أمره \" نصبا . وقرأ عاصم \" بالغ أمره \" بالإضافة وحذف التنوين استخفافا . وقرأ المفضل \" بالغا أمره \" على أن قوله : \" قد جعل الله \" خبر إن و \" بالغا \" حال . وقرأ داود بن أبي هند \" بالغ أمره \" بالتنوين ورفع الراء . قال الفراء : أي أمره بالغ . وقيل : \" أمره \" مرتفع ب \" بالغ \" والمفعول محذوف ; والتقدير : بالغ أمره ما أراد .قد جعل الله لكل شيء قدرا أي لكل شيء من الشدة والرخاء أجلا ينتهي إليه . وقيل تقديرا . وقال السدي : هو قدر الحيض في الأجل والعدة . وقال عبد الله بن رافع : لما نزل قوله تعالى : ومن يتوكل على الله فهو حسبه قال أصحاب النبي صلى الله عليه وسلم : فنحن إذا توكلنا عليه نرسل ما كان لنا ولا نحفظه ; فنزلت : إن الله بالغ أمره فيكم وعليكم . وقال الربيع بن خيثم : إن الله تعالى قضى على نفسه أن من توكل عليه كفاه ومن آمن به هداه ، ومن أقرضه جازاه ، ومن وثق به نجاه ، ومن دعاه أجاب له . وتصديق ذلك في كتاب الله : ومن يؤمن بالله يهد قلبه . ومن يتوكل على الله فهو حسبه . إن تقرضوا الله قرضا حسنا يضاعفه لكم . ومن يعتصم بالله فقد هدي إلى صراط مستقيم . وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) يقول: ويسبب له أسباب الرزق من حيث لا يشعر، ولا يعلم.وبنحو الذي قلنا في ذلك قال أهل التأويل، وذكر بعضهم أن هده الآية نزلت بسبب عوف بن مالك الأشجعيّ.* ذكر من قال ذلك:حدثنا أَبو كُرَيب، قال: ثنا ابن صَلْت، عن قيس، عن الأعمش، عن أبي الضحى، عن مسروق عن عبد الله، في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: يعلم أنه من عند الله، وأن الله هو الذي يعطي ويمنع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: المخرج أن يعلم أن الله تبارك وتعالى لو شاء أعطاه وإن شاء منعه، ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) قال: من حيث لا يدري.حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق، مثله.حدثني عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) يقول: نجاته من كل كرب في الدنيا والآخرة، ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الربيع بن المنذر، عن أبيه، عن الربيع بن خثيم ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: من كلّ شيء ضاق على الناس.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرمة ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: من طلق كما أمره الله يجعل له مخرجًا.حدثني عليّ بن عبد الأعلى المحاربيّ، قال: ثنا عبد الرحمن بن محمد المحاربيّ، عن جويبر، عن الضحاك في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) ومن يتق الله يجعل له من أمره يُسرًا، قال: يعني بالمخرج واليُسر إذا طلق واحدة ثم سكت عنها، فإن شاء راجعها بشهادة رجلين عدلين، فذلك اليُسر الذي قال الله، وإن مضت عدتها ولم يراجعها، كان خاطبًا من الخطاب، وهذا الذي أمر الله به، وهكذا طلاق السنة فأما من طلق عند كلّ حيضة فقد أخطأ السنة، وعصى الربّ، وأخذ بالعسر.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: يطلق للسُّنة، ويراجع للسُّنة؛ زعم أن رجلا من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يقال له عوف الأشجعيّ، كان له ابن، وأن المشركين أسروه، فكان فيهم، فكان أبوه يأتي النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فيشكوا إليه مكان ابنه، وحالته التي هو بها وحاجته، فكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يأمره بالصبر ويقول له: إن الله سيجعل له مخرجا، فلم يلبث بعد ذلك إلا يسيرًا إذا انفلت ابنه من أيدي العدوّ، فمرّ بغنم من أغنام العدوّ فاستاقها، فجاء بها إلى أبيه، وجاء معه بغنًى قد أصابه من الغنم، فنزلت هذه الآية: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن عمار بن أبي معاوية الدهنّي، عن سالم بن أبي الجعد ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: نزلت في رجل من أشجع جاء إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وهو مجهود، فسأله فقال له النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" اتَّقِ اللهَ وَاصْبِرْ\"، قال: قد فعلت، فأتى قومه، فقالوا: ماذا قال لك؟ قال: قال: \" اتق الله واصبر \"، فقلت: قد فعلت حتى قال ذلك ثلاثًا، فرجع فإذا هو بابنه كان أسيرًا في بني فلان من العرب، فجاء معه بأعنز فرجع إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: إن ابني كان أسيرًا في بني فلان، وإنه جاء بأعنز فطابت لنا؟ قال: \" نعم \".قال: ثنا حكام، قال: ثنا عمرو، عن عمار الدهنّي، عن سالم بن أَبي الجعد في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: نزلت في رجل من أشجع أصابه الجهد، فأتى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال له: \" اتَّقِ اللهَ وَاصْبِرْ\"، فرجع فوجد ابنًا له كان أسيرًا، قد فكه الله من أيديهم، وأصاب أعنزا، فجاء، فذكر ذلك لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: هل تطيبُ لي يا رسول الله؟ قال: \" نَعَم \".قال: ثنا مهران، عن سفيان، عن ابن المنذر الثوريّ، عن أبيه، عن الربيع بن خثيم ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: من كلّ شيء ضاق على الناس.قال: ثنا مهران، عن سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: يعلم أن الله إن شاء منعه، وإن شاء أعطاه ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) يقول: من حيث لا يدري.قال: ثنا مهران، عن سعيد بن أَبي عَروبة، عن قتادة ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: من شُبُهَات الأمور، والكرب عند الموت ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) : من حيث لا يرجو ولا يؤمل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) لا يأمل ولا يرجو.وقوله: ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ )يقول تعالى ذكره: ومن يتق الله في أموره، ويفوّضها إليه فهو كافيه.وقوله: ( إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ) منقطع عن قوله: ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) . ومعنى ذلك: إن الله بالغ أمره بكل حال توكل عليه العبد أو لم يتوكل عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ) توكل عليه أو لم يتوكل عليه، غير أن المتوكل يُكَفِّرْ عنه سيئاته، ويُعظِم له أجرًا.حدثنا أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق بنحوه.حدثنا أَبو كريب، قال: ثنا ابن صلت عن قيس، عن الأعمش، عن أبي الضحى، عن مسروق، عن عبد الله ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) قال: ليس بمتوكل الذي قد قُضيت حاجته، وجعل فضل من توكل عليه على من لم يتوكل أن يكفرَ عنه سيئاته، ويُعظم له أجرًا.قال: ثنا جرير، عن منصور، عن الشعبيّ، قال: تجالس شُتير بن شكل ومسروق، فقال شُتير: إما أن تحدّث ما سمعت من ابن مسعود فأصدّقك، وإما أن أحدث فتصدّقني؟ قال مسروق: لا بل حدّث فأصدّقك، فقال: سمعت ابن مسعود يقول: إن أكبر آية في القرآن تفوّضًا (2) : ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) قال مسروق: صدقت.وقوله: ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) يقول تعالى ذكره: قد جعل الله لكلّ شيء من الطلاق والعدّة وغير ذلك حدًا وأجلا وقدرًا يُنتهى إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: أجلا.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أبي الضحى، عن مسروق ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: منتهى.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق مثله.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: الحيض في الأجل والعدّة.------------------------الهوامش:(2) كذا في الأصل، ولم أجد في المعاجم هذا المصدر ولا فعله، ولعله محرف عن \"التفويض\"، وهو رد الأمر كله إلى الله، وهو المفهوم من معنى حديث ابن مسعود هذا."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والنساء المطلقات اللاتي انقطع عنهنَّ دم الحيض؛ لكبر سنهنَّ، إن شككتم فلم تدروا ما الحكم فيهنَّ؟ فعدَّتهنَّ ثلاثة أشهر، والصغيرات اللاتي لم يحضن، فعدتهن ثلاثة أشهر كذلك. وذوات الحَمْل من النساء عدتهن أن يضعن حَمْلهن. ومن يَخَفِ الله، فينفذ أحكامه، يجعل له من أمره يسرًا في الدنيا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(واللائي) بهمزة وياء وبلا ياء في الموضعين (يئسن من المحيض) بمعنى الحيض (من نسائكم إن ارتبتم) شككتم في عدتهن (فعدتهن ثلاثة أشهر واللائي لم يحضن) لصغرهن فعدتهن ثلاثة أشهر والمسألتان في غير المتوفي عنهن أزواجهن أما هن فعدتهن ما في آية \"\" يتربصن بأنفسهن أربعة أشهر وعشرا \"\" (وأولات الأحمال أجلهن) انقضاء عدتهن مطلقات أو متوفى عنهن أزواجهن (أن يضعن حملهن ومن يتق الله يجعل له من أمره يسرا) في الدنيا والآخرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر تعالى أن الطلاق المأمور به يكون لعدة النساء، ذكر تعالى العدة، فقال: وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْْ  بأن كن يحضن، ثم ارتفع حيضهن، لكبر أو غيره، ولم يرج رجوعه، فإن عدتها ثلاثة أشهر، جعل لكل شهر، مقابلة حيضة. وَاللَّائِي لَمْ يَحِضْنَ  أي: الصغار، اللائي لم يأتهن الحيض بعد، و البالغات  اللاتي لم يأتهن حيض بالكلية، فإنهن كالآيسات، عدتهن ثلاثة أشهر، وأما اللائي يحضن، فذكر الله عدتهن في قوله:  وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ  [وقوله:]  وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ  أي: عدتهن  أَنْ يَضَعْنَ حَمْلَهُنَّ  أي: جميع ما في بطونهن، من واحد، ومتعدد، ولا عبرة حينئذ، بالأشهر ولا غيرها،  وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا  أي: من اتقى الله تعالى، يسر له الأمور، وسهل عليه كل عسير."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مبينا لعدة الآيسة - وهي التي قد انقطع عنها الحيض لكبرها - : أنها ثلاثة أشهر ، عوضا عن الثلاثة قروء في حق من تحيض ، كما دلت على ذلك آية \" البقرة \" وكذا الصغار اللائي لم يبلغن سن الحيض أن عدتهن كعدة الآيسة ثلاثة أشهر ; ولهذا قال : ( واللائي لم يحضن )وقوله : ( إن ارتبتم ) فيه قولان :أحدهما - وهو قول طائفة من السلف كمجاهد ، والزهري ، وابن زيد - : أي إن رأين دما وشككتم في كونه حيضا ، أو استحاضة ، وارتبتم فيه .والقول الثاني : إن ارتبتم في حكم عدتهن ، ولم تعرفوه فهو ثلاث أشهر . وهذا مروي ، عن سعيد بن جبير . وهو اختيار ابن جرير وهو أظهر في المعنى ، واحتج عليه بما رواه عن أبي كريب ، وأبي السائب قالا : حدثنا ابن إدريس ، أخبرنا مطرف ، عن عمرو بن سالم قال : قال أبي بن كعب : يا رسول الله ، إن عددا من عدد النساء لم تذكر في الكتاب : الصغار ، والكبار ، وأولات الأحمال ، قال : فأنزل الله عز وجل : ( واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن وأولات الأحمال أجلهن أن يضعن حملهن )ورواه ابن أبي حاتم بأبسط من هذا السياق فقال : حدثنا أبي ، حدثنا يحيى بن المغيرة ، أخبرنا جرير ، عن مطرف ، عن عمر بن سالم ، عن أبي بن كعب ، قال : قلت لرسول الله - صلى الله عليه وسلم - : إن ناسا من أهل المدينة لما أنزلت هذه الآية التي في \" البقرة \" في عدة النساء قالوا : لقد بقي من عدة النساء عدد لم يذكرن في القرآن : الصغار ، والكبار اللائي قد انقطع عنهن الحيض ، وذوات الحمل . قال : فأنزلت التي في النساء القصرى : ( واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن )وقوله : ( وأولات الأحمال أجلهن أن يضعن حملهن ) يقول تعالى : ومن كانت حاملا فعدتها بوضعه ، ولو كان بعد الطلاق أو الموت بفواق ناقة في قول جمهور العلماء من السلف والخلف ، كما هو نص هذه الآية الكريمة ، وكما وردت به السنة النبوية . وقد روي عن علي ، وابن عباس رضي الله عنهم أنهما ذهبا في المتوفى عنها زوجها أنها تعتد بأبعد الأجلين من الوضع أو الأشهر ، عملا بهذه الآية الكريمة ، والتي في سورة \" البقرة \" . وقد قال البخاري :حدثنا سعد بن حفص ، حدثنا شيبان ، عن يحيى ، قال : أخبرني أبو سلمة قال : جاء رجل إلى ابن عباس ، - وأبو هريرة جالس - فقال : أفتني في امرأة ولدت بعد زوجها بأربعين ليلة . فقال : ابن عباس آخر الأجلين . قلت أنا : ( وأولات الأحمال أجلهن أن يضعن حملهن ) قال أبو هريرة : أنا مع ابن أخي - يعني أبا سلمة - فأرسل ابن عباس غلامه كريبا إلى أم سلمة يسألها ، فقالت : قتل زوج سبيعة الأسلمية وهي حبلى ، فوضعت بعد موته بأربعين ليلة ، فخطبت ، فأنكحها رسول الله - صلى الله عليه وسلم - وكان أبو السنابل فيمن خطبهاهكذا أورد البخاري هذا الحديث ها هنا مختصرا . وقد رواه هو ، ومسلم ، وأصحاب الكتب مطولا من وجوه أخر ، وقال الإمام أحمد :حدثنا حماد بن أسامة ، أخبرنا هشام ، عن أبيه ، عن المسور بن مخرمة ; أن سبيعة الأسلمية توفي عنها زوجها وهي حامل ، فلم تمكث إلا ليالي حتى وضعت ، فلما تعلت من نفاسها خطبت ، فاستأذنت رسول الله - صلى الله عليه وسلم - في النكاح ، فأذن لها أن تنكح فنكحت .ورواه البخاري في صحيحه ، ومسلم ، وأبو داود ، والنسائي ، وابن ماجه من طرق عنها كما قال مسلم بن الحجاج :حدثني أبو الطاهر ، أخبرنا ابن وهب ، حدثني يونس بن يزيد ، عن ابن شهاب ، حدثني عبيد الله بن عبد الله بن عتبة : أن أباه كتب إلى عمر بن عبد الله بن الأرقم الزهري يأمره أن يدخل على سبيعة بنت الحارث الأسلمية فيسألها عن حديثها ، وعما قال لها رسول الله - صلى الله عليه وسلم - حين استفتته . فكتب عمر بن عبد الله يخبره أن سبيعة أخبرته أنها كانت تحت سعد بن خولة - وكان ممن شهد بدرا - فتوفي عنها في حجة الوداع وهي حامل ، فلم تنشب أن وضعت حملها بعد وفاته ، فلما تعلت من نفاسها تجملت للخطاب ، فدخل عليها أبو السنابل بن بعكك فقال لها : مالي أراك متجملة ؟ لعلك ترجين النكاح ، إنك والله ما أنت بناكح حتى تمر عليك أربعة أشهر وعشر . قالت سبيعة : فلما قال لي ذلك جمعت علي ثيابي حين أمسيت فأتيت رسول الله - صلى الله عليه وسلم - فسألته عن ذلك ، فأفتاني بأني قد حللت حين وضعت حملي ، وأمرني بالتزويج إن بدا لي .هذا لفظ مسلم . ورواه البخاري مختصرا ، ثم قال البخاري بعد ذلك ، أي : بعد رواية الحديث الأول عند هذه الآية :وقال سليمان بن حرب ، وأبو النعمان : حدثنا حماد بن زيد ، عن أيوب ، عن محمد - هو ابن سيرين - قال : كنت في حلقة فيها عبد الرحمن بن أبي ليلى رحمه الله ، وكان أصحابه يعظمونه ، فذكر آخر الأجلين ، فحدثت بحديث سبيعة بنت الحارث ، عن عبد الله بن عتبة قال : فضمزلي بعض أصحابه ، وقال محمد : ففطنت له فقلت : له إني لجريء أن أكذب على عبد الله وهو في ناحية الكوفة . قال : فاستحيا وقال : لكن عمه لم يقل ذلك . فلقيت أبا عطية مالك بن عامر فسألته ، فذهب يحدثني بحديث سبيعة فقلت : هل سمعت عن عبد الله شيئا ؟ فقال : كنا عند عبد الله ، فقال : أتجعلون عليها التغليظ ، ولا تجعلون عليها الرخصة ؟ نزلت سورة النساء القصرى بعد الطولى : ( وأولات الأحمال أجلهن أن يضعن حملهن )ورواه ابن جرير من طريق سفيان بن عيينة وإسماعيل بن علية ، عن أيوب به مختصرا ، ورواه النسائي في التفسير عن محمد بن عبد الأعلى ، عن خالد بن الحارث ، عن ابن عون ، عن محمد بن سيرين فذكرهوقال ابن جرير : حدثني زكريا بن يحيى بن أبان المصري ، حدثنا سعيد بن أبي مريم ، حدثنا محمد بن جعفر ، حدثني ابن شبرمة الكوفي ، عن إبراهيم ، عن علقمة بن قيس أن عبد الله بن مسعود ، قال : من شاء لاعنته ، ما نزلت : ( وأولات الأحمال أجلهن أن يضعن حملهن ) إلا بعد آية المتوفى عنها زوجها . قال : وإذا وضعت المتوفى عنها زوجها فقد حلت . يريد بآية المتوفى عنها زوجها ( والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا ) [ البقرة : 234 ]وقد رواه النسائي من حديث سعيد بن أبي مريم به ، ثم قال ابن جرير :حدثنا أحمد بن منيع ، حدثنا محمد بن عبيد ، حدثنا إسماعيل بن أبي خالد ، عن الشعبي ، قال : ذكر عند ابن مسعود آخر الأجلين ، فقال : من شاء قاسمته بالله إن هذه الآية التي في النساء القصرى نزلت بعد الأربعة الأشهر والعشر ، ثم قال : أجل الحامل أن تضع ما في بطنها .وقال ابن أبي حاتم : حدثنا أحمد بن سنان الواسطي ، حدثنا عبد الرحمن بن مهدي ، عن سفيان ، عن الأعمش ، عن أبي الضحى ، عن مسروق ، قال : بلغ ابن مسعود أن عليا رضي الله عنه ، يقول : آخر الأجلين . فقال : من شاء لاعنته ، إن التي في النساء القصرى نزلت بعد البقرة : ( وأولات الأحمال أجلهن أن يضعن حملهن )ورواه أبو داود ، وابن ماجه من حديث أبي معاوية ، عن الأعمشوقال عبد الله بن الإمام أحمد : حدثني محمد بن أبي بكر المقدمي ، أخبرنا عبد الوهاب الثقفي ، حدثنا المثنى ، عن عمرو بن شعيب ، عن أبيه ، عن عبد الله بن عمرو ، عن أبي بن كعب قال : قلت للنبي - صلى الله عليه وسلم - : ( وأولات الأحمال أجلهن أن يضعن حملهن ) المطلقة ثلاثا أو المتوفى عنها ؟ فقال : \" هي المطلقة ثلاثا والمتوفى عنها \"هذا حديث غريب جدا ، بل منكر ; لأن في إسناده المثنى بن الصباح وهو متروك الحديث بمرة ، ولكن رواه ابن أبي حاتم بسند آخر ، فقال :حدثنا محمد بن داود السمناني ، حدثنا عمرو بن خالد - يعني : الحراني - حدثنا ابن لهيعة ، عن عمرو بن شعيب ، عن سعيد بن المسيب ، عن أبي بن كعب أنه لما نزلت هذه الآية قال لرسول الله - صلى الله عليه وسلم - : لا أدري أمشتركة أم مبهمة ، قال رسول الله - صلى الله عليه وسلم - : \" أية آية ؟ \" . قال : ( أجلهن أن يضعن حملهن ) المتوفى عنها والمطلقة ؟ قال : \" نعم \" .وكذا رواه ابن جرير ، عن أبي كريب ، عن موسى بن داود ، عن ابن لهيعة به . ثم رواه عن أبي كريب أيضا ، عن مالك بن إسماعيل ، عن ابن عيينة ، عن عبد الكريم بن أبي المخارق أنه حدث عن أبي بن كعب ، قال : سألت رسول الله - صلى الله عليه وسلم - عن : ( وأولات الأحمال أجلهن أن يضعن حملهن ) قال : \" أجل كل حامل أن تضع ما في بطنها \"عبد الكريم هذا ضعيف ، ولم يدرك أبيا .وقوله : ( ومن يتق الله يجعل له من أمره يسرا ) أي : يسهل له أمره ، وييسره عليه ، ويجعل له فرجا قريبا ومخرجا عاجلا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - ( واللائي يئسن من المحيض من نسائكم ) فلا ترجون أن يحضن ( إن ارتبتم ) أي شككتم فلم تدروا ما عدتهن ( فعدتهن ثلاثة أشهر )قال مقاتل : لما نزلت : \" والمطلقات يتربصن بأنفسهن ثلاثة قروء \" ( البقرة - 228 ) قال خلاد بن النعمان بن قيس الأنصاري : يا رسول الله فما عدة من لا تحيض والتي لم تحض وعدة الحبلى ؟ فأنزل الله : \" واللائي يئسن من المحيض من نسائكم \" يعني القواعد اللائي قعدن عن الحيض \" إن ارتبتم \" شككتم في حكمها \" فعدتهن ثلاثة أشهر \" .( واللائي لم يحضن ) يعني الصغار اللائي لم يحضن فعدتهن أيضا ثلاثة أشهر . أما الشابة التي كانت تحيض فارتفع حيضها قبل بلوغها سن الآيسات : فذهب أكثر أهل العلم إلى أن عدتها لا تنقضي حتى يعاودها الدم فتعتد بثلاثة أقراء أو تبلغ سن الآيسات فتعتد بثلاثة أشهر . وهو قول عثمان وعلي وزيد بن ثابت وعبد الله بن مسعود وبه قال عطاء وإليه ذهب الشافعي وأصحاب الرأي .وحكي عن عمر : أنها تتربص تسعة أشهر فإن لم تحض تعتد بثلاثة أشهر [ وهو قول مالك .وقال الحسن : تتربص سنة فإن لم تحض تعتد بثلاثة أشهر ] . وهذا كله في عدة الطلاق .أما المتوفى عنها زوجها فعدتها أربعة أشهر وعشرا سواء كانت ممن تحيض أو لا تحيض .أما الحامل فعدتها بوضع الحمل سواء طلقها زوجها أو مات عنها لقوله تعالى : ( وأولات الأحمال أجلهن أن يضعن حملهن )أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا سفيان عن الزهري عن عبيد الله [ بن عبد الله ] عن أبيه : أن سبيعة بنت الحارث وضعت بعد وفاة زوجها بليال فمر بها أبو السنابل بن بعكك [ فقال ] قد تصنعت للأزواج إنها أربعة أشهر وعشر فذكرت ذلك سبيعة لرسول الله - صلى الله عليه وسلم - فقال : \" كذب أبو السنابل - أو : ليس كما قال أبو السنابل - قد حللت فتزوجي \" .( ومن يتق الله يجعل له من أمره يسرا ) يسهل عليه أمر الدنيا والآخرة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر فيه سبع مسائل :الأولى : قوله تعالى : واللائي يئسن من المحيض من نسائكم لما بين أمر الطلاق والرجعة في التي تحيض ، وكانوا قد عرفوا عدة ذوات الأقراء ، عرفهم في هذه السورة عدة التي لا ترى الدم . وقال أبو عثمان عمر بن سالم : لما نزلت عدة النساء في سورة \" البقرة \" في المطلقة والمتوفى عنها زوجها قال أبي بن كعب : يا رسول الله ، إن ناسا يقولون قد بقي من النساء من لم يذكر فيهن شيء : الصغار وذوات الحمل ، فنزلت : واللائي يئسن . . الآية . وقال مقاتل : لما ذكر قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء قال خلاد بن النعمان : يا رسول الله ، فما عدة التي لم تحض ، وعدة التي انقطع حيضها ، وعدة الحبلى ؟ فنزلت : واللائي يئسن من المحيض من نسائكم يعني قعدن عن المحيض . وقيل : إن معاذ بن جبل سأل عن عدة الكبيرة التي يئست ; فنزلت الآية . والله أعلم . وقال مجاهد : الآية واردة في المستحاضة لا تدري دم حيض هو أو دم علة .الثانية : قوله تعالى : إن ارتبتم أي شككتم ، وقيل تيقنتم . وهو من الأضداد ; يكون شكا ويقينا كالظن . واختيار الطبري أن يكون المعنى : إن شككتم فلم تدروا ما الحكم فيهن . وقال الزجاج : إن ارتبتم في حيضها وقد انقطع عنها الحيض وكانت ممن يحيض مثلها . القشيري : وفي هذا نظر ; لأنا إذا شككنا هل بلغت سن اليأس لم نقل عدتها ثلاثة أشهر . والمعتبر في سن اليأس في قول : أقصى عادة امرأة في العالم . وفي قول : غالب نساء عشيرة المرأة . وقال مجاهد : قوله إن ارتبتم للمخاطبين ; يعني إن لم تعلموا كم عدة اليائسة والتي لم تحض فالعدة هذه . وقيل : المعنى إن ارتبتم أن الدم الذي يظهر منها من أجل كبر أو من الحيض المعهود أو من الاستحاضة فالعدة ثلاثة أشهر . وقال عكرمة وقتادة : من الريبة المرأة المستحاضة التي لا يستقيم لها الحيض ; تحيض في أول الشهر مرارا وفي الأشهر مرة . وقيل : إنه متصل بأول السورة . والمعنى : لا تخرجوهن من بيوتهن إن ارتبتم في انقضاء العدة . وهو أصح ما قيل فيه .الثالثة : المرتابة في عدتها لا تنكح حتى تستبرئ نفسها من ريبتها ، ولا تخرج من العدة إلا بارتفاع الريبة . وقد قيل في المرتابة التي ترفعها حيضتها وهي لا تدري ما ترفعها : إنها تنتظر سنة من يوم طلقها زوجها ; منها تسعة أشهر استبراء ، وثلاثة عدة . فإن طلقها فحاضت حيضة أو حيضتين ثم ارتفع عنها بغير يأس منها انتظرت تسعة أشهر ، ثم ثلاثة من يوم طهرت من حيضتها ثم حلت للأزواج . وهذا قاله الشافعي بالعراق . فعلى قياس هذا القول تقيم الحرة المتوفى عنها زوجها المستبرأة بعد التسعة أشهر أربعة أشهر وعشرا ، والأمة شهرين وخمس ليال بعد التسعة الأشهر . وروي عن الشافعي أيضا أن أقراءها على ما كانت حتى تبلغ سن اليائسات . وهو قول النخعي والثوري وغيرهما ، وحكاه أبو عبيد عن أهل العراق . فإن كانت المرأة شابة وهي :المسألة الرابعة : استؤني بها هل هي حامل أم لا ; فإن استبان حملها فإن أجلها وضعه . وإن لم يستبن فقال مالك : عدة التي ارتفع حيضها وهي شابة سنة . وبه قال أحمد وإسحاق ورووه عن عمر بن الخطاب رضي الله عنه وغيره . وأهل العراق يرون أن عدتها ثلاث حيض بعدما كانت حاضت مرة واحدة في عمرها ، وإن مكثت عشرين سنة ، إلا أن تبلغ من الكبر مبلغا تيأس فيه من الحيض فتكون عدتها بعد الإياس ثلاثة أشهر . قال الثعلبي : وهذا الأصح من مذهب الشافعي وعليه جمهور العلماء . وروي ذلك عن ابن مسعود وأصحابه . قال الكيا : وهو الحق ; لأن الله تعالى جعل عدة الآيسة ثلاثة أشهر ; والمرتابة ليست آيسة .الخامسة : وأما من تأخر حيضها لمرض ; فقال مالك وابن القاسم وعبد الله بن أصبغ : تعتد تسعة أشهر ثم ثلاثة . وقال أشهب : هي كالمرضع بعد الفطام بالحيض أو بالسنة . وقد طلق حبان بن منقذ امرأته وهي ترضع ; فمكثت سنة لا تحيض لأجل الرضاع ، ثم مرض حبان فخاف أن ترثه فخاصمها إلى عثمان وعنده علي وزيد ، فقالا : نرى أن ترثه ; لأنها ليست من القواعد ولا من الصغار ; فمات حبان فورثته واعتدت عدة الوفاة .السادسة : ولو تأخر الحيض لغير مرض ولا رضاع فإنها تنتظر سنة لا حيض فيها ، تسعة أشهر ثم ثلاثة ; على ما ذكرناه . فتحل ما لم ترتب بحمل ; فإن ارتابت بحمل أقامت أربعة أعوام ، أو خمسة ، أو سبعة ; على اختلاف الروايات عن علمائنا . ومشهورها خمسة أعوام ; فإن تجاوزتها حلت . وقال أشهب : لا تحل أبدا حتى تنقطع عنها الريبة . قال ابن العربي : وهو الصحيح ; لأنه إذا جاز أن يبقى الولد في بطنها خمسة أعوام جاز أن يبقى عشرة وأكثر من ذلك . وقد روي عن مالك مثله .السابعة : وأما التي جهل حيضها بالاستحاضة ففيها ثلاثة أقوال : قال ابن المسيب : تعتد سنة . وهو قول الليث . قال الليث : عدة المطلقة وعدة المتوفى عنها زوجها إذا كانت مستحاضة سنة . وهو مشهور قول علمائنا ; سواء علمت دم حيضها من دم استحاضتها ، وميزت ذلك أو لم تميزه ، عدتها في ذلك كله عند مالك في تحصيل مذهبه سنة ; منها تسعة أشهر استبراء وثلاثة عدة . وقال الشافعي في أحد أقواله : عدتها ثلاثة أشهر . وهو قول جماعة من التابعين والمتأخرين من القرويين . ابن العربي : وهو الصحيح عندي . وقال أبو عمر : المستحاضة إذا كان دمها ينفصل فعلمت إقبال حيضتها أو إدبارها اعتدت ثلاثة قروء . وهذا أصح في النظر ، وأثبت في القياس والأثر .قوله تعالى : واللائي لم يحضن يعني الصغيرة فعدتهن ثلاثة أشهر ; فأضمر الخبر . وإنما كانت عدتها بالأشهر لعدم الأقراء فيها عادة ، والأحكام إنما أجراها الله تعالى على العادات ; فهي تعتد بالأشهر . فإذا رأت الدم في زمن احتماله عند النساء انتقلت إلى الدم لوجود الأصل ، وإذا وجد الأصل لم يبق للبدل حكم ; كما أن المسنة إذا اعتدت بالدم ثم ارتفع عادت إلى الأشهر . وهذا إجماع .قوله تعالى : وأولات الأحمال أجلهن أن يضعن حملهن فيه مسألتان :الأولى : قوله تعالى : وأولات الأحمال أجلهن وضع الحمل ، وإن كان ظاهرا في المطلقة لأنه عليها عطف وإليها رجع عقب الكلام ; فإنه في المتوفى عنها زوجها كذلك ; لعموم الآية وحديث سبيعة . وقد مضى في \" البقرة \" القول فيه مستوفى .الثانية : إذا وضعت المرأة ما وضعت من علقة أو مضغة حلت . وقال الشافعي وأبو حنيفة : لا تحل إلا بما يكون ولدا . وقد مضى القول فيه في سورة \" البقرة \" وسورة \" الرعد \" والحمد لله .قوله تعالى : ومن يتق الله يجعل له من أمره يسرا قال الضحاك : أي من يتقه في طلاق السنة يجعل له من أمره يسرا في الرجعة . مقاتل : ومن يتق الله في اجتناب معاصيه يجعل له من أمره يسرا في توفيقه للطاعة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: والنساء اللاتي قد ارتفع طمعهنّ عن المحيض، فلا يرجون أن يحضن من نسائكم إن ارتبتم.واختلف أهل التأويل في معنى قوله: ( إِنِ ارْتَبْتُمْ ) فقال بعضهم: معنى ذلك: إن ارتبتم بالدم الذي يظهر منها لكبرها، أمن الحيض هو، أم من الاستحاضة، فعِدَّتهنّ ثلاثة أشهر.* ذكر من قال ذكر:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( إِنِ ارْتَبْتُمْ ) إن لم تعلموا التي قعدت عن الحيضة، والتي لم تحض، فعدتهنّ ثلاثة أشهر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ( إِنِ ارْتَبْتُمْ ) قال: في كبرها أن يكون ذلك من الكبر، فإنها تعتدّ حين ترتاب ثلاثة أشهر؛ فأما إذا ارتفعت حيضة المرأة وهي شابة، فإنه يتأنى بها حتى ينظر حامل هي أم غير حامل؟ فإن استبان حملها، فأجلها أن تضع حملها، فإن لم يستبن حملها، فحتى يستبين بها، وأقصى ذلك سنة.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ ) قال: إن ارتبت أنها لا تحيض وقد ارتفعت حيضتها، أو ارتاب الرجال، أو قالت هي: تركتني الحيضة، فعدتهنّ ثلاثة أشهر إن ارتاب، فلو كان الحمل انتَظَرَ الحملَ حتى تنقضي تسعة أشهر، فخاف وارتاب هو، وهي أن تكون الحيضة قد انقطعت، فلا ينبغي لمسلمة أن تحبس، فاعتدت ثلاثة أشهر، وجعل الله جلّ ثناؤه أيضًا للتي لم تحض الصغيرة ثلاثة أشهر.حدثنا ابن عبد الرحيم البَرْقي، قال: ثنا عمرو بن أبي سلمة، قال: أخبرنا أَبو معبد، قال: سُئل سليمان عن المرتابة، قال: هي المرتابة التي قد قعدت من الولد تطلق، فتحيض حيضة، فيأتي إبَّان حيضتها الثانية فلا تحيض؛ قال: تعتدّ حين ترتاب ثلاثة أشهر مستقبلة؛ قال: فإن حاضت حيضتين ثم جاء إبان الثالثة فلم تحض اعتدّت حين ترتاب ثلاثة أشهر مستقبلة، ولم يعتدّ بما مضى.وقال آخرون: بل معنى ذلك: إن ارتبتم بحكمهنّ فلم تدروا ما الحكم في عدتهنّ، فإن عدتهنّ ثلاثة أشهر.* ذكر من قال ذلك:حدثنا أَبو كُرَيب وأبو السائب، قالا ثنا ابن إدريس، قال: أخبرنا مطرف، عن عمرو بن سالم، قال: \" قال أبيّ بن كعب: يا رسول الله إن عددًا من عدد النساء لم تذكر في الكتاب الصغار والكبار، وأولات الأحمال، فأنزل الله ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللائِي لَمْ يَحِضْنَ وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) .وقال آخرون: معنى ذلك: إن ارتبتم مما يظهر منهنّ من الدم، فلم تدروا أدم حيض، أم دم مستحاضة من كبر كان ذلك أو علة؟* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن عكرمة، قال: إن من الريبة: المرأة المستحاضة، والتي لا يستقيم لها الحيض، تحيض في الشهر مرارًا، وفي الأشهر مرّة، فعدتها ثلاثة أشهر ، وهو قول قتادة. وأولى الأقوال في ذلك بالصحة قول من قال: عُنِي بذلك: إن ارتبتم فلم تدروا ما الحكم فيهنّ، وذلك أن معنى ذلك لو كان كما قاله من قال: إن ارتبتم بدمائهنّ فلم تدروا أدم حيض، أو استحاضة؟ لقيل: إن ارتبتنّ لأنهنّ إذا أشكل الدم عليهنّ فهنّ المرتابات بدماء أنفسهنّ لا غيرهنّ، وفي قوله: ( إِنِ ارْتَبْتُمْ ) وخطابه الرجال بذلك دون النساء الدليل الواضح على صحة ما قلنا من أن معناه: إن ارتبتم أيها الرجال بالحكم فيهنّ؛ وأخرى وهو أنه جلّ ثناؤه قال: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ ) واليائسة من المحيض هي التي لا ترجو محيضًا للكبر، ومحال أن يقال: واللائي يئسن، ثم يقال: ارتبتم بيأسهنّ، لأن اليأس: هو انقطاع الرجاء والمرتاب بيأسها مرجوّ لها، وغير جائز ارتفاع الرجاء ووجوده في وقت واحد، فإذا كان الصواب من القول في ذلك ما قلنا، فبين أن تأويل الآية: واللائي يئسن من المحيض من نسائكم إن ارتبتم بالحكم فيهنّ، وفي عِددهنّ، فلم تدروا ما هنّ، فإن حكم عددهنّ إذا طلقن، وهنّ ممن دخل بهنّ أزواجهنّ، فعدتهن ثلاثة أشهر ( وَاللائِي لَمْ يَحِضْنَ ) يقول: وكذلك عدد اللائي لم يحضن من الجواري لصغر إذا طلقهنّ أزواجهنّ بعد الدخول.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أسباط، عن السديّ في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ ) يقول: التي قد ارتفع حيضها، فعدتها ثلاثة أشهر ( وَاللائِي لَمْ يَحِضْنَ ) قال: الجواري.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ ) وهنّ اللواتي قعدن من المحيض فلا يحضن، واللائي لم يحضن هنّ الأبكار التي لم يحضن، فعدتهنّ ثلاثة أشهر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ ) ... الآية، قال: القواعد من النساء ( وَاللائِي لَمْ يَحِضْنَ ) : لم يبلغن المحيض، وقد مُسِسْن، عدتهنّ ثلاثة.وقوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) في انقضاء عدتهنّ أن يضعن حملهنَّ، وذلك إجماع من جميع أهل العلم في المطلقة الحامل، فأما في المتوفى عنها ففيها اختلاف بين أهل العلم.وقد ذكرنا اختلافهم فيما مضى من كتابنا هذا، وسنذكر في هذا الموضع بعض ما لم نذكره هنالك.ذكر من قال: حكم قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) عام في المطلَّقات والمتوفى عنهنّ.حدثنا زكريا بن يحيى بن أبان المصريّ، قال: ثنا سعيد بن أبي مريم، قال: ثنا محمد بن جعفر، قال: ثني ابن شبرمة الكوفي، عن إبراهيم، عن علقمة، عن قيس أن ابن مسعود قال: من شاء لاعنته، ما نزلت: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) إلا بعد آية المتوفى عنها زوجها، وإذا وضعت المتوفي عنها فقد حلت؛ يريد بآية المتوفي عنها  وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  .حدثنا أَبو كريب، قال: ثنا مالك، يعني ابن إسماعيل، عن ابن عيينة، عن أيوب، عن ابن سيرين عن أَبي عطية قال: سمعت ابن مسعود يقول: من شاء قاسمته نزلت سورة النساء القُصْرَي بعدها، يعني بعد أربعة أشهر وعشرًا.حدثني يعقوب بن إبراهيم، قال: ثنا ابن عُلَية، قال: أخبرنا أيوب، عن محمد، قال: لقيت أبا عطية مالك بن عامر، فسألته عن ذلك، يعني عن المتوفى عنها زوجها إذا وضعت قبل الأربعة أشهر والعشر، فأخذ يحدثني بحديث سُبيعة، قلت: لا هل سمعت من عبد الله في ذلك شيئًا؟ قال: نعم، ذكرت ذات يوم أو ذات ليلة عند عبد الله، فقال: أرأيت إن مضت الأربعة أشهر والعشر ولم تضع أقد أحلَّت؟ قالوا: لا قال: أفتجعلون عليها التغليظ، ولا تجعلون لها الرخصة، فو الله لأنزلت النساء القُصْرَى بعد الطُّولَى.حدثني يعقوب، قال: ثنا ابن علية، عن ابن عون، قال: قال الشعبيُّ: من شاء حالفته لأنزلت النساء القُصْرَى بعد الأربعة الأشهر والعشر التي في سورة البقرة.حدثني أحمد بن منيع، قال: ثنا محمد بن عبيد، قال: ثنا إسماعيل بن أبي خالد، عن الشعبي، قال: ذكر عبد الله بن مسعود آخر الأجلين، فقال: من شاء قاسمته بالله أن هذه الآية التي أنزلت في النساء القُصْرَى نزلت بعد الأربعة الأشهر، ثم قال: أجل الحامل أن تضع ما في بطنها.حدثنا ابن حميد، قال: ثنا جرير، عن مُغيرة، قال: قلت للشعبي: ما أصدّق أن عليًا رضي الله عنه كان يقول: آخر الأجلين أن لا تتزوّج المتوفى عنها زوحها حتى يمضي آخر الأجلين؛ قال الشعبيّ: بلى وصدق أشدّ ما صدّقت بشيء قط؛ وقال عليّ رضي الله عنه إنما قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) المطلقات، ثم قال: إن عليًا رضي الله عنه وعبد الله كانا يقولان في الطلاق بحلول أجلها إذا وضعت حملها.حدثنا أَبو كريب، قال: ثنا موسى بن داود، عن ابن لهيعة، عن عمرو بن شعيب، عن سعيد بن المسيب، عن أُبيّ بن كعب، قال: لما نزلت هذه الآية: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: قلت: يا رسول الله، المتوفى عنها زوجها والمطلقة، قال: \" نَعَمْ\".حدثنا أَبو كُرَيب، قال: ثنا مالك بن إسماعيل، عن ابن عيينة، عن عبد الكريم بن أبي المخارق، يحدث عن أُبيّ بن كعب، قال: \" سألت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عن ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: أجَلُ كُلّ حامِل أن تضَعَ مَا فِي بَطْنِهَا \".حدثني محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: للمرأة الحُبلى التي يطلقها زوجها وهي حامل، فعدتها أن تضع حملها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) فإذا وضعت ما في رحمها فقد انقضت عدتها، ليس المحيض من أمرها في شيء إذا كانت حاملا.وقال آخرون: ذلك خاصّ في المطلقات، وأما المتوفى عنها فإن عدتها آخر الأجلين، وذلك قول مرويّ عن عليّ وابن عباس رضي الله عنهما.وقد ذكرنا الرواية بذلك عنهما فيما مضى قبل.والصواب من القول فى ذلك أنه عامّ في المطلقات والمتوفى عنهنّ، لأن الله جلّ وعزّ، عمّ بقوله بذلك فقال: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) ولم يخصص بذلك الخبر عن مطلقة دون متوفى عنها، بل عمّ الخبر به عن جميع أولات الأحمال، إن ظنّ ظانّ أن قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) في سياق الخبر عن أحكام المطلقات دون المتوفى عنهنّ، فهو بالخبر عن حكم المطلقة أولى بالخبر عنهنّ، وعن المتوفى عنهنّ، فإن الأمر بخلاف ما ظنّ، وذلك أن ذلك وإن كان في سياق الخبر عن أحكام المطلقات، فإنه منقطع عن الخبر عن أحكام المطلقات، بل هو خبر مبتدأ عن أحكام عدد جميع أولات الأحمال المطلقات منهنّ وغير المطلقات، ولا دلالة على أنه مراد به بعض الحوامل دون بعض من خبر ولا عقل، فهو على عمومه لما بيَّنا.وقوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا ) يقول جلّ ثناؤه: ومن يخف الله فرهبه، فاجتنب معاصيه، وأدّى فرائضه، ولم يخالف إذنه في طلاق امرأته، فإنه يجعل الله له من طلاقه ذلك يسرًا، وهو أن يسهل عليه إن أراد الرخصة لاتباع نفسه إياها الرجعة ما دامت في عدتها وإن انقضت عدتها، ثم دعته نفسه إليها قدر على خطبتها."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ذلك الذي ذُكِر من أمر الطلاق والعدة أمر الله الذي أنزله إليكم- أيها الناس-؛ لتعملوا به. ومن يَخَفِ الله فيتقه باجتناب معاصيه، وأداء فرائضه، يمح عنه ذنوبه، ويجزل له الثواب في الآخرة، ويدخله الجنة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذلك» المذكور في العدة «أمر الله» حكمه «أنزله إليكم ومن يتق الله يكفر عنه سيئاته ويعظم له أجرا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذَلِكَ  [أي:] الحكم الذي بينه الله لكم  أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ  لتمشوا عليه، [وتأتموا] وتقوموا به وتعظموه. وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا  أي: يندفع عنه المحذور، ويحصل له المطلوب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( ذلك أمر الله أنزله إليكم ) أي : حكمه وشرعه أنزله إليكم بواسطة رسول الله - صلى الله عليه وسلم - ( ومن يتق الله يكفر عنه سيئاته ويعظم له أجرا ) أي : يذهب عنه المحذور ، ويجزل له الثواب على العمل اليسير ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذلك ) يعني ما ذكر من الأحكام ( أمر الله أنزله إليكم ومن يتق الله يكفر عنه سيئاته ويعظم له أجرا"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ذلك أمر الله أي الذي ذكر من الأحكام أمر الله أنزله إليكم وبينه لكم .ومن يتق الله أي يعمل بطاعته .يكفر عنه سيئاته من الصلاة إلى الصلاة ، ومن الجمعة إلى الجمعة .ويعظم له أجرا أي في الآخرة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: هذا الذي بيَّنت لكم من حكم الطلاق والرجعة والعدّة، أمر الله الذي أمركم به، أنزله إليكم أيها الناس، لتأتمروا له، وتعملوا به.وقوله: (وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ ) يقول: ومن يخف الله فيتقه باجتناب معاصيه، وأداء فرائضه، يمح الله عنه ذنوبه وسيئات أعماله (وَيُعْظِمْ لَهُ أَجْرًا ) يقول: ويجزل له الثواب على عمله ذلك وتقواه، ومن إعظامه له الأجر عليه أن يدُخله جنته، فيخلده فيها."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أسكنوا المطلقات من نسائكم في أثناء عدتهن مثل سكناكم على قدر سَعَتكم وطاقتكم، ولا تلحقوا بهن ضررًا؛ لتضيِّقوا عليهن في المسكن، إن كان نساؤكم المطلقات ذوات حَمْل، فأنفقوا عليهن في عدتهن حتى يضعن حَمْلهن، فإن أرضعن لكم أولادهن منكم بأجرة، فوفوهن أجورهن، وليأمر بعضكم بعضًا بما عرف من سماحة وطيب نفس، وإن لم تتفقوا على إرضاع الأم، فستُرضع للأب مرضعة أخرى غير الأم المطلقة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أسكنوهن» أي المطلقات «من حيث سكنتم» أي بعض مساكنكم «من وجدكم» أي سعتكم عطف بيان أو بدل مما قبله بإعادة الجار وتقدير مضاف، أي أمكنة سعتكم لا ما دونها «ولا تضاروهن لتضيقوا عليهن» المساكن فيحتجن إلى الخروج أو النفقة فيفتدين منكم «وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم» أولادكم منهن «فآتوهن أجورهن» على الإرضاع «وأتمروا بينكم» وبينهن «بمعروف» بجميل في حق الأولاد بالتوافق على أجر معلوم على الإرضاع «وإن تعاسرتم» تضايقتم في الإرضاع فامتنع الأب من الأجرة والأم من فعله «فسترضع له» للأب «أخرى» ولا تكره الأم على إرضاعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "تقدم أن الله نهى عن إخراج المطلقات عن البيوت وهنا أمر بإسكانهن وقدر الإسكان  بالمعررف، وهو البيت الذي يسكنه مثله ومثلها، بحسب وجد الزوج وعسره،  وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ  أي: لا تضاروهن، عند سكناهن بالقول أو الفعل، لأجل أن يمللن، فيخرجن من البيوت، قبل تمام العدة، فتكونوا، أنتم المخرجين لهن، وحاصل هذا أنه نهى عن إخراجهن، ونهاهن عن الخروج، وأمر بسكناهن، على وجه لا يحصل به عليهن، ضرر ولا مشقة، وذلك راجع إلى العرف،  وَإِنْ كُنَّ  أي: المطلقات  أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ  وذلك لأجل الحمل الذي في بطنها، إن كانت بائنًا، ولها ولحملها إن كانت رجعية، ومنتهى النفقة حتى يضعن حملهن  فإذا وضعن حملهن، فإما أن يرضعن أولادهن أو لا،  فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ  المسماة لهن، إن كان مسمى، وإلا فأجر المثل،  وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ  أي: وليأمر كل واحد من الزوجين ومن غيرهما، الآخر بالمعروف، وهو كل ما فيه منفعة ومصلحة في الدنيا والآخرة، فإن الغفلة عن الائتمار بالمعروف، يحصل فيه  من الشر والضرر، ما لا يعلمه إلا الله، وفي الائتمار، تعاون على البر والتقوى، ومما يناسب هذا المقام، أن الزوجين عند الفراق وقت العدة، خصوصًا إذا ولد لهما  ولد في الغالب يحصل من التنازع والتشاجر لأجل النفقة عليها وعلى الولد مع الفراق، الذي في الغالب ما يصدر إلا عن بغض، ويتأثر منه البغض شيء كثيرفكل منهما يؤمر بالمعروف، والمعاشرة الحسنة، وعدم المشاقة والمخاصمة  وينصح على ذلك. وَإِنْ تَعَاسَرْتُمْ  بأن لم يتفقوا  على إرضاعها لولدها، فلترضع  له أخرى غيرها  فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ  وهذا حيث كان الولد يقبل ثدي غير أمه، فإن لم يقبل إلا ثدي أمه، تعينت لإرضاعه، ووجب عليها، وأجبرت إن امتنعت، وكان لها أجرة المثل إن لم يتفقا على مسمى، وهذا مأخوذ من الآية الكريمة من حيث المعنى، فإن الولد لما كان في بطن أمه مدة الحمل، ليس له خروج منه  عين تعالى على وليه النفقة، فلما ولد، وكان يمكن  أن يتقوت من أمه، ومن غيرها، أباح تعالى، الأمرين، فإذا، كان بحالة لا يمكن أن يتقوت إلا من أمه، كان بمنزلة الحمل، وتعينت أمه طريقًا لقوته"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى آمرا عباده إذا طلق أحدهم المرأة أن يسكنها في منزل حتى تنقضي عدتها ، فقال : ( أسكنوهن من حيث سكنتم ) أي : عندكم ، ( من وجدكم ) قال ابن عباس ، ومجاهد ، وغير واحد : يعني سعتكم . حتى قال قتادة : إن لم تجد إلا جنب بيتك فأسكنها فيه .وقوله : ( ولا تضاروهن لتضيقوا عليهن ) قال مقاتل بن حيان : يعني يضاجرها لتفتدي منه بمالها ، أو تخرج من مسكنه .وقال الثوري ، عن منصور ، عن أبي الضحى : ( ولا تضاروهن لتضيقوا عليهن ) قال : يطلقها ، فإذا بقي يومان راجعها .وقوله : ( وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن ) قال كثير من العلماء منهم ابن عباس ، وطائفة من السلف ، وجماعات من الخلف : هذه في البائن ، إن كانت حاملا أنفق عليها حتى تضع حملها ، قالوا : بدليل أن الرجعية تجب نفقتها ، سواء كانت حاملا أو حائلا .وقال آخرون : بل السياق كله في الرجعيات ، وإنما نص على الإنفاق على الحامل وإن كانت رجعية لأن الحمل تطول مدته غالبا ، فاحتيج إلى النص على وجوب الإنفاق إلى الوضع ; لئلا يتوهم أنه إنما تجب النفقة بمقدار مدة العدة .واختلف العلماء : هل النفقة لها بواسطة الحمل ، أم للحمل وحده ؟ على قولين منصوصين عن الشافعي ، وغيره ، ويتفرع عليها مسائل مذكورة في علم الفروع .وقوله : ( فإن أرضعن لكم ) أي : إذا وضعن حملهن وهن طوالق ، فقد بن بانقضاء عدتهن ، ولها حينئذ أن ترضع الولد ، ولها أن تمتنع منه ، ولكن بعد أن تغذيه باللبإ - وهو باكورة اللبن الذي لا قوام للولد غالبا إلا به - فإن أرضعت استحقت أجر مثلها ، ولها أن تعاقد أباه أو وليه على ما يتفقان عليه من أجرة ; ولهذا قال تعالى : ( فإن أرضعن لكم فآتوهن أجورهن ) وقوله : ( وأتمروا بينكم بمعروف ) أي : ولتكن أموركم فيما بينكم بالمعروف ، من غير إضرار ولا مضارة ، كما قال تعالى في سورة \" البقرة \" : ( لا تضار والدة بولدها ولا مولود له بولده ) [ البقرة : 233 ]وقوله : ( وإن تعاسرتم فسترضع له أخرى ) أي : وإن اختلف الرجل والمرأة ، فطلبت المرأة أجرة الرضاع كثيرا ، ولم يجبها الرجل إلى ذلك أو بذل الرجل قليلا ولم توافقه عليه ، فليسترضع له غيرها . فلو رضيت الأم بما استؤجرت عليه الأجنبية فهي أحق بولدها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أسكنوهن ) يعني مطلقات نسائكم ( من حيث سكنتم ) \" من \" صلة ، أي : أسكنوهن حيث سكنتم ( من وجدكم ) يعني : سعتكم وطاقتكم ، يعني : إن كان موسرا يوسع عليها في المسكن والنفقة ، وإن كان فقيرا فعلى قدر الطاقة ( ولا تضاروهن ) لا تؤذوهن ( لتضيقوا عليهن ) مساكنهن فيخرجن ( وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن ) فيخرجن من عدتهن .اعلم أن المعتدة الرجعية تستحق على الزوج النفقة والسكنى ما دامت في العدة . ونعني بالسكنى : مؤنة السكنى فإن كانت الدار التي طلقها فيها ملكا للزوج يجب على الزوج أن يخرج ويترك الدار لها مدة عدتها وإن كانت بإجارة فعلى الزوج الأجرة ، وإن كانت عارية فرجع المعير فعليه أن يكتري لها دارا تسكنها .فأما المعتدة البائنة بالخلع أو الطلقات الثلاث [ أو باللعان فلها السكنى حاملا كانت أو حائلا عند أكثر أهل العلم ] .روي عن ابن عباس أنه قال : لا سكنى لها إلا أن تكون حاملا وهو قول الحسن وعطاء والشعبي .واختلفوا في نفقتها : فذهب قوم إلى أنه لا نفقة لها إلا أن تكون حاملا . روي ذلك عن ابن عباس وهو قول الحسن وعطاء والشعبي وبه قال الشافعي وأحمد .ومنهم من أوجبها بكل حال روي ذلك عن ابن مسعود ، وهو قول إبراهيم النخعي وبه قال الثوري وأصحاب الرأي .وظاهر القرآن يدل على أنها لا تستحق إلا أن تكون حاملا لأن الله تعالى قال : \" وإن كن أولات حمل فأنفقوا عليهن \" .والدليل عليه من جهة السنة ما :أخبرنا أبو الحسن محمد بن محمد السرخسي أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك ، عن عبد الله بن يزيد مولى الأسود بن سفيان ، عن أبي سلمة بن عبد الرحمن ، عن فاطمة بنت قيس أن أبا عمرو بن حفص طلقها البتة وهو غائب بالشام ، فأرسل إليها وكيله بشعير فسخطته ، فقال : والله ما لك علينا من شيء . فجاءت رسول الله - صلى الله عليه وسلم - فذكرت ذلك له . فقال لها : ليس لك عليه نفقة ، وأمرها أن تعتد في بيت أم شريك . ثم قال : تلك امرأة يغشاها أصحابي فاعتدي عند ابن أم مكتوم ، فإنه رجل أعمى تضعين ثيابك ، فإذا حللت فآذنيني . قالت : فلما حللت ، ذكرت له أن معاوية بن أبي سفيان وأبا جهم خطباني فقال رسول الله - صلى الله عليه وسلم - : أما أبو جهم فلا يضع عصاه عن عاتقه ، وأما معاوية فصعلوك لا مال له ، انكحي أسامة بن زيد ، قالت : فكرهته ، ثم قال : انكحي أسامة ، فنكحته فجعل الله فيه خيرا واغتبطت به .واحتج من لم يجعل لها السكنى بحديث فاطمة بنت قيس : أن النبي - صلى الله عليه وسلم - أمرها أن تعتد في بيت عمرو بن أم مكتوم .ولا حجة فيه ، لما روي عن عائشة أنها قالت : كانت فاطمة في مكان وحش ، فخيف على ناحيتها .وقال سعيد بن المسيب : إنما نقلت فاطمة لطول لسانها على أحمائها وكان للسانها ذرابة .أما المعتدة عن وطء الشبهة والمفسوخ نكاحها بعيب أو خيار عتق فلا سكنى لها ولا نفقة وإن كانت حاملا .[ والمعتدة عن وفاة الزوج لا نفقة لها حاملا ] كانت أو حائلا عند أكثر أهل العلم ، وروي عن علي رضي الله تعالى عنه أن لها النفقة إن كانت حاملا من التركة حتى تضع ، وهو قول شريح والشعبي والنخعي والثوري . .واختلفوا في سكناها وللشافعي رضي الله عنه فيه قولان : أحدهما لا سكنى لها بل تعتد حيث تشاء ، وهو قول علي وابن عباس وعائشة . وبه قال عطاء والحسن ، وهو قول أبي حنيفة رضي الله عنه .والثاني : لها السكنى وهو قول عمر وعثمان وعبد الله بن مسعود وعبد الله بن عمر ، وبه قال مالك وسفيان الثوري وأحمد وإسحاق .واحتج من أوجب لها السكنى بما :أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك ، عن سعيد بن إسحاق بن كعب بن عجرة ، عن عمته زينب بنت كعب : أن الفريعة بنت مالك بن سنان وهي أخت أبي سعيد الخدري أخبرتها : أنها جاءت إلى رسول الله - صلى الله عليه وسلم - تسأله أن ترجع إلى أهلها في بني خدرة ، فإن زوجها خرج في طلب أعبد له أبقوا حتى إذا كان بطرف القدوم لحقهم ، فقتلوه فسألت رسول الله - صلى الله عليه وسلم - : أن أرجع إلى أهلي فإن زوجي لم يتركني في منزل يملكه ولا نفقة ؟ فقالت : قال رسول الله - صلى الله عليه وسلم - : نعم ، فانصرفت حتى إذا كنت في الحجرة أو في المسجد دعاني أو أمر بي رسول الله - صلى الله عليه وسلم - فدعيت له فقال رسول الله - صلى الله عليه وسلم - : كيف قلت ؟ قالت : فرددت عليه القصة التي ذكرت من شأن زوجي ، فقال : امكثي [ في بيتك ] حتى يبلغ الكتاب أجله . قالت : فاعتددت فيه أربعة أشهر وعشرا . قالت : فلما كان عثمان أرسل إلي فسألني عن ذلك فأخبرته فاتبعه وقضى به .فمن قال بهذا القول قال : إذنه لفريعة أولا بالرجوع إلى أهلها صار منسوخا بقوله [ آخرا ] \" امكثي في بيتك حتى يبلغ الكتاب أجله \" .ومن لم يوجب السكنى قال : أمرها بالمكث في بيتها آخرا استحبابا لا وجوبا .قوله - عز وجل - ( فإن أرضعن لكم ) أي أرضعن أولادكم ( فآتوهن أجورهن ) على إرضاعهن ( وأتمروا بينكم بمعروف ) [ ليقبل بعضكم من بعض إذا أمره بالمعروف ] قال الكسائي : شاوروا قال مقاتل : بتراضي الأب والأم على أجر مسمى . والخطاب للزوجين جميعا يأمرهم أن يأتوا بالمعروف وبما هو الأحسن ، ولا يقصدوا الضرار . ( وإن تعاسرتم ) في الرضاع والأجرة فأبى الزوج أن يعطي المرأة رضاها وأبت الأم أن ترضعه فليس له إكراهها على إرضاعه ، ولكنه يستأجر للصبي مرضعا غير أمه وذلك قوله : ( فسترضع له أخرى ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم فآتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرىفيه أربع مسائل :الأولى : قوله تعالى : أسكنوهن من حيث سكنتم من وجدكم قال أشهب عن مالك : يخرج عنها إذا طلقها ويتركها في المنزل ; لقوله تعالى : أسكنوهن . فلو كان معها ما قال أسكنوهن . وقال ابن نافع : قال مالك في قول الله تعالى : أسكنوهن من حيث سكنتم يعني المطلقات اللائي بن من أزواجهن فلا رجعة لهم عليهن وليست حاملا ، فلها السكنى ولا نفقة لها ولا كسوة ، لأنها بائن منه ، لا يتوارثان ولا رجعة له عليها . وإن كانت حاملا فلها النفقة والكسوة والمسكن حتى تنقضي عدتها . أما من لم تبن منهن فإنهن نساؤهم يتوارثون ، ولا يخرجن إلا أن يأذن لهن أزواجهن ما كن في عدتهن ، ولم يؤمروا بالسكنى لهن لأن ذلك لازم لأزواجهن مع نفقتهن وكسوتهن ، حوامل كن أو غير حوامل . وإنما أمر الله بالسكنى للائي بن من أزواجهن مع نفقتهن ، قال الله تعالى : وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فجعل عز وجل للحوامل اللائي قد بن من أزواجهن السكنى والنفقة . قال ابن العربي : وبسط ذلك وتحقيقه أن الله سبحانه لما ذكر السكنى أطلقها لكل مطلقة ، فلما ذكر النفقة قيدها بالحمل ، فدل على أن المطلقة البائن لا نفقة لها . وهي مسألة عظيمة قد مهدنا سبلها قرآنا وسنة ومعنى في مسائل الخلاف . وهذا مأخذها من القرآن . قلت : اختلف العلماء في المطلقة ثلاثا على ثلاثة أقوالفمذهب مالك والشافعي : أن لها السكنى ولا نفقة لها .ومذهب أبي حنيفة وأصحابه : أن لها السكنى والنفقة .ومذهب أحمد وإسحاق وأبي ثور : أن لا نفقة لها ولا سكنى ، على حديث فاطمة بنت قيس ، قالت : دخلت إلى رسول الله صلى الله عليه وسلم ومعي أخو زوجي ، فقلت : إن زوجي طلقني وإن هذا يزعم أن ليس لي سكنى ولا نفقة ؟ قال : \" بل لك السكنى ولك النفقة \" . قال : إن زوجها طلقها ثلاثا . فقال رسول الله صلى الله عليه وسلم : \" إنما السكنى والنفقة على من له عليها الرجعة \" . فلما قدمت الكوفة طلبني الأسود بن يزيد ليسألني عن ذلك ، وإن أصحاب عبد الله يقولون : إن لها السكنى والنفقة . خرجه الدارقطني . ولفظ مسلم عنها : أنه طلقها زوجها في عهد النبي صلى الله عليه وسلم ، وكان أنفق عليها نفقة دون ، فلما رأت ذلك قالت : والله لأعلمن رسول الله صلى الله عليه وسلم ، فإن كان لي نفقة أخذت الذي يصلحني ، وإن لم تكن لي نفقة لم آخذ شيئا . قالت : فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال : \" لا نفقة لك ولا سكنى \" . وذكر الدارقطني عن الأسود قال : قال عمر لما بلغه قول فاطمة بنت قيس : لا نجيز في المسلمين قول امرأة . وكان يجعل للمطلقة ثلاثا السكنى والنفقة . وعن الشعبي قال : لقيني الأسود بن يزيد فقال . يا شعبي ، اتق الله وارجع عن حديث فاطمة بنت قيس ; فإن عمر كان يجعل لها السكنى والنفقة . قلت : لا أرجع عن شيء حدثتني به فاطمة بنت قيس عن رسول الله صلى الله عليه وسلم . قلت : ما أحسن هذا . وقد قال قتادة وابن أبي ليلى : لا سكنى إلا للرجعية ; لقوله تعالى : لا تدري لعل الله يحدث بعد ذلك أمرا ، وقوله تعالى : \" أسكنوهن \" راجع إلى ما قبله ، وهي المطلقة الرجعية . والله أعلم . ولأن السكنى تابعة للنفقة وجارية مجراها ; فلما لم تجب للمبتوتة نفقة لم يجب لها سكنى . وحجة أبي حنيفة أن للمبتوتة النفقة قوله تعالى : ولا تضاروهن لتضيقوا عليهن وترك النفقة من أكبر الأضرار . وفي إنكار عمر على فاطمة قولها ما يبين هذا ، ولأنها معتدة تستحق السكنى عن طلاق فكانت لها النفقة كالرجعية ، ولأنها محبوسة عليه لحقه فاستحقت النفقة كالزوجة . ودليل مالك قوله تعالى : وإن كن أولات حمل الآية . على ما تقدم بيانه . وقد قيل : إن الله تعالى ذكر المطلقة الرجعية وأحكامها أول الآية إلى قوله : ذوي عدل منكم ثم ذكر بعد ذلك حكما يعم المطلقات كلهن من تعديد الأشهر وغير ذلك . وهو عام في كل مطلقة ; فرجع ما بعد ذلك من الأحكام إلى كل مطلقة .الثانية : قوله تعالى : \" من وجدكم \" أي من سعتكم ; يقال : وجدت في المال أجد وجدا ووجدا ووجدا وجدة . والوجد : الغنى والمقدرة . وقراءة العامة بضم الواو . وقرأ الأعرج والزهري بفتحها ، ويعقوب بكسرها . وكلها لغات فيها .الثالثة : قوله تعالى : ولا تضاروهن لتضيقوا عليهن قال مجاهد : في المسكن . مقاتل : في النفقة ; وهو قول أبي حنيفة . وعن أبي الضحى : هو أن يطلقها فإذا بقي يومان من عدتها راجعها ثم طلقها .الرابعة : قوله تعالى : وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن لا خلاف بين العلماء في وجوب النفقة والسكنى للحامل المطلقة ثلاثا أو أقل منهن حتى تضع حملها . فأما الحامل المتوفى عنها زوجها فقال علي وابن عمر وابن مسعود وشريح والنخعي والشعبي وحماد وابن أبي ليلى وسفيان والضحاك : ينفق عليها من جميع المال حتى تضع . وقال ابن عباس وابن الزبير وجابر بن عبد الله ومالك والشافعي وأبو حنيفة وأصحابهم : لا ينفق عليها إلا من نصيبها . وقد مضى في \" البقرة \" بيانه .قوله تعالى : فإن أرضعن لكم الأولى : قوله تعالى : فإن أرضعن لكم - يعني المطلقات - أولادكم منهن فعلى الآباء أن يعطوهن أجرة إرضاعهن . وللرجل أن يستأجر امرأته للرضاع كما يستأجر أجنبية ولا يجوز عند أبي حنيفة وأصحابه الاستئجار إذا كان الولد منهن ما لم يبن . ويجوز عند الشافعي . وتقدم القول في الرضاع في \" البقرة \" و \" النساء \" مستوفى ولله الحمد .الثانية : قوله تعالى : وأتمروا بينكم بمعروف هو خطاب للأزواج والزوجات ; أي وليقبل بعضكم من بعض ما أمره به من المعروف الجميل . والجميل منها إرضاع الولد من غير أجرة . والجميل منه توفير الأجرة عليها للإرضاع . وقيل : ائتمروا في رضاع الولد فيما بينكم بمعروف حتى لا يلحق الولد إضرار . وقيل : هو الكسوة والدثار . وقيل : معناه لا تضار والدة بولدها ولا مولود له بولده .الثالثة : قوله تعالى : وإن تعاسرتم أي في أجرة الرضاع فأبى الزوج أن يعطي الأم رضاعها وأبت الأم أن ترضعه فليس له إكراهها ; وليستأجر مرضعة غير أمه . وقيل : معناه وإن تضايقتم وتشاكستم فليسترضع لولده غيرها ; وهو خبر في معنى الأمر . وقال الضحاك : إن أبت الأم أن ترضع استأجر لولده أخرى ، فإن لم يقبل أجبرت أمه على الرضاع بالأجر . وقد اختلف العلماء فيمن يجب عليه رضاع الولد على ثلاثة أقوال : قال علماؤنا : رضاع الولد على الزوجة ما دامت الزوجية ; إلا لشرفها وموضعها فعلى الأب رضاعه يومئذ في ماله . الثاني : قال أبو حنيفة : لا يجب على الأم بحال . الثالث : يجب عليها في كل حال . الرابعة : فإن طلقها فلا يلزمها رضاعه إلا أن يكون غير قابل ثدي غيرها فيلزمها حينئذ الإرضاع . فإن اختلفا في الأجر فإن دعت إلى أجر مثلها وامتنع الأب إلا تبرعا فالأم أولى بأجر المثل إذا لم يجد الأب متبرعا . وإن دعا الأب إلى أجر المثل وامتنعت الأم لتطلب شططا فالأب أولى به . فإن أعسر الأب بأجرتها أخذت جبرا برضاع ولدها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: اسكنوا مطلقات نسائكم من الموضع الذي سكنتم ( مِنْ وُجْدِكُمْ ) : يقول: من سعتكم التي تجدون؛ وإنما أمر الرجال أن يعطوهنّ مسكنًا يسكنه مما يجدونه، حتى يقضين عِددَهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ ) يقول: من سعتكم.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( مِنْ وُجْدِكُمْ ) قال: من سعتكم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ ) قال: من سعتكم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، قوله: ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ) فإن لم تجد إلا ناحية بيتك فأسكنها فيه.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السدّي، في قوله: ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ ) قال: المرأة يطلقها، فعليه أن يسكنها، وينفق عليها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله عزّ وجلّ: ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ ) قال: من مقدرتك حيث تقدر، فإن كنت لا تجد شيئًا، وكنت في مسكن ليس لك، فجاء أمر أخرجك من المسكن، وليس لك مسكن تسكن فيه، وليس تجد فذاك، وإذا كان به قوّة على الكراء فذاك وجده، لا يخرجها من منزلها، وإذا لم يجد وقال صاحب المسكن: لا أنزل هذه في بيتي فلا وإذا كان يجد، كان ذلك عليه.وقوله: ( وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ )يقول جلّ ثناؤه: ولا تضاروهنّ في المسكن الذي تسكنونهنّ فيه، وأنتم تجدون سعة من المنازل أن تطلبوا التضييق عليهنّ، فذلك قوله: ( لِتُضَيِّقُوا عَلَيْهِنَّ ) يعني: لتضيقوا عليهنّ في المسكن مع وجودكم السعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد ( وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ) قال: في المسكن.حدثني محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( مِنْ وُجْدِكُمْ ) قال: من ملككم، من مقدرتكم.وفي قوله: ( وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ) قال: لتضيقوا عليهن مساكنهنّ حتى يخرجن.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان: ( وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ) قال: ليس ينبغي له أن يضارّها ويضيق عليها مكانها( حَتَّى يَضَعْنَ حَمْلَهُنَّ ) هذا لمن يملك الرجعة، ولمن لا يملك الرجعة.وقوله: ( وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ ) يقول تعالى ذكره: وإن كان نساؤكم المطلقات أولات حمل وكنّ بائنات منكم، فأنفقوا عليهنّ في عدتهنّ منكم حتى يضعن حملهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ ) فهذه المرأة يطلقها زوجها، فيبتّ طلاقها وهي حامل، فيأمره الله أن يسكنها، وينفق عليها حتى تضع، وإن أرضعت فحتى تفطم، وإن أبان طلاقها، وليس بها حبل، فلها السكنى حتى تنقضي عدتها ولا نفقة، وكذلك المرأة يموت عنها زوجها، فإن كانت حاملا أنفق عليها من نصيب ذي بطنها إذا كان ميراث، وإن لم يكن ميراث أنفق عليها الوارث حتى تضع وتفطم ولدها كما قال الله عزّ وجلّ  وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ  فإن لم تكن حاملا فإن نفقتها كانت من مالها.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ ) قال: ينفق على الحبلى إذا كانت حاملا حتى تضع حملها.وقال آخرون: عُنِيَ بقوله: ( وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ ) كلّ مطلقة، ملك زوجُها رجْعَتَهَا أو لم يملك.وممن قال ذلك: عمر بن الخطاب وعبد الله بن مسعود رضي الله عنهما.* ذكر الرواية عنهما بذلك:حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن إبراهيم، قال: كان عمر وعبد الله يجعلان للمطلقة ثلاثًا: السكنى، والنفقة، والمتعة. وكان عمر إذا ذكر عنده حديث فاطمة بنت قيس أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أمرها أن تعتدّ في غير بيت زوجها، قال: ما كنا لنجيز في ديننا شهادة امرأة.حدثني نصر بن عبد الرحمن الأوْدِيّ، قال: ثنا يحيى بن إبراهيم، عن عيسى بن قرطاس، قال: سمعت عليّ بن الحسين يقول في المطلقة ثلاثًا: لها السكنى، والنفقة والمتعة، فإن خرجت من بيتها فلا سكنى ولا نفقة ولا متعة.حدثنا يحيى بن طلحة اليربوعي، قال: ثنا ابن فضيل، عن الأعمش، عن إبراهيم، قال: للمطلقة ثلاثًا: السكنى والنفقة.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن حماد، عن إبراهيم، قال: إذا طلق الرجل ثلاثًا، فإن لها السكنى والنفقة.والصواب من القول في ذلك عندنا أن لا نفقة للمبتوتة إلا أن تكون حاملا لأن الله جلّ ثناؤه جعل النفقة بقوله: ( وإن كن أولات حمل فأنفقوا عليهن ) للحوامل دون غيرهنّ من البائنات من أزواجهن ولو كان البوائن من الحوامل وغير الحوامل في الواجب لهنّ من النفقة على أزواجهنّ سواء، لم يكن لخصوص أولات الأحمال بالذكر في هذا الموضع وجه مفهوم، إذ هنّ وغيرهنّ في ذلك سواء، وفي خصوصهن بالذكر دون غيرهنّ أدل الدليل على أن لا نفقة لبائن إلا أن تكون حاملا.وبالذي قلنا في ذلك صحّ الخبر عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثني محمد بن عبد الله بن عبد الحكم، قال: ثنا بشر بن بكر، عن الأوزاعيّ، قال: ثنا يحيى بن أبي كثير، قال: ثني أَبو سلمة بن عبد الرحمن، قال: حدثتني فاطمة بنت قيس أخت الضحاك بن قيس أن أبا عمرو المخزوميّ، طلقها ثلاثًا فأمر لها بنفقة فاستقلتها، وكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بعثه نحو اليمن، فانطلق خالد بن الوليد في نفر من بني مخزوم إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وهو عند ميمونة، فقال: يا رسول الله إن أبا عمرو طلق فاطمة ثلاثًا، فهل لها من نفقة؟ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لَيْسَ لَهَا نَفَقَةٌ\"، فأرسل إليها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن انتقلي إلى بيت أمّ شريك وأرسل إليها أن لا تسبقيني بنفسك، ثم أرسل إليها أنّ أمّ شريك يأتيها المهاجرون الأوّلون، فانتقلي إلى ابن أم مكتوم، فإنك إذا وضعت خمارك لم يرك، فزوّجها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أُسامة بن زيد.وقوله: ( فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ) يقول جلّ ثناؤه: فإن أرضع لكم نساؤكم البوائن منكم أولادهنّ الأطفال منكم بأجرة، فآتوهنّ أجورهن على رضاعهنّ إياهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، عن جويبر، عن الضحاك أنه قال في الرضاع: إذا قام على شيء فأُمّ الصبيّ أحقّ به، فإن شاءت أرضعته، وإن شاءت تركته إلا أن لا يقبل من غيرها، فإذا كان كذلك أُجْبِرت على رضاعه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ) هي أحقّ بولدها أن تأخذه بما كنت مسترضعًا به غيرَها.حدثنا محمد، قال: ثنا أسباط، عن السديّ( فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ) قال: ما تراضوا عليه  عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ  .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم في الصبيّ إذا قام على ثمن فأمه أحق أن ترضعه، فإن لم يجد له من يرضعه أجبرت الأم على الرضاع.قال: ثنا مهران، عن سفيان ( فَآتُوهُنَّ أُجُورَهُنَّ ) قال: إن أرضعت لك بأحر فهي أحقّ من غيرها، وإن هي أبت أن ترضعه ولم تواتك فيما بينك وبينها عاسرتك في الأجر فاسترضع له أخرى.وقوله: ( وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ) يقول تعالى ذكره: وليقبل بعضكم أيها الناس من بعض ما أمركم بعضكم به بعضا من معروف.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ) قال: اصنعوا المعروف فيما بينكم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ) حثّ بعضهم على بعض.وقوله: ( وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى ) يقول: وإن تعاسر الرجل والمرأة في رضاع ولدها منه، فامتنعت من رضاعه، فلا سبيل له عليها، وليس له إكراهها على إرضاعه، ولكنه يستأجر للصبيّ مرضعة غير أمه البائنة منه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى ) قال: إن أبت الأم أن ترضع ولدها إذا طلقها أبوه التمس له مرضعة أخرى، الأمّ أحق إذا رضيت من أجر الرضاع بما يرضى به غيرها، فلا ينبغي له أن ينتزع منها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قال: إن هي أبت أن ترضعه ولم تواتك فيما بينها وبينك عاسرتك في الأجر، فاسترضع له أخرى.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قول الله: ( وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى * لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ) قال: فرض لها من قدر ما يجد، فقالت: لا أرضى هذا؛ قال: وهذا بعد الفراق، فأما وهي زوجته فإنها ترضع له طائعة ومكرهة إن شاءت وإن أبت، فقال لها: ليس لي زيادة على هذا إن أحببت أن ترضعي بهذا فأرضعي، وإن كرهت استرضعت ولدي، فهذا قوله: ( وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى ) .وقوله: ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ) يقول تعالى ذكره: لينفق الذي بانت منه امرأته إذا كان ذا سعة من المال، وغني من سعة ماله وغناه على امرأته البائنة في أجر رضاع ولده منها، وعلى ولده الصغير ( وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ ) يقول: ومن ضيق عليه رزقه فلم يوسع عليه، فلينفق مما أعطاه الله على قدر ماله، وما أعطى منه.وبنحو الذي قلنا في ذلك قال أهل التأويل."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "لينفق الزوج مما وسَّع الله عليه على زوجته المطلقة، وعلى ولده إذا كان الزوج ذا سَعَة في الرزق، ومن ضُيِّق عليه في الرزق وهو الفقير، فلينفق مما أعطاه الله من الرزق، لا يُكَلَّف الفقير مثل ما يُكَلَّف الغني، سيجعل الله بعد ضيق وشدة سَعَة وغنى."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لينفق» على المطلقات والمرضعات «ذو سعة من سعته ومن قدر» ضيق «عليه رزقه فلينفق مما آتاه» أعطاه «الله» على قدره «لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا» وقد جعله بالفتوح."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قدر تعالى النفقة، بحسب حال الزوج فقال:  لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ أي: لينفق الغني من غناه، فلا ينفق نفقة الفقراء. وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ  أي: ضيق عليه  فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ  من الرزق. لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا  وهذا مناسب للحكمة والرحمة الإلهية حيث جعل كلا بحسبه، وخفف عن المعسر، وأنه لا يكلفه إلا ما آتاه، فلا يكلف الله نفسًا إلا وسعها، في باب النفقة وغيرها.  سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا  وهذه بشارة للمعسرين، أن الله تعالى سيزيل عنهم الشدة، ويرفع عنهم المشقة،  فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( لينفق ذو سعة من سعته ) أي : لينفق على المولود والده ، أو وليه ، بحسب قدرته ( ومن قدر عليه رزقه فلينفق مما آتاه الله لا يكلف الله نفسا إلا ما آتاها ) كقوله : ( لا يكلف الله نفسا إلا وسعها ) [ البقرة : 286 ] .روى ابن جرير : حدثنا ابن حميد ، حدثنا حكام ، عن أبي سنان قال : سأل عمر بن الخطاب ، عن أبي عبيدة فقيل : إنه يلبس الغليظ من الثياب ، ويأكل أخشن الطعام ، فبعث إليه بألف دينار ، وقال للرسول : انظر ما يصنع بها إذا هو أخذها : فما لبث أن لبس اللين من الثياب ، وأكل أطيب الطعام ، فجاءه الرسول فأخبره ، فقال : رحمه الله ، تأول هذه الآية : ( لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما آتاه الله )وقال الحافظ أبو القاسم الطبراني في معجمه الكبير : حدثنا هاشم بن مرثد الطبراني ، حدثنا محمد بن إسماعيل بن عياش ، أخبرني أبي ، أخبرني ضمضم بن زرعة ، عن شريح بن عبيد ، عن أبي مالك الأشعري - واسمه الحارث - قال : قال رسول الله - صلى الله عليه وسلم - : \" ثلاثة نفر ، كان لأحدهم عشرة دنانير ، فتصدق منها بدينار . وكان لآخر عشر أواق ، فتصدق منها بأوقية . وكان لآخر مائة أوقية ، فتصدق منها بعشر أواق \" . فقال رسول الله - صلى الله عليه وسلم - : \" هم في الأجر سواء ، كل قد تصدق بعشر ماله ، قال الله تعالى : ( لينفق ذو سعة من سعته )هذا حديث غريب من هذا الوجه .وقوله : ( سيجعل الله بعد عسر يسرا ) وعد منه تعالى ، ووعده حق ، لا يخلفه ، وهذه كقوله تعالى : ( فإن مع العسر يسرا إن مع العسر يسرا ) [ الشرح : 5 ، 6 ]وقد روى الإمام أحمد ، حديثا يحسن أن نذكره ها هنا ، فقال : حدثنا هاشم بن القاسم ، حدثنا عبد الحميد بن بهرام ، حدثنا شهر بن حوشب قال : قال أبو هريرة : بينما رجل وامرأة له في السلف الخالي لا يقدران على شيء ، فجاء الرجل من سفره ، فدخل على امرأته جائعا قد أصاب مسغبة شديدة ، فقال لامرأته : عندك شيء ؟ قالت : نعم ، أبشر ، أتاك رزق الله ، فاستحثها ، فقال : ويحك ! ابتغي إن كان عندك شيء . قالت : نعم ، هنيهة - ترجو رحمة الله - حتى إذا طال عليه الطوى قال : ويحك ! قومي فابتغي إن كان عندك شيء فائتيني به ، فإني قد بلغت وجهدت . فقالت : نعم ، الآن ينضج التنور فلا تعجل . فلما أن سكت عنها ساعة وتحينت أن يقول لها ، قالت من عند نفسها : لو قمت فنظرت إلى تنوري ؟ فقامت فنظرت إلى تنورها ملآن من جنوب الغنم ، ورحييها تطحنان . فقامت إلى الرحى فنفضتها ، واستخرجت ما في تنورها من جنوب الغنم .قال أبو هريرة : فوالذي نفس أبي القاسم بيده ، هو قول محمد - صلى الله عليه وسلم - : \" لو أخذت ما في رحييها ولم تنفضها لطحنتا إلى يوم القيامة \"وقال في موضع آخر : حدثنا أبو عامر ، حدثنا أبو بكر ، عن هشام ، عن محمد - وهو ابن سيرين - عن أبي هريرة قال : دخل رجل على أهله ، فلما رأى ما بهم من الحاجة خرج إلى البرية ، فلما رأت امرأته قامت إلى الرحى فوضعتها ، وإلى التنور فسجرته ، ثم قالت : اللهم ارزقنا . فنظرت ، فإذا الجفنة قد امتلأت ، قال : وذهبت إلى التنور فوجدته ممتلئا ، قال : فرجع الزوج قال : أصبتم بعدي شيئا ؟ قالت امرأته : نعم ، من ربنا . قام إلى الرحى ، فذكر ذلك للنبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم - : \" أما إنه لو لم ترفعها ، لم تزل تدور إلى يوم القيامة \""
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( لينفق ذو سعة من سعته ) على قدر غناه ( ومن قدر عليه رزقه فلينفق مما آتاه الله ) من المال ( لا يكلف الله نفسا ) في النفقة ( إلا ما آتاها ) أعطاها من المال ( سيجعل الله بعد عسر يسرا ) بعد ضيق وشدة غنى وسعة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما آتاه الله لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا فيه أربع مسائل :الأولى : قوله تعالى : \" لينفق \" أي لينفق الزوج على زوجته وعلى ولده الصغير على قدر وسعه حتى يوسع عليهما إذا كان موسعا عليه . ومن كان فقيرا فعلى قدر ذلك . فتقدر النفقة بحسب الحالة من المنفق والحاجة من المنفق عليه بالاجتهاد على مجرى حياة العادة ; فينظر المفتي إلى قدر حاجة المنفق عليه ثم ينظر إلى حالة المنفق ، فإن احتملت الحالة أمضاها عليه ، فإن اقتصرت حالته على حاجة المنفق عليه ردها إلى قدر احتماله . وقال الإمام الشافعي رضي الله عنه وأصحابه : النفقة مقدرة محددة ، ولا اجتهاد لحاكم ولا لمفت فيها . وتقديرها هو بحال الزوج وحده من يسره وعسره ، ولا يعتبر بحالها وكفايتها . قالوا : فيجب لابنة الخليفة ما يجب لابنة الحارس . فإن كان الزوج موسرا لزمه مدان ، وإن كان متوسطا فمد ونصف ، وإن كان معسرا فمد . واستدلوا بقوله تعالى : لينفق ذو سعة من سعته الآية . فجعل الاعتبار بالزوج في اليسر والعسر دونها ; ولأن الاعتبار بكفايتها لا سبيل إلى علمه للحاكم ولا لغيره ; فيؤدي إلى الخصومة ; لأن الزوج يدعي أنها تلتمس فوق كفايتها ، وهي تزعم أن الذي تطلب قدر كفايتها ; فجعلناها مقدرة قطعا للخصومة . والأصل في هذا عندهم قوله تعالى : لينفق ذو سعة من سعته - كما ذكرنا - وقوله : على الموسع قدره وعلى المقتر قدره . والجواب أن هذه الآية لا تعطي أكثر من فرق بين نفقة الغني والفقير ، وإنها تختلف بعسر الزوج ويسره . وهذا مسلم . فأما إنه لا اعتبار بحال الزوجة على وجهه فليس فيه ، وقد قال الله تعالى : وعلى المولود له رزقهن وكسوتهن بالمعروف وذلك يقتضي تعلق المعروف في حقهما ; لأنه لم يخص في ذلك واحدا منهما . وليس من المعروف أن يكون كفاية الغنية مثل نفقة الفقيرة ; وقد قال رسول الله صلى الله عليه وسلم لهند : \" خذي ما يكفيك وولدك بالمعروف \" . فأحالها على الكفاية حين علم السعة من حال أبي سفيان الواجب عليه بطلبها ، ولم يقل لها لا اعتبار بكفايتك وأن الواجب لك شيء مقدر ، بل ردها إلى ما يعلمه من قدر كفايتها ولم يعلقه بمقدار معلوم . ثم ما ذكروه من التحديد يحتاج إلى توقيف ; والآية لا تقتضيه .الثانية : روي أن عمر رضي الله عنه فرض للمنفوس مائة درهم ، وفرض له عثمان خمسين درهما . ابن العربي : واحتمل أن يكون هذا الاختلاف بحسب اختلاف السنين أو بحسب حال القدر في التسعير لثمن القوت والملبس ، وقد روى محمد بن هلال المزني قال : حدثني أبي وجدتي أنها كانت ترد على عثمان ففقدها ، فقال لأهله : ما لي لا أرى فلانة ؟ فقالت امرأته : يا أمير المؤمنين ، ولدت الليلة ; فبعث إليها بخمسين درهما وشقيقة سنبلانية . ثم قال : هذا عطاء ابنك وهذه كسوته ، فإذا مرت له سنة رفعناه إلى مائة . وقد أتي علي رضي الله عنه بمنبوذ ففرض له مائة . قال ابن العربي : هذا الفرض قبل الفطام مما اختلف فيه العلماء ; فمنهم من رآه مستحبا لأنه داخل في حكم الآية ، ومنهم من رآه واجبا لما تجدد من حاجته وعرض من مؤنته ; وبه أقول . ولكن يختلف قدره بحاله عند الولادة وبحاله عند الفطام . وقد روى سفيان بن وهب أن عمر أخذ المد بيد والقسط بيد فقال : إني فرضت لكل نفس مسلمة في كل شهر مدي حنطة وقسطي خل وقسطي زيت . زاد غيره : وقال : إنا قد أجرينا لكم أعطياتكم وأرزاقكم في كل شهر ، فمن انتقصها فعل الله به كذا وكذا ; فدعا عليه . قال أبو الدرداء : كم سنة راشدة مهدية قد سنها عمر رضي الله عنه في أمة محمد صلى الله عليه وسلم ! والمد والقسط كيلان شاميان في الطعام والإدام ; وقد درسا بعرف آخر . فأما المد فدرس إلى الكيلجة . وأما القسط فدرس إلى الكيل ، ولكن التقدير فيه عندنا ربعان في الطعام وثمنان في الإدام . وأما الكسوة فبقدر العادة قميص وسراويل وجبة في الشتاء وكساء وإزار وحصير . وهذا الأصل ، ويتزيد بحسب الأحوال والعادة .الثالثة : هذه الآية أصل في وجوب النفقة للولد على الوالد دون الأم ; خلافا لمحمد بن المواز يقول : إنها على الأبوين على قدر الميراث . ابن العربي : ولعل محمدا أراد أنها على الأم عند عدم الأب . وفي البخاري عن النبي صلى الله عليه وسلم \" تقول لك المرأة : أنفق علي وإلا فطلقني . ويقول لك العبد : أنفق علي واستعملني . ويقول لك ولدك : أنفق علي ، إلى من تكلني \" فقد تعاضد القرآن والسنة وتواردا في شرعة واحدة .الرابعة : قوله تعالى : لا يكلف الله نفسا إلا ما آتاها أي لا يكلف الفقير مثل ما يكلف الغني . سيجعل الله بعد عسر يسرا أي بعد الضيق غنى ، وبعد الشدة سعة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ) قال: من سعة موجده، قال: ( وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ ) قال: من قتر عليه رزقه.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ) يقول: من طاقته.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ) قال: فرض لها من قدر ما يجد.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثني ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ) قال: على المطلقة إذا أرضعت له.حدثنا ابن حميد، قال: ثنا حكام، عن أَبي سنان، قال: سأل عمر بن الخطاب رضي الله عنه، عن أَبي عُبيدة، فقيل له: إنه يلبس الغليظ من الثياب، ويأكل أخشن الطعام، فبعث إليه بألف دينار، وقال للرسول: انظر ما يصنع إذا هو أخذها، فما لبث أن لبس ألين الثياب، وأكل أطيب الطعام، فجاء الرسول فأخبره، فقال رحمه الله: تأول هذه الآية ( لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ) .وقوله: ( لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا مَا آتَاهَا )يقول: لا يكلف الله أحدًا من النفقة على من تلزمه نفقته بالقرابة والرحم إلا ما أعطاه، إن كان ذا سعة فمن سعته، وإن كان مقدورًا عن رزقه فمما رزقه الله على قدر طاقته، لا يُكلف الفقير نفقة الغنيّ، ولا أحد من خلقه إلا فرضه الذي أوجبه عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا مَا آتَاهَا ) قال: يقول: لا يكلف الفقير مثل ما يكلف الغنيّ.حدثنا عبد الله بن محمد الزهري، قال: ثنا سفيان، عن هشيم ( لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا مَا آتَاهَا ) قال: إلا ما افترض عليها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا مَا آتَاهَا ) يقول: إلا ما أطاقت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا مَا آتَاهَا ) قال: لا يكلفه الله أن يتصدّق وليس عنده ما يتصدّق به، ولا يكلفه الله أن يزكي وليس عنده ما يزكي."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكثير من القرى عصى أهلها أمر الله وأمر رسوله وتمادَوا في طغيانهم وكفرهم، فحاسبناهم على أعمالهم في الدنيا حسابًا شديدًا، وعذَّبناهم عذابًا عظيمًا منكرًا، فتجرَّعوا سوء عاقبة عتوهم وكفرهم، وكان عاقبة كفرهم هلاكًا وخسرانًا لا خسران بعده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وكأين» هي كاف الجر دخلت على أي بمعنى كم «من قرية» أي وكثير من القرى «عتت» عصت يعني أهلها «عن أمر ربها ورسله فحاسبناها» في الآخرة وإن لم تجيء لتحقيق وقوعها «حسابا شديدا وعذبناها عذابا نكرا» بسكون الكاف وضمها فظيعا وهو عذاب النار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن إهلاكه الأمم العاتية، والقرون المكذبة للرسل أن كثرتهم وقوتهم، لم تنفعهم  شيئًا، حين جاءهم الحساب الشديد، والعذاب الأليم، وأن الله أذاقهم من العذاب ما هو موجب أعمالهم السيئة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى متوعدا لمن خالف أمره ، وكذب رسله ، وسلك غير ما شرعه ، ومخبرا عما حل بالأمم السالفة بسبب ذلك ، فقال : ( وكأين من قرية عتت عن أمر ربها ورسله ) أي : تمردت وطغت واستكبرت عن اتباع أمر الله ومتابعة رسله ، ( فحاسبناها حسابا شديدا وعذبناها عذابا نكرا ) أي : منكرا فظيعا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( وكأين من قرية عتت ) عصت وطغت ( عن أمر ربها ورسله ) أي وأمر رسله ( فحاسبناها حسابا شديدا ) بالمناقشة والاستقصاء ، قال مقاتل : حاسبها بعملها في الدنيا فجازاها بالعذاب ، وهو قوله : ( وعذبناها عذابا نكرا ) منكرا فظيعا ، وهو عذاب النار . لفظهما ماض ومعناهما الاستقبال .وقيل : في الآية تقديم وتأخير مجازها : فعذبناها في الدنيا بالجوع والقحط والسيف وسائر البلايا وحاسبناها في الآخرة حسابا شديدا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وكأين من قرية لما ذكر الأحكام ذكر وحذر مخالفة الأمر ، وذكر عتو قوم وحلول العذاب بهم . وقد مضى القول في \" كأين \" في \" آل عمران \" والحمد لله .عتت عن أمر ربها ورسله أي عصت ; يعني القرية ، والمراد أهلها .فحاسبناها حسابا شديدا أي جازيناها بالعذاب في الدنياوعذبناها عذابا نكرا في الآخرة . وقيل : في الكلام تقديم وتأخير ; فعذبناها عذابا نكرا في الدنيا بالجوع والقحط والسيف والخسف والمسخ وسائر المصائب ، وحاسبناها في الآخرة حسابا شديدا . والنكر : المنكر . وقرئ مخففا ومثقلا ; وقد مضى في سورة \" الكهف \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره:  سَيَجْعَلُ اللَّهُ  للمقلّ من المال المقدور عليه رزقه  بَعْدَ عُسْرٍ يُسْرًا  يقول: من بعد شدّة رخاء، ومن بعد ضيق سعة، ومن بعد فقر غنى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان  سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا بعد الشدة الرخاء.وقوله: ( وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ ) يقول تعالى ذكره: وكأين من أهل قرية طغوا عن أمر ربهم وخالفوه، وعن أمر رسل ربهم، فتمادوا في طغيانهم وعتّوهم، ولجوا في كفرهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد بن المفضل، قال: ثنا أسباط عن السدي، في قوله: ( وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ ) قال: غَيَّرت وَعَصَت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا ) قال: العتو هاهنا الكفر والمعصية، عتُوّا: كفرًا، وعتت عن أمر ربها: تركته ولم تقبله.وقيل: إنهم كانوا قومًا خالفوا أمر ربهم في الطلاق، فتوعد الله بالخبر عنهم هذه الأمة أن يفعل بهم فعله بهم إن خالفوا أمره في ذلك.* ذكر من قال ذلك:حدثني ابن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سلمة، قال: سمعت عمر بن سليمان يقول في قوله: ( وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ ) قال: قرية عذّبت في الطلاق.وقوله: ( فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا ) يقول: فحاسبناها على نعمتنا عندها وشكرها حسابًا شديدًا، يقول: حسابًا استقصينا فيه عليهم، لم نعف لهم فيه عن شيء، ولم نتجاوز فيه عنهم.كما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، قوله: ( فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا ) قال: لم نعف عنها الحساب الشديد الذي ليس فيه من العفو شيء.حدثني عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا ) يقول: لم نرحم.وقوله: ( وَعَذَّبْنَاهَا عَذَابًا نُكْرًا ) يقول: وعذبناها عذابًا عظيمًا منكرًا، وذلك عذاب جهنم."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وكثير من القرى عصى أهلها أمر الله وأمر رسوله وتمادَوا في طغيانهم وكفرهم، فحاسبناهم على أعمالهم في الدنيا حسابًا شديدًا، وعذَّبناهم عذابًا عظيمًا منكرًا، فتجرَّعوا سوء عاقبة عتوهم وكفرهم، وكان عاقبة كفرهم هلاكًا وخسرانًا لا خسران بعده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فذاقت وبال أمرها» عقوبته «وكان عاقبة أمرها خسرا» خسارا وهلاكا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يخبر تعالى عن إهلاكه الأمم العاتية، والقرون المكذبة للرسل أن كثرتهم وقوتهم، لم تنفعهم  شيئًا، حين جاءهم الحساب الشديد، والعذاب الأليم، وأن الله أذاقهم من العذاب ما هو موجب أعمالهم السيئة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "فذاقت وبال أمرها ) أي : غب مخالفتها ، وندموا حيث لا ينفعهم الندم ، ( وكان عاقبة أمرها خسرا"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فذاقت وبال أمرها\"، جزاء أمرها، وقيل: ثقل عاقبة كفرها، \"وكان عاقبة أمرها خسراً\"، خسراناً في الدنيا والآخرة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فذاقت وبال أمرها أي عاقبة كفرهاوكان عاقبة أمرها خسرا أي هلاكا في الدنيا بما ذكرنا ، والآخرة بجهنم . وجيء بلفظ الماضي كقوله تعالى : ونادى أصحاب الجنة أصحاب النار ونحو ذلك ; لأن المنتظر من وعد الله ووعيده ملقى في الحقيقة ; وما هو كائن فكأن قد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) يقول: فذاقت هذه القرية التي عتت عن أمر ربها ورسله، عاقبة ما عملت وأتت من معاصي الله والكفر به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) قال: عقوبة أمرها.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) قال: ذاقت عاقبة ما عملت من الشرّ، الوبال: العاقبة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) يقول: عاقبة أمرها.حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) قال: جزاء أمرها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَذَاقَتْ وَبَالَ أَمْرِهَا ) يعني بوبال أمرها: جزاء أمرها الذي قد حلّ.وقوله: ( وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا ) يقول تعالى ذكره: وكان الذي أعقب أمرهم، وذلك كفرهم بالله وعصيانهم إياه خسرًا: يعني غَبْنا، لأنهم باعوا نعيم الآخرة بخسيس من الدنيا قليل، وآثروا اتباع أهوائهم على اتباع أمر الله."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أعدَّ الله لهؤلاء القوم الذين طغَوا، وخالفوا أمره وأمر رسله، عذابًا بالغ الشدة، فخافوا الله واحذروا سخطه يا أصحاب العقول الراجحة الذين صدَّقوا الله ورسله وعملوا بشرعه. قد أنزل الله إليكم- أيها المؤمنون- ذكرًا يذكركم به، وينبهكم على حظكم من الإيمان بالله والعمل بطاعته. وهذا الذكر هو الرسول يقرأ عليكم آيات الله موضحات لكم الحق من الباطل؛ كي يخرج الذين صدقوا الله ورسوله، وعملوا بما أمرهم الله به وأطاعوه من ظلمات الكفر إلى نور الإيمان، ومن يؤمن بالله ويعمل عملا صالحًا، يدخله جنات تجري من تحت أشجارها الأنهار، ماكثين فيها ابدًا، قد أحسن الله للمؤمن الصالح رزقه في الجنة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أعد الله لهم عذابا شديدا» تكرير الوعيد توكيد «فاتقوا الله يا أولي الألباب» أصحاب العقول «الذين آمنوا» نعت للمنادى أو بيان له «قد أنزل الله إليكم ذكرا» هو القرآن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ومع عذاب الدنيا، فإن الله أعد لهم في الآخرة عذابا شديدًا،  فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ  أي: يا ذوي العقول، التي تفهم عن الله آياته وعبره، وأن الذي أهلك القرون الماضية، بتكذيبهم، أن من بعدهم مثلهم، لا فرق بين الطائفتين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ي : في الدار الآخرة ، مع ما عجل لهم في الدنيا .ثم قال بعد ما قص من خبر هؤلاء : ( فاتقوا الله يا أولي الألباب ) أي : الأفهام المستقيمة ، لا تكونوا مثلهم فيصيبكم ما أصابهم يا أولي الألباب ، ( الذين آمنوا ) أي : صدقوا بالله ورسله ، ( قد أنزل الله إليكم ذكرا ) يعني : القرآن . كقوله ( إنا نحن نزلنا الذكر وإنا له لحافظون ) [ الحجر : 9 ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أعد الله لهم عذابا شديدا فاتقوا الله يا أولي الألباب الذين آمنوا قد أنزل الله إليكم ذكرا ) يعني القرآن ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أعد الله لهم عذابا شديدا بين ذلك الخسر وأنه عذاب جهنم في الآخرة .فاتقوا الله يا أولي الألباب أي العقول .\" الذين آمنوا \" بدل من \" أولي الألباب \" أو نعت لهم ; أي يا أولي الألباب الذين آمنتم بالله اتقوا الله الذي أنزل عليكم القرآن ; أي خافوه واعملوا بطاعته وانتهوا عن معاصيه . وقد تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: أعد الله لهؤلاء القوم الذين عتوا عن أمر ربهم ورسله عذابًا شديدًا، وذلك عذاب النار الذي أعدّه لهم في القيامة ( فَاتَّقُوا اللَّهَ يَا أُولِي الألْبَابِ ) يقول تعالى ذكره: فخافوا الله، واحذروا سخطه بأداء فرائضه، واجتناب معاصيه يا أولي العقول.كما حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( فَاتَّقُوا اللَّهَ يَا أُولِي الألْبَابِ ) قال: يا أولي العقول.وقوله: ( الَّذِينَ آمَنُوا ) يقول: الذين صدقوا الله ورسله.وقوله: ( قَدْ أَنزلَ اللَّهُ إِلَيْكُمْ ذِكْرًا * رَسُولا ) اختلف أهل التأويل في المعني بالذكر والرسول في هذا الموضع، فقال بعضهم: الذكر هو القرآن، والرسول محمد صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( قَدْ أَنزلَ اللَّهُ إِلَيْكُمْ ذِكْرًا * رَسُولا ) قال: الذكر: القرآن، والرسول: محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله عزّ وجلّ: ( قَدْ أَنزلَ اللَّهُ إِلَيْكُمْ ذِكْرًا ) قال: القرآن روح من الله، وقرأ:  وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا  إلى آخر الآية، وقرأ: ( قَدْ أَنزلَ اللَّهُ إِلَيْكُمْ ذِكْرًا * رَسُولا ) قال: القرآن، وقرأ:  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ  قال: بالقرآن، وقرأ  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ  قال: القرآن، قال: وهو الذكر، وهو الروح.وقال آخرون: الذكر: هو الرسول.والصواب من القول في ذلك أن الرسول ترجمة عن الذكر، ذلك نصب لأنه مردود عليه على البيان عنه والترجمة.فتأويل الكلام إذن: قد أنزل الله إليكم يا أولي الألباب ذكرًا من الله لكم يذكركم به، وينبهكم على حظكم من الإيمان بالله، والعمل بطاعته، رسولا يتلو عليكم آيات الله التي أنزلها عليه ( مُبَيِّنَاتٍ ) يقول: مبينات لمن سمعها وتدبرها أنها من عند الله."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أعدَّ الله لهؤلاء القوم الذين طغَوا، وخالفوا أمره وأمر رسله، عذابًا بالغ الشدة، فخافوا الله واحذروا سخطه يا أصحاب العقول الراجحة الذين صدَّقوا الله ورسله وعملوا بشرعه. قد أنزل الله إليكم- أيها المؤمنون- ذكرًا يذكركم به، وينبهكم على حظكم من الإيمان بالله والعمل بطاعته. وهذا الذكر هو الرسول يقرأ عليكم آيات الله موضحات لكم الحق من الباطل؛ كي يخرج الذين صدقوا الله ورسوله، وعملوا بما أمرهم الله به وأطاعوه من ظلمات الكفر إلى نور الإيمان، ومن يؤمن بالله ويعمل عملا صالحًا، يدخله جنات تجري من تحت أشجارها الأنهار، ماكثين فيها ابدًا، قد أحسن الله للمؤمن الصالح رزقه في الجنة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«رسولا» أي محمدا صلى الله عليه وسلم منصوب بفعل مقدر، أي وأرسل «يتلو عليكم آيات الله مبيَّنات» بفتح الياء وكسرها كما تقدم «ليخرج الذين آمنوا وعملوا الصالحات» بعد مجيء الذكر والرسول «من الظلمات» الكفر الذي كانوا عليه «إلى النور» الإيمان الذي قام بهم بعد الكفر» ومن يؤمن بالله ويعمل صالحا يدخله» وفي قراءة بالنون «جنات تجري من تحتها الأنهار خالدين فيها أبدا قد أحسن الله له رزقا» هو رزق الجنة التي لا ينقطع نعيمها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر عباده المؤمنين بما أنزل عليهم من كتابه، الذي أنزله على رسوله محمد صلى الله عليه وسلم، ليخرج الخلق من ظلمات الكفر والجهل والمعصية، إلى نور العلم والإيمان والطاعة، فمن الناس، من آمن به، ومنهم من لم يؤمن [به]،  وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا  من الواجبات والمستحبات.  يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ  فيها من النعيم المقيم، ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر،  خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا  [أي:] ومن لم يؤمن بالله ورسوله، فأولئك أصحاب النار، هم فيها خالدون."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( رسولا يتلو عليكم آيات الله مبينات ) قال بعضهم : ( رسولا ) منصوب على أنه بدل اشتمال وملابسة ; لأن الرسول هو الذي بلغ الذكر .وقال ابن جرير : الصواب أن الرسول ترجمة عن الذكر ، يعني تفسيرا له ولهذا قال تعالى : ( رسولا يتلو عليكم آيات الله مبينات ) أي في حال كونها بينة واضحة جلية ( ليخرج الذين آمنوا وعملوا الصالحات من الظلمات إلى النور ) كقوله تعالى ( كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور ) [ إبراهيم : 1 ] وقال تعالى ( الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور ) [ البقرة : 257 ] أي من ظلمات الكفر والجهل إلى نور الإيمان والعلم وقد سمى الله تعالى الوحي الذي أنزله نورا لما يحصل به من الهدى كما سماه روحا لما يحصل به من حياة القلوب فقال : تعالى ( وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الإيمان ولكن جعلناه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلى صراط مستقيم ) [ الشورى : 52 ] وقوله : ( ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا قد أحسن الله له رزقا ) قد تقدم تفسير مثل هذا غير مرة بما أغنى عن إعادته ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( رسولا ) بدل من الذكر ، وقيل : أنزل إليكم قرآنا وأرسل رسولا . وقيل : مع الرسول ، وقيل : \" الذكر \" هو الرسول .وقيل : \" ذكرا \" أي شرفا . ثم بين ما هو فقال : ( رسولا يتلو عليكم آيات الله مبينات ليخرج الذين آمنوا وعملوا الصالحات من الظلمات إلى النور ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا قد أحسن الله له رزقا ) يعني الجنة التي لا ينقطع نعيمها ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "\" رسولا \" قال الزجاج : إنزال الذكر دليل على إضمار أرسل ; أي أنزل إليكم قرآنا وأرسل رسولا . وقيل : إن المعنى قد أنزل الله إليكم صاحب ذكر رسولا ; ف \" رسولا \" نعت للذكر على تقدير حذف المضاف . وقيل : إن رسولا معمول للذكر لأنه مصدر ; والتقدير : قد أنزل الله إليكم أن ذكر رسولا . ويكون ذكره الرسول قوله : محمد رسول الله . ويجوز أن يكون \" رسولا \" بدل من ذكر ، على أن يكون رسولا بمعنى رسالة ، أو على أن يكون على بابه ويكون محمولا على المعنى ، كأنه قال : قد أظهر الله لكم ذكرا رسولا ، فيكون من باب بدل الشيء من الشيء وهو هو . ويجوز أن ينتصب رسولا على الإغراء كأنه قال : اتبعوا رسولا . وقيل : الذكر هنا الشرف ، نحو قوله تعالى : لقد أنزلنا إليكم كتابا فيه ذكركم ، وقوله تعالى : وإنه لذكر لك ولقومك ، ثم بين هذا الشرف ، فقال : رسولا . والأكثر على أن المراد بالرسول هنا محمد صلى الله عليه وسلم . وقال الكلبي : هو جبريل ، فيكونان جميعا منزلين .يتلو عليكم آيات الله نعت لرسول . و \" آيات الله \" القرآن .\" مبينات \" قراءة العامة بفتح الياء ; أي بينها الله . وقرأ ابن عامر وحفص وحمزة والكسائي بكسرها ، أي يبين لكم ما تحتاجون إليه من الأحكام . والأولى قراءة ابن عباس واختيار أبي عبيد وأبي حاتم ، لقوله تعالى : قد بينا لكم الآيات .ليخرج الذين آمنوا وعملوا الصالحات أي من سبق له ذلك في علم الله .من الظلمات أي من الكفر .إلى النور الهدى والإيمان . قال ابن عباس : نزلت في مؤمني أهل الكتاب . وأضاف الإخراج إلى الرسول لأن الإيمان يحصل منه بطاعته .قوله تعالى : ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار قرأ نافع وابن عامر بالنون ، والباقون بالياء .قد أحسن الله له رزقا أي وسع الله له في الجنات ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: قد أنزل الله إليكم أيها الناس ذكرًا رسولا يتلو عليكم آيات الله مبينات، كي يخرج الذين صدّقوا الله ورسوله: (وَعَمِلُوا الصَّالِحَاتِ ) يقول: وعملوا بما أمرهم الله به وأطاعوه (مِنَ الظُّلُمَاتِ إِلَى النُّورِ ) يعني من الكفر وهي الظلمات، إلى النور يعني إلى الإيمان.وقوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا ) يقول: ومن يصدّق بالله ويعمل بطاعته (يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: يُدخله بساتين تجري من تحت أشجارها الأنهار (خَالِدِينَ فِيهَا أَبَدًا ) يقول: ماكثين مقيمين في البساتين التي تجري من تحتها الأنهار أبدًا، لا يموتون، ولا يخرجون منها أبدًا.وقوله: (قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا ) يقول: قد وسع الله له في الجنات رزقًا، يعني بالرزق: ما رزقه فيها من المطاعم والمشارب، وسائر ما أعدّ لأوليائه فيها، فطيبه لهم."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الله وحده هو الذي خلق سبع سموات، وخلق سبعًا من الأرَضين، وأنزل الأمر مما أوحاه الله إلى رسله وما يدبِّر به خلقه بين السموات والأرض؛ لتعلموا- أيها الناس- أن الله على كل شيء قدير لا يعجزه شيء، وأن الله قد أحاط بكل شيء علمًا، فلا يخرج شيء عن علمه وقدرته."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الله الذي خلق سبع سماوات ومن الأرض مثلهن» يعني سبع أرضين «يتنزل الأمر» الوحي «بينهن» بين السماوات والأرض ينزل به جبريل من السماء السابعة إلى الأرض السابعة «لتعلموا» متعلق بمحذوف، أي أعلمكم بذلك الخلق والتنزيل «أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "[ثم] أخبر [تعالى] أنه خلق الخلق من السماوات السبع ومن فيهن والأرضين السبع ومن فيهن، وما بينهن، وأنزل الأمر، وهو الشرائع والأحكام الدينية التي أوحاها إلى رسله لتذكير العباد ووعظهم، وكذلك الأوامر الكونية والقدرية التي يدبر بها الخلق، كل ذلك لأجل أن يعرفه العباد ويعلموا إحاطة قدرته بالأشياء كلها، وإحاطة علمه بجميع الأشياء فإذا عرفوه بأوصافه المقدسة وأسمائه الحسنى وعبدوه وأحبوه وقاموا بحقه، فهذه الغاية المقصودة من الخلق والأمر معرفة الله وعبادته، فقام بذلك الموفقون من عباد الله الصالحين، وأعرض عن ذلك، الظالمون المعرضون.[تم تفسيرها والحمد لله]"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن قدرته التامة وسلطانه العظيم ليكون ذلك باعثا على تعظيم ما شرع من الدين القويم ( الله الذي خلق سبع سماوات ) كقوله تعالى إخبارا عن نوح أنه قال لقومه ( ألم تروا كيف خلق الله سبع سماوات طباقا ) [ نوح : 15 ] وقال تعالى ( تسبح له السماوات السبع والأرض ومن فيهن ) [ الإسراء : 44 ] . وقوله تعالى ( ومن الأرض مثلهن ) أي سبعا أيضا ، كما ثبت في الصحيحين \" من ظلم قيد شبر من الأرض طوقه من سبع أرضين \" وفي صحيح البخاري \" خسف به إلى سبع أرضين \" وقد ذكرت طرقه وألفاظه وعزوه في أول \" البداية والنهاية \" عند ذكر خلق الأرض ولله الحمد والمنة .ومن حمل ذلك على سبعة أقاليم فقد أبعد النجعة ، وأغرق في النزع ، وخالف القرآن ، والحديث بلا مستند . وقد تقدم في سورة الحديد عند قوله : ( هو الأول والآخر والظاهر والباطن ) [ الآية : 3 ] ذكر الأرضين السبع ، وبعد ما بينهن ، وكثافة كل واحدة منهن خمسمائة عام ، وهكذا قال ابن مسعود وغيره ، وكذا في الحديث الآخر \" ما السماوات السبع ، وما فيهن ، وما بينهن ، والأرضون السبع ، وما فيهن ، وما بينهن في الكرسي إلا كحلقة ملقاة بأرض فلاة \" . وقال ابن جرير ، حدثنا عمرو بن علي ، حدثنا وكيع ، حدثنا الأعمش ، عن إبراهيم بن مهاجر ، عن مجاهد ، عن ابن عباس في قوله : ( سبع سماوات ومن الأرض مثلهن ) قال لو حدثتكم بتفسيرها لكفرتم ، وكفركم تكذيبكم بها .وحدثنا ابن حميد ، حدثنا يعقوب بن عبد الله بن سعد القمي الأشعري ، عن جعفر بن أبي المغيرة الخزاعي ، عن سعيد بن جبير ، قال : قال رجل لابن عباس ( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) الآية . فقال : ابن عباس ما يؤمنك إن أخبرتك بها فتكفر . وقال ابن جرير ، حدثنا عمرو بن علي ، ومحمد بن المثنى قالا : حدثنا محمد بن جعفر ، حدثنا شعبة ، عن عمرو بن مرة ، عن أبي الضحى ، عن ابن عباس في هذه الآية ( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) قال عمرو : قال في كل أرض مثل إبراهيم ونحو ما على الأرض من الخلق .وقال ابن المثنى في حديثه في كل سماء إبراهيم ، وقد روى البيهقي في كتاب الأسماء والصفات هذا الأثر عن ابن عباس بأبسط من هذا السياق فقال : أنا أبو عبد الله الحافظ ، حدثنا أحمد بن يعقوب ، حدثنا عبيد بن غنام النخعي ، أنا علي بن حكيم ، حدثنا شريك ، عن عطاء بن السائب ، عن أبي الضحى ، عن ابن عباس ، قال ( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) قال : سبع أرضين ، في كل أرض نبي كنبيكم ، وآدم كآدم ، ونوح كنوح ، وإبراهيم ، كإبراهيم ، وعيسى كعيسى .ثم رواه البيهقي من حديث شعبة ، عن عمرو بن مرة ، عن أبي الضحى ، عن ابن عباس ، في قول الله عز وجل ( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) قال في كل أرض نحو إبراهيم عليه السلام .ثم قال البيهقي : إسناد هذا عن ابن عباس صحيح وهو شاذ بمرة ، لا أعلم لأبي الضحى عليه متابعا ، والله أعلمقال الإمام أبو بكر عبد الله بن محمد بن أبي الدنيا القرشي في كتابه التفكر والاعتبار : حدثني إسحاق بن حاتم المدائني ، حدثنا يحيى بن سليمان عن عثمان بن أبي دهرس قال بلغني أن رسول الله - صلى الله عليه وسلم - انتهى إلى أصحابه وهم سكوت لا يتكلمون ، فقال : \" ما لكم لا تتكلمون ؟ \" فقالوا : نتفكر في خلق الله عز وجل ، قال : \" فكذلك فافعلوا ، تفكروا في خلق الله ، ولا تتفكروا فيه ، فإن بهذا المغرب أرضا بيضاء نورها ساحتها - أو قال : ساحتها نورها - مسيرة الشمس أربعين يوما بها خلق الله تعالى لم يعصوا الله طرفة عين قط ، قالوا : فأين الشيطان عنهم ؟ قال : \" ما يدرون خلق الشيطان أم لم يخلق ؟ قالوا : أمن ولد آدم ؟ قال : \" لا يدرون خلق آدم ، أم لم يخلق ؟ \"وهذا حديث مرسل وهو منكر جدا وعثمان بن أبي دهرش ذكره ابن أبي حاتم في كتابه ، فقال : روى عن رجل من آل الحكم بن أبي العاص ، وعنه سفيان بن عيينة ، ويحيى بن سليم الطائفي ، وابن المبارك ، سمعت أبي يقول ذلك ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) [ في العدد ] ( يتنزل الأمر بينهن ) بالوحي من السماء السابعة إلى الأرض السفلى .قال أهل المعاني : هو ما يدبر فيهن من عجيب تدبيره ، فينزل المطر ويخرج النبات ، ويأتي بالليل والنهار والصيف والشتاء ، ويخلق الحيوان على اختلاف هيئاتها وينقلها من حال إلى حال .وقال قتادة : في كل أرض من أرضه وسماء من سمائه خلق من خلقه وأمر من أمره وقضاء من قضائه .( لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) فلا يخفى عليه شيء ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علماقوله تعالى : الله الذي خلق سبع سماوات ومن الأرض مثلهن دل على كمال قدرته وأنه يقدر على البعث والمحاسبة . ولا خلاف في السموات أنها سبع بعضها فوق بعض ; دل على ذلك حديث الإسراء وغيره . ثم قال : ومن الأرض مثلهن يعني سبعا . واختلف فيهن على قولين : أحدهما : وهو قول الجمهور - أنها سبع أرضين طباقا بعضها فوق بعض ، بين كل أرض وأرض مسافة كما بين السماء والسماء ، وفي كل أرض سكان من خلق الله . وقال الضحاك : ومن الأرض مثلهن أي سبعا من الأرضين ، ولكنها مطبقة بعضها على بعض من غير فتوق بخلاف السموات . والأول أصح ; لأن الأخبار دالة عليه في الترمذي والنسائي وغيرهما . وقد مضى ذلك مبينا في \" البقرة \" . وقد خرج أبو نعيم قال : حدثنا محمد بن علي بن حبيش قال : حدثنا إسماعيل بن إسحاق السراج ، ( ح ) وحدثنا أبو محمد بن حبان قال : حدثنا عبد الله بن محمد بن ناجية قال : حدثنا سويد بن سعيد قال : حدثنا حفص بن ميسرة عن موسى بن عقبة عن عطاء بن أبي مروان عن أبيه أن كعبا حلف له بالذي فلق البحر لموسى أن صهيبا حدثه أن محمدا صلى الله عليه وسلم لم ير قرية يريد دخولها إلا قال حين يراها : \" اللهم رب السموات السبع وما أظللن ، ورب الأرضين السبع وما أقللن ، ورب الشياطين وما أضللن ، ورب الرياح وما أذرين ، إنا نسألك خير هذه القرية وخير أهلها ، ونعوذ بك من شرها وشر أهلها وشر ما فيها \" . قال أبو نعيم : هذا حديث ثابت من حديث موسى بن عقبة تفرد به عن عطاء . روى عنه ابن أبي الزناد وغيره . وفي صحيح مسلم عن سعيد بن زيد قال : سمعت النبي صلى الله عليه وسلم يقول : \" من أخذ شبرا من الأرض ظلما فإنه يطوقه يوم القيامة من سبع أرضين \" ومثله حديث عائشة ، وأبين منهما حديث أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" لا يأخذ أحد شبرا من الأرض بغير حقه إلا طوقه الله إلى سبع أرضين يوم القيامة \" . قال الماوردي : وعلى أنها سبع أرضين بعضها فوق بعض تختص دعوة أهل الإسلام بأهل الأرض العليا ، ولا تلزم من في غيرها من الأرضين وإن كان فيها من يعقل من خلق مميز . وفي مشاهدتهم السماء واستمدادهم الضوء منها قولان : أحدهما : أنهم يشاهدون السماء من كل جانب من أرضهم ويستمدون الضياء منها . وهذا قول من جعل الأرض مبسوطة . والقول الثاني : أنهم لا يشاهدون السماء ، وأن الله تعالى خلق لهم ضياء يستمدونه . وهذا قول من جعل الأرض كالكرة . وفي الآية قول ثالث حكاه الكلبي عن أبي صالح عن ابن عباس أنها سبع أرضين منبسطة ; ليس بعضها فوق بعض ، تفرق بينها البحار وتظل جميعهم السماء . فعلى هذا إن لم يكن لأحد من أهل الأرض وصول إلى أرض أخرى اختصت دعوة الإسلام بأهل هذه الأرض ، وإن كان لقوم منهم وصول إلى أرض أخرى احتمل أن تلزمهم دعوة الإسلام عند إمكان الوصول إليهم ; لأن فصل البحار إذا أمكن سلوكها لا يمنع من لزوم ما عم حكمه ، واحتمل ألا تلزمهم دعوة الإسلام لأنها لو لزمتهم لكان النص بها واردا ، ولكان صلى الله عليه وسلم بها مأمورا . والله أعلم ما استأثر بعلمه ، وصواب ما اشتبه على خلقه .ثم قال : يتنزل الأمر بينهن قال مجاهد : يتنزل الأمر من السموات السبع إلى الأرضين السبع . وقال الحسن : بين كل سماءين أرض وأمر . والأمر هنا الوحي ; في قول مقاتل وغيره . وعليه فيكون قوله : بينهن إشارة إلى بين هذه الأرض العليا التي هي أدناها وبين السماء السابعة التي هي أعلاها . وقيل : الأمر القضاء والقدر . وهو قول الأكثرين . فعلى هذا يكون المراد بقوله تعالى : بينهن إشارة إلى ما بين الأرض السفلى التي هي أقصاها وبين السماء السابعة التي هي أعلاها . وقيل : يتنزل الأمر بينهن بحياة بعض وموت بعض وغنى قوم وفقر قوم . وقيل : هو ما يدبر فيهن من عجيب تدبيره ; فينزل المطر ويخرج النبات ويأتي بالليل والنهار ، والصيف والشتاء ، ويخلق الحيوانات على اختلاف أنواعها وهيئاتها ; فينقلهم من حال إلى حال . قال ابن كيسان : وهذا على مجال اللغة واتساعها ; كما يقال للموت : أمر الله ; وللريح والسحاب ونحوها .لتعلموا أن الله على كل شيء قدير يعني أن من قدر على هذا الملك العظيم فهو على ما بينهما من خلقه أقدر ، ومن العفو والانتقام أمكن ; وإن استوى كل ذلك في مقدوره ومكنته .وأن الله قد أحاط بكل شيء علما فلا يخرج شيء عن علمه وقدرته . ونصب علما على المصدر المؤكد ; لأن أحاط بمعنى علم . وقيل : بمعنى : وأن الله أحاط إحاطة علما . ختمت السورة بحمد الله وعونه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: ( اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ ) لا ما يعبده المشركون من الآلهة والأوثان التي لا تقدر على خلق شيء.وقوله: ( وَمِنَ الأرْضِ مِثْلَهُنَّ ) يقول: وخلق من الأرض مثلهنّ لما في كلّ واحدة منهنّ مثل ما في السموات من الخلق.* ذكر من قال ذلك:حدثني عمرو بن عليّ ومحمد بن المثنى، قالا ثنا محمد بن جعفر، قال: ثنا شعبة، عن عمرو بن مرّة، عن أَبي الضحى، عن ابن عباس، قال في هذه الآية: ( اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرْضِ مِثْلَهُنَّ ) قال عمرو: قال: في كل أرض مثل إبراهيم ونحو ما على الأرض من الخلق. وقال ابن المثنى: في كلّ سماء إبراهيم.حدثنا عمرو بن عليّ، قال: ثنا وكيع، قال: ثنا الأعمش، عن إبراهيم بن مهاجر، عن مجاهد، عن ابن عباس، في قوله: ( اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرْضِ مِثْلَهُنَّ ) قال: لو حدثتكم بتفسيرها لكفرتم وكفركم تكذيبكم بها.حدثنا أَبو كُرَيب، قال: ثنا أَبو بكر، عن عاصم، عن زِرّ، عن عبد الله، قال: خلق الله سبع سموات غلظ كلّ واحدة مسيرة خمس مئة عام، وبين كلّ واحدة منهنّ خمس مئة عام، وفوق السبع السموات الماء، والله جلّ ثناؤه فوق الماء، لا يخفى عليه شيء من أعمال بني آدم. والأرض سبع، بين كلّ أرضين خمس مئة عام، وغلظ كلّ أرض خمس مئَة عام.حدثنا ابن حُمَيد، قال: ثنا يعقوب بن عبد الله بن سعد القُمي الأشعري، عن جعفر بن أبي المُغيرة الخزاعي، عن سعيد بن جبَير، قال: قال رجل لابن عباس ( اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرْضِ مِثْلَهُنَّ ) ... الآية، فقال ابن عباس: ما يؤمنك أن أخبرك بها فتكفر.قال: ثنا عباس، عن عنبسة، عن ليث، عن مجاهد، قال: هذه الأرض إلى تلك مثل الفسطاط ضربته في فلاة، وهذه السماء إلى تلك السماء، مثل حلقة رميت بها في أرض فلاة.حدثنا ابن حميد، قال: ثنا حكام، عن أَبي جعفر، عن الربيع بن أنس، قال: السماء أوّلها موج مكفوف؛ والثانية صخرة؛ والثالثة حديد؛ والرابعة نحاس؛ والخامسة فضة؛ والسادسة ذهب، والسابعة ياقوتة.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثنا جرير بن حازم، قال: ثني حميد بن قيس، عن مجاهد، قال: هذا البيت الكعبة رابع أربعة عشر بيتًا في كل سماء بيت، كل بيت منها حذو صاحبه، لو وقع وقع عليه، وإن هذا الحرم حرمي بناؤه من السموات السبع والأرضين السبع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرْضِ مِثْلَهُنَّ ) خلق سبع سموات وسبع أرضين في كل سماء من سمائه، وأرض من أرضه، خلق من خلقه وأمر من أمره، وقضاء من قضائه.حدثنا ابن عبد الأعلى، قال ثنا ابن ثور، عن معمر، عن قتادة قال: بينا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم جالس مرّة مع أصحابه، إذ مرّت سحابة، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم \" أتدرون ما هَذَا؟ هَذِهِ العنَانُ، هَذِهِ رَوَايَا الأرْضِ يَسوُقُهَا اللهُ إلَى قَوْمٍ لا يَعْبُدُونَهُ\"؛ قال: \" أَتدْرُونَ مَا هَذِهِ السَّمَاءُ؟ \" قالوا: الله ورسوله أعلم، قال: \" هَذِهِ السَّمَاءُ مَوْجٌ مَكْفُوفٌ، وَسَقْفٌ مَحْفُوظٌ\"؛ ثُم قال: \" أَتَدْرُونَ مَا فَوْقَ ذَلِك؟\" قالوا: الله ورسوله أعلم، قال: \" فَوْقَ ذَلك سَمَاءٌ أُخْرَى \"، حتى عدّ سبع سموات وهو يقول: \" أَتَدْرُونَ مَا بَيْنَهُمَا؟ خَمْس مِئَةِ سَنَةَ\"؛ ثم قال: \" أَتَدْرُونَ مَا فَوْق ذَلك؟\" قالوا: الله ورسوله أعلم، قال: \" فَوْقَ ذَلِكَ الْعَرْشُ\"، قال: \" أتدرون ما بينهما؟\" قالوا: الله ورسوله أعلم قال: \" بَينَهُمَا خَمْسُ مِائَةِ سَنَةٍ\"؛ ثُمَّ قَالَ: \" أَتَدْرُونَ مَا هذِهِ الأرْضُ؟ قالوا: الله وَرَسولُهُ أَعلم، قَالَ: \" تَحْتَ ذِلكَ أَرْضٌ\"، قال: أَتَدْرُونَ كَمْ بَيْنَهُمَا؟ قَالُوا: الله وَرسوله أَعلم. قال: \" بَيْنَهُمَا مَسِيرَةُ خَمْسِ مِئَةِ سَنَةٍ، حتى عدّ سبع أرضين، ثم قال: \" وَالَّذِي نَفْسِي بِيَدِهِ لَوْ دُلِي رَجُلٌ بِحَبْلٍ حَتى يَبْلُغَ أَسْفَلَ الأرْضِينَ السَّابِعَةِ لَهَبَطَ عَلَى اللهِ\"؛ ثُم قَال:  هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: \" التقى أربعة من الملائكة بين السماء والأرض، فقال بعضهم لبعض: من أين جئت؟ قال أحدهم: أرْسلني ربي من السماء السابعة، وتركته؛ ثمَّ، قال الآخر: أرسلني ربي من الأرض السابعة وتركته؛ ثمَّ، قال الآخر: أرسلني ربي من المشرق وتركته؛ ثمَّ، قال الآخر: أرسلني ربي من المغرب وتركته ثمَّ\".وقوله: ( يَتَنزلُ الأمْرُ بَيْنَهُنَّ ) يقول تعالى ذكره: يتنزل أمر الله بين السماء السابعة والأرض السابعة.كما حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، قوله: ( يَتَنزلُ الأمْرُ بَيْنَهُنَّ ) قال: بين الأرض السابعة إلى السماء السابعة.وقوله: ( لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول تعالى ذكره: ينزل قضاء الله وأمره بين ذلك كي تعلموا أيها الناس كنه قدرته وسلطانه، وأنه لا يتعذّر عليه شيء أراده، ولا يمتنع عليه أمر شاءه؛ ولكنه على ما يشاء قدير، ( وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ) يقول جلّ ثناؤه: ولتعلموا أيها الناس أن الله بكل شيء من خلقه محيط علمًا، لا يعزُب عنه مثقالُ ذرّة في الأرض ولا في السماء، ولا أصغر من ذلك ولا أكبر: يقول جلّ ثناؤه فخافوا أيها الناس المخالفون أمر ربكم عقوبته، فإنه لا يمنعه من عقوبتكم مانع، وهو على ذلك قادر، ومحيط أيضًا بأعمالكم، فلا يخفى عليه منها خاف، وهو محصيها عليكم، ليجازيكم بها، يوم تجزى كلّ نفس ما كسبت."
        }
      ]
    }
  ]
}