{
  "surah": {
    "surahNo": 67,
    "surahNameAr": "الملك",
    "surahNameArabicLong": "سورة الملك",
    "surahNameEn": "Al-Mulk",
    "revelationPlace": "Mecca",
    "totalAyat": 30
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "تكاثر خير الله وبرُّه على جميع خلقه، الذي بيده مُلك الدنيا والآخرة وسلطانهما، نافذ فيهما أمره وقضاؤه، وهو على كل شيء قدير. ويستفاد من الآية ثبوت صفة اليد لله سبحانه وتعالى على ما يليق بجلاله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تبارك» تنزه عن صفات المحدثين «الذي بيده» في تصرفه «الملك» السلطان والقدرة «وهو على كل شيءٍ قدير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ  أي: تعاظم وتعالى، وكثر خيره، وعم إحسانه، من عظمته أن بيده ملك العالم العلوي والسفلي، فهو الذي خلقه، ويتصرف فيه بما شاء، من الأحكام القدرية، والأحكام الدينية، التابعة لحكمته، ومن عظمته، كمال قدرته التي يقدر بها على كل شيء، وبها أوجد ما أوجد من المخلوقات العظيمة، كالسماوات والأرض."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة الملك وهي مكية .قال أحمد : حدثنا حجاج بن محمد ، وابن جعفر قالا : حدثنا شعبة ، عن قتادة ، عن عباس الجشمي ، عن أبي هريرة ، عن رسول الله - صلى الله عليه وسلم - قال : \" إن سورة في القرآن ثلاثين آية شفعت لصاحبها حتى غفر له : \" تبارك الذي بيده الملك \" .ورواه أهل السنن الأربعة ، من حديث شعبة به ، وقال الترمذي : هذا حديث حسن .وقد روى الطبراني ، والحافظ الضياء المقدسي ، من طريق سلام بن مسكين ، عن ثابت ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" سورة في القرآن خاصمت عن صاحبها حتى أدخلته الجنة : \" تبارك الذي بيده الملك \" .وقال الترمذي : حدثنا محمد بن عبد الملك بن أبي الشوارب ، حدثنا يحيى بن مالك النكري ، عن أبيه ، عن أبي الجوزاء عن ابن عباس قال : ضرب بعض أصحاب النبي - صلى الله عليه وسلم - خباءه على قبر ، وهو لا يحسب أنه قبر إنسان يقرأ سورة الملك حتى ختمها ، فأتى النبي - صلى الله عليه وسلم - فقال : يا رسول الله ، ضربت خبائي على قبر وأنا لا أحسب أنه قبر ، فإذا إنسان يقرأ سورة الملك \" تبارك \" حتى ختمها ، فقال رسول الله - صلى الله عليه وسلم - : \" هي المانعة ، هي المنجية ، تنجيه من عذاب القبر \" ثم قال : \" هذا حديث غريب من هذا الوجه . وفي الباب عن أبي هريرة . ثم روى الترمذي أيضا من طريق ليث بن أبي سليم ، عن أبي الزبير ، عن جابر : أن رسول الله - صلى الله عليه وسلم - كان لا ينام حتى يقرأ \" الم تنزيل \" سورة السجدة ، و \" تبارك الذي بيده الملك \" . وقال ليث ، عن طاوس : يفضلان كل سورة في القرآن بسبعين حسنة .وقال الطبراني : حدثنا محمد بن الحسين بن عجلان الأصبهاني ، حدثنا سلمة بن شبيب ، حدثنا إبراهيم بن الحكم بن أبان ، عن أبيه ، عن عكرمة عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" لوددت أنها في قلب كل إنسان من أمتي \" يعني : \" تبارك الذي بيده الملك \" .هذا حديث غريب ، وإبراهيم ضعيف ، وقد تقدم مثله في سورة \" يس \" وقد روى هذا الحديث عبد بن حميد في مسنده بأبسط من هذا ، فقال :حدثنا إبراهيم بن الحكم ، عن أبيه ، عن عكرمة ، عن ابن عباس أنه قال لرجل : ألا أتحفك بحديث تفرح به ؟ قال : بلى . قال اقرأ : \" تبارك الذي بيده الملك \" ، وعلمها أهلك ، وجميع ولدك ، وصبيان بيتك ، وجيرانك ، ، فإنها المنجية والمجادلة ، تجادل - أو تخاصم - يوم القيامة عند ربها لقارئها ، وتطلب له أن ينجيه من عذاب النار ، وينجي بها صاحبها من عذاب القبر ; قال رسول الله - صلى الله عليه وسلم - : \" لوددت أنها في قلب كل إنسان من أمتي \" .وقد روى الحافظ ابن عساكر في تاريخه ، في ترجمة أحمد بن نصر بن زياد أبي عبد الله القرشي النيسابوري المقرئ الزاهد الفقيه ، أحد الثقات الذين روى عنهم البخاري ، ومسلم ولكن في غير الصحيحين ، وروى عنه الترمذي ، وابن ماجه ، وابن خزيمة . وعليه تفقه في مذهب أبي عبيد بن حربويه وخلق سواهم ، ساق بسنده من حديثه عن فرات بن السائب ، عن الزهري ، عن أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - : \" إن رجلا ممن كان قبلكم مات ، وليس معه شيء من كتاب الله إلا \" تبارك \" ، فلما وضع في حفرته أتاه الملك فثارت السورة في وجهه ، فقال لها : إنك من كتاب الله ، وأنا أكره مساءتك ، وإني لا أملك لك ولا له ولا لنفسي ضرا ولا نفعا ، فإن أردت هذا به فانطلقي إلى الرب تبارك وتعالى فاشفعي له . فتنطلق إلى الرب فتقول : يا رب ، إن فلانا عمد إلي من بين كتابك فتعلمني ، وتلاني أفتحرقه أنت بالنار ، وتعذبه ، وأنا في جوفه ؟ فإن كنت فاعلا ذاك به فامحني من كتابك . فيقول : ألا أراك غضبت ؟ فتقول : وحق لي أن أغضب . فيقول : اذهبي فقد وهبته لك ، وشفعتك فيه . قال : فتجيء فيخرج الملك ، فيخرج كاسف البال لم يحل منه بشيء . قال : فتجيء فتضع فاها على فيه ، فتقول مرحبا بهذا الفم ، فربما تلاني ، ومرحبا بهذا الصدر ، فربما وعاني ، ومرحبا بهاتين القدمين ، فربما قامتا بي . وتؤنسه في قبره مخافة الوحشة عليه \" . قال : فلما حدث بهذا رسول الله - صلى الله عليه وسلم - لم يبق صغير ، ولا كبير ، ولا حر ، ولا عبد ، إلا تعلمها ، وسماها رسول الله - صلى الله عليه وسلم - المنجية .قلت : وهذا حديث منكر جدا وفرات بن السائب هذا ضعفه الإمام أحمد ، ويحيى بن معين ، والبخاري ، وأبو حاتم ، والدارقطني ، وغير واحد . وقد ذكره ابن عساكر من وجه آخر ، عن الزهري من قوله مختصرا . وروى البيهقي في كتاب \" إثبات عذاب القبر \" عن ابن مسعود موقوفا ، ومرفوعا ما يشهد لهذا ، وقد كتبناه في كتاب الجنائز من الأحكام الكبرى ، ولله الحمد .يمجد تعالى نفسه الكريمة ، ويخبر أنه بيده الملك ، أي : هو المتصرف في جميع المخلوقات بما يشاء لا معقب لحكمه ، ولا يسأل عما يفعل لقهره وحكمته وعدله . ولهذا قال : ( وهو على كل شيء قدير )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية\"تبارك الذي بيده الملك وهو على كل شيء قدير\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة الملكمكية في قول الجميعوتسمى الواقية والمنجية . وهي ثلاثون آيةروى الترمذي عن ابن عباس قال : ضرب رجل من أصحاب رسول الله صلى الله عليه وسلم خباءه على قبر وهو لا يحسب أنه قبر ، فإذا قبر إنسان يقرأ سورة \" الملك \" حتى ختمها ، فأتى النبي صلى الله عليه وسلم فقال : يا رسول الله ، ضربت خبائي على قبر وأنا لا أحسب أنه قبر ، فإذا قبر إنسان يقرأ سورة \" الملك \" حتى ختمها ؟ فقال رسول الله صلى الله عليه وسلم : \" هي المانعة ، هي المنجية تنجيه من عذاب القبر \" . قال : حديث حسن غريب . وعنه قال : قال رسول الله صلى الله عليه وسلم : \" وددت أن \" تبارك الذي بيده الملك \" في قلب كل مؤمن \" ذكره الثعلبي . وعن أبي هريرة قال : قال النبي صلى الله عليه وسلم : ( إن سورة من كتاب الله ما هي إلا ثلاثون آية شفعت لرجل حتى أخرجته من النار يوم القيامة وأدخلته الجنة وهي سورة \" تبارك \" ) . خرجه الترمذي بمعناه ، وقال فيه : حديث حسن . وقال ابن مسعود : إذا وضع الميت في قبره فيؤتى من قبل رجليه ، فيقال : ليس لكم عليه سبيل ، فإنه كان يقوم بسورة \" الملك \" على قدميه . ثم يؤتى من قبل رأسه ، فيقول لسانه : ليس لكم عليه سبيل ، إنه كان يقرأ بي سورة \" الملك \" ثم قال : هي المانعة من عذاب الله ، وهي في التوراة سورة \" الملك \" من قرأها في ليلة فقد أكثر وأطيب . وروي أن من قرأها كل ليلة لم يضره الفتان .بسم الله الرحمن الرحيمتبارك الذي بيده الملك وهو على كل شيء قديرتبارك تفاعل من البركة وقد تقدم . وقال الحسن : تقدس . وقيل دام . فهو الدائم الذي لا أول لوجوده ولا آخر لدوامه .الذي بيده الملك أي ملك السموات والأرض في الدنيا والآخرة . وقال ابن عباس : بيده الملك يعز من يشاء ويذل من يشاء ، ويحيي ويميت ، ويغني ويفقر ، ويعطي ويمنع . وقال محمد بن إسحاق : له ملك النبوة التي أعز بها من اتبعه وذل بها من خالفه .وهو على كل شيء قدير من إنعام وانتقام ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1)يعني بقوله تعالى ذكره: ( تَبَارَكَ ) : تعاظم وتعالى (الَّذِي بِيَدِهِ الْمُلْكُ ) بيده ملك الدنيا والآخرة وسُلطانهما نافذ فيهما أمره وقضاؤه (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول: وهو على ما يشاء فعله ذو قدرة لا يمنعه من فعله مانع، ولا يحول بينه وبينه عجز."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الذي خلق الموت والحياة؛ ليختبركم - أيها الناس-: أيكم خيرٌ عملا وأخلصه؟ وهو العزيز الذي لا يعجزه شيء، الغفور لمن تاب من عباده. وفي الآية ترغيب في فعل الطاعات، وزجر عن اقتراف المعاصي."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذي خلق الموت» في الدنيا «والحياة» في الآخرة أو هما في الدنيا فالنطفة تعرض لها الحياة وهي ما به الإحساس، والموت ضدها أو عدمها قولان، والخلق على الثاني بمعنى لتقدير «ليبلوكم» ليختبركم في الحياة «أيكم أحسن عملا» أطوع لله «وهو العزيز» في انتقامه ممن عصاه «الغفور» لمن تاب إليه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وخلق الموت والحياة أي: قدر لعباده أن يحييهم ثم يميتهم؛  لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا  أي: أخلصه وأصوبه، فإن  الله خلق عباده، وأخرجهم لهذه الدار، وأخبرهم أنهم سينقلون منها، وأمرهم ونهاهم، وابتلاهم بالشهوات المعارضة لأمره، فمن انقاد لأمر الله وأحسن العمل، أحسن الله له الجزاء في الدارين، ومن مال مع شهوات النفس، ونبذ أمر الله، فله شر الجزاء. وَهُوَ الْعَزِيزُ  الذي له العزة كلها، التي قهر بها جميع الأشياء، وانقادت له المخلوقات. الْغَفُورُ  عن المسيئين والمقصرين والمذنبين، خصوصًا إذا تابوا وأنابوا، فإنه يغفر ذنوبهم، ولو بلغت عنان السماء، ويستر عيوبهم، ولو كانت ملء الدنيا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( الذي خلق الموت والحياة ) واستدل بهذه الآية من قال : إن الموت أمر وجودي لأنه مخلوق . ومعنى الآية : أنه أوجد الخلائق من العدم ، ليبلوهم ، ويختبرهم أيهم أحسن عملا ؟ كما قال : ( كيف تكفرون بالله وكنتم أمواتا فأحياكم ) [ البقرة : 28 ] فسمى الحال الأول - وهو العدم - موتا ، وسمى هذه النشأة حياة . ولهذا قال : ( ثم يميتكم ثم يحييكم ) [ البقرة : 28 ] .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا خليد ، عن قتادة في قوله : ( الذي خلق الموت والحياة ) قال : كان رسول الله - صلى الله عليه وسلم - يقول : \" إن الله أذل بني آدم بالموت ، وجعل الدنيا دار حياة ، ثم دار موت ، وجعل الآخرة دار جزاء ، ثم دار بقاء \" .ورواه معمر ، عن قتادة .وقوله : ( ليبلوكم أيكم أحسن عملا ) أي : خير عملا كما قال محمد بن عجلان : ولم يقل أكثر عملا .ثم قال : ( وهو العزيز الغفور ) أي : هو العزيز العظيم المنيع الجناب ، وهو مع ذلك غفور لمن تاب إليه وأناب ، بعدما عصاه وخالف أمره ، وإن كان تعالى عزيزا ، هو مع ذلك يغفر ، ويرحم ، ويصفح ، ويتجاوز ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( الذي خلق الموت والحياة ) قال عطاء عن ابن عباس : يريد الموت في الدنيا والحياة في الآخرة .وقال قتادة : أراد موت الإنسان وحياته في الدنيا جعل الله الدنيا دار حياة وفناء ، وجعل الآخرة دار جزاء وبقاء .قيل إنما قدم الموت لأنه إلى القهر أقرب : وقيل : قدمه لأنه أقدم لأن الأشياء في الابتداء كانت في حكم الموت كالنطفة والتراب ونحوهما ثم اعترضت عليها الحياة .وقال ابن عباس : خلق الموت على صورة كبش أملح لا يمر بشيء ولا يجد ريحه شيء إلا مات وخلق الحياة على صورة فرس بلقاء [ أنثى ] وهي التي كان جبريل والأنبياء يركبونها لا تمر بشيء ولا يجد ريحها شيء إلا حيي ، وهي التي أخذ السامري قبضة من أثرها فألقى على العجل فحيي .( ليبلوكم ) فيما بين [ الحياة إلى الموت ] ( أيكم أحسن عملا ) روي عن ابن عمر مرفوعا : \" أحسن عملا \" أحسن عقلا وأورع عن محارم الله ، وأسرع في طاعة اللهوقال فضيل بن عياض \" أحسن عملا \" أخلصه وأصوبه . وقال : العمل لا يقبل حتى يكون خالصا صوابا ، الخالص : إذا كان لله ، والصواب : إذا كان على السنة .وقال الحسن : أيكم أزهد في الدنيا وأترك لها .وقال الفراء : لم يوقع البلوى على \" أي \" [ إلا ] وبينهما إضمار كما تقول بلوتكم لأنظر أيكم أطوع . ومثله : \" سلهم أيهم بذلك زعيم \" ( القلم - 40 ) أي : سلهم وانظر أيهم ف \" أي \" : رفع على الابتداء \" وأحسن \" خبره ( وهو العزيز ) في انتقامه ممن عصاه ( الغفور ) لمن تاب إليه ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا وهو العزيز الغفورفيه مسألتان :الأولى : قوله تعالى : الذي خلق الموت والحياة فيه مسألتان : قيل : المعنى خلقكم للموت والحياة ; يعني للموت في الدنيا والحياة في الآخرة وقدم الموت على الحياة ; لأن الموت إلى القهر أقرب ; كما قدم البنات على البنين فقال : يهب لمن يشاء إناثا . وقيل : قدمه لأنه أقدم ; لأن الأشياء في الابتداء كانت في حكم الموت كالنطفة والتراب ونحوه . وقال قتادة : كان رسول الله صلى الله عليه وسلم يقول : \" إن الله تعالى أذل بني آدم بالموت ، وجعل الدنيا دار حياة ثم دار موت ، وجعل الآخرة دار جزاء ثم دار بقاء \" . وعن أبي الدرداء أن النبي صلى الله عليه وسلم قال : \" لولا ثلاث ما طأطأ ابن آدم رأسه : الفقر والمرض والموت ، وإنه مع ذلك لوثاب \" .المسألة الثانية : الموت والحياة قدم الموت على الحياة ، لأن أقوى الناس داعيا إلى العمل من نصب موته بين عينيه ; فقدم لأنه فيما يرجع إلى الغرض المسوق له الآية أهم ، قال العلماء : الموت ليس بعدم محض ولا فناء صرف ، وإنما هو انقطاع تعلق الروح بالبدن ومفارقته ، وحيلولة بينهما ، وتبدل حال وانتقال من دار إلى دار . والحياة عكس ذلك . وحكي عن ابن عباس والكلبي ومقاتل أن الموت والحياة جسمان ، فجعل الموت في هيئة كبش لا يمر بشيء ولا يجد ريحه إلا مات ، وخلق الحياة على صورة فرس أنثى بلقاء - وهي التي كان جبريل والأنبياء عليهم السلام يركبونها - خطوتها مد البصر ، فوق الحمار ودون البغل ، لا تمر بشيء يجد ريحها إلا حيي ، ولا تطأ على شيء إلا حيي . وهي التي أخذ السامري من أثرها فألقاه على العجل فحيي . حكاه الثعلبي والقشيري عن ابن عباس . والماوردي : معناه عن مقاتل والكلبي .قلت : وفي التنزيل : قل يتوفاكم ملك الموت الذي وكل بكم ، ولو ترى إذ يتوفى الذين كفروا الملائكة ثم توفته رسلنا ، ثم قال : الله يتوفى الأنفس حين موتها . فالوسائط ملائكة مكرمون صلوات الله عليهم . وهو سبحانه المميت على الحقيقة ، وإنما يمثل الموت بالكبش في الآخرة ويذبح على الصراط ; حسب ما ورد به الخبر الصحيح . وما ذكر عن ابن عباس يحتاج إلى خبر صحيح يقطع العذر . والله أعلم . وعن مقاتل أيضا : خلق الموت ; يعني النطفة والعلقة والمضغة ، وخلق الحياة ; يعني خلق إنسانا ونفخ فيه الروح فصار إنسانا .قلت : وهذا قول حسن ; يدل عليه قوله تعالى : ليبلوكم أيكم أحسن عملا وتقدم الكلام فيه في سورة \" الكهف \" . وقال السدي في قوله تعالى : الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا أي أكثركم للموت ذكرا وأحسن استعدادا ، ومنه أشد خوفا وحذرا . وقال ابن عمر : تلا النبي صلى الله عليه وسلم : تبارك الذي بيده الملك حتى بلغ : أيكم أحسن عملا فقال : أورع عن محارم الله وأسرع في طاعة الله . وقيل : معنى ليبلوكم ليعاملكم معاملة المختبر ; أي ليبلو العبد بموت من يعز عليه ليبين صبره ، وبالحياة ليبين شكره . وقيل : خلق الله الموت للبعث والجزاء ، وخلق الحياة للابتلاء . فاللام في ليبلوكم تتعلق بخلق الحياة لا بخلق الموت ; ذكره الزجاج . وقال الفراء والزجاج أيضا : لم تقع البلوى على \" أي \" لأن فيما بين البلوى و \" أي \" إضمار فعل ; كما تقول : بلوتكم لأنظر أيكم أطوع . ومثله قوله تعالى : سلهم أيهم بذلك زعيم أي سلهم ثم انظر أيهم . ف \" أيكم \" رفع بالابتداء و \" أحسن \" خبره . والمعنى : ليبلوكم فيعلم أو فينظر أيكم أحسن عملا .وهو العزيز في انتقامه ممن عصاه .الغفور لمن تاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ ) فأمات من شاء وما شاء، وأحيا من أراد وما أراد إلى أجل معلوم (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلا ) يقول: ليختبركم فينظر أيكم له أيها الناس أطوع، وإلى طلب رضاه أسرع.وقد حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ ) قال: أذل الله ابن آدم بالموت، وجعل الدنيا دار حياة ودار فناء، وجعل الآخرة دار جزاء وبقاء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ ) ذكر أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول: \" إنَّ الله أذَلَّ ابْنَ آدَمَ بالمَوْتِ\".وقوله: (وَهُوَ الْعَزِيزُ ) يقول: وهو القويّ الشديد انتقامه ممن عصاه، وخالف أمره (الْغَفُورُ ) ذنوب من أناب إليه وتاب من ذنوبه."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الذي خلق سبع سموات متناسقة، بعضها فوق بعض، ما ترى في خلق الرحمن- أيها الناظر- من اختلاف ولا تباين، فأعد النظر إلى السماء: هل ترى فيها مِن شقوق أو صدوع؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذي خلق سبع سماوات طباقا» بعضها فوق بعض من غير مماسة «ما ترى في خلق الرحمن» لهن أو لغيرهن «من تفاوت» تباين وعدم تناسب «فارجع البصر» أعده إلى السماء «هل ترى» فيها «من فطور» صدوع وشقوق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا  أي: كل واحدة فوق الأخرى، ولسن طبقة واحدة، وخلقها في غاية الحسن والإتقان  مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ  أي: خلل ونقص.وإذا انتفى النقص من كل وجه، صارت حسنة كاملة، متناسبة من كل وجه، في لونها وهيئتها وارتفاعها، وما فيها من الشمس والقمر والكواكب النيرات، الثوابت منهن والسيارات.ولما كان كمالها معلومًا، أمر [الله] تعالى بتكرار النظر إليها والتأمل في أرجائها، قال: فَارْجِعِ الْبَصَرَ  أي: أعده إليها، ناظرًا معتبرًا  هَلْ تَرَى مِنْ فُطُورٍ  أي: نقص واختلال."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( الذي خلق سبع سماوات طباقا ) أي : طبقة بعد طبقة ، وهل هن متواصلات بمعنى أنهن علويات بعضهم على بعض ، أو متفاصلات بينهن خلاء ؟ فيه قولان ، أصحهما الثاني ، كما دل على ذلك حديث الإسراء وغيره .وقوله : ( ما ترى في خلق الرحمن من تفاوت ) أي : بل هو مصطحب مستو ، ليس فيه اختلاف ، ولا تنافر ، ولا مخالفة ، ولا نقص ، ولا عيب ، ولا خلل ; ولهذا قال : ( فارجع البصر هل ترى من فطور ) أي : انظر إلى السماء فتأملها ، هل ترى فيها عيبا ، أو نقصا ، أو خللا ; أو فطورا ؟ .قال ابن عباس ، ومجاهد ، والضحاك ، والثوري ، وغيرهم في قوله : ( فارجع البصر هل ترى من فطور ) أي : شقوق .وقال السدي : ( هل ترى من فطور ) أي : من خروق . وقال ابن عباس في رواية : ( من فطور ) أي : من وهي ، وقال قتادة : ( هل ترى من فطور ) أي : هل ترى خللا يا ابن آدم ؟ ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( الذي خلق سبع سماوات طباقا ) طبقا على طبق بعضها فوق بعض ( ما ترى في خلق الرحمن من تفاوت ) قرأ حمزة والكسائي : \" من تفوت \" بتشديد الواو بلا ألف ، وقرأ الأخرون بتخفيف الواو وألف قبلها . وهما لغتان كالتحمل والتحامل والتطهر والتطاهر . ومعناه : ما ترى يا ابن آدم في خلق الرحمن من اعوجاج واختلاف وتناقض بل هي مستقيمة مستوية . وأصله من \" الفوت \" وهو أن يفوت بعضها بعضا لقلة استوائها ( فارجع البصر ) كرر النظر ، معناه : انظر ثم ارجع ( هل ترى من فطور ) شقوق وصدوع ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطورقوله تعالى : الذي خلق سبع سماوات طباقا أي بعضها فوق بعض . والملتزق منها أطرافها ; كذا روي عن ابن عباس . و \" طباقا \" نعت ل \" سبع \" فهو وصف بالمصدر . وقيل : مصدر بمعنى المطابقة ; أي خلق سبع سموات وطبقها تطبيقا أو مطابقة . أو على طوبقت طباقا . وقال سيبويه : نصب طباقا لأنه مفعول ثان .قلت : فيكون خلق بمعنى جعل وصير . وطباق جمع طبق ; مثل جمل وجمال . وقيل : جمع طبقة . وقال أبان بن تغلب : سمعت بعض الأعراب يذم رجلا فقال : شره طباق ، وخيره غير باق . ويجوز في غير القرآن سبع سموات طباق ; بالخفض على النعت لسموات . ونظيره ( وسبع سنبلات خضر ) .ما ترى في خلق الرحمن من تفاوت قراءة حمزة والكسائي \" من تفوت \" بغير ألف مشددة . وهي قراءة ابن مسعود وأصحابه . الباقون ( من تفاوت ) بألف . وهما لغتان مثل التعاهد والتعهد ، والتحمل والتحامل ، والتظهر والتظاهر ، وتصاغر وتصغر ، وتضاعف وتضعف ، وتباعد وتبعد ; كله بمعنى . واختار أبو عبيد \" من تفوت \" واحتج بحديث عبد الرحمن بن أبي بكر : \" أمثلي يتفوت عليه في بناته ! \" النحاس : وهذا أمر مردود على أبي عبيد ، لأن يتفوت يفتات بهم . وتفاوت في الآية أشبه . كما يقال تباين يقال : تفاوت الأمر إذا تباين وتباعد ; أي فات بعضها بعضا . ألا ترى أن قبله قوله تعالى : الذي خلق سبع سموات طباقا . والمعنى : ما ترى في خلق الرحمن من اعوجاج ولا تناقض ولا تباين - بل هي مستقيمة مستوية دالة على خالقها - وإن اختلفت صوره وصفاته . وقيل : المراد بذلك السموات خاصة ; أي ما ترى في خلق السموات من عيب . وأصله من الفوت ، وهو أن يفوت شيء شيئا فيقع الخلل لقلة استوائها ; يدل عليه قول ابن عباس رضي الله عنه : من تفرق . وقال أبو عبيدة : يقال : تفوت الشيء أي فات .ثم أمر بأن ينظروا في خلقه ليعتبروا به فيتفكروا في قدرته : فقال :فارجع البصر هل ترى من فطور أي اردد طرفك إلى السماء . ويقال : قلب البصر في السماء . ويقال : اجهد بالنظر إلى السماء . والمعنى متقارب . وإنما قال : فارجع بالفاء وليس قبله فعل مذكور ; لأنه قال : ما ترى . والمعنى انظر ثم ارجع البصر هل ترى من فطور ; قاله قتادة . والفطور : الشقوق ، عن مجاهد والضحاك . وقال قتادة : من خلل . السدي : من خروق . ابن عباس : من وهن . وأصله من التفطر والانفطار وهو الانشقاق . قال الشاعر :بنى لكم بلا عمد سماء وزينها فما فيها فطوروقال آخر :شققت القلب ثم ذررت فيه     هواك فليم فالتأم الفطورتغلغل حيث لم يبلغ شراب     ولا سكر ولم يبلغ سرور"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ (3) ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ (4)يقول تعالى ذكره: مخبرا عن صفته: ( الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ) طبقا فوق طبق، بعضها فوق بعض.وقوله: ( مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ ) يقول جل ثناؤه: ما ترى في خلق الرحمن الذي خلق لا في سماء ولا في أرض، ولا في غير ذلك من تفاوت، يعني من اختلاف.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ ) : ما ترى فيهم من اختلاف.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( مِنْ تَفَاوُتٍ ) قال: من اختلاف.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة وبعض الكوفيين: ( مِنْ تَفَاوُتٍ ) بألف. وقرأ ذلك عامة قرّاء الكوفة: ( مِنْ تَفَوُّتٍ ) بتشديد الواو بغير ألف.والصواب من القول في ذلك أنهما قراءتان معروفتان بمعنى واحد، كما قيل: ولا تُصَاعِرْ، ولا تُصَعِّر ؛ وتعهَّدت فلانا، وتعاهدته ؛ وتظهَّرت، وتظاهرت ؛ وكذلك التفاوت والتفوّت.وقوله: ( فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ )يقول: فرد البصر، هل ترى فيه من صُدوع؟ وهي من قول الله:  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ  بمعنى يتشققن ويتصدّعن، الفُطُور مصدر فُطِر فطُورا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، &amp;; 23-507 &amp;; عن أبيه، عن ابن عباس ( هَلْ تَرَى مِنْ فُطُورٍ ) قال: الفطور: الوهي.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( هَلْ تَرَى مِنْ فُطُورٍ ) يقول: هل ترى من خلل يا ابن آدم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( مِنْ فُطُورٍ ) قال: من خللحدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( هَلْ تَرَى مِنْ فُطُورٍ ) قال: من شقوق."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ثم أعد النظر مرة بعد مرة، يرجع إليك البصر ذليلا صاغرًا عن أن يرى نقصًا، وهو متعب كليل."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم ارجع البصر كرتين» كرة بعد كرة «ينقلب» يرجع «إليك البصر خاسئا» ذليلا لعدم إدراك خلل «وهو حسير» منقطع عن رؤية خلل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ  المراد بذلك: كثرة التكرار  يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ  أي: عاجزًا عن أن يرى خللًا أو فطورًا، ولو حرص غاية الحرص.ثم صرح بذكر حسنها فقال:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ثم ارجع البصر كرتين ) قال : مرتين . ( ينقلب إليك البصر خاسئا ) قال ابن عباس : ذليلا ؟ وقال مجاهد ، وقتادة : صاغرا .( وهو حسير ) قال ابن عباس : يعني : وهو كليل . وقال مجاهد ، وقتادة ، والسدي : الحسير : المنقطع من الإعياء .ومعنى الآية : إنك لو كررت البصر ، مهما كررت ، لانقلب إليك ، أي : لرجع إليك البصر ، ( خاسئا ) عن أن يرى عيبا أو خللا ( وهو حسير ) أي : كليل قد انقطع من الإعياء من كثرة التكرر ، ولا يرى نقصا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ثم ارجع البصر كرتين ) قال ابن عباس : مرة بعد مرة ( ينقلب ) ينصرف ويرجع ( إليك البصر خاسئا ) صاغرا ذليلا مبعدا لم ير ما يهوى ( وهو حسير ) كليل منقطع لم يدرك ما طلب . وروي عن كعب أنه قال : السماء الدنيا موج مكفوف والثانية مرمرة بيضاء والثالثة حديد والرابعة [ صفراء ] وقال : نحاس والخامسة فضة والسادسة ذهب والسابعة ياقوتة حمراء بين [ السماء ] السابعة إلى الحجب السبعة صحاري من نور ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسيرقوله تعالى : ثم ارجع البصر كرتين كرتين في موضع المصدر ; لأن معناه رجعتين ، أي مرة بعد أخرى . وإنما أمر بالنظر مرتين لأن الإنسان إذا نظر في الشيء مرة لا يرى عيبه ما لم ينظر إليه مرة أخرى . فأخبر تعالى أنه وإن نظر في السماء مرتين لا يرى فيها عيبا بل يتحير بالنظر إليها ; فذلك قوله تعالى : ينقلب إليك البصر خاسئا أي خاشعا صاغرا متباعدا عن أن يرى شيئا من ذلك . يقال : خسأت الكلب أي أبعدته وطردته . وخسأ الكلب بنفسه ، يتعدى ولا يتعدى . وانخسأ الكلب أيضا . وخسأ بصره خسأ وخسوءا أي سدر ، ومنه قوله تعالى :ينقلب إليك البصر خاسئا وقال ابن عباس : الخاسئ الذي لم ير ما يهوى .وهو حسير أي قد بلغ الغاية في الإعياء . فهو بمعنى فاعل ; من الحسور الذي هو الإعياء . ويجوز أن يكون مفعولا من حسره بعد الشيء ، وهو معنى قول ابن عباس . ومنه قول الشاعر :من مد طرفا إلى ما فوق غايته ارتد خسآن منه الطرف قد حسرايقال : قد حسر بصره يحسر حسورا ، أي كل وانقطع نظره من طول مدى وما أشبه ذلك ، فهو حسير ومحسور أيضا . قال :نظرت إليها بالمحصب من منى     فعاد إلي الطرف وهو حسيروقال آخر يصف ناقة هو قيس بن خويلد :إن العسير بها داء يخامرها     فشطرها نظر العينين محسورنصب \" شطرها \" على الظرف ، أي نحوها . وقال آخر :والخيل شعث ما تزال جيادها     حسرى تغادر بالطريق سخالهاوقيل : إنه النادم . ومنه قول الشاعر :ما أنا اليوم على شيء خلا     يا ابنة القين تولى بحسرالمراد ب \" كرتين \" هاهنا التكثير . والدليل على ذلك : ينقلب إليك البصر خاسئا وهو حسير وذلك دليل على كثرة النظر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ ) يقول جل ثناؤه: ثم ردّ البصر يا ابن آدم كرّتين، مرة بعد أخرى، فانظر ( هَلْ تَرَى مِنْ فُطُورٍ ) أو تفاوت ( يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا ) يقول: يرجع إليك بصرك صاغرًا مُبْعَدا من قولهم للكلب: اخسأ، إذا طردوه أي أبعد صاغرا( وَهُوَ حَسِيرٌ ) يقول: وهو مُعْيٍ كالّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ ) يقول: هل ترى في السماء من خَلل؟( يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ ) بسواد الليل.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( خَاسِئًا وَهُوَ حَسِيرٌ ) يقول: ذليلا وقوله: ( وَهُوَ حَسِيرٌ ) يقول: مرجف.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا ) أي حاسرا( وَهُوَ حَسِيرٌ ) أي مُعْيٍحدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( خَاسِئًا ) قال: صاغرا، ( وَهُوَ حَسِيرٌ ) يقول: مُعْيٍ لم ير خَلَلا ولا تفاوتا.وقال بعضهم: الخاسئ والحسير واحد.* ذكر من قال ذلك:حدثني يونس قال أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَارْجِعِ &amp;; 23-508 &amp;; الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ )... الآية، قال: الخاسئ، والخاسر واحد؛ حَسَر طرفه أن يَرى فيها فَطْرًا فرجع وهو حسير قبل أن يرى فيها فَطْرا؛ قال: فإذا جاء يوم القيامة انفطرت ثم انشقت، ثم جاء أمر أكبر من ذلك انكشطت.القول في تأويل قوله تعالى :  وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (5)"
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد زيَّنا السماء القريبة التي تراها العيون بنجوم عظيمة مضيئة، وجعلناها شهبًا محرقة لمسترقي السمع من الشياطين، وأعتدنا لهم في الآخرة عذاب النار الموقدة يقاسون حرها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد زيَّنا السماء الدنيا» القربى إلى الأرض «بمصابيح» بنجوم «وجعلناها رجوما» مراجم «للشياطين» إذا استرقوا السمع بأن ينفصل شهاب عن الكوكب كالقبس يؤخذ من النار فيقتل الجني أو يخبله لا أن الكوكب يزول عن مكانه «وأعتدنا لهم عذاب السعير» النار الموقدة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: ولقد جملنا  السَّمَاءَ الدُّنْيَا  التي ترونها وتليكم،  بِمَصَابِيحَ  وهي: النجوم، على اختلافها في النور والضياء، فإنه لولا ما فيها من النجوم، لكانت سقفًا مظلمًا، لا حسن فيه ولا جمال.ولكن جعل الله هذه النجوم زينة للسماء، [وجمالا]، ونورًا وهداية يهتدى بها في ظلمات البر والبحر، ولا ينافي إخباره أنه زين السماء الدنيا بمصابيح، أن يكون كثير من النجوم فوق السماوات السبع، فإن السماوات شفافة، وبذلك تحصل الزينة للسماء الدنيا، وإن لم تكن الكواكب فيها،  وَجَعَلْنَاهَا  أي: المصابيح  رُجُومًا لِلشَّيَاطِينِ  الذين يريدون استراق خبر السماء، فجعل الله هذه النجوم، حراسة للسماء عن تلقف الشياطين أخبار الأرض، فهذه الشهب التي ترمى من النجوم، أعدها الله في الدنيا للشياطين،  وَأَعْتَدْنَا لَهُمْ  في الآخرة  عَذَابِ السَّعِيرِ  لأنهم تمردوا على الله، وأضلوا عباده، ولهذا كان أتباعهم من الكفار مثلهم، قد أعد الله لهم عذاب السعير"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولما نفى عنها في خلقها النقص بين كمالها وزينتها فقال : ( ولقد زينا السماء الدنيا بمصابيح ) وهي الكواكب التي وضعت فيها من السيارات والثوابت .وقوله : ( وجعلناها رجوما للشياطين ) عاد الضمير في قوله : ( وجعلناها ) على جنس المصابيح لا على عينها ; لأنه لا يرمي بالكواكب التي في السماء ، بل بشهب من دونها ، وقد تكون مستمدة منها ، والله أعلم .وقوله : ( وأعتدنا لهم عذاب السعير ) أي : جعلنا للشياطين هذا الخزي في الدنيا ، وأعتدنا لهم عذاب السعير في الأخرى ، كما قال : في أول الصافات : ( إنا زينا السماء الدنيا بزينة الكواكب وحفظا من كل شيطان مارد لا يسمعون إلى الملإ الأعلى ويقذفون من كل جانب دحورا ولهم عذاب واصب إلا من خطف الخطفة فأتبعه شهاب ثاقب ) [ الصافات : 6 - 10 ] .قال قتادة : إنما خلقت هذه النجوم لثلاث خصال : خلقها الله زينة للسماء ، ورجوما للشياطين ، وعلامات يهتدى بها ، فمن تأول فيها غير ذلك فقد قال برأيه ، وأخطأ حظه ، وأضاع نصيبه ، وتكلف ما لا علم له به . رواه ابن جرير ، وابن أبي حاتم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد زينا السماء الدنيا ) أراد الأدنى من الأرض وهي التي يراها الناس . ( بمصابيح ) [ أي : الكواكب واحدها : مصباح وهو السراج سمي الكوكب مصباحا ] لإضاءته ( وجعلناها رجوما ) مرامي ( للشياطين ) إذا استرقوا السمع ( وأعتدنا لهم ) في الآخرة ( عذاب السعير ) النار الموقدة"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوما للشياطين وأعتدنا لهم عذاب السعير وللذين كفروا بربهم عذاب جهنم وبئس المصيرقوله تعالى : ولقد زينا السماء الدنيا بمصابيح جمع مصباح وهو السراج . وتسمى الكواكب مصابيح لإضاءتها .وجعلناها رجوما للشياطين أي جعلنا شهبها ; فحذف المضاف . دليله : إلا من خطف الخطفة فأتبعه شهاب ثاقب . وعلى هذا فالمصابيح لا تزول ولا يرجم بها . وقيل : إن الضمير راجع إلى المصابيح على أن الرجم من أنفس الكواكب ، ولا يسقط الكوكب نفسه إنما ينفصل منه شيء يرجم به من غير أن ينقص ضوءه ولا صورته . قاله أبو علي جوابا لمن قال : كيف تكون زينة وهي رجوم لا تبقى . قال المهدوي : وهذا على أن يكون الاستراق من موضع الكواكب . والتقدير الأول على أن يكون الاستراق من الهوى الذي هو دون موضع الكواكب . القشيري : وأمثل من قول أبي علي أن نقول : هي زينة قبل أن يرجم بها الشياطين . والرجوم جمع رجم ; وهو مصدر سمي به ما يرجم به . قال قتادة : خلق الله تعالى النجوم لثلاث : زينة للسماء ، ورجوما للشياطين ، وعلامات يهتدى بها في البر والبحر والأوقات . فمن تأول فيها غير ذلك فقد تكلف ما لا علم له به ، وتعدى وظلم . وقال محمد بن كعب : والله ما لأحد من أهل الأرض في السماء نجم ، ولكنهم يتخذون الكهانة سبيلا ، ويتخذون النجوم علة .وأعتدنا لهم عذاب السعير أي أعتدنا للشياطين أشد الحريق ; يقال : سعرت النار فهي مسعورة وسعير ; مثل مقتولة وقتيل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ ) وهي النجوم، وجعلها مصابيح لإضاءتها، وكذلك الصبح إنما قيل له صبح للضوء الذي يضئ للناس من النهار (وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ) يقول: وجعلنا المصابيح التي زيَّنا بها السماء الدنيا رجوما للشياطين تُرْجم بها.وقد حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ) إن الله جلّ ثناؤه إنما خلق هذه النجوم لثلاث خصال: خلقها زينة للسماء الدنيا، ورجومًا للشياطين، وعلامات يهتدي بها ؛ فمن يتأوّل منها غير ذلك، فقد قال برأيه، وأخطأ حظه، وأضاع نصيبه، وتكلَّف ما لا علم له به.وقوله: (وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ ) يقول جلّ ثناؤه: وأعتدنا للشياطين في الآخرة عذاب السعير، تُسْعَر عليهم فتُسْجَر.القول في تأويل قوله تعالى :  وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ (6) إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ (7)"
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وللكافرين بخالقهم عذاب جهنم، وساء المرجع لهم جهنم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وللذين كفروا بربهم عذاب جهنم وبئس المصير» هي."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ  الذي يهان أهله  غاية الهوان."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( و ) أعتدنا ( للذين كفروا بربهم عذاب جهنم وبئس المصير ) أي : بئس المآل والمنقلب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وللذين كفروا بربهم عذاب جهنم وبئس المصير\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وللذين كفروا بربهم عذاب جهنم وبئس المصير"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ ) الذي خلقهم في الدنيا( عَذَابُ جَهَنَّمَ ) في الآخرة (وَبِئْسَ الْمَصِيرُ ) يقول: وبئس المصير عذاب جهنم."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إذا طُرح هؤلاء الكافرون في جهنم سمعوا لها صوتًا شديدًا منكرًا، وهي تغلي غليانًا شديدًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إذا ألقوا فيها سمعوا لها شهيقا» صوتا منكرا كصوت الحمار «وهي تفور» تغلي."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِذَا أُلْقُوا فِيهَا  على وجه الإهانة والذل  سَمِعُوا لَهَا شَهِيقًا  أي: صوتًا عاليًا فظيعًا،  وَهِيَ تَفُورُ  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إذا ألقوا فيها سمعوا لها شهيقا ) قال ابن جرير : يعني الصياح .( وهي تفور ) قال الثوري : تغلي بهم كما يغلي الحب القليل في الماء الكثير ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إذا ألقوا فيها سمعوا لها شهيقا ) وهو أول نهيق الحمار وذلك أقبح الأصوات ( وهي تفور ) تغلي بهم كغلي المرجل . وقال مجاهد : تفور بهم كما يفور الماء الكثير بالحب القليل ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إذا ألقوا فيها سمعوا لها شهيقا وهي تفورقوله تعالى : إذا ألقوا فيها يعني الكفار .سمعوا لها شهيقا أي صوتا . قال ابن عباس : الشهيق لجهنم عند إلقاء الكفار فيها ; تشهق إليهم شهقة البغلة للشعير ، ثم تزفر زفرة لا يبقى أحد إلا خاف . وقيل : الشهيق من الكفار عند إلقائهم في النار قاله عطاء . والشهيق في الصدر ، والزفير في الحلق . وقد مضى في سورة \" هود \" .وهي تفور أي تغلي ; ومنه قول حسان :تركتم قدركم لا شيء فيها وقدر القوم حامية تفورقال مجاهد : تفور بهم كما يفور الحب القليل في الماء الكثير . وقال ابن عباس : تغلي بهم على المرجل ; وهذا من شدة لهب النار من شدة الغضب ; كما تقول فلان يفور غيظا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (إِذَا أُلْقُوا فِيهَا ) يعني إذا ألقى الكافرون في جهنم (سَمِعُوا لَهَا ) يعني لجهنم (شَهِيقًا ) يعني بالشهيق: الصوت الذي يخرج من الجوف بشدّة كصوت الحمار، كما قال رؤبة في صفة حمار:حَشْرج في الجَوْفِ سَحيلا أوْ شهَقْحَتَّى يُقَال ناهِق ومَا نَهَقْ (1)وقوله: (وَهِيَ تَفُورُ ) يقول: تَغْلِي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد (سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ ) يقول: تغلي كما يغلي القدر.القول في تأويل قوله تعالى :  تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ (8) قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلا فِي ضَلالٍ كَبِيرٍ (9)------------------------الهوامش:(1) البيتان في (ديوان رؤبة الراجز طبع ليبسج 106) وحشرج الحمار: قطع صوته وردده في حلقه، والسحيل: صوت إلى البحة يدور في صدر الحمار، وكذلك السحال بالضم والشهيق: نهيق الحمار. والشهيق: رد النفس، والزفير: إخراج النفس، قال الله عز وجل في صفة أهل النار: ( لهم فيها زفير وشهيق ) قال الزجاج: الزفير والشهيق: من أصوات المكروبين. قال: والزفير من شديد الأنين وقبيحة. والشهيق: الأنين الشديد المرتفع جدا. قال: وزعم بعض أهل اللغة من البصريين والكوفيين: أن الزفير بمنزلة ابتداء صوت الحمار من النهيق، والشهيق: بمنزلة آخر صوته في الشهيق. وروى عن الربيع في قوله: ( لهم فيها زفير وشهيق )قال: الزفير في الحلق، والشهيق في الصدر (اللسان: شهق)."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "تكاد جهنم تتمزق مِن شدة غضبها على الكفار، كلما طُرح فيها جماعة من الناس سألهم الموكلون بأمرها على سبيل التوبيخ: ألم يأتكم في الدنيا رسول يحذركم هذا العذاب الذي أنتم فيه؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«تكاد تميز» وقرئ تتميز على الأصل تتقطع «من الغيظ» غضبا على الكافر «كلما ألقي فيها فوج» جماعة منهم «سألهم خزنتها» سؤال توبيخ «ألم يأتكم نذير» رسول ينذركم عذاب الله تعالى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ  أي: تكاد على اجتماعها أن يفارق بعضها بعضًا، وتتقطع من شدة غيظها على الكفار، فما ظنك ما تفعل بهم، إذا حصلوا فيها؟\"ثم ذكر توبيخ الخزنة لأهلها فقال:  كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ  ؟ أي: حالكم هذا واستحقاقكم النار، كأنكم لم تخبروا عنها، ولم تحذركم النذر منها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( تكاد تميز من الغيظ ) أي : يكاد ينفصل بعضها من بعض ، من شدة غيظها عليهم وحنقها بهم ، ( كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( تكاد تميز ) تنقطع ( من الغيظ ) من تغيظها عليهم ، قال ابن قتيبة : تكاد تنشق غيظا على الكفار ( كلما ألقي فيها فوج ) جماعة منهم ( سألهم خزنتها ) سؤال توبيخ ( ألم يأتكم نذير ) رسول ينذركم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : تكاد تميز من الغيظ يعني تتقطع وينفصل بعضها من بعض ; قاله سعيد بن جبير . وقال ابن عباس والضحاك وابن زيد : تتفرق . من الغيظ من شدة الغيظ على أعداء الله تعالى . وقيل : من الغيظ من الغليان . وأصل \" تميز \" تتميز .كلما ألقي فيها فوج أي جماعة من الكفار .سألهم خزنتها على جهة التوبيخ والتقريعألم يأتكم نذير أي رسول في الدنيا ينذركم هذا اليوم حتى تحذروا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (تَكَادُ ) جهنم (تَمَيَّزُ ) يقول: تتفرّق وتتقطع (مِنَ الْغَيْظِ ) على أهلها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ) يقول: تتفرّق.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ) تكاد يفارق بعضها بعضا وتنفطر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ) يقول: تفرّق.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ) قال: التميز: التفرّق من الغيظ على أهل معاصي الله غضبا لله، وانتقاما له.وقوله: (كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ ) يقول جلّ ثناؤه: كلما ألقي في جهنم جماعة (سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ ) يقول: سأل الفوجَ خزنة جهنم، فقالوا لهم: ألم يأتكم في الدنيا نذير ينذركم هذا العذاب الذي أنتم فيه؟"
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أجابوهم قائلين: بلى قد جاءنا رسول مِن عند الله وحذَّرنا، فكذَّبناه، وقلنا فيما جاء به من الآيات: ما نزَّل الله على أحد من البشر شيئًا، ما أنتم - أيها الرسل- إلا في ذهاب بعيد عن الحق."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء إن» ما «أنتم إلا في ضلال كبير» يحتمل أن يكون من كلام الملائكة للكفار حين أخبروا بالتكذيب وأن يكون كلام الكفار للنذر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ  فجمعوا بين تكذيبهم الخاص، والتكذيب العام بكل ما أنزل الله ولم يكفهم ذلك، حتى أعلنوا بضلال الرسل المنذرين وهم الهداة المهتدون، ولم يكتفوا بمجرد الضلال، بل جعلوا ضلالهم، ضلالًا كبيرًا، فأي عناد وتكبر وظلم، يشبه هذا؟"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يذكر تعالى عدله في خلقه ، وأنه لا يعذب أحدا إلا بعد قيام الحجة عليه وإرسال الرسول إليه ، كما قال : ( وما كنا معذبين حتى نبعث رسولا ) [ الإسراء : 15 ] وقال تعالى : ( حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين ) [ الزمر : 71 ] . وهكذا عادوا على أنفسهم بالملامة ، وندموا حيث لا تنفعهم الندامة ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قالوا بلى قد جاءنا نذير فكذبنا وقلنا ) للرسل ( ما نزل الله من شيء إن أنتم إلا في ضلال كبير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قالوا بلى قد جاءنا نذير أنذرنا وخوفنا .فكذبنا وقلنا ما نزل الله من شيء أي على ألسنتكم .إن أنتم يا معشر الرسل .إلا في ضلال كبير اعترفوا بتكذيب الرسل ، ثم اعترفوا بجهلهم فقالوا وهم في النار :"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "فأجابهم المساكين (قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ ) ينذرنا هذا، فَكَذَّبْناهُ وَقُلْنَا له (مَا نزلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلا فِي ضَلالٍ كَبِيرٍ ) يقول: في ذهاب عن الحقّ بعيد."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقالوا معترفين: لو كنا نسمع سماع مَن يطلب الحق، أو نفكر فيما نُدْعى إليه، ما كنا في عداد أهل النار."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقالوا لو كنا نسمع» أي سماع تفهم «أو نعقل» أي عقل تفكر «ما كنا في أصحاب السعير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَالُوا  معترفين بعدم أهليتهم للهدى والرشاد:  لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ  فنفوا عن أنفسهم طرق الهدى، وهي السمع لما أنزل الله، وجاءت به الرسل، والعقل الذي ينفع صاحبه، ويوقفه على حقائق الأشياء، وإيثار الخير، والانزجار عن كل ما عاقبته ذميمة، فلا سمع [لهم] ولا عقل، وهذا بخلاف أهل اليقين والعرفان، وأرباب الصدق والإيمان، فإنهم أيدوا إيمانهم بالأدلة السمعية، فسمعوا ما جاء من عند الله، وجاء به رسول الله، علمًا ومعرفة وعملًا.والأدلة العقلية: المعرفة للهدى من الضلال، والحسن من القبيح، والخير من الشر، وهم -في الإيمان- بحسب ما من الله عليهم به من الاقتداء بالمعقول والمنقول، فسبحان من يختص بفضله من يشاء، ويمن على من يشاء من عباده، ويخذل من لا يصلح للخير."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "فقالوا : ( لو كنا نسمع أو نعقل ما كنا في أصحاب السعير ) أي : لو كانت لنا عقول ننتفع بها أو نسمع ما أنزله الله من الحق ، لما كنا على ما كنا عليه من الكفر بالله والاغترار به ، ولكن لم يكن لنا فهم نعي به ما جاءت به الرسل ، ولا كان لنا عقل يرشدنا إلى اتباعهم ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقالوا لو كنا نسمع ) من الرسل ما جاءونا به ( أو نعقل ) منهم . وقال ابن عباس : لو كنا نسمع الهدى أو نعقله فنعمل به ( ما كنا في أصحاب السعير ) قال الزجاج : لو كنا نسمع سمع من يعي ويتفكر أو نعقل عقل من يميز وينظر ما كنا من أهل النار ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وقالوا لو كنا نسمع من النذر - يعني الرسل - ما جاءوا بهأو نعقل عنهم . قال ابن عباس : لو كنا نسمع الهدى أو نعقله ، أو لو كنا نسمع سماع من يعي ويفكر ، أو نعقل عقل من يميز وينظر . ودل هذا على أن الكافر لم يعط من العقل شيئا . وقد مضى في \" الطور \" بيانه والحمد لله .ما كنا في أصحاب السعير يعني ما كنا من أهل النار . وعن أبي سعيد الخدري عن رسول الله صلى الله عليه وسلم أنه قال : لقد ندم الفاجر يوم القيامة قالوا لو كنا نسمع أو نعقل ما كنا في أصحاب السعير"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ (10) فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لأَصْحَابِ السَّعِيرِ (11)يقول تعالى ذكره: وقال الفوج الذي ألقي في النار للخزنة: (لَوْ كُنَّا ) في الدنيا(نَسْمَعُ أَوْ نَعْقِلُ ) من النذر ما جاءونا به من النصيحة، أو نعقل عنهم ما كانوا يدعوننا إليه (مَا كُنَّا ) اليوم (فِي أَصْحَابِ السَّعِيرِ ) يعني: أهل النار."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاعترفوا بتكذيبهم وكفرهم الذي استحقوا به عذاب النار، فبعدًا لأهل النار عن رحمة الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فاعترفوا» حيث لا ينفع الأعتراف «بذنبهم» وهو تكذيب النذر «فسحقا» بسكون الحاء وضمها «لأصحاب السعير» فبعدا لهم عن رحمة الله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "قال تعالى عن هؤلاء الداخلين للنار، المعترفين بظلمهم وعنادهم:  فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ  أي: بعدًا لهم وخسارة وشقاء.فما أشقاهم وأرداهم، حيث فاتهم ثواب الله، وكانوا ملازمين للسعير، التي تستعر في أبدانهم، وتطلع على أفئدتهم!"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( فاعترفوا بذنبهم فسحقا لأصحاب السعير )قال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا ، شعبة ، عن عمرو بن مرة ، عن أبي البختري الطائي قال : أخبرني من سمعه من رسول الله - صلى الله عليه وسلم - أنه قال : \" لن يهلك الناس حتى يعذروا من أنفسهم \" وفي حديث آخر : \" لا يدخل أحد النار ، إلا وهو يعلم أن النار أولى به من الجنة \" ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فاعترفوا بذنبهم فسحقا ) بعدا ( لأصحاب السعير ) قرأ أبو جعفر والكسائي \" فسحقا \" بضم الحاء ، وقرأ الباقون بسكونها وهما لغتان مثل الرعب والرعب والسحت والسحت ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فقال الله تعالى : فاعترفوا بذنبهم أي بتكذيبهم الرسل . والذنب هاهنا بمعنى الجمع ; لأن فيه معنى الفعل . يقال : خرج عطاء الناس أي أعطيتهم .فسحقا لأصحاب السعير أي فبعدا لهم من رحمة الله . وقال سعيد بن جبير وأبو صالح : هو واد في جهنم يقال له السحق . وقرأ الكسائي وأبو جعفر \" فسحقا \" بضم الحاء ، ورويت عن علي . الباقون بإسكانها ، وهما لغتان مثل السحت والرعب . الزجاج : وهو منصوب على المصدر ; أي أسحقهم الله سحقا ; أي باعدهم بعدا . قال امرؤ القيس :يجول بأطراف البلاد مغربا وتسحقه ريح الصبا كل مسحقوقال أبو علي : القياس إسحاقا ; فجاء المصدر على الحذف ; كما قيل : وإن أهلك فذلك كان قدري أي تقديري . وقيل : إن قوله تعالى : إن أنتم إلا في ضلال كبير من قول خزنة جهنم لأهلها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (فَاعْتَرَفُوا بِذَنْبِهِمْ ) يقول: فأقرّوا بذنبهم ووحَّد الذنب، وقد أضيف إلى الجمع لأن فيه معنى فعل، فأدى الواحد عن الجمع، كما يقال: خرج عطاء الناس، وأعطية الناس (فَسُحْقًا لأصْحَابِ السَّعِيرِ ) يقول: فبُعدا لأهل النار.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (فَسُحْقًا لأصْحَابِ السَّعِيرِ ) يقول: بُعدا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سلمة بن كهيل، عن سعيد بن جبير (فَسُحْقًا لأصْحَابِ السَّعِيرِ ) قال: قال سُحقا واد في جهنم، والقرّاء على تخفيف الحاء من السُّحْق، وهو الصواب عندنا لأن الفصيح من كلام العرب ذلك، ومن العرب من يحرّكها بالضمّ."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين يخافون ربهم، فيعبدونه، ولا يعصونه وهم غائبون عن أعين الناس، ويخشون العذاب في الآخرة قبل معاينته، لهم عفو من الله عن ذنوبهم، وثواب عظيم وهو الجنة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين يخشون ربهم» يخافونه «بالغيب» في غيبتهم عن أعين الناس فيطيعونه سرا فيكون علانية أولى «لهم مغفرة وأجر كبير» أي الجنة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "لما ذكر حالة الأشقياء الفجار، ذكر حالة السعداء الأبرار  فقال:  إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ  أي: في جميع أحوالهم، حتى في الحالة التي لا يطلع عليهم فيها إلا الله، فلا يقدمون على معاصيه، ولا يقصرون فيما أمر به   لَهُمْ مَغْفِرَةٌ  لذنوبهم، وإذا غفر الله ذنوبهم؛ وقاهم شرها، ووقاهم عذاب الجحيم، ولهم أجر كبير وهو ما أعده لهم في الجنة، من النعيم المقيم، والملك الكبير، واللذات [المتواصلات]، والمشتهيات، والقصور [والمنازل] العاليات، والحور الحسان، والخدم والولدان.وأعظم من ذلك وأكبر، رضا الرحمن، الذي يحله الله على أهل الجنان."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عمن يخاف مقام ربه فيما بينه وبينه إذا كان غائبا عن الناس ، فينكف عن المعاصي ويقوم بالطاعات ، حيث لا يراه أحد إلا الله ، بأنه له مغفرة وأجر كبير ، أي : يكفر عنه ذنوبه ، ويجازى بالثواب الجزيل ، كما ثبت في الصحيحين : \" سبعة يظلهم الله تعالى في ظل عرشه يوم لا ظل إلا ظله \" ، فذكر منهم : \" رجلا دعته امرأة ذات منصب وجمال فقال : إني أخاف الله ، ورجلا تصدق بصدقة فأخفاها ، حتى لا تعلم شماله ما تنفق يمينه \" .وقال الحافظ أبو بكر البزار في مسنده : حدثنا طالوت بن عباد ، حدثنا الحارث بن عبيد ، عن ثابت ، عن أنس قال : قالوا : يا رسول الله ، إنا نكون عندك على حال ، فإذا فارقناك كنا على غيره ؟ قال : \" كيف أنتم وربكم ؟ \" قالوا : الله ربنا في السر والعلانية . قال : \" ليس ذلكم النفاق \" .لم يروه عن ثابت إلا الحارث بن عبيد فيما نعلمه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن الذين يخشون ربهم بالغيب لهم مغفرة وأجر كبير\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الذين يخشون ربهم بالغيب لهم مغفرة وأجر كبيرقوله تعالى : إن الذين يخشون ربهم بالغيب نظيره : من خشي الرحمن بالغيب وقد مضى الكلام فيه . أي يخافون الله ويخافون عذابه الذي هو بالغيب ; وهو عذاب يوم القيامة .لهم مغفرة لذنوبهموأجر كبير وهو الجنة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (12)يقول تعالى ذكره: إن الذين يخافون ربهم بالغيب، يقول: وهم لم يرَوُه ( لَهُمْ مَغْفِرَةٌ ) يقول: لهم عفو من الله عن ذنوبهم (وَأَجْرٌ كَبِيرٌ ) يقول: وثواب من الله لهم على خشيتهم إياه بالغيب جزيل."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وأخفوا قولكم- أيها الناس- في أي أمر من أموركم أو أعلنوه، فهما عند الله سواء، إنه سبحانه عليم بمضمرات الصدور، فكيف تخفى عليه أقوالكم وأعمالكم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وأسِرّوا» أيها الناس «قولكم أو اجهروا به إنه» تعالى «عليم بذات الصدور» بما فيها فكيف بما نطقتم به، وسبب نزول ذلك أن المشركين قال بعضهم لبعض: أسرّوا قولكم لا يسمعكم إله محمد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا إخبار من الله بسعة علمه، وشمول لطفه فقال:  وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ  أي: كلها سواء لديه، لا يخفى عليه منها خافية، ف  إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ  أي: بما فيها من النيات، والإرادات، فكيف بالأقوال والأفعال، التي تسمع وترى؟!"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى منبها على أنه مطلع على الضمائر والسرائر : ( وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور ) أي : بما خطر في القلوب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور\"، قال ابن عباس : نزلت في المشركين كانوا ينالون من رسول الله - صلى الله عليه وسلم - فيخبره جبريل عليه السلام بما قالوا فقال بعضهم لبعض : أسروا قولكم كي لا يسمع إله محمد ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وأسروا قولكم أو اجهروا به إنه عليم بذات الصدورقوله تعالى : وأسروا قولكم أو اجهروا به اللفظ لفظ الأمر والمراد به الخبر ; يعني إن أخفيتم كلامكم في أمر محمد صلى الله عليه وسلم أو جهرتم به ف إنه عليم بذات الصدور يعني بما في القلوب من الخير والشر . ابن عباس : نزلت في المشركين ، كانوا ينالون من النبي صلى الله عليه وسلم فيخبره جبريل عليه السلام ; فقال بعضهم لبعض : أسروا قولكم كي لا يسمع رب محمد ; فنزلت : \" وأسروا قولكم أو اجهروا به \" . يعني : أسروا قولكم في أمر محمد صلى الله عليه وسلم . وقيل في سائر الأقوال . أو اجهروا به ; أعلنوه .إنه عليم بذات الصدور ذات الصدور : ما فيها ; كما يسمى ولد المرأة وهو جنين \" ذا بطنها \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (13)وقوله : ( وأسروا قولكم أو اجهروا به ) يقول جل ثناؤه : وأخفوا قولكم وكلامكم أيها الناس أو أعلنوه وأظهروه ( إنه عليم بذات الصدور ) يقول : إنه ذو علم بضمائر الصدور التي لم يتكلم بها ، فكيف بما نطق به وتكلم به ، أخفي ذلك أو أعلن ، لأن من لم تخف عليه ضمائر الصدور فغيرها أحرى أن لا يخفى عليه ."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ألا يعلم ربُّ العالمين خَلْقه وشؤونهم، وهو الذي خَلَقهم وأتقن خَلْقَهُمْ وأحسنه؟ وهو اللطيف بعباده، الخبير بهم وبأعمالهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألا يعلم من خلق» ما تسرون أي، أينتفي علمه بذلك «وهو اللطيف» في علمه «الخبير» فيه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم قال -مستدلا بدليل عقلي على علمه-:  أَلَا يَعْلَمُ مَنْ خَلَقَ  فمن خلق الخلق وأتقنه وأحسنه، كيف لا يعلمه؟!  وَهُوَ اللَّطِيفُ الْخَبِيرُ  الذي لطف علمه وخبره، حتى أدرك السرائر والضمائر، والخبايا [والخفايا والغيوب]، وهو الذي  يعلم السر وأخفى  ومن معاني اللطيف، أنه الذي يلطف بعبده ووليه، فيسوق إليه البر والإحسان من حيث لا يشعر، ويعصمه من الشر، من حيث لا يحتسب، ويرقيه إلى أعلى المراتب، بأسباب لا تكون من [العبد] على بال، حتى إنه يذيقه المكاره، ليتوصل بها إلى المحاب الجليلة، والمقامات النبيلة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ألا يعلم من خلق ) ؟ أي : ألا يعلم الخالق ؟ ! وقيل : معناه ألا يعلم الله مخلوقه ؟ والأول أولى ، لقوله : ( وهو اللطيف الخبير )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "فقال الله - جل ذكره - : ( ألا يعلم من خلق ) ألا يعلم ما في الصدور من خلقها ( وهو اللطيف الخبير ) لطيف علمه في القلوب الخبير بما فيها من الخير والشر والوسوسة . وقيل \" من \" يرجع إلى المخلوق ، أي ألا يعلم الله مخلوقه ؟"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم قال : ألا يعلم من خلق يعني ألا يعلم السر من خلق السر . يقول أنا خلقت السر في القلب أفلا أكون عالما بما في قلوب العباد . وقال أهل المعاني : إن شئت جعلت \" من \" اسما للخالق جل وعز ; ويكون المعنى : ألا يعلم الخالق خلقه . وإن شئت جعلته اسما للمخلوق ، والمعنى : ألا يعلم الله من خلق . ولا بد أن يكون الخالق عالما بما خلقه وما يخلقه . قال ابن المسيب : بينما رجل واقف بالليل في شجر كثير وقد عصفت الريح فوقع في نفس الرجل : أترى الله يعلم ما يسقط من هذا الورق ؟ فنودي من جانب الغيضة بصوت عظيم : ألا يعلم من خلق وهو اللطيف الخبيروقال الأستاذ أبو إسحاق الإسفراييني : من أسماء صفات الذات ما هو للعلم ; منها \" العليم \" ومعناه تعميم جميع المعلومات . ومنها \" الخبير \" ويختص بأن يعلم ما يكون قبل أن يكون . ومنها \" الحكيم \" ويختص بأن يعلم دقائق الأوصاف . ومنها \" الشهيد \" ويختص بأن يعلم الغائب والحاضر ومعناه أن لا يغيب عنه شيء ،ومنها الحافظ ويختص بأنه لا ينسى . ومنها \" المحصي \" ويختص بأنه لا تشغله الكثرة عن العلم ; مثل ضوء النور واشتداد الريح وتساقط الأوراق ; فيعلم عند ذلك أجزاء الحركات في كل ورقة . وكيف لا يعلم وهو الذي يخلق ! وقد قال : ألا يعلم من خلق وهو اللطيف الخبير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (أَلا يَعْلَمُ ) الربّ جلّ ثناؤه (مَنْ خَلَقَ ) من خلقه؟ يقول: كيف يخفي عليه خلقه الذي خلق (وَهُوَ اللَّطِيفُ ) بعباده (الْخَبِيرُ ) بهم وبأعمالهم."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "الله وحده هو الذي جعل لكم الأرض سهلة ممهدة تستقرون عليها، فامشوا في نواحيها وجوانبها، وكلوا من رزق الله الذي يخرجه لكم منها، وإليه وحده البعث من قبوركم للحساب والجزاء. وفي الآية إيماء إلى طلب الرزق والمكاسب، وفيها دلالة على أن الله هو الإله الحق وحده لا شريك له، وعلى قدرته، والتذكير بنعمه، والتحذير من الركون إلى الدنيا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هو الذي جعل لكم الأرض ذلولا» سهلة للمشي فيها «فامشوا في مناكبها» جوانبها «وكلوا من رزقه» المخلوق لأجلكم «وإليه النشور» من القبور للجزاء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: هو الذي سخر لكم الأرض وذللها، لتدركوا منها كل ما تعلقت به حاجتكم، من غرس وبناء وحرث، وطرق يتوصل بها إلى الأقطار النائية والبلدان الشاسعة،  فَامْشُوا فِي مَنَاكِبِهَا  أي: لطلب الرزق والمكاسب. وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ  أي: بعد أن تنتقلوا من هذه الدار التي جعلها الله امتحانًا، وبلغة يتبلغ بها إلى الدار الآخرة، تبعثون بعد موتكم، وتحشرون إلى الله، ليجازيكم بأعمالكم الحسنة والسيئة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم ذكر نعمته على خلقه في تسخيره لهم الأرض ، وتذليله إياها لهم ، بأن جعلها قارة ساكنة لا تمتد ولا تضطرب بما جعل فيها من الجبال ، وأنبع فيها من العيون ، وسلك فيها من السبل ، وهيأها فيها من المنافع ومواضع الزروع والثمار ، فقال : ( هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها ) أي : فسافروا حيث شئتم من أقطارها ، وترددوا في أقاليمها وأرجائها في أنواع المكاسب والتجارات ، واعلموا أن سعيكم لا يجدي عليكم شيئا ، إلا أن ييسره الله لكم ; ولهذا قال : ( وكلوا من رزقه ) فالسعي في السبب لا ينافي التوكل كما قال الإمام أحمد :حدثنا أبو عبد الرحمن ، حدثنا حيوة ، أخبرني بكر بن عمرو أنه سمع عبد الله بن هبيرة يقول : إنه سمع أبا تميم الجيشاني يقول : إنه سمع عمر بن الخطاب يقول : إنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" لو أنكم تتوكلون على الله حق توكله ، لرزقكم كما يرزق الطير ، تغدو خماصا وتروح بطانا \" .رواه الترمذي ، والنسائي ، وابن ماجه من حديث ابن هبيرة وقال الترمذي : حسن صحيح . فأثبت لها رواحا وغدوا لطلب الرزق ، مع توكلها على الله ، عز وجل ، وهو المسخر المسير المسبب . ) وإليه النشور ) أي : المرجع يوم القيامة .قال ابن عباس ، ومجاهد ، وقتادة ، والسدي : ( مناكبها ) أطرافها ، وفجاجها ، ونواحيها . وقال ابن عباس ، وقتادة : ( مناكبها ) الجبال .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عمرو بن حكام الأزدي ، حدثنا شعبة ، عن قتادة ، عن يونس بن جبير ، عن بشير بن كعب : أنه قرأ هذه الآية : ( فامشوا في مناكبها ) فقال لأم ولد له : إن علمت ) مناكبها ) فأنت عتيقة . فقالت : هي الجبال . فسأل أبا الدرداء فقال : هي الجبال ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( هو الذي جعل لكم الأرض ذلولا ) سهلا لا يمتنع المشي فيها بالحزونة ( فامشوا في مناكبها ) قال ابن عباس وقتادة : في جبالها . وقال الضحاك : في آكامها . وقال مجاهد : في طرقها وفجاجها . قال الحسن : في سبلها . وقال الكلبي : في أطرافها . وقال مقاتل : في نواحيها . قال الفراء : في جوانبها والأصل في الكلمة الجانب ، ومنه منكب الرجل والريح النكباء وتنكب فلان [ أي جانب ] ( وكلوا من رزقه ) مما خلقه رزقا لكم في الأرض . ( وإليه النشور ) أي : وإليه تبعثون من قبوركم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشورقوله تعالى : هو الذي جعل لكم الأرض ذلولا أي سهلة تستقرون عليها . والذلول المنقاد الذي يذل لك والمصدر الذل وهو اللين والانقياد . أي لم يجعل الأرض بحيث يمتنع المشي فيها بالحزونة والغلظة . وقيل : أي ثبتها بالجبال لئلا تزول بأهلها ; ولو كانت تتكفأ متمائلة لما كانت منقادة لنا . وقيل : أشار إلى التمكن من الزرع والغرس وشق العيون والأنهار وحفر الآبار .فامشوا في مناكبها هو أمر إباحة ، وفيه إظهار الامتنان . وقيل : هو خبر بلفظ الأمر ; أي لكي تمشوا في أطرافها ونواحيها وآكامها وجبالها . وقال ابن عباس وقتادة وبشير بن كعب : في مناكبها في جبالها . وروي أن بشير بن كعب كانت له سرية فقال لها : إن أخبرتني ما مناكب الأرض فأنت حرة ؟ فقالت : مناكبها جبالها . فصارت حرة ، فأراد أن يتزوجها فسأل أبا الدرداء فقال : دع ما يريبك إلى ما لا يريبك . مجاهد : في أطرافها . وعنه أيضا : في طرقها وفجاجها . وقاله السدي والحسن . وقال الكلبي : في جوانبها . ومنكبا الرجل : جانباه . وأصل المنكب الجانب ; ومنه منكب الرجل . والريح النكباء . وتنكب فلان عن فلان . يقول : امشوا حيث أردتم فقد جعلتها لكم ذلولا لا تمتنع . وحكى قتادة عن أبي الجلد أن الأرض أربعة وعشرون ألف فرسخ ; فللسودان اثنا عشر ألفا ، وللروم ثمانية آلاف ، وللفرس ثلاثة آلاف ، وللعرب ألف .وكلوا من رزقه أي مما أحله لكم ; قاله الحسن . وقيل : مما أتيته لكم .وإليه النشور المرجع . وقيل : معناه أن الذي خلق السماء لا تفاوت فيها ، والأرض ذلولا قادر على أن ينشركم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (هُوَ الَّذِي جَعَلَ لَكُمُ الأرْضَ ذَلُولا )يقول تعالى ذكره: الله الذي جعل لكم الأرض ذَلُولا سَهْلا سَهَّلها لكم (فَامْشُوا فِي مَنَاكِبِهَا ).اختلف أهل العلم في معنى (مَنَاكِبِهَا ) فقال بعضهم: مناكبها: جبالها.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (فِي مَنَاكِبِهَا ) يقول: جبالها.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن بشير بن كعب أنه قرأ هذه الآية (فَامْشُوا فِي مَنَاكِبِهَا ) فقال لجارية له: إن دَريْت ما مناكبها، فأنت حرة لوجه الله ؛ قالت: فإن مناكبها: جبالها، فكأنما سُفِع في وجهه، ورغب في جاريته، فسأل، منهم من أمره، ومنهم من نهاه، فسأل أبا الدرداء، فقال: الخير في طمأنينة، والشرّ في ريبة، فَذرْ ما يريبك إلى ما لا يريبك.حدثنا ابن بشار، قال: ثنا معاذ بن هشام، قال: ثني أبي، عن قتادة، عن بشير بن كعب، بمثله سواء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (فَامْشُوا فِي مَنَاكِبِهَا ) : جبالها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (فِي مَنَاكِبِهَا ) قال: في جبالها.وقال آخرون: (مَنَاكِبِهَا ) : أطرافها ونواحيها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (فَامْشُوا فِي مَنَاكِبِهَا ) يقول: امشوا في أطرافها.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن سعيد، عن قتادة، أن بشير بن كعب العدويّ، قرأ هذه الآية (فَامْشُوا فِي مَنَاكِبِهَا ) فقال لجاريته: إن أخبرتني ما مناكبها، فأنت حرّة، فقالت: نواحيها ؛ فأراد أن يتزوّجها، فسأل أبا الدرداء، فقال: إن الخير في طمأنينة، وإن الشرّ في ريبة، فدع ما يَريبك إلى ما لا يريبك.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (فَامْشُوا فِي مَنَاكِبِهَا ) قال: طرقها وفجاجها.وأولى القولين عندي بالصواب قول من قال: معنى ذلك: فامشوا في نواحيها وجوانبها، وذلك أن نواحيها نظير مناكب الإنسان التي هي من أطرافه.وقوله: (وَكُلُوا مِنْ رِزْقِهِ ) يقول: وكلوا من رزق الله الذي أخرجه لكم من مناكب الأرض، (وَإِلَيْهِ النُّشُورُ ) يقول تعالى ذكره: وإلى الله نشركم من قبوركم."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل أمنتم- يا كفار \"مكة\"- الله الذي فوق السماء أن يخسف بكم الأرض، فإذا هي تضطرب بكم حتى تهلكوا؟ هل أمنتم الله الذي فوق السماء أن يرسل عليكم ريحا ترجمكم بالحجارة الصغيرة، فستعلمون- أيها الكافرون- كيف تحذيري لكم إذا عاينتم العذاب؟ ولا ينفعكم العلم حين ذلك. وفي الآية إثبات العلو لله تعالى، كما يليق بجلاله سبحانه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أأمنتم» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما وبين الأخرى وتركه وإبدالها ألفا «من في السماء» سلطانه وقدرته «أن يخسف» بدل من مَن «بكم الأرض فإذا هي تمور» تتحرك بكم وترتفع فوقكم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "هذا تهديد ووعيد، لمن استمر في طغيانه وتعديه، وعصيانه الموجب للنكال وحلول العقوبة، فقال:  أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ  وهو الله تعالى، العالي على خلقه. أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ  بكم وتضطرب، حتى تتلفكم وتهلككم"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهذا أيضا من لطفه ورحمته بخلقه أنه قادر على تعذيبهم ، بسبب كفر بعضهم به وعبادتهم معه غيره وهو مع هذا يحلم ويصفح ، ويؤجل ولا يعجل ، كما قال : ( ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا ) [ فاطر : 45 ] .وقال ها هنا : ( أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور ) أي : تذهب وتجيء وتضطرب"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم خوف الكفار فقال:  ثم خوف الكفار فقال : ( أأمنتم من في السماء ) قال ابن عباس : أي : عذاب من في السماء إن عصيتموه ( أن يخسف بكم الأرض فإذا هي تمور ) قال الحسن : تتحرك بأهلها . وقيل : تهوي بهم . والمعنى : أن الله تعالى يحرك الأرض عند الخسف بهم حتى تلقيهم إلى أسفل ، تعلو عليهم وتمر فوقهم . يقال : مار يمور ، أي : جاء وذهب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمورقال ابن عباس : أأمنتم عذاب من في السماء إن عصيتموه . وقيل : تقديره أأمنتم من في السماء قدرته وسلطانه وعرشه ومملكته . وخص السماء وإن عم ملكه تنبيها على أن الإله الذي تنفذ قدرته في السماء لا من يعظمونه في الأرض . وقيل : هو إشارة إلى الملائكة . وقيل : إلى جبريل وهو الملك الموكل بالعذاب .قلت : ويحتمل أن يكون المعنى : أأمنتم خالق من في السماء أن يخسف بكم الأرض كما خسفها بقارون .فإذا هي تمور أي تذهب وتجيء . والمور : الاضطراب بالذهاب والمجيء . قال الشاعر :رمين فأقصدن القلوب ولن ترى دما مائرا إلا جرى في الحيازمجمع حيزوم وهو وسط الصدر . وإذا خسف بإنسان دارت به الأرض فهو المور . وقال المحققون : أمنتم من فوق السماء ; كقوله : فسيحوا في الأرض أي فوقها لا بالمماسة والتحيز لكن بالقهر والتدبير . وقيل : معناه أمنتم من على السماء ; كقوله تعالى : ولأصلبنكم في جذوع النخل أي عليها . ومعناه أنه مديرها ومالكها ; كما يقال : فلان على العراق والحجاز ; أي واليها وأميرها . والأخبار في هذا الباب كثيرة صحيحة منتشرة ، مشيرة إلى العلو ; لا يدفعها إلا ملحد أو جاهل معاند . والمراد بها توقيره وتنزيهه عن السفل والتحت . ووصفه بالعلو والعظمة لا بالأماكن والجهات والحدود لأنها صفات الأجسام . وإنما ترفع الأيدي بالدعاء إلى السماء لأن السماء مهبط الوحي ، ومنزل القطر ، ومحل القدس ، ومعدن المطهرين من الملائكة ، وإليها ترفع أعمال العباد ، وفوقها عرشه وجنته ; كما جعل الله الكعبة قبلة للدعاء والصلاة ، ولأنه خلق الأمكنة وهو غير محتاج إليها ، وكان في أزله قبل خلق المكان والزمان . ولا مكان له ولا زمان . وهو الآن على ما عليه كان . وقرأ قنبل عن ابن كثير \" النشور وامنتم \" بقلب الهمزة الأولى واوا وتخفيف الثانية . وقرأ الكوفيون والبصريون وأهل الشام سوى أبي عمرو وهشام بالتخفيف في الهمزتين ، وخفف الباقون . وقد تقدم جميعه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ ) أيها الكافرون (أَنْ يَخْسِفَ بِكُمُ الأرْضَ فَإِذَا هِيَ تَمُورُ ) يقول: فإذا الأرض تذهب بكم وتجيء وتضطرب"
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل أمنتم- يا كفار \"مكة\"- الله الذي فوق السماء أن يخسف بكم الأرض، فإذا هي تضطرب بكم حتى تهلكوا؟ هل أمنتم الله الذي فوق السماء أن يرسل عليكم ريحا ترجمكم بالحجارة الصغيرة، فستعلمون- أيها الكافرون- كيف تحذيري لكم إذا عاينتم العذاب؟ ولا ينفعكم العلم حين ذلك. وفي الآية إثبات العلو لله تعالى، كما يليق بجلاله سبحانه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أم أمنتم من في السماء أن يرسل» بدل من مَن «عليكم حاصبا» ريحا ترميكم بالحصباء «فستعلمون» عند معاينة العذاب «كيف نذير» إنذاري بالعذاب، أي أنه حق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "* أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا  أي: عذابًا من السماء يحصبكم، وينتقم الله منكم  فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ  أي: كيف يأتيكم ما أنذرتكم به الرسل والكتب، فلا تحسبوا أن أمنكم من الله أن يعاقبكم بعقاب من الأرض ومن السماء ينفعكم، فستجدون عاقبة أمركم، سواء طال عليكم الزمان  أو قصر، فإن من قبلكم، كذبوا كما كذبتم، فأهلكهم الله تعالى، فانظروا كيف إنكار الله عليهم، عاجلهم بالعقوبة الدنيوية، قبل عقوبة الآخرة، فاحذروا أن يصيبكم ما أصابهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أم أمنتم من في السماء أن يرسل عليكم حاصبا ) أي : ريحا فيها حصباء تدمغكم ، كما قال : ( أفأمنتم أن يخسف بكم جانب البر أو يرسل عليكم حاصبا ثم لا تجدوا لكم وكيلا ) [ الإسراء : 68 ] . وهكذا توعدهم ها هنا بقوله : ( فستعلمون كيف نذير ) أي : كيف يكون إنذاري وعاقبة من تخلف عنه وكذب به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أم أمنتم من في السماء أن يرسل عليكم حاصبا ) ريحا ذات حجارة كما فعل بقوم لوط . ( فستعلمون ) في الآخرة وعند الموت ( كيف نذير ) أي إنذاري إذا عاينتم العذاب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أم أمنتم من في السماء أن يرسل عليكم حاصبا فستعلمون كيف نذيرقوله تعالى : أم أمنتم من في السماء أن يرسل عليكم حاصبا أي حجارة من السماء كما أرسلها على قوم لوط وأصحاب الفيل . وقيل : ريح فيها حجارة وحصباء . وقيل : سحاب فيه حجارة .فستعلمون كيف نذير أي إنذاري . وقيل : النذير بمعنى المنذر . يعني محمدا صلى الله عليه وسلم فستعلمون صدقه وعاقبة تكذيبكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ ) وهو الله (أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ) وهو التراب فيه الحصباء الصغار (فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ ) يقول: فستعلمون أيها الكفرة كيف عاقبة نذيري لكم، إذ كذبتم به، ورددتموه على رسولي."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ولقد كذَّب الذين كانوا قبل كفار \"مكة\" كقوم نوح وعاد وثمود رسلهم، فكيف كان إنكاري عليهم، وتغييري ما بهم من نعمة بإنزال العذاب بهم وإهلاكهم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ولقد كذب الذين من قبلهم» من الأمم «فكيف كان نكير» إنكاري عليهم بالتكذيب عند إهلاكهم، أي أنه حق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فإن من قبلكم، كذبوا كما كذبتم، فأهلكهم الله تعالى، فانظروا كيف إنكار الله عليهم، عاجلهم بالعقوبة الدنيوية، قبل عقوبة الآخرة، فاحذروا أن يصيبكم ما أصابهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( ولقد كذب الذين من قبلهم ) أي : من الأمم السالفة والقرون الخالية ، ( فكيف كان نكير ) أي : فكيف كان إنكاري عليهم ومعاقبتي لهم ؟ أي : عظيما شديدا أليما ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ولقد كذب الذين من قبلهم ) يعني كفار الأمم الماضية ( فكيف كان نكير ) أي إنكاري عليهم بالعذاب ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ولقد كذب الذين من قبلهم فكيف كان نكيرقوله تعالى : ولقد كذب الذين من قبلهم يعني كفار الأمم ; كقوم نوح وعاد وثمود وقوم لوط وأصحاب مدين وأصحاب الرس وقوم فرعونفكيف كان نكير أي إنكاري وقد تقدم . وأثبت ورش الياء في \" نذيري \" ، و \" نكيري \" في الوصل . وأثبتها يعقوب في الحالين . وحذف الباقون اتباعا للمصحف ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : ولقد كذب الذين من قبل هؤلاء المشركين من قريش من الأمم الخالية رسلهم . ( فكيف كان نكير ) يقول : فكيف كان نكيري تكذيبهم إياهم"
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أوَلم يروا» ينظروا «إلى الطير فوقهم» في الهواء «صافات» باسطات أجنحتهن «ويقبضن» أجنحتهن بعد البسط، أي وقابضات «ما يمسكهن» عن الوقوع في حال البسط والقبض «إلا الرحمن» بقدرته «إنه بكل شيء بصير» المعنى: ألم يستدلوا بثبوت الطير في الهواء على قدرتنا أن نفعل بهم ما تقدم وغيره من العذاب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وهذا عتاب وحث على النظر إلى حالة الطير التي سخرها الله، وسخر لها الجو والهواء، تصف فيه أجنحتها للطيران، وتقبضها للوقوع، فتظل سابحة في الجو، مترددة فيه بحسب إرادتها وحاجتها. مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ  فإنه الذي سخر لهن الجو، وجعل أجسادهن وخلقتهن  في حالة مستعدة للطيران، فمن نظر في حالة الطير واعتبر فيها، دلته على قدرة الباري، وعنايته الربانية، وأنه الواحد الأحد، الذي لا تنبغي العبادة إلا له،  إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ  فهو المدبر لعباده بما يليق بهم، وتقتضيه حكمته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( أولم يروا إلى الطير فوقهم صافات ويقبضن ) أي : تارة يصففن أجنحتهن في الهواء ، وتارة تجمع جناحا وتنشر جناحا ) ما يمسكهن ) أي : في الجو ) إلا الرحمن ) أي : بما سخر لهن من الهواء ، من رحمته ولطفه ، ( إنه بكل شيء بصير ) أي : بما يصلح كل شيء من مخلوقاته . وهذه كقوله : ( ألم يروا إلى الطير مسخرات في جو السماء ما يمسكهن إلا الله إن في ذلك لآيات لقوم يؤمنون ) [ النحل : 79 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أولم يروا إلى الطير فوقهم صافات ) تصف أجنحتها في الهواء ( ويقبضن ) أجنحتها بعد البسط ( ما يمسكهن ) في حال القبض [ والبسط ] أن يسقطن ( إلا الرحمن إنه بكل شيء بصير )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أولم يروا إلى الطير فوقهم صافات ويقبضن ما يمسكهن إلا الرحمن إنه بكل شيء بصير قوله تعالى : أولم يروا إلى الطير فوقهم صافات أي كما ذلل الأرض للآدمي ذلل الهواء للطيور . و \" صافات \" أي باسطات أجنحتهن في الجو عند طيرانها ; لأنهن إذا بسطنها صففن قوائمها صفا . ويقبضن أي يضربن بها جنوبهن . قال أبو جعفر النحاس : يقال للطائر إذا بسط جناحيه : صاف ، وإذا ضمهما فأصابا جنبه : قابض ; لأنه يقبضهما . قال أبو خراش :يبادر جنح الليل فهو موائل يحث الجناح بالتبسط والقبضوقيل : ويقبضن أجنحتهن بعد بسطها إذا وقفن من الطيران . وهو معطوف على صافات عطف المضارع على اسم الفاعل ; كما عطف اسم الفاعل على المضارع في قول الشاعر :بات يعشيها بعضب باتر     يقصد في أسوقها وجائرما يمسكهن أي ما يمسك الطير في الجو وهي تطير إلا الله عز وجل . إنه بكل شيء بصير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( أولم يروا إلى الطير فوقهم صافات ) يقول : أولم ير هؤلاء المشركون إلى الطير فوقهم صافات أجنحتهن ( ويقبضن ) يقول : ويقبضن أجنحتهن أحيانا . وإنما عني بذلك أنها تصف أجنحتها أحيانا ، وتقبض أحيانا .وبنحو الذي قلنا في ذلك قال أهل التأويل . [ ص: 514 ]ذكر من قال ذلك :حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ، في قوله : ( صافات ) قال : الطير يصف جناحه كما رأيت ، ثم يقبضه .حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ; وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء ، جميعا عن ابن أبي نجيح ، عن مجاهد ، قوله : ( صافات ويقبضن ) بسطهن أجنحتهن وقبضهن .وقوله : ( ما يمسكهن إلا الرحمن ) يقول : ما يمسك الطير الصافات فوقكم إلا الرحمن . يقول : فلهم بذلك مذكر إن ذكروا ، ومعتبر إن اعتبروا ، يعلمون به أن ربهم واحد لا شريك له ( إنه بكل شيء بصير ) يقول : إن الله بكل شيء ذو بصر وخبرة ، لا يدخل تدبيره خلل ، ولا يرى في خلقه تفاوت ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أمَّن» مبتدأ «هذا» خبره «الذي» بدل من هذا «هو جند» أعوان «لكم» صلة الذي «ينصركم» صفة الجند «من دون الرحمن» أي غيره يدفع عنكم عذابه، أي لا ناصر لكم «إن» ما «الكافرون إلا في غرور» غرهم الشيطان بأن العذاب لا ينزل بهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى للعتاة النافرين عن أمره، المعرضين عن الحق:  أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ  أي: ينصركم إذا أراد بكم الرحمن سوءًا، فيدفعه عنكم؟ أي: من الذي ينصركم على أعدائكم غير الرحمن؟ فإنه تعالى هو الناصر المعز المذل، وغيره من الخلق، لو اجتمعوا على نصر عبد، لم ينفعوه مثقال ذرة، على أي عدو كان، فاستمرار الكافرين على كفرهم، بعد أن علموا أنه لا ينصرهم أحد من دون الرحمن، غرور وسفه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى للمشركين الذين عبدوا غيره ، يبتغون عندهم نصرا ورزقا ، منكرا عليهم فيما اعتقدوه ، ومخبرا لهم أنه لا يحصل لهم ما أملوه ، فقال : ( أمن هذا الذي هو جند لكم ينصركم من دون الرحمن ) أي : ليس لكم من دونه من ولي ولا واق ، ولا ناصر لكم غيره ; ولهذا قال : ( إن الكافرون إلا في غرور )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أمن هذا الذي هو جند لكم ) استفهام إنكار . قال ابن عباس : أي منعة لكم ( ينصركم من دون الرحمن ) يمنعكم من عذابه ويدفع عنكم ما أراد بكم . ( إن الكافرون إلا في غرور ) أي في غرور من الشيطان يغرهم بأن العذاب لا ينزل بهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أم من هذا الذي هو جند لكم قال ابن عباس : حزب ومنعة لكم .ينصركم من دون الرحمن فيدفع عنكم ما أراد بكم إن عصيتموه . ولفظ الجند يوحد ; ولهذا قال : هذا الذي هو جند لكم وهو استفهام إنكار ; أي لا جند لكم يدفع عنكم عذاب الله من دون الرحمن أي من سوى الرحمن .إن الكافرون إلا في غرور من الشياطين ; تغرهم بأن لا عذاب ولا حساب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى : ( أم من هذا الذي هو جند لكم ينصركم من دون الرحمن إن الكافرون إلا في غرور ( 20 ) )يقول تعالى ذكره للمشركين به من قريش : من هذا الذي هو جند لكم أيها الكافرون به ، ينصركم من دون الرحمن إن أراد بكم سوءا ، فيدفع عنكم ما أراد بكم من ذلك ( إن الكافرون إلا في غرور ) يقول تعالى ذكره : ما الكافرون بالله إلا في غرور من ظنهم أن آلهتهم تقربهم إلى الله زلفى ، وأنها تنفع أو تضر ."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أمَّن هذا الذي يرزقكم إن أمسك» الرحمن «رزقه» أي المطر عنكم وجواب الشرط محذوف دل عليه ما قبله، أي فمن يرزقكم، أي لا رازق لكم غيره «بل لجوا» تمادوا «في عتو» تكبر «ونفور» تباعد عن الحق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ  أي: الرزق كله من الله، فلو أمسك عنكم رزقه، فمن الذي يرسله لكم؟ فإن الخلق لا يقدرون على رزق أنفسهم، فكيف بغيرهم؟ فالرزاق المنعم، الذي لا يصيب العباد نعمة إلا منه، هو الذي يستحق أن يفرد بالعبادة، ولكن الكافرون  لَجُّوا  أي: استمروا  فِي عُتُوٍّ  أي: قسوة وعدم لين للحق  وَنُفُورٍ  أي: شرود عن الحق."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( أمن هذا الذي يرزقكم إن أمسك رزقه ) ؟ ! أي : من هذا الذي إذا قطع الله رزقه عنكم يرزقكم بعده ؟ ! أي : لا أحد يعطي ويمنع ويخلق ويرزق ، وينصر إلا الله ، عز وجل ، وحده لا شريك له ، أي : وهم يعلمون ذلك ، ومع هذا يعبدون غيره ; ولهذا قال : ( بل لجوا ) أي : استمروا في طغيانهم وإفكهم وضلالهم ) في عتو ونفور ) أي : معاندة ، واستكبارا ، ونفورا على أدبارهم عن الحق ، أي لا يسمعون له ولا يتبعونه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أمن هذا الذي يرزقكم إن أمسك رزقه ) أي من الذي يرزقكم المطر إن أمسك الله [ عنكم ] ( بل لجوا في عتو ) تماد في الضلال ( ونفور ) تباعد من الحق . وقال مجاهد : كفور ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أم من هذا الذي يرزقكم أي يعطيكم منافع الدنيا . وقيل المطر من آلهتكم .إن أمسك - يعني الله تعالى - رزقه .بل لجوا أي تمادوا وأصروا .في عتو طغيانونفور عن الحق"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى : ( أم من هذا الذي يرزقكم إن أمسك رزقه بل لجوا في عتو ونفور ( 21 ) )يقول تعالى ذكره : أم من هذا الذي يطعمكم ويسقيكم ، ويأتي بأقواتكم إن أمسك بكم رزقه الذي يرزقه عنكم .وقوله : ( بل لجوا في عتو ونفور ) يقول : بل تمادوا في طغيان ونفور عن الحق واستكبار . [ ص: 515 ]وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني محمد بن سعد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن أبيه ، عن ابن عباس ، قوله : ( بل لجوا في عتو ونفور ) يقول : في ضلال .حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى; وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء ، جميعا عن ابن أبي نجيح ، عن مجاهد ، في قول الله : ( بل لجوا في عتو ونفور ) قال : كفور ."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أفمن يمشي منكَّسًا على وجهه لا يدري أين يسلك ولا كيف يذهب، أشد استقامة على الطريق وأهدى، أَمَّن يمشي مستويًا منتصب القامة سالمًا على طريق واضح لا اعوجاج فيه؟ وهذا مثل ضربه الله للكافر والمؤمن."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أفمن يمشي مُكِبا» واقعا «على وجهه أهدى أمَّن يمشي سويا» معتدلا «على صراط» طريق «مستقيم» وخبر مَن الثانية محذوف دل عليه خبر الأولى، أي أهدى، والمثل في المؤمن والكافر أيهما على هدى."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: أي الرجلين أهدى؟ من كان تائها في الضلال، غارقًا في الكفر قد انتكس قلبه، فصار الحق عنده باطلًا، والباطل حقًا؟ ومن كان عالمًا بالحق، مؤثرًا له، عاملًا به، يمشي على الصراط المستقيم في أقواله وأعماله وجميع أحواله؟ فبمجرد النظر إلى حال هذين الرجلين، يعلم الفرق بينهما، والمهتدي من الضال منهما، والأحوال أكبر شاهد من الأقوال."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( أفمن يمشي مكبا على وجهه أهدى أمن يمشي سويا على صراط مستقيم ) ؟ : وهذا مثل ضربه الله للمؤمن والكافر ، فالكافر مثله فيما هو فيه كمثل من يمشي مكبا على وجهه ، أي : يمشي منحنيا لا مستويا على وجهه ، أي : لا يدري أين يسلك ، ولا كيف يذهب ؟ بل تائه حائر ضال ، أهذا أهدى ( أمن يمشي سويا ) أي : منتصب القامة ) على صراط مستقيم ) أي : على طريق واضح بين ، وهو في نفسه مستقيم ، وطريقه مستقيمة . هذا مثلهم في الدنيا ، وكذلك يكونون في الآخرة . فالمؤمن يحشر يمشي سويا على صراط مستقيم ، مفضى به إلى الجنة الفيحاء ، وأما الكافر فإنه يحشر يمشي على وجهه إلى نار جهنم ، ( احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون من دون الله فاهدوهم إلى صراط الجحيم وقفوهم إنهم مسئولون ما لكم لا تناصرون بل هم اليوم مستسلمون )قال الإمام أحمد رحمه الله : حدثنا ابن نمير ، حدثنا إسماعيل ، عن نفيع ، قال : سمعت أنس بن مالك يقول : قيل : يا رسول الله ، كيف يحشر الناس على وجوههم ؟ فقال : \" أليس الذي أمشاهم على أرجلهم قادرا على أن يمشيهم على وجوههم \" .وهذا الحديث مخرج في الصحيحين من طريق يونس بن محمد ، عن شيبان ، عن قتادة عن أنس به نحوه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم ضرب مثلا فقال : ( أفمن يمشي مكبا على وجهه ) راكبا رأسه في الضلالة والجهالة أعمى القلب والعين لا يبصر يمينا ولا شمالا وهو الكافر . قال قتادة : أكب على المعاصي في الدنيا فحشره الله على وجهه يوم القيامة ( أهدى أمن يمشي سويا ) معتدلا يبصر الطريق وهو ( على صراط مستقيم ) وهو المؤمن . قال قتادة : يمشي يوم القيامة سويا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : أفمن يمشي مكبا على وجهه أهدى أمن يمشي سويا على صراط مستقيمقوله تعالى : أفمن يمشي مكبا على وجهه ضرب الله مثلا للمؤمن والكافر مكبا أي منكسا رأسه لا ينظر أمامه ولا يمينه ولا شماله ; فهو لا يأمن من العثور والانكباب على وجهه . كمن يمشي سويا معتدلا ناظرا ما بين يديه وعن يمينه وعن شماله . قال ابن عباس : هذا في الدنيا ; ويجوز أن يريد به الأعمى الذي لا يهتدي إلى الطريق فيعتسف ; فلا يزال ينكب على وجهه . وأنه ليس كالرجل السوي الصحيح البصير الماشي في الطريق المهتدي له . وقال قتادة : هو الكافر أكب على معاصي الله في الدنيا فحشره الله يوم القيامة على وجهه . وقال ابن عباس والكلبي : عنى بالذي يمشي مكبا على وجهه أبا جهل ، وبالذي يمشي سويا رسول الله صلى الله عليه وسلم . وقيل : أبو بكر . وقيل : حمزة . وقيل : عمار بن ياسر ; قاله عكرمة . وقيل : هو عام في الكافر والمؤمن ; أي أن الكافر لا يدري أعلى حق هو أم على باطل . أي أهذا الكافر أهدى أو المسلم الذي يمشي سويا معتدلا يبصر للطريق وهو على صراط مستقيم وهو الإسلام . ويقال : أكب الرجل على وجهه ; فيما لا يتعدى بالألف . فإذا تعدى قيل : كبه الله لوجهه ; بغير ألف ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (أَفَمَنْ يَمْشِي ) أيها الناس (مُكِبًّا عَلَى وَجْهِهِ ) لا يبصر ما بين يديه، وما عن يمينه وشماله (أَهْدَى ) : أشدّ استقامة على الطريق، وأهدى له، (أَمَّنْ يَمْشِي سَوِيًّا ) مشي بني آدم على قدميه (عَلَى صِرَاطٍ مُسْتَقِيمٍ ) يقول: على طريق لا اعوجاج فيه؛ وقيل (مُكِبًّا ) لأنه فعل غير واقع، وإذا لم يكن واقعا أدخلوا فيه الألف، فقالوا: أكبّ فلان على وجهه، فهو مكبّ ؛ ومنه قول الأعشى:مُكِبا على رَوْقَيْه يَحْفِرُ عِرْقَهاعَلَى ظَهْر عُرْيان الطَّرِيقةِ أهْيَما (1)فقال: مكبا، لأنه فعل غير واقع، فإذا كان واقعا حُذفت منه الألف، فقيل: كببت فلانا على وجهه وكبه الله على وجهه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ ) يقول: من يمشي في الضلالة أهدى، أم من يمشي مهتديا؟.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (مُكِبًّا عَلَى وَجْهِهِ ) قال: في الضلالة (أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ ) قال: حقّ مستقيم.حدثنا عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ ) يعني الكافر أهدى (أَمَّنْ يَمْشِي سَوِيًّا ) المؤمن؟ ضرب الله مثلا لهما.وقال آخرون: بل عنى بذلك أن الكافر يحشره الله يوم القيامة على وجهه، فقال: (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ ) يوم القيامة (أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا ) يومئذ.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى ) \" هو الكافر أكبّ على معاصي الله في الدنيا، حشره الله يوم القيامة على وجهه \"، فقيل: يا نبيّ الله كيف يحشر الكافر على وجهه؟ قال: \" إن الذي أمشاه على رجليه قادر أن يحشره يوم القيامة على وجهه \"حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ ) قال: هو الكافر يعمل بمعصية الله، فيحشره الله يوم القيامة على وجهه. قال معمر: قيل للنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: كيف يمشون على وجوههم؟ قال: \" إنَّ الَّذِي أمْشاهُم على أقْدَامِهمْ قادِرٌ عَلى أنْ يُمْشيَهُمْ عَلى وُجُوهِهِمْ\"حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ ) قال المؤمن عمل بطاعة الله، فيحشره الله على طاعته.------------------------الهوامش:(1) البيت لأعشى بني قيس بن ثعلبة (ديوانه 295) من قصيدة يمدح بها إياس بن قبيصة الطائي، والبيت في وصف ثور شبه به ناقة. ومكبا: مطأطئا رأسه يحفر الأرطاة (في البيت قبله) ليتخذ فيها كناسا يأوى إليه. وروقية: قرنيه. وعلى ظهر عريان الطريقة: على ظاهر الطريق. وأهيم منهار لا يتماسك، وهو من صفة (عريان الطريقة). يقول: أكب الثور على أصل الشجرة بقرينه يحفر فيها بيتا يؤويه، في هذا الموضع المكشوف، الذي تنهال رماله غير متماسكة. وقد أورد المؤلف البيت شاهدا على قول الله تعالى : ( أفمن يمشي مكبا على وجهه ) أي مطرقا إلى الأرض. وقال الفراء في معاني القرآن. (الورقة 338) وقوله: ( أفمن يمشي مكبا على وجهه ) تقول: قد أكب الرجل إذا كان فعل غير واقع على أحد (غير متعد) فإذا وقع الفعل (تعدى) أسقطت الألف، فتقول: قد كبه الله لوجهه، وكببته أنا لوجهه . ا ه"
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل لهم -أيها الرسول-: الله هو الذي أوجدكم من العدم، وجعل لكم السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتعقلوا بها، قليلا- أيها الكافرون- ما تؤدون شكر هذه النعم لربكم الذي أنعم بها عليكم. قل لهم: الله هو الذي خلقكم ونشركم في الأرض، وإليه وحده تُجمعون بعد هذا التفرق للحساب والجزاء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل هو الذي أنشأكم» خلقكم «وجعل لكم السمع والأبصار والأفئدة» القلوب «قليلا ما تشكرون» ما مزيدة والجملة مستأنفة مخبرة بقلة شكرهم جدا على هذه النعم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى - مبينًا أنه المعبود وحده، وداعيًا عباده إلى شكره، وإفراده بالعبادة-:  قُلْ هُوَ الَّذِي أَنْشَأَكُمْ  أي: أوجدكم من العدم، من غير معاون له ولا مظاهر، ولما أنشأكم، كمل لكم الوجود بالسمع والأبصار والأفئدة، التي هي أنفع أعضاء البدن  وأكمل القوى الجسمانية، ولكنه  مع هذا الإنعام  قَلِيلًا مَا تَشْكُرُونَ  الله، قليل منكم الشاكر، وقليل منكم الشكر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( قل هو الذي أنشأكم ) أي : ابتدأ خلقكم بعد أن لم تكونوا شيئا مذكورا ، ( وجعل لكم السمع والأبصار والأفئدة ) أي : العقول والإدراك ، ( قليلا ما تشكرون ) أي : ما أقل تستعملون هذه القوى التي أنعم الله بها عليكم ، في طاعته ، وامتثال أوامره ، وترك زواجره ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قل هو الذي أنشأكم وجعل لكم السمع والأبصار والأفئدة قليلاً ما تشكرون\"، قال مقاتل: يعني أنهم لا يشكرون رب هذه النعم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل هو الذي أنشأكم وجعل لكم السمع والأبصار والأفئدة قليلا ما تشكرونقوله تعالى : قل هو الذي أنشأكم أمر نبيه أن يعرفهم قبح شركهم مع اعترافهم بأن الله خلقهم .وجعل لكم السمع والأبصار والأفئدة يعني القلوبقليلا ما تشكرون أي لا تشكرون هذه النعم ، ولا توحدون الله تعالى . تقول : قلما أفعل كذا ; أي لا أفعله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ قَلِيلا مَا تَشْكُرُونَ (23)يقول تعالى ذكره: قل يا محمد للذين يكذّبون بالبعث من المشركين. الله الذي أنشأكم فخلقكم، (وَجَعَلَ لَكُمُ السَّمْعَ ) تسمعون به (وَالأبْصَارَ ) تبصرون بها(وَالأفْئِدَةَ ) تعقلون بها(قَلِيلا مَا تَشْكُرُونَ ) يقول: قليلا ما تشكرون ربكم على هذه النعم التي أنعمها عليكم."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل لهم -أيها الرسول-: الله هو الذي أوجدكم من العدم، وجعل لكم السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتعقلوا بها، قليلا- أيها الكافرون- ما تؤدون شكر هذه النعم لربكم الذي أنعم بها عليكم. قل لهم: الله هو الذي خلقكم ونشركم في الأرض، وإليه وحده تُجمعون بعد هذا التفرق للحساب والجزاء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل هو الذي ذرأكم» خلقكم «في الأرض وإليه تحشرون» للحساب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ  أي: بثكم في أقطارها، وأسكنكم في أرجائها، وأمركم، ونهاكم، وأسدى عليكم من النعم، ما به تنتفعون، ثم بعد ذلك يحشركم ليوم القيامة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( قل هو الذي ذرأكم في الأرض ) أي : بثكم ونشركم في أقطار الأرض وأرجائها ، مع اختلاف ألسنتكم في لغاتكم وألوانكم ، وحلاكم وأشكالكم وصوركم ، ( وإليه تحشرون ) أي : تجمعون بعد هذا التفرق والشتات ، يجمعكم كما فرقكم ويعيدكم كما بدأكم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قل هو الذي ذرأكم في الأرض وإليه تحشرون\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل هو الذي ذرأكم في الأرض أي خلقكم في الأرض ; قاله ابن عباس . وقيل : نشركم فيها وفرقكم على ظهرها ; قاله ابن شجرة .وإليه تحشرون حتى يجازي كلا بعمله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (24) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (25)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد، الله (الَّذِي ذَرَأَكُمْ فِي الأرْضِ ) يقول: الله الذي خلقكم في الأرض (وَإِلَيْهِ تُحْشَرُونَ ) يقول: وإلى الله تحشرون، فتجمعون من قبوركم لموقف الحساب"
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقول الكافرون: متى يتحقق هذا الوعد بالحشر يا محمد؟ أخبرونا بزمانه أيها المؤمنون، إن كنتم صادقين فيما تدَّعون، قل -أيها الرسول- لهؤلاء: إن العلم بوقت قيام الساعة اختصَّ الله به، وإنما أنا نذير لكم أخوِّفكم عاقبة كفركم، وأبيِّن لكم ما أمرني الله ببيانه غاية البيان."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويقولون» للمؤمنين «متى هذا الوعد» وعد الحشر «إن كنتم صادقين» فيه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولكن هذا الوعد بالجزاء، ينكره هؤلاء المعاندون  وَيَقُولُونَ  تكذيبًا: مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ  جعلوا علامة صدقهم أن يخبروا  بوقت مجيئه، وهذا ظلم وعناد فإنما العلم عند الله لا عند أحد من الخلق، ولا ملازمة بين صدق هذا الخبر وبين الإخبار بوقته، فإن الصدق يعرف بأدلته، وقد أقام الله من الأدلة والبراهين على صحته ما لا يبقى معه أدنى شك لمن ألقى السمع وهو شهيد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال مخبرا عن الكفار المنكرين للمعاد المستبعدين وقوعه : ( ويقولون متى هذا الوعد إن كنتم صادقين ) أي : متى يقع هذا الذي تخبرنا بكونه من الاجتماع بعد هذا التفرق ؟"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويقولون متى هذا الوعد إن كنتم صادقين\". ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ويقولون متى هذا الوعد إن كنتم صادقين أي متى يوم القيامة ومتى هذا العذاب الذي تعدوننا به وهذا استهزاء منهم . وقد تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ ) يقول جلّ ثناؤه: ويقول المشركون: متى يكون ما تعدنا من الحشر إلى الله إن كنتم صادقين في وعدكم إيانا ما تعدوننا."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقول الكافرون: متى يتحقق هذا الوعد بالحشر يا محمد؟ أخبرونا بزمانه أيها المؤمنون، إن كنتم صادقين فيما تدَّعون، قل -أيها الرسول- لهؤلاء: إن العلم بوقت قيام الساعة اختصَّ الله به، وإنما أنا نذير لكم أخوِّفكم عاقبة كفركم، وأبيِّن لكم ما أمرني الله ببيانه غاية البيان."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل إنما العلم» بمجيئه «عند الله وإنما أنا نذير مبين» بيِّن الإنذار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولكن هذا الوعد بالجزاء، ينكره هؤلاء المعاندون  وَيَقُولُونَ  تكذيبًا: مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ  جعلوا علامة صدقهم أن يخبروا  بوقت مجيئه، وهذا ظلم وعناد فإنما العلم عند الله لا عند أحد من الخلق، ولا ملازمة بين صدق هذا الخبر وبين الإخبار بوقته، فإن الصدق يعرف بأدلته، وقد أقام الله من الأدلة والبراهين على صحته ما لا يبقى معه أدنى شك لمن ألقى السمع وهو شهيد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( قل إنما العلم عند الله ) أي : لا يعلم وقت ذلك على التعيين إلا الله ، عز وجل ، لكنه أمرني أن أخبركم أن هذا كائن وواقع لا محالة فاحذروه ، ( وإنما أنا نذير مبين ) وإنما علي البلاغ ، وقد أديته إليكم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قل إنما العلم عند الله وإنما أنا نذير مبين\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل إنما العلم عند الله وإنما أنا نذير مبينقوله تعالى : قل إنما العلم عند الله أي قل لهم يا محمد علم وقت قيام الساعة عند الله فلا يعلمه غيره . نظيره : قل إنما علمها عند ربي . الآية .وإنما أنا نذير مبين أي مخوف ومعلم لكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (26)يقول تعالى ذكره لنبيه صلى الله عليه وَسلم: قل يا محمد لهؤلاء المستعجليك بالعذاب وقيام الساعة: إنما علم الساعة، ومتى تقوم القيامة عند الله لا يعلم ذلك غيره ( وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ ) يقول: وما أنا إلا نذير لكم أنذركم عذاب الله على كفركم به ( مُبِينٌ ) : قد أبان لكم إنذاره."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فلما رأى الكفار عذاب الله قريبًا منهم وعاينوه، ظهرت الذلة والكآبة على وجوههم، وقيل توبيخًا لهم: هذا الذي كنتم تطلبون تعجيله في الدنيا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فلما رأوه» أي العذاب بعد الحشر «زلفة» قريبا «سيئت» اسودت «وجوه الذين كفروا وقيل» أي قال الخزنة لهم «هذا» أي العذاب «الذي كنتم به» بإنذاره «تدعون» أنكم لا تبعثون وهذه حكاية حال تأتي عبر عنها بطريق المضي لتحقق وقوعها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يعني أن محل تكذيب الكفار وغرورهم به حين كانوا في الدنيا، فإذا كان يوم الجزاء، ورأوا العذاب منهم  زُلْفَةً  أي: قريبًا، ساءهم ذلك وأفظعهم، وقلقل أفئدتهم، فتغيرت لذلك وجوههم، ووبخوا على تكذيبهم، وقيل لهم هذا الذي كنتم به تكذبون، فاليوم رأيتموه عيانًا، وانجلى لكم الأمر، وتقطعت بكم الأسباب ولم يبق إلا مباشرة العذاب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( فلما رأوه زلفة سيئت وجوه الذين كفروا ) أي : لما قامت القيامة وشاهدها الكفار ، ورأوا أن الأمر كان قريبا ; لأن كل ما هو آت آت وإن طال زمنه ، فلما وقع ما كذبوا به ساءهم ذلك ، لما يعلمون ما لهم هناك من الشر ، أي : فأحاط بهم ذلك ، وجاءهم من أمر الله ما لم يكن لهم في بال ولا حساب ، ( وبدا لهم من الله ما لم يكونوا يحتسبون وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون ) [ الزمر : 47 ، 48 ] ; ولهذا يقال لهم على وجه التقريع والتوبيخ : ( هذا الذي كنتم به تدعون ) أي : تستعجلون ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "(  فلما رأوه ) يعني : العذاب في الآخرة - على قول أكثر المفسرين - وقال مجاهد : يعني العذاب ببدر ( زلفة ) أي قريبا وهو [ اسم يوصف به المصدر يستوي فيه ] المذكر والمؤنث والواحد والاثنان [ والجميع ] ( سيئت وجوه الذين كفروا ) اسودت وعليها كآبة ، والمعنى قبحت وجوههم بالسواد ، يقال : ساء الشيء يسوء فهو سيئ إذا قبح ، وسيء يساء إذا قبح ( وقيل ) لها أي قال الخزنة ( هذا ) أي هذا العذاب ( الذي كنتم به تدعون ) تفتعلون من الدعاء تدعون وتتمنون أنه يعجل لكم ، وقرأ يعقوب تدعون بالتخفيف ، وهي قراءة قتادة ومعناهما واحد مثل تذكرون وتذكرون ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فلما رأوه زلفة سيئت وجوه الذين كفروا وقيل هذا الذي كنتم به تدعونقوله تعالى : فلما رأوه زلفة مصدر بمعنى مزدلفا أي قريبا ; قاله مجاهد . الحسن : عيانا . وأكثر المفسرين على أن المعنى : فلما رأوه يعني العذاب ، وهو عذاب الآخرة . وقال مجاهد : يعني عذاب بدر . وقيل : أي رأوا ما وعدوا من الحشر قريبا منهم . ودل عليه تحشرون . وقال ابن عباس : لما رأوا عملهم السيئ قريبا .سيئت وجوه الذين كفروا أي فعل بها السوء . وقال الزجاج : تبين فيها السوء أي ساءهم ذلك العذاب وظهر على وجوههم سمة تدل على كفرهم ; كقوله تعالى : يوم تبيض وجوه وتسود وجوه . وقرأ نافع وابن محيصن وابن عامر والكسائي \" سئت \" بإشمام الضم . وكسر الباقون بغير إشمام طلبا للخفة . ومن ضم لاحظ الأصل .وقيل هذا الذي كنتم به تدعون قال الفراء : تدعون تفتعلون من الدعاء وهو قول أكثر العلماء أي تتمنون وتسألون . وقال ابن عباس : تكذبون ; وتأويله : هذا الذي كنتم من أجله تدعون الأباطيل والأحاديث ; قاله الزجاج . وقراءة العامة \" تدعون \" بالتشديد ، وتأويله ما ذكرناه . وقرأ قتادة وابن أبي إسحاق والضحاك ويعقوب \" تدعون \" مخففة . قال قتادة : هو قولهم \" ربنا عجل لنا \" قطنا . وقال الضحاك : هو قولهم : اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء الآية . وقال أبو العباس : تدعون تستعجلون ; يقال : دعوت بكذا إذا طلبته ; وادعيت افتعلت منه . النحاس : \" تدعون وتدعون \" بمعنى واحد ; كما يقال : قدر واقتدر ، وعدا واعتدى ; إلا أن في \" افتعل \" معنى شيء بعد شيء ، و \" فعل \" يقع على القليل والكثير ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ (27)وقوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا ) يقول تعالى ذكره: فلما رأى هؤلاء المشركون عذاب الله زلفة، يقول: قريبا، وعاينوه، ( سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا ) يقول: ساء الله بذلك وجوه الكافرين.وبنحو الذي قلنا في قوله: ( زُلْفَةً ) قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ ) قال: لما عاينوه.حدثنا ابن المثنى، قال: ثنا يحيى بن أبي بكير، قال: ثنا شعبة، عن أبي رجاء، قال: سألت الحسن، عن قوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً ) قال: معاينة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً ) قال: قد اقترب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا ) لما عاينت من عذاب الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَلَمَّا رَأَوْهُ زُلْفَةً ) قال: لما رأوا عذاب الله زلفة، يقول: سيئت وجوههم حين عاينوا من عذاب الله وخزيه ما عاينوا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ ) قيل: الزلفة حاضر قد حضرهم عذاب الله عزّ وجلّ.: ( وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ )يقول: وقال الله لهم: هذا العذاب الذي كنتم به تذكرون ربكم أن يعجله لكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ ) قال: استعجالهم بالعذاب.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار ( هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ ) بتشديد الدال بمعنى تفتعلون من الدعاء.وذكر عن قتادة والضحاك أنهما قرءا ذلك ( تَدَّعُونَ ) بمعنى تفعلون في الدنيا.حدثني أحمد بن يوسف، قال: ثنا القاسم، قال: ثنا حجاج، عن هارون، قال: أخبرنا أبان العطار وسعيد بن أبي عروبة، عن قتادة أنه قرأها( الذِي كُنْتُمْ بِهِ تَدَّعُونَ ) خفيفة ؛ ويقول: كانوا يدعون بالعذاب، ثم قرأ:  وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ  .والصواب من القراءة في ذلك، ما عليه قراء الأمصار لإجماع الحجة من القرّاء عليه."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل -أيها الرسول- لهؤلاء الكافرين: أخبروني إن أماتني الله ومَن معي من المؤمنين كما تتمنون، أو رحمنا فأخَّر آجالنا، وعافانا مِن عذابه، فمَن هذا الذي يحميكم، ويمنعكم من عذاب أليم موجع؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل أرأيتم إن أهلكني الله ومن معي» من المؤمنين بعذابه كما تقصدون «أو رحمنا» فلم يعذبنا «فمن يجير الكافرين من عذاب أليم» أي لا مجير لهم منه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولما كان المكذبون للرسول صلى الله عليه وسلم، [الذين] يردون دعوته، ينتظرون هلاكه، ويتربصون به ريب المنون، أمره الله أن يقول لهم: أنتم  وإن حصلت لكم أمانيكم  وأهلكني الله ومن معي، فليس ذلك بنافع لكم شيئًا، لأنكم كفرتم بآيات الله، واستحققتم العذاب، فمن يجيركم من عذاب أليم قد تحتم وقوعه بكم؟ فإذًا، تعبكم وحرصكم على هلاكي غير مفيدة، ولا مجد لكم شيئًا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( قل ) يا محمد لهؤلاء المشركين بالله الجاحدين لنعمه : ( أرأيتم إن أهلكني الله ومن معي أو رحمنا فمن يجير الكافرين من عذاب أليم ) أي : خلصوا أنفسكم ، فإنه لا منقذ لكم من الله إلا التوبة والإنابة ، والرجوع إلى دينه ، ولا ينفعكم وقوع ما تتمنون لنا من العذاب والنكال ، فسواء عذبنا الله أو رحمنا ، فلا مناص لكم من نكاله وعذابه الأليم الواقع بكم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قل ) يا محمد لمشركي مكة الذين يتمنون [ هلاكك ] ( أرأيتم إن أهلكني الله ومن معي ) من المؤمنين ( أو رحمنا ) فأبقانا وأخر آجالنا ( فمن يجير الكافرين من عذاب أليم ) فإنه واقع بهم لا محالة . وقيل : معناه أرأيتم إن أهلكني الله فعذبني ومن معي أو رحمنا فغفر لنا فنحن - مع إيماننا - خائفون أن يهلكنا بذنوبنا لأن حكمه نافذ فينا فمن يجيركم ويمنعكم من عذابه وأنتم كافرون ؟ وهذا معنى قول ابن عباس ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل أرأيتم إن أهلكني الله ومن معي أو رحمنا فمن يجير الكافرين من عذاب أليم قوله تعالى : قل أرأيتم إن أهلكني الله أي قل لهم يا محمد - يريد مشركي مكة ، وكانوا يتمنون موت محمد صلى الله عليه وسلم ; كما قال تعالى : أم يقولون شاعر نتربص به ريب المنون - أرأيتم إن متنا أو رحمنا فأخرت آجالنا فمن يجيركم من عذاب الله ; فلا حاجة بكم إلى التربص بنا ولا إلى استعجال قيام الساعة . وأسكن الياء في \" أهلكني \" ابن محيصن والمسيبي وشيبة والأعمش وحمزة . وفتحها الباقون . وكلهم فتح الياء في \" ومن معي \" إلا أهل الكوفة فإنهم سكنوها . وفتحها حفص كالجماعة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ (28)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : (قُلْ ) يا محمد للمشركين من قومك، (أَرَأَيْتُمْ ) أيها الناس (إِنْ أَهْلَكَنِيَ اللَّهُ ) فأماتني (وَمَنْ مَعِيَ أَوْ رَحِمَنَا ) فأخَّر في آجالنا(فَمَنْ يُجِيرُ الْكَافِرِينَ ) بالله (مِنْ عَذَابِ ) موجع مؤلم، وذلك عذاب النار. يقول: ليس ينجي الكفار من عذاب الله موتُنا وحياتنا، فلا حاجة بكم إلى أن تستعجلوا قيام الساعة، ونزول العذاب، فإن ذلك غير نافعكم، بل ذلك بلاء عليكم عظيم."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل: الله هو الرحمن صدَّقنا به وعملنا بشرعه، وأطعناه، وعليه وحده اعتمدنا في كل أمورنا، فستعلمون- أيها الكافرون- إذا نزل العذاب: أيُّ الفريقين منا ومنكم في بُعْدٍ واضح عن صراط الله المستقيم؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قل هو الرحمن آمنا به وعليه توكلنا فستعلمون» بالتاء والياء عند معاينة العذاب «من هو في ضلال مبين» بيِّن أنحن أم أنتم أم هم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ومن قولهم، إنهم على هدى، والرسول على ضلال، أعادوا في ذلك وأبدوا، وجادلوا عليه وقاتلوا، فأمر الله نبيه أن يخبر عن حاله وحال أتباعه، ما به يتبين لكل أحد هداهم وتقواهم، وهو أن يقولوا:  آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا  والإيمان يشمل التصديق الباطن، والأعمال الباطنة والظاهرة، ولما كانت الأعمال، وجودها وكمالها، متوقفة على التوكل، خص الله التوكل من بين سائر الأعمال، وإلا فهو داخل في الإيمان، ومن جملة لوازمه كما قال تعالى:  وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ  فإذا كانت هذه حال الرسول وحال من اتبعه، وهي الحال التي تتعين للفلاح، وتتوقف عليها السعادة، وحالة أعدائه بضدها، فلا إيمان [لهم] ولا توكل، علم بذلك من هو على هدى، ومن هو في ضلال مبين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( قل هو الرحمن آمنا به وعليه توكلنا ) أي : آمنا برب العالمين الرحمن الرحيم ، وعليه توكلنا في جميع أمورنا ، كما قال : ( فاعبده وتوكل عليه ) [ هود : 123 ] . ولهذا قال : ( فستعلمون من هو في ضلال مبين ) ؟ أي : منا ومنكم ، ولمن تكون العاقبة في الدنيا والآخرة ؟ ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قل هو الرحمن ) الذي نعبده ( آمنا به وعليه توكلنا فستعلمون ) قرأ الكسائي بالياء ، وقرأ الباقون بالتاء . ( من هو في ضلال مبين ) أي ستعلمون عند معاينة العذاب من الضال منا نحن أم أنتم ؟"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل هو الرحمن آمنا به وعليه توكلنا فستعلمون من هو في ضلال مبين قوله تعالى : قل هو الرحمن آمنا به وعليه توكلنا فستعلمون قرأ الكسائي بالياء على الخبر ; ورواه عن علي . الباقون بالتاء على الخطاب . وهو تهديد لهم . ويقال : لم أخر مفعول آمنا وقدم مفعول توكلنا فيقال : لوقوع آمنا تعريضا بالكافرين حين ورد عقيب ذكرهم . كأنه قيل : آمنا ولم نكفر كما كفرتم . ثم قال \" وعليه توكلنا \" خصوصا لم نتكل على ما أنتم متكلون عليه من رجالكم وأموالكم ; قاله الزمخشري ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلالٍ مُبِينٍ (29)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم قل يا محمد: ربنا(الرَّحْمَنُ آمَنَّا بِهِ ) يقول: صدّقنا به (وَعَلَيْهِ تَوَكَّلْنَا ) يقول: وعليه اعتمدنا في أمورنا، وبه وثقنا فيها(فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلالٍ مُبِينٍ ) يقول: فستعلمون أيها المشركون بالله الذي هو في ذهاب عن الحقّ، والذي هو على غير طريق مستقيم منا ومنكم إذا صرنا إليه، وحشرنا جميعا."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن صار ماؤكم الذي تشربون منه ذاهبًا في الأرض لا تصلون إليه بوسيلة، فمَن غير الله يجيئكم بماء جارٍ على وجه الأرض ظاهر للعيون؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "(قل أرأيتم إن أصبح ماؤكم غورا) غائرا في الأرض (فمن يأتيكم بماء معين) جار تناله الأيدي والدلاء كمائكم، أي لا يأتي به إلا الله تعالى فكيف تنكرون أن يبعثكم؟ ويستحب أن يقول القارئ عقب \"\" معين \"\": الله رب العالمين، كما ورد في الحديث، وتليت هذه الآية عند بعض المتجبرين فقال: تأتي به الفؤوس والمعاول فذهب ماء عينه وعمي نعوذ بالله من الجراءة على الله وعلى آياته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم أخبر عن انفراده بالنعم، خصوصًا، بالماء الذي جعل الله منه كل شيء حي فقال:  قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا  أي: غائرًا  فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ  تشربون منه، وتسقون أنعامكم وأشجاركم وزروعكم؟ وهذا استفهام بمعنى النفي، أي: لا يقدر أحد على ذلك غير الله تعالى.تمت ولله الحمد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( قل أرأيتم إن أصبح ماؤكم غورا ) أي : ذاهبا في الأرض إلى أسفل ، فلا ينال بالفئوس الحداد ، ولا السواعد الشداد ، والغائر : عكس النابع ; ولهذا قال : ( فمن يأتيكم بماء معين ) أي : نابع سائح جار على وجه الأرض ، لا يقدر على ذلك إلا الله ، عز وجل ، فمن فضله وكرمه أن أنبع لكم المياه وأجراها في سائر أقطار الأرض ، بحسب ما يحتاج العباد إليه من القلة والكثرة ، فلله الحمد والمنة .[ آخر تفسير سورة \" تبارك \" ولله الحمد ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قل أرأيتم إن أصبح ماؤكم غورا ) غائرا ذاهبا في الأرض لا تناله الأيدي والدلاء . قال الكلبي ومقاتل : يعني ماء زمزم ( فمن يأتيكم بماء معين ) ظاهر تراه العيون وتناله [ الأيدي ] والدلاء . وقال عطاء عن ابن عباس : معين أي جار .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني أبو الحسن الفارسي ، حدثنا أبو عبد الله محمد بن يزيد ، حدثنا أبو يحيى البزاز ، حدثنا [ محمد بن يحيى ] حدثنا أبو داود ، حدثنا عمران ، عن قتادة ، عن عباس الجشمي ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" إن سورة من كتاب الله ما هي إلا ثلاثون آية شفعت لرجل فأخرجته من النار يوم القيامة وأدخلته الجنة ، وهي سورة تبارك \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قل أرأيتم إن أصبح ماؤكم غورا فمن يأتيكم بماء معينقوله تعالى : قل أرأيتم يا معشر قريشإن أصبح ماؤكم غورا أي غائرا ذاهبا في الأرض لا تناله الدلاء . وكان ماؤهم من بئرين : بئر زمزم وبئر ميمون .فمن يأتيكم بماء معين أي جار ; قاله قتادة والضحاك . فلا بد لهم من أن يقولوا لا يأتينا به إلا الله ; فقل لهم لم تشركون به من لا يقدر على أن يأتيكم . يقال : غار الماء يغور غورا ; أي نضب . والغور : الغائر ; وصف بالمصدر للمبالغة ; كما تقول : رجل عدل ورضا . وقد مضى في سورة \" الكهف \" ومضى القول في المعنى في سورة \" المؤمنون \" والحمد لله . وعن ابن عباس : بماء معين أي ظاهر تراه العيون ; فهو مفعول . وقيل : هو من معن الماء أي كثر ; فهو على هذا فعيل . وعن ابن عباس أيضا أن المعنى فمن يأتيكم بماء عذب . والله أعلم .ختمت السورة والحمد لله رب العالمين"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (30)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : (قُلْ ) يا محمد لهؤلاء المشركين: (أَرَأَيْتُمْ ) أيها القوم العادلون بالله (إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا ) يقول: غائرا لا تناله الدلاء (فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ) يقول: فمن يجيئكم بماء معين، يعني بالمعين: الذي تراه العيون ظاهراوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ) يقول: بماء عذب.حدثنا ابن عبد الأعلى بن واصل، قال: ثني عبيد بن قاسم البزاز، قال: ثنا شريك، عن سالم، عن سعيد بن جُبير في قوله: (إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا ) لا تناله الدلاء (فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ) قال: الظاهر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا ) : أي ذاهبا(فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ) قال: الماء المعين: الجاري.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: (مَاؤُكُمْ غَوْرًا ) ذاهبا(فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ) جار.وقيل غورا فوصف الماء بالمصدر، كما يقال: ليلة عم، يراد: ليلة عامة."
        }
      ]
    }
  ]
}