{
  "surah": {
    "surahNo": 71,
    "surahNameAr": "نوح",
    "surahNameArabicLong": "سورة نوح",
    "surahNameEn": "Nooh",
    "revelationPlace": "Mecca",
    "totalAyat": 28
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أرسلنا نوحا إلى قومه أَن أَنذر» أي بإنذار «قومك من قبل أن يأتيهم» إن لم يؤمنوا «عذاب أَليم» مؤلم في الدنيا والآخرة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "إلى آخر السورة لم يذكر الله في هذه السورة سوى قصة نوح وحدها لطول لبثه في قومه، وتكرار دعوته إلى التوحيد، ونهيه عن الشرك، فأخبر تعالى أنه أرسله  إلى قومه، رحمة بهم، وإنذارا لهم من عذاب الله الأليم، خوفا من استمرارهم على كفرهم، فيهلكهم الله هلاكا أبديا، ويعذبهم عذابا سرمديا، فامتثل نوح عليه السلام لذلك، وابتدر لأمر الله،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة نوح وهي مكية .يقول تعالى مخبرا عن نوح عليه السلام ، أنه أرسله إلى قومه آمرا له أن ينذرهم بأس الله قبل حلوله بهم ، فإن تابوا وأنابوا رفع عنهم ; ولهذا قال : ( أن أنذر قومك من قبل أن يأتيهم عذاب أليم )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية( إنا أرسلنا نوحا إلى قومه أن أنذر قومك ) أي : بأن أنذر قومك ( من قبل أن يأتيهم عذاب أليم ) المعنى : إنا أرسلناه لينذرهم بالعذاب إن لم يؤمنوا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة نوحمكية ، وهي ثمان وعشرون آية .بسم الله الرحمن الرحيمإنا أرسلنا نوحا إلى قومه أن أنذر قومك من قبل أن يأتيهم عذاب أليمقد مضى القول في \" الأعراف \" أن نوحا عليه السلام أول رسول أرسل . ورواه قتادة عن ابن عباس عن النبي صلى الله عليه وسلم قال : \" أول رسول أرسل نوح وأرسل إلى جميع أهل الأرض \" . فلذلك لما كفروا أغرق الله أهل الأرض جميعا . وهو نوح بن لامك بن متوشلخ بن أخنوخ وهو إدريس بن يرد بن مهلايل بن أنوش بن قينان بن شيث بن آدم عليه السلام . قال وهب : كلهم مؤمنون . أرسل إلى قومه وهو ابن خمسين سنة . وقال ابن عباس : ابن أربعين سنة . وقال عبد الله بن شداد : بعث وهو ابن ثلاثمائة وخمسين سنة . وقد مضى في سورة \" العنكبوت \" القول فيه . والحمد لله .أن أنذر قومك أي بأن أنذر قومك ; فموضع أن نصب بإسقاط الخافض . وقيل : موضعها جر لقوة خدمتها مع \" أن \" . ويجوز \" أن \" بمعنى المفسرة فلا يكون لها موضع من الإعراب ; لأن في الإرسال معنى الأمر ، فلا حاجة إلى إضمار الباء . وقراءة عبد الله \" أنذر قومك \" بغير \" أن \" بمعنى قلنا له أنذر قومك . وقد تقدم معنى الإنذار في أول \" البقرة \" .من قبل أن يأتيهم عذاب أليم قال ابن عباس : يعني عذاب النار في الآخرة . وقال الكلبي : هو ما نزل عليهم من الطوفان . وقيل : أي أنذرهم العذاب الأليم على الجملة إن لم يؤمنوا . فكان يدعو قومه وينذرهم فلا يرى منهم مجيبا ; وكانوا يضربونه حتى يغشى عليه فيقول ( رب اغفر لقومي فإنهم لا يعلمون ) . وقد مضى هذا مستوفى في سورة \" العنكبوت \" والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: (إِنَّا أَرْسَلْنَا نُوحًا ) وهو نوح بن لمَكَ(إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ ) يقول: أرسلناه إليهم بأن أنذر قومك؛ فأن في موضع نصب في قول بعض أهل العربية، وفي موضع خفض في قول بعضهم.وقد بيَّنت العلل لكلّ فريق منهم، والصواب عندنا من القول في ذلك فيما مضى من كتابنا هذا، بما أغنى عن إعادته في هذا الموضع، وهي في قراءة عبد الله (4) فيما ذُكر ( إنَّا أرْسَلْنا نُوحًا إلى قَوْمِهِ أنْذِرْ قَوْمَكَ ) بغير \" أن \"، وجاز ذلك لأن الإرسال بمعنى القول، فكأنه قيل: قلنا لنوح: أنذر قومك من قبل أن يأتيهم عذاب أليم؛ وذلك العذاب الأليم هو الطوفان الذي غرّقهم الله به.----------------------الهوامش:(4) ‌هو عبد الله بن مسعود الصحابي الجليل، مقرئ القرآن، ومعلم أهل الكوفة."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قال يا قوم إني لكم نذير مبين» بيِّن الإنذار."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ  أي: واضح النذارة بينها، وذلك لتوضيحه ما أنذر به وما أنذر عنه، وبأي: شيء تحصل النجاة، بين جميع ذلك بيانا شافيا، فأخبرهم وأمرهم بزبدة ما يأمرهم به"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي : بين النذارة ، ظاهر الأمر واضحه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قال يا قوم إني لكم نذير مبين\"، أنذركم وأبين لكم رسالة الله بلغة تعرفونها."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قال يا قوم إني لكم نذير أي مخوف .\" مبين \" أي مظهر لكم بلسانكم الذي تعرفونه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ) يقول تعالى ذكره: قال نوح لقومه: يا قوم إني لكم نذير مبين، أنذركم عذاب الله فاحذروه أن ينزل بكم على كفركم به (مُبِينٌ ) يقول: قد أبنت لكم إنذاري إياكم."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أن» أي بأن أقول لكم «اعبدوا الله واتقوه وأطيعون»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ  وذلك بإفراده تعالى بالتوحيد والعبادة، والبعد عن الشرك وطرقه ووسائله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( أن اعبدوا الله واتقوه ) أي : اتركوا محارمه واجتنبوا مآثمه ) وأطيعون ) فيما آمركم به وأنهاكم عنه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"أن اعبدوا الله واتقوه وأطيعون\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أن اعبدوا الله واتقوه و \" أن \" المفسرة على ما تقدم في \" أن أنذر \" . اعبدوا أي وحدوا . واتقوا : خافوا .وأطيعون أي فيما آمركم به ، فإني رسول الله إليكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ) يقول تعالى ذكره مخبرا عن قيل نوح لقومه: (إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ) بأن اعبدوا الله، يقول: إني لكم نذير أنذركم، وآمركم بعبادة الله (وَاتَّقُوهُ ) يقول: واتقوا عقابه بالإيمان به، والعمل بطاعته (وَأَطِيعُونِ ) يقول: وانتهوا إلى ما آمركم به، واقبلوا نصيحتي لكم.وقد حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ) قال: أرسل الله المرسلين بأن يُعْبَد اللهُ وحده، وأن تتقي محارمه، وأن يُطاع أمره."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يغفر لكم من ذنوبكم» من زائدة فإن الإسلام يغفر به ما قبله، أو تبعيضية لإخراج حقوق العباد «ويؤخركم» بلا عذاب «إلى أجل مسمى» أجل الموت «إن أجل الله» بعذابكم إن لم تؤمنوا «إذا جاء لا يؤخر لو كنتم تعلمون» ذلك لآمنتم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فإنهم إذا اتقوا الله غفر ذنوبهم، وإذا غفر ذنوبهم حصل لهم النجاة من العذاب، والفوز بالثواب،  وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى  أي: يمتعكم في هذه الدار، ويدفع عنكم الهلاك إلى أجل مسمى أي: مقدر [البقاء في الدنيا] بقضاء الله وقدره [إلى وقت محدود]، وليس المتاع أبدا، فإن الموت لا بد منه، ولهذا قال:  إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ  لما كفرتم بالله، وعاندتم الحق، فلم يجيبوا لدعوته، ولا انقادوا لأمره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( يغفر لكم من ذنوبكم ) أي : إذا فعلتم ما أمرتكم به وصدقتم ما أرسلت به إليكم ، غفر الله لكم ذنوبكم .و \" من \" هاهنا قيل : إنها زائدة . ولكن القول بزيادتها في الإثبات قليل . ومنه قول بعض العرب : \" قد كان من مطر \" . وقيل : إنها بمعنى \" عن \" ، تقديره : يصفح لكم عن ذنوبكم . واختاره ابن جرير ، وقيل : إنها للتبعيض ، أي يغفر لكم الذنوب العظام التي وعدكم على ارتكابكم إياها الانتقام .( ويؤخركم إلى أجل مسمى ) أي : يمد في أعماركم ويدرأ عنكم العذاب الذي إن لم تنزجروا عما نهاكم عنه ، أوقعه بكم .وقد يستدل بهذه الآية من يقول : إن الطاعة والبر وصلة الرحم ، يزاد بها في العمر حقيقة ; كما ورد به الحديث : \" صلة الرحم تزيد في العمر \" .وقوله : ( إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون ) أي : بادروا بالطاعة قبل حلول النقمة ، فإنه إذا أمر [ الله ] تعالى بكون ذلك لا يرد ولا يمانع ، فإنه العظيم الذي قهر كل شيء ، العزيز الذي دانت لعزته جميع المخلوقات ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يغفر لكم من ذنوبكم ) \" من \" صلة ، أي : يغفر لكم ذنوبكم . وقيل : يعني ما سلف من ذنوبكم إلى وقت الإيمان ، وذلك بعض ذنوبهم ( ويؤخركم إلى أجل مسمى ) أي : يعافيكم إلى منتهى آجالكم فلا يعاقبكم ( إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون ) يقول : آمنوا قبل الموت تسلموا [ من العذاب ] فإن أجل الموت إذا جاء لا يؤخر ولا يمكنكم الإيمان ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يغفر لكم من ذنوبكم جزم يغفر بجواب الأمر . و \" من \" صلة زائدة . ومعنى الكلام يغفر لكم ذنوبكم ، قاله السدي . وقيل : لا يصح كونها زائدة ; لأن \" من \" لا تزاد في الواجب ، وإنما هي هنا للتبعيض ، وهو بعض الذنوب ، وهو ما لا يتعلق بحقوق المخلوقين . وقيل : هي لبيان الجنس . وفيه بعد ، إذ لم يتقدم جنس يليق به . وقال زيد بن أسلم : المعنى يخرجكم من ذنوبكم . ابن شجرة : المعنى يغفر لكم من ذنوبكم ما استغفرتموه منهاويؤخركم إلى أجل مسمى قال ابن عباس : أي ينسئ في أعماركم . ومعناه أن الله تعالى كان قضى قبل خلقهم أنهم إن آمنوا بارك في أعمارهم ، وإن لم يؤمنوا عوجلوا بالعذاب . وقال مقاتل : يؤخركم إلى منتهى آجالكم في عافية ; فلا يعاقبكم بالقحط وغيره . فالمعنى على هذا يؤخركم من العقوبات والشدائد إلى آجالكم . وقال الزجاج أي يؤخركم عن العذاب فتموتوا غير موتة المستأصلين بالعذاب . وعلى هذا قيل : أجل مسمى عندكم تعرفونه ، لا يميتكم غرقا ولا حرقا ولا قتلا ; ذكره الفراء . وعلى القول الأول أجل مسمى عند الله .إن أجل الله إذا جاء لا يؤخر أي إذا جاء الموت لا يؤخر بعذاب كان أو بغير عذاب . وأضاف الأجل إليه سبحانه لأنه الذي أثبته . وقد يضاف إلى القوم ، كقوله تعالى : فإذا جاء أجلهم لأنه مضروب لهم .\" لو \" بمعنى إن . أي إن كنتم تعلمون . وقال الحسن : معناه لو كنتم تعلمون لعلمتم أن أجل الله إذا جاءكم لم يؤخر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ ) يقول: يغفر لكم ذنوبكم.فإن قال قائل: أو ليست \" من \" دالة على البعض ؟ قيل: إن لها معنيين وموضعين، فأما أحد الموضعين فهو الموضع الذي لا يصح فيه غيرها. وإذا كان ذلك كذلك لم تدلّ إلا على البعض، وذلك كقولك: اشتريت من مماليكك، فلا يصح في هذا الموضع غيرها، ومعناها: البعض، اشتريت بعض مماليكك، ومن مماليكك مملوكا. والموضع الآخر: هو الذي يصلح فيه مكانها عن فإذا صلحت مكانها \" عن \" دلت على الجميع، وذلك كقولك: وجع بطني من طعام طعمته، فإن معنى ذلك: أوجع بطني طعام طعمته، وتصلح مكان \" من \" عن، وذلك أنك تضع موضعها \" عن \"، فيصلح الكلام فتقول: وجع بطني عن طعام طعمته، ومن طعام طعمته، فكذلك قوله: (يَغْفِرْ لَكُمْ من ذُنُوبِكُمْ ) إنما هو: ويصفح لكم، ويعفو لكم عنها؛ وقد يحتمل أن يكون معناها يغفر لكم من ذنوبكم ما قد وعدكم العقوبة عليه. فأما ما لم يعدكم العقوبة عليه فقد تقدّم عفوه لكم عنها.وقوله: (وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى ) يقول: ويؤخِّر في آجالكم فلا يهلككم بالعذاب، لا بغَرَق ولا غيره (إِلَى أَجَلٍ مُسَمًّى ) يقول: إلى حين كتب أنه يبقيكم إليه، إن أنتم أطعتموه وعبدتموه، في أمّ الكتاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: (إِلَى أَجَلٍ مُسَمًّى ) قال: ما قد خطّ من الأجل، فإذا جاء أجل الله لا يؤخَّر.وقوله: (إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ ) يقول تعالى ذكره: &amp;; 23-631 &amp;; إن أجل الله الذي قد كتبه على خلقه في أمّ الكتاب إذا جاء عنده لا يؤخر عن ميقاته، فينظر بعده (لَوْ كُنْتُمْ تَعْلَمُونَ ) يقول: لو علمتم أن ذلك كذلك، لأنبتم إلى طاعة ربكم."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قال رب إني دعوت قومي ليلا ونهارا» أي دائما متصلا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فقال شاكيا لربه:  رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن عبده ورسوله نوح عليه السلام ، أنه اشتكى إلى ربه ، عز وجل ، ما لقي من قومه ، وما صبر عليهم في تلك المدة الطويلة التي هي ألف سنة إلا خمسين عاما ، وما بين لقومه ووضح لهم ودعاهم إلى الرشد والسبيل الأقوم ، فقال : ( رب إني دعوت قومي ليلا ونهارا ) أي : لم أترك دعاءهم في ليل ولا نهار ، امتثالا لأمرك وابتغاء لطاعتك"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قال رب إني دعوت قومي ليلاً ونهاراً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي سرا وجهرا .وقيل : أي واصلت الدعاء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلا وَنَهَارًايقول تعالى ذكره: قال نوح لما بلغ قومه رسالة ربه، وأنذرهم ما أمره به أن ينذرهموه فعصوه، وردّوا عليه ما أتاهم به من عنده (رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلا وَنَهَارًا ) إلى توحيدك وعبادتك، وحذرتهم بأسك وسطوتك،"
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فلم يزدهم دعائي إلا فرارا» عن الإيمان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "[ فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا  أي: نفورا عن الحق وإعراضا، فلم يبق لذلك فائدة، لأن فائدة الدعوة أن يحصل جميع المقصود أو بعضه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فلم يزدهم دعائي إلا فرارا ) أي : كلما دعوتهم ليقتربوا من الحق فروا منه وحادوا عنه"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فلم يزدهم دعائي إلا فراراً\"، نفاراً وإدباراً عن الإيمان والحق."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي تباعدا من الإيمان .وقراءة العامة بفتح الياء من \" دعائي \" وأسكنها الكوفيون ويعقوب والدوري عن أبي عمرو ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(فَلَمْ يَزِدْهُمْ دُعَائِي إِلا فِرَارًا ) يقول: فلم يزدهم دعائي إياهم إلى ما دعوتهم إليه من الحقّ الذي أرسلتني به لهم (إِلا فِرَارًا ) يقول: إلا إدبارا عنه وهربا منه وإعراضا عنه.وقد حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، في قوله: (فَلَمْ يَزِدْهُمْ دُعَائِي إِلا فِرَارًا ) قال: بلغنا أنهم كانوا يذهب الرجل بابنه إلى نوح، فيقول لابنه: احذر هذا لا يغوينك، فأراني قد ذهب بي أبي إليه وأنا مثلك، فحذرني كما حذّرتك."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم» لئلا يسمعوا كلامي «واستغشوا ثيابهم» غطوا رؤوسهم بها لئلا ينظروني «وأصروا» على كفرهم «واستكبروا» تكبروا عن الإيمان «استكبارا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ  أي: لأجل أن يستجيبوا فإذا استجابوا غفرت لهم فكان هذا محض مصلحتهم، ولكنهم أبوا إلا تماديا على باطلهم، ونفورا عن الحق،  جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ  حذر سماع ما يقول لهم نبيهم نوح عليه السلام،  وَاسْتَغْشَوْا ثِيَابَهُمْ  أي تغطوا بها غطاء يغشاهم بعدا عن الحق وبغضا له،  وَأَصَرُّوا  على كفرهم وشرهم  وَاسْتَكْبَرُوا  على الحق  اسْتِكْبَارًا  فشرهم ازداد، وخيرهم بعد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم واستغشوا ثيابهم ) أي : سدوا آذانهم لئلا يسمعوا ما أدعوهم إليه . كما أخبر تعالى عن كفار قريش : ( وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه لعلكم تغلبون ) [ فصلت : 26 ] .( واستغشوا ثيابهم ) قال ابن جريج ، عن ابن عباس : تنكروا له لئلا يعرفهم . وقال سعيد بن جبير والسدي : غطوا رءوسهم لئلا يسمعوا ما يقول .( وأصروا ) أي : استمروا على ما هم فيه من الشرك والكفر العظيم الفظيع ، ( واستكبروا استكبارا ) أي : واستنكفوا عن اتباع الحق والانقياد له ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وإني كلما دعوتهم ) إلى الإيمان بك ( لتغفر لهم جعلوا أصابعهم في آذانهم ) لئلا يسمعوا دعوتي ( واستغشوا ثيابهم ) غطوا بها وجوههم لئلا يروني ( وأصروا ) على كفرهم ( واستكبروا ) عن الإيمان بك ( استكبارا )"
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإني كلما دعوتهم أي إلى سبب المغفرة ، وهي الإيمان بك والطاعة لك .جعلوا أصابعهم في آذانهم لئلا يسمعوا دعائيواستغشوا ثيابهم أي غطوا بها وجوههم لئلا يروه . وقال ابن عباس : جعلوا ثيابهم على رءوسهم لئلا يسمعوا كلامه . فاستغشاء الثياب إذا زيادة في سد الآذان حتى لا يسمعوا ، أو لتنكيرهم أنفسهم حتى يسكت أو ليعرفوه إعراضهم عنه . وقيل : هو كناية عن العداوة . يقال : لبس لي فلان ثياب العداوة .\" وأصروا \" أي على الكفر فلم يتوبوا .\" واستكبروا \" عن قبول الحق ; لأنهم قالوا : أنؤمن لك واتبعك الأرذلون .\" استكبارا \" تفخيم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ ) يقول جلّ وعزّ: وإني كلما دعوتهم إلى الإقرار بوحدانيتك، والعمل بطاعتك، والبراءة من عبادة كلّ ما سواك، لتغفر لهم إذا هم فعلوا ذلك جعلوا أصابعهم في آذانهم لئلا يسمعوا دعائي إياهم إلى ذلك (وَاسْتَغْشَوْا ثِيَابَهُمْ ) يقول: وتغشوا في ثيابهم، وتغطوا بها لئلا يسمعوا دعائي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ ) لئلا يسمعوا كلام نوح عليه السلام.وقوله: (وَأَصَرُّوا ) يقول: وثبتوا على ما هم عليه من الكفر وأقاموا عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَأَصَرُّوا ) قال: الإصرار إقامتهم على الشرّ والكفر.وقوله: (وَاسْتَكْبَرُوا اسْتِكْبَارًا ) يقول: وتكبروا فتعاظموا عن الإذعان للحقّ، وقبول ما دعوتهم إليه من النصيحة."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم إني دعوتهم جهارا» أي بأعلى صوتي."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا  أي: بمسمع منهم كلهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ثم إني دعوتهم جهارا ) أي : جهرة بين الناس ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ثم إني دعوتهم جهاراً\"، معلناً بالدعاء. قال ابن عباس: بأعلى صوتي."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ثم إني دعوتهم جهارا أي مظهرا لهم الدعوة . وهو منصوب ب \" دعوتهم \" نصب المصدر ; لأن الدعاء أحد نوعيه الجهار ، فنصب به نصب القرفصاء بقعد ; لكونها أحد أنواع القعود ، أو لأنه أراد ب \" دعوتهم \" جاهرتهم . ويجوز أن يكون صفة لمصدر دعا ; أي دعاء جهارا ; أي مجاهرا به . ويكون مصدرا في موضع الحال ; أي دعوتهم مجاهرا لهم بالدعوة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَاريقول: (ثُمَّ إِنِّي دَعَوْتُهُمْ) إلى ما أمرتني أن أدعوهم إليه (جِهَارًا) ظاهرا في غير خفاء.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا) قال: الجهار الكلام المعلن به."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم إني أَعلنت لهم» صوتي «وأسررت» الكلام «لهم إسرارا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا  كل هذا حرص ونصح، وإتيانهم بكل باب يظن أن يحصل منه المقصود"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ثم إني أعلنت لهم ) أي : كلاما ظاهرا بصوت عال ، ( وأسررت لهم إسرارا ) أي : فيما بيني وبينهم ، عليهم الدعوة لتكون أنجع فيهم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ثم إني أعلنت لهم ) كررت الدعاء معلنا ( وأسررت لهم إسرارا ) قال ابن عباس : يريد الرجل بعد الرجل أكلمه سرا بيني وبينه أدعوه إلى عبادتك وتوحيدك ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم إني أعلنت لهم وأسررت لهم إسرارا أي لم أبق مجهودا . وقال مجاهد : معنى أعلنت : صحت ، وأسررت لهم إسرارا . بالدعاء عن بعضهم من بعض . وقيل : أسررت لهم أتيتهم في منازلهم . وكل هذا من نوح عليه السلام مبالغة في الدعاء لهم ، وتلطف في الاستدعاء . وفتح الياء من \" إني أعلنت لهم \" الحرميون وأبو عمرو . وأسكن الباقون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) يقول: صرخت لهم، وصحت بالذي أمرتني به من الإنذار.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: (أَعْلَنْتُ لَهُمْ) قال: صحْت.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد (أَعْلَنْتُ لَهُمْ) يقول: صحت بهم.وقوله: (وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) يقول: وأسررت لهم ذلك فيما بيني وبينهم في خفاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نحيح، عن مجاهد، قوله: (وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) قال: فيما بيني وبينهم."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فقلت استغفروا ربكم» من الشرك «إنه كان غفارا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ  أي: اتركوا ما أنتم عليه من الذنوب، واستغفروا الله منها. إِنَّهُ كَانَ غَفَّارًا  كثير المغفرة لمن تاب واستغفر، فرغبهم بمغفرة الذنوب، وما يترتب عليها من حصول الثواب، واندفاع العقاب."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فقلت استغفروا ربكم إنه كان غفارا ) أي : ارجعوا إليه وارجعوا عما أنتم فيه وتوبوا إليه من قريب ، فإنه من تاب إليه تاب عليه ، ولو كانت ذنوبه مهما كانت في الكفر والشرك ؛ ولهذا قال : ( فقلت استغفروا ربكم إنه كان غفارا يرسل السماء عليكم مدرارا ) أي : متواصلة الأمطار . ولهذا تستحب قراءة هذه السورة في صلاة الاستسقاء لأجل هذه الآية . وهكذا روي عن أمير المؤمنين عمر بن الخطاب : أنه صعد المنبر ليستسقي ، فلم يزد على الاستغفار ، وقرأ الآيات في الاستغفار . ومنها هذه الآية ( فقلت استغفروا ربكم إنه كان غفارا)"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فقلت استغفروا ربكم إنه كان غفاراً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فقلت استغفروا ربكم أي سلوه المغفرة من ذنوبكم السالفة بإخلاص الإيمان .إنه كان غفارا وهذا منه ترغيب في التوبة . وقد روى حذيفة بن اليمان عن النبي صلى الله عليه وسلم أنه قال : الاستغفار ممحاة للذنوب . وقال الفضيل : يقول العبد أستغفر الله ; وتفسيرها أقلني ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا) يقول: فقلت لهم: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، وعبادة ما سواه من الآلهة ووحدوه، وأخلصوا له العبادة، يغفر لكم، إنه كان غفارًا لذنوب من أناب إليه، وتاب إليه من ذنوبه."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يرسل السماء» المطر وكانوا قد منعوه «عليكم مدرارا» كثير الدرور."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ورغبهم أيضا، بخير الدنيا العاجل، فقال:  يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا  أي: مطرا متتابعا، يروي الشعاب والوهاد، ويحيي البلاد والعباد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : لقد طلبت الغيث بمجاديح السماء التي ستنزل بها المطر .وقال ابن عباس وغيره : يتبع بعضه بعضا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( يرسل السماء عليكم مدرارا ) وذلك أن قوم نوح لما كذبوه زمانا طويلا حبس الله عنهم المطر وأعقم أرحام نسائهم أربعين سنة ، فهلكت أموالهم ومواشيهم ، فقال لهم نوح : استغفروا ربكم من الشرك ، أي استدعوا المغفرة بالتوحيد ، يرسل السماء عليكم مدرارا .وروى مطرف عن الشعبي أن عمر رضي الله تعالى عنه خرج يستسقي بالناس ، فلم يزد على الاستغفار حتى رجع ، فقيل له : ما سمعناك استسقيت ؟ فقال . طلبت الغيث [ بمجاديح ] السماء التي يستنزل بها المطر ، ثم قرأ : \" استغفروا ربكم إنه كان غفارا يرسل السماء عليكم مدرارا \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي يرسل ماء السماء ; ففيه إضمار .وقيل : السماء المطر ; أي يرسل المطر .قال الشاعر : إذا سقط السماء بأرض قوم رعيناه وإن كانوا غضابا و \" مدرارا \" ذا غيث كثير .وجزم \" يرسل \" جوابا للأمر .وقال مقاتل : لما كذبوا نوحا زمانا طويلا حبس الله عنهم المطر , وأعقم أرحام نسائهم أربعين سنة ; فهلكت مواشيهم وزروعهم , فصاروا إلى نوح عليه السلام واستغاثوا به .فقال \" استغفروا ربكم إنه كان غفارا \" أي لم يزل كذلك لمن أناب إليه .ثم قال ترغيبا في الإيمان : \" يرسل السماء عليكم مدرارا .ويمددكم بأموال وبنين ويجعل لهم جنات ويجعل لكم أنهارا \" .قال قتادة : علم نبي الله صلى الله عليه وسلم أنهم أهل حرص على الدنيا فقال : ( هلموا إلى طاعة الله فإن في طاعة الله درك الدنيا والآخرة ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11)وقوله: ( يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ) يقول: يسقيكم ربكم إن تبتم ووحدتموه وأخلصتم له العبادة الغيث، فيرسل به السماء عليكم مدرارا متتابعا.وقد حدثني يونس بن عبد الأعلى، قال: أخبرنا سفيان، عن مطرف، عن الشعبيّ، قال: خرج عمر بن الخطاب يستسقي، فما زاد على الاستغفار، ثم رجع فقالوا: يا أمير المؤمنين ما رأيناك استسقيت، فقال: لقد طلبت المطر بمجاديح السماء التي يستنزل بها المطر، ثم قرأ ( اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ) وقرأ الآية التي في سورة هود حتى بلغ:  وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ  ."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويمددكم بأموال وبنين ويجعل لكم جنات» بساتين «ويجعل لكم أنهارا» جارية."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ  أي: يكثر أموالكم التي تدركون بها ما تطلبون من الدنيا وأولادكم،  وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا  وهذا من أبلغ ما يكون من لذات الدنيا ومطالبها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا ) أي : إذا تبتم إلى الله واستغفرتموه وأطعتموه ، كثر الرزق عليكم ، وأسقاكم من بركات السماء ، وأنبت لكم من بركات الأرض ، وأنبت لكم الزرع ، وأدر لكم الضرع ، وأمدكم بأموال وبنين ، أي : أعطاكم الأموال والأولاد ، وجعل لكم جنات فيها أنواع الثمار ، وخللها بالأنهار الجارية بينها ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويمددكم بأموال وبنين\"، قال عطاء: يكثر أموالكم وأولادكم، \"ويجعل لكم جنات ويجعل لكم أنهاراً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وقد مضى في سورة \" آل عمران \" كيفية الاستغفار , وإن ذلك يكون عن إخلاص وإقلاع من الذنوب .وهو الأصل في الإجابة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًاوقوله: ( وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ ) يقول: ويعطكم مع ذلك ربكم أموالا وبنين، فيكثرها عندكم ويزيد فيما عندكم منها( وَيَجْعَلْ لَكُمْ جَنَّاتٍ ) يقول: يرزقكم بساتين ( وَيَجْعَلْ لَكُمْ أَنْهَارًا ) تسقون منها جناتكم ومزارعكم؛ وقال ذلك لهم نوح، لأنهم كانوا فيما ذُكر قوم يحبون الأموال والأولاد.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا  ... إلى قوله: ( وَيَجْعَلْ لَكُمْ أَنْهَارًا ) قال: رأى نوح قوما تجزّعت أعناقهم حرصا على الدنيا، فقال: هلموا إلى طاعة الله، فإن فيها درك الدنيا والآخرة."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ما لكم لا ترجون لله وقارا» أي تأملون وقار الله إياكم بأن تؤمنوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا  أي: لا تخافون لله عظمة، وليس لله عندكم قدر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "هذا مقام الدعوة بالترغيب ، ثم عدل بهم إلى دعوتهم بالترهيب فقال : ( ما لكم لا ترجون لله وقارا ) أي : عظمة ، قال ابن عباس ومجاهد والضحاك وقال ابن عباس : لا تعظمون الله حق عظمته ، أي : لا تخافون من بأسه ونقمته ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ما لكم لا ترجون لله وقاراً\"، قال ابن عباس ومجاهد: لا ترون لله عظمة. وقال سعيد بن جبير: ما لكم لا تعظمون الله حق عظمته. وقال الكلبي: لا تخافون الله حق عظمته. و الرجاء: بمعنى الخوف، و الوقار: العظمة، اسم من التوقير وهو التعظيم. قال الحسن: لا تعرفون لله حقاً ولا تشكرون له نعمة. قال ابن كيسان: ما لكم لا ترجون في عبادة الله أن يثيبكم على توقيركم إياه خيراً."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ما لكم لا ترجون لله وقاراقيل : الرجاء هنا بمعنى الخوف ; أي ما لكم لا تخافون لله عظمة وقدرة على أحدكم بالعقوبة . أي أي عذر لكم في ترك الخوف من الله . وقال سعيد بن جبير وأبو العالية وعطاء بن أبي رباح : ما لكم لا ترجون لله ثوابا ولا تخافون له عقابا . وقال سعيد بن جبير عن ابن عباس : ما لكم لا تخشون لله عقابا وترجون منه ثوابا . وقال الوالبي والعوفي عنه : ما لكم لا تعلمون لله عظمة . وقال ابن عباس أيضا ومجاهد : ما لكم لا ترون لله عظمة . وعن مجاهد والضحاك : ما لكم لا تبالون لله عظمة . قال قطرب : هذه لغة حجازية . وهذيل وخزاعة ومضر يقولون : لم أرج : لم أبال . والوقار : العظمة . والتوقير : التعظيم . وقال قتادة : ما لكم لا ترجون لله عاقبة ; كأن المعنى ما لكم لا ترجون لله عاقبة الإيمان . وقال ابن كيسان : ما لكم لا ترجون في عبادة الله وطاعته أن يثيبكم على توقيركم خيرا . وقال ابن زيد : ما لكم لا تؤدون لله طاعة . وقال الحسن : ما لكم لا تعرفون لله حقا ولا تشكرون له نعمة . وقيل : ما لكم لا توحدون الله ; لأن من عظمه فقد وحده . وقيل : إن الوقار الثبات لله عز وجل ; ومنه قوله تعالى : وقرن في بيوتكن أي اثبتن . ومعناه ما لكم لا تثبتون وحدانية الله تعالى وأنه إلهكم لا إله لكم سواه ; قاله ابن بحر . ثم دلهم على ذلك فقال :"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: ما لكم لا ترون لله عظمة.* ذكر من قال ذلك:حدثني عليّ قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: عظمة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا ترون لله عظمة.حدثنا محمد بن حميد، قال: ثنا مهران، عن سفيان، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح وقيس، عن مجاهد، في قوله: ( لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا تبالون لله عظمة.حدثنا أبو كريب، قال: ثنا عمرو بن عبيد، عن منصور، عن مجاهد ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: كانوا لا يبالون عظمة الله.حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: عظمة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا تبالون عظمة ربكم؛ قال: والرجاء: الطمع والمخافة.وقال آخرون: معنى ذلك: لا تعظمون الله حق عظمته.* ذكر من قال ذلك:حدثني سلم بن جنادة، قال: ثنا أبو معاوية، عن إسماعيل بن سميع، عن مسلم البطين، عن سعيد بن جبير، عن ابن عباس ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: ما لكم لا تعظمون الله حق عظمته.وقال آخرون: ما لكم لا تعلمون لله عظمة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: ما لكم لا تعلمون لله عظمة.وقال آخرون: بل معنى ذلك ما لكم لا ترجون لله عاقبة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) أي عاقبة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا ترجون لله عاقبة.وقال آخرون: بل معنى ذلك: ما لكم لا ترجون لله طاعة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: الوقار: الطاعة.وأولى الأقوال في ذلك عندنا بالصواب قول من قال: معنى ذلك: ما لكم لا تخافون لله عظمة، وذلك أن الرجاء قد تضعه العرب إذا صحبه الجحد في موضع الخوف، كما قال أبو ذُويب:إذا لَسَعَتْهُ النَّحْلُ لَم يَرْجُ لَسْعَهاوَخالَفَها في بَيْتِ نُوبٍ عَوَاسِلِ (1)يعني بقوله: \" ولم يرج \": لم يخف."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقد خلقكم أطوارا» جمع طور وهو الحال، فطورا نطفة وطورا علقة إلى تمام خلق الإنسان، والنظر في خلقه يوجب الإيمان بخالقه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَدْ خَلَقَكُمْ أَطْوَارًا  أي: خلقا [من] بعد خلق، في بطن الأم، ثم في الرضاع، ثم في سن الطفولية، ثم التمييز، ثم الشباب، إلى آخر ما وصل إليه الخلق  ، فالذي انفرد بالخلق والتدبير البديع، متعين أن يفرد بالعبادة والتوحيد، وفي ذكر ابتداء خلقهم تنبيه لهم على الإقرار بالمعاد، وأن الذي أنشأهم من العدم قادر على أن يعيدهم بعد موتهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وقد خلقكم أطوارا ) قيل : معناه من نطفة ، ثم من علقة ، ثم من مضغة . قاله ابن عباس ، وعكرمة ، وقتادة ، ويحيى بن رافع ، والسدي ، وابن زيد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وقد خلقكم أطواراً\"، تارات، حالاً بعد حال، نطفة ثم علقة ثم مضغة إلى تمام الخلق."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وقد خلقكم أطوارا أي جعل لكم في أنفسكم آية تدل على توحيده . قال ابن عباس : أطوارا يعني نطفة ثم علقة ثم مضغة ; أي طورا بعد طور إلى تمام الخلق ، كما ذكر في سورة \" المؤمنون \" . والطور في اللغة : المرة ; أي من فعل هذا وقدر عليه فهو أحق أن تعظموه . وقيل : أطوارا صبيانا ، ثم شبابا ، ثم شيوخا وضعفاء ، ثم أقوياء . وقيل : أطوارا أي أنواعا : صحيحا وسقيما ، وبصيرا وضريرا ، وغنيا وفقيرا . وقيل : إن \" أطوارا \" اختلافهم في الأخلاق والأفعال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا )يقول: وقد خلقكم حالا بعد حال، طورا نُطْفة، وطورا عَلَقة، وطورا مضغة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) يقول: نطفة، ثم علقة، ثم مضغة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: من تراب، ثم من نطفة، ثم من علقة، ثم ما ذكر حتى يتمّ خلقه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) طورا نطفة، وطورا علقة، وطورا عظاما، ثم كسا العظام لحما، ثم أنشأه خلقا آخر، أنبت به الشعر، فتبارك الله أحسن الخالقين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: نطفة، ثم علقة، ثم خلقا طورا بعد طور.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( خَلَقَكُمْ أَطْوَارًا ) يقول: من نطفة، ثم من علقة، ثم من مضغة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: طورا النطفة، ثم طورا أمشاجا حين يمشج النطفة الدم، ثم يغلب الدم على النطفة، فتكون علقة، ثم تكون مضغة، ثم تكون عظاما، ثم تكسى العظام لحما.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: نطفة، ثم علقة، شيئا بعد شيء."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ألم تروا» تنظروا «كيف خلق الله سبع سماوات طباقا» بعضها فوق بعض."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "واستدل أيضا عليهم بخلق السماوات التي هي أكبر من خلق الناس، فقال:  أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا  أي: كل سماء فوق الأخرى."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ألم تروا كيف خلق الله سبع سماوات طباقا ) ؟ أي : واحدة فوق واحدة ، وهل هذا يتلقى من جهة السمع فقط ؟ أو هي من الأمور المدركة بالحس ، مما علم من التسيير والكسوفات ، فإن الكواكب السبعة السيارة يكسف بعضها بعضا ، فأدناها القمر في السماء الدنيا وهو يكسف ما فوقه ، وعطارد في الثانية ، والزهرة في الثالثة ، والشمس في الرابعة ، والمريخ في الخامسة ، والمشتري في السادسة ، وزحل في السابعة . وأما بقية الكواكب - وهي الثوابت - ففي فلك ثامن يسمونه فلك الثوابت . والمتشرعون منهم يقولون : هو الكرسي ، والفلك التاسع ، وهو الأطلس ، والأثير عندهم الذي حركته على خلاف حركة سائر الأفلاك ، وذلك أن حركته مبدأ الحركات ، وهي من المغرب إلى المشرق ; وسائر الأفلاك عكسه من المشرق إلى المغرب ، ومعها يدور سائر الكواكب تبعا ، ولكن للسيارة حركة معاكسة لحركة أفلاكها ، فإنها تسير من المغرب إلى المشرق . وكل يقطع فلكه بحسبه ، فالقمر يقطع فلكه في كل شهر مرة ، والشمس في كل سنة مرة ، وزحل في كل ثلاثين سنة مرة ، وذلك بحسب اتساع أفلاكها وإن كانت حركة الجمع في السرعة متناسبة ، هذا ملخص ما يقولونه في هذا المقام ، على اختلاف بينهم في مواضع كثيرة ، لسنا بصدد بيانها ، وإنما المقصود أن الله سبحانه : ( خلق الله سبع سماوات طباقا)"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\" ألم تروا كيف خلق الله سبع سماوات طباقا \"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ألم تروا كيف خلق الله سبع سماوات طباقا ذكر لهم دليلا آخر ، أي ألم تعلموا أن الذي قدر على هذا ، فهو الذي يجب أن يعبد . ومعنى \" طباقا \" بعضها فوق بعض ، كل سماء مطبقة على الأخرى كالقباب ; قاله ابن عباس والسدي . وقال الحسن : خلق الله سبع سموات طباقا على سبع أرضين ، بين كل أرض وأرض ، وسماء وسماء خلق وأمر . وقوله : ألم تروا على جهة الإخبار لا المعاينة ; كما تقول : ألم ترني كيف صنعت بفلان كذا . و \" طباقا \" نصب على أنه مصدر ; أي مطابقة طباقا . أو حال بمعنى ذات طباق ; فحذف ذات وأقام طباقا مقامه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًايقول تعالى ذكره مخبرا عن قيل نوح صلوات الله وسلامه عليه، لقومه المشركين بربهم، محتجا عليهم بحجج الله في وحدانيته: (أَلَمْ تَرَوْا ) أيها القوم فتعتبروا(كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا ) بعضها فوق بعض، والطباق: مصدر من قولهم: طابقت مطابقة وطباقا. وإنما عني بذلك: كيف خلق الله سبع سموات، سماء فوق سماء مطابقة."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وجعل القمر فيهن» أي في مجموعهن الصادق بالسماء الدنيا «نورا وجعل الشمس سراجا» مصباحا مضيئا وهو أقوي من نور القمر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا  لأهل الأرض  وَجَعَلَ الشَّمْسَ سِرَاجًا  .ففيه تنبيه على عظم خلق هذه الأشياء، وكثرة المنافع في الشمس والقمر الدالة على رحمته وسعة إحسانه، فالعظيم الرحيم، يستحق أن يعظم ويحب ويعبد ويخاف ويرجى."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وجعل القمر فيهن نورا وجعل الشمس سراجا ) أي : فاوت بينهما في الاستنارة فجعل كلا منهما أنموذجا على حدة ، ليعرف الليل والنهار بمطلع الشمس ومغيبها ، وقدر القمر منازل وبروجا ، وفاوت نوره ، فتارة يزداد حتى يتناهى ثم يشرع في النقص حتى يستسر ، ليدل على مضي الشهور والأعوام ، كما قال : ( هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون ) [ يونس : 5 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "(وجعل القمر فيهن نورا ) قال الحسن : يعني في السماء الدنيا كما يقال : أتيت بني تميم ، وإنما أتى بعضهم ، وفلان متوار في دور بني فلان وإنما هو في دار واحدة . وقال عبد الله بن عمرو : إن الشمس والقمر وجوههما إلى السماوات ، وضوء الشمس ونور القمر فيهن وأقفيتهما إلى الأرض . ويروى هذا عن ابن عباس .( وجعل الشمس سراجا ) مصباحا مضيئا . ( والله أنبتكم من الأرض نباتا ) أراد مبدأ خلق آدم خلقه من الأرض والناس ولده ، وقوله : \" نباتا \" اسم جعل في موضع المصدر أي إنباتا قال الخليل : مجازه : أنبتكم فنبتم نباتا . ( ثم يعيدكم فيها ) بعد الموت ( ويخرجكم ) منها يوم البعث أحياء ( إخراجا ( والله جعل لكم الأرض بساطا ) فرشها وبسطها لكم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وجعل القمر فيهن نورا أي في سماء الدنيا ; كما يقال : أتاني بنو تميم وأتيت بني تميم والمراد بعضهم ; قاله الأخفش . قال ابن كيسان : إذا كان في إحداهن فهو فيهن . وقال قطرب : فيهن بمعنى معهن ; وقاله الكلبي . أي خلق الشمس والقمر مع خلق السموات والأرض . وقال جلة أهل اللغة في قول امرئ القيس :وهل ينعمن من كان آخر عهده ثلاثين شهرا في ثلاثة أحوال\" في \" بمعنى مع . النحاس : وسألت أبا الحسن بن كيسان عن هذه الآية فقال : جواب النحويين أنه إذا جعله في إحداهن فقد جعله فيهن ; كما تقول : أعطني الثياب المعلمة ، وإن كنت إنما أعلمت أحدها . وجواب آخر أنه يروى أن وجه القمر إلى السماء ، وإذا كان إلى داخلها فهو متصل بالسموات ، ومعنى نورا أي لأهل الأرض ; قاله السدي . وقال عطاء : نورا لأهل السماء والأرض . وقال ابن عباس وابن عمر : وجهه يضيء لأهل الأرض وظهره يضيء لأهل السماء .وجعل الشمس سراجا يعني مصباحا لأهل الأرض ليتوصلوا إلى التصرف لمعايشهم . وفي إضاءتها لأهل السماء القولان الأولان حكاه الماوردي . وحكى القشيري عن ابن عباس أن الشمس وجهها في السموات وقفاها في الأرض . وقيل : على العكس . وقيل لعبد الله بن عمر : ما بال الشمس تقلينا أحيانا وتبرد علينا أحيانا ؟ فقال : إنها في الصيف في السماء الرابعة ، وفي الشتاء في السماء السابعة عند عرش الرحمن ; ولو كانت في السماء الدنيا لما قام لها شيء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) يقول: وجعل القمر في السموات السبع نورا(وَجَعَلَ الشَّمْسَ ) فيهن (سِرَاجًا ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا معاذ بن هشام، قال: ثني أبي، عن قتادة (أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ) ذكر لنا أن عبد الله بن عمرو بن العاص كان يقول: إن ضوء الشمس والقمر نورهما في السماء، اقرءوا إن شئتم: (أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا )... إلى آخر الآية.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، عن عبد الله بن عمرو أنه قال: إن الشمس والقمر وجوههما قِبَل السموات، وأقفيتهما قِبَل الأرض، وأنا أقرأ بذلك آية من كتاب الله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ).حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) يقول: خلق القمر يوم خلق سبع سموات.وكان بعض أهل العربية من أهل البصرة يقول: إنما قيل (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) على المجاز، كما يقال: أتيت بني تميم، وإنما أتى بعضهم."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والله أَنبتكم» خلقكم «من الأرض» إذ خلق أباكم آدم منها «نباتا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا  حين خلق أباكم آدم وأنتم في صلبه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( والله أنبتكم من الأرض نباتا ) هذا اسم مصدر ، والإتيان به ها هنا أحسن ،"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"والله أنبتكم من الأرض نباتاً\"، أراد مبدأ خلق آدم، خلقه من الأرض، والناس ولده، وقوله: \"نباتاً\" اسم جعل في موضع المصدر أي إنباتاً، قال الخليل: مجازه: أنبتكم فنبتم نباتاً."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يعني آدم عليه السلام خلقه من أديم الأرض كلها ; قاله ابن جريج . وقد مضى في سورة \" الأنعام \" و \" البقرة \" بيان ذلك . وقال خالد بن معدان : خلق الإنسان من طين ; فإنما تلين القلوب في الشتاء . و \" نباتا \" مصدر على غير المصدر ; لأن مصدره أنبت إنباتا ، فجعل الاسم الذي هو النبات في موضع المصدر . وقد مضى بيانه في سورة \" آل عمران \" وغيرها . وقيل : هو مصدر محمول على المعنى ; لأن معنى : أنبتكم جعلكم تنبتون نباتا ; قاله الخليل والزجاج . وقيل : أي أنبت لكم من الأرض النبات . ف \" نباتا \" على هذا نصب على المصدر الصريح . والأول أظهر . وقال ابن جريج : أنبتهم في الأرض بالكبر بعد الصغر وبالطول بعد القصر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(وَاللَّهُ أَنْبَتَكُمْ مِنَ الأرْضِ نَبَاتًا ) يقول: والله أنشأكم من تراب الأرض، فخلقكم منه إنشاء."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ثم يعيدكم فيها» مقبورين «ويخرجكم» للبعث «إخراجا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ثُمَّ يُعِيدُكُمْ فِيهَا  عند الموت  وَيُخْرِجُكُمْ إِخْرَاجًا  للبعث والنشور، فهو الذي يملك الحياة والموت والنشور."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ثم يعيدكم فيها ) أي : إذا متم ) ويخرجكم إخراجا ) أي : يوم القيامة يعيدكم كما بدأكم أول مرة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ثم يعيدكم فيها\"، بعد الموت، \"ويخرجكم\"، منها يوم البعث أحياء، \"إخراجاً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم يعيدكم فيها أي عند موتكم بالدفن .ويخرجكم إخراجا بالنشور للبعث يوم القيامة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "(ثُمَّ يُعِيدُكُمْ فِيهَا ) يقول: ثم يعيدكم في الأرض كما كنتم ترابا فيصيركم كما كنتم من قبل أن يخلقكم (وَيُخْرِجُكُمْ إِخْرَاجًا ) يقول ويخرجكم منها إذا شاء أحياء كما كنتم بشرا من قبل أن يعيدكم فيها، فيصيركم ترابا إخراجا."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والله جعل لكم الأرض بساطا» مبسوطة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا  أي: مبسوطة مهيأة للانتفاع بها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( والله جعل لكم الأرض بساطا ) أي : بسطها ومهدها وقررها وثبتها بالجبال الراسيات الشم الشامخات ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"والله جعل لكم الأرض بساطاً\"، فرشها وبسطها لكم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي مبسوطة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَاللَّهُ جَعَلَ لَكُمُ الأَرْضَ بِسَاطًا يقول تعالى ذكره مخبرا عن قيل نوح لقومه، مذكِّرهم نِعَم ربه: ( وَاللَّهُ جَعَلَ لَكُمُ الأرْضَ بِسَاطًا ) تستقرّون عليها وتمتهدونها."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«لتسلكوا منها سبلا» طرقا «فجاجا» واسعة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا  فلولا أنه بسطها، لما أمكن ذلك، بل ولا أمكنهم حرثها وغرسها وزرعها، والبناء، والسكون على ظهرها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( لتسلكوا منها سبلا فجاجا ) أي : خلقها لكم لتستقروا عليها وتسلكوا فيها أين شئتم ، من نواحيها وأرجائها وأقطارها ، وكل هذا مما ينبههم به نوح عليه السلام على قدرة الله وعظمته في خلق السماوات والأرض ، ونعمه عليهم فيما جعل لهم من المنافع السماوية والأرضية ، فهو الخالق الرزاق ، جعل السماء بناء ، والأرض مهادا ، وأوسع على خلقه من رزقه ، فهو الذي يجب أن يعبد ويوحد ولا يشرك به أحد ; لأنه لا نظير له ولا عديل له ، ولا ند ولا كفء ، ولا صاحبة ولا ولد ، ولا وزير ولا مشير ، بل هو العلي الكبير ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"لتسلكوا منها سبلاً فجاجاً\"، طرقاً واسعة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "لتسلكوا منها سبلا فجاجا السبل : الطرق . والفجاج جمع فج ، وهو الطريق الواسعة ; قاله الفراء . وقيل : الفج المسلك بين الجبلين . وقد مضى في سورة \" الأنبياء \" و \" الحج \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) يقول: لتسلكوا منها طرقا صعابا متفرقة؛ والفجاج: جمع فجّ، وهو الطريق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) قال: طرقا وأعلاما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) قال: طرقا.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) يقول: طُرقًا مختلفة."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قال نوح رب إنهم عصوني واتبعوا» أي السفلة والفقراء «من لم يزده ماله وَوُلْدُهُ» وهم الرؤساء المنعم عليهم بذلك، وولد بضم الواو وسكون اللام وبفتحهما، والأول قيل جمع ولد بفتحهما كخشب وخشب وقيل بمعناه كبخل وبخل «إلا خسارا» طغيانا وكفرا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قَالَ نُوحٌ  شاكيا لربه: إن هذا الكلام والوعظ والتذكير ما نجع فيهم ولا أفاد. إِنَّهُمْ عَصَوْنِي  فيما أمرتهم به  وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا  أي: عصوا الرسول الناصح الدال على الخير، واتبعوا الملأ والأشراف الذين لم تزدهم أموالهم ولا أولادهم إلا خسارا أي: هلاكا وتفويتا للأرباح فكيف بمن انقاد لهم وأطاعهم؟!"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى مخبرا عن نوح عليه السلام ، أنه أنهى إليه ، وهو العليم الذي لا يعزب عنه شيء ، أنه مع البيان المتقدم ذكره ، والدعوة المتنوعة المتشملة على الترغيب تارة والترهيب أخرى : أنهم عصوه وكذبوه وخالفوه ، واتبعوا أبناء الدنيا ممن غفل عن أمر الله ، ومتع بمال وأولاد ، وهي في نفس الأمر استدراج وإنظار لا إكرام ; ولهذا قال : ( واتبعوا من لم يزده ماله وولده إلا خسارا ) قرئ ) وولده ) بالضم وبالفتح ، وكلاهما متقارب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قال نوح رب إنهم عصوني\"، لم يجيبوا دعوتي، \"واتبعوا من لم يزده ماله وولده إلا خساراً\"، يعني: اتبع السفلة والفقراء القادة والرؤساء الذين لم يزدهم كثرة المال والولد إلا ضلالاً في الدنيا وعقوبة في الآخرة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قال نوح رب إنهم عصوني واتبعوا من لم يزده ماله وولده إلا خساراشكاهم إلى الله تعالى ، وأنهم عصوه ولم يتبعوه فيما أمرهم به من الإيمان . وقال أهل التفسير : لبث فيهم ألف سنة إلا خمسين عاما داعيا لهم وهم على كفرهم وعصيانهم . قال ابن عباس : رجا نوح عليه السلام الأبناء بعد الآباء ; فيأتي بهم الولد بعد الولد حتى بلغوا سبع قرون ، ثم دعا عليهم بعد الإياس منهم ، وعاش بعد الطوفان ستين عاما حتى كثر الناس وفشوا . قال الحسن : كان قوم نوح يزرعون في الشهر مرتين ; حكاه الماوردي . واتبعوا من لم يزده ماله وولده إلا خسارا يعني كبراءهم وأغنياءهم الذين لم يزدهم كفرهم وأموالهم وأولادهم إلا ضلالا في الدنيا وهلاكا في الآخرة . وقرأ أهل المدينة والشام وعاصم : \" وولده \" بفتح الواو واللام . الباقون \" ولده \" بضم الواو وسكون اللام وهي لغة في الولد . ويجوز أن يكون جمعا للولد ، كالفلك فإنه واحد وجمع . وقد تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي ) فخالفوا أمري، وردّوا عليّ ما دعوتهم إليه من الهدى والرشاد ( وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلا خَسَارًا ) يقول: واتبعوا في معصيتهم إياي من دعاهم إلى ذلك، ممن كثر ماله وولده، فلم تزده كثرة ماله وولده إلا خسارا، بُعدا من الله، وذهابا عن مَحَجَّة الطريق.واختلفت القرّاء في قراءة قوله: ( وَوَلَدُهُ ) فقرأته عامة قرّاء المدينة: ( وَوَلَدُهُ ) بفتح الواو واللام، وكذلك قرءوا ذلك في جميع القرآن. وقرأ ذلك عامة قرّاء الكوفة بضم الواو وسكون اللام، وكذلك كلّ ما كان من ذكر الولد من سورة مريم إلى آخر القرآن. وقرأ أبو عمرو كلّ ما في القرآن من ذلك بفتح الواو واللام في غير هذا الحرف الواحد في سورة نوح، فإنه كان يضمّ الواو منه.والصواب من القول عندنا في ذلك، أن كلّ هذه القراءات قراءات معروفات، متقاربات المعاني، فبأيّ ذلك قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومكروا» أي الرؤساء «مكرا كبَّارا» عظيما جدا بأن كذبوا نوحا وآذوه ومن اتبعه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمَكَرُوا مَكْرًا كُبَّارًا  أي: مكرا كبيرا بليغا في معاندة الحق."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ومكروا مكرا كبارا ) قال مجاهد : ( كبارا ) أي عظيما . وقال ابن زيد : ( كبارا ) أي : كبيرا . والعرب تقول : أمر عجيب وعجاب وعجاب . ورجل حسان ، وحسان : وجمال وجمال ، بالتخفيف والتشديد ، بمعنى واحد .والمعنى في قوله : ( ومكروا مكرا كبارا ) أي : باتباعهم في تسويلهم لهم بأنهم على الحق والهدى ، كما يقولون لهم يوم القيامة : ( بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا ) [ سبأ : 33 ] ولهذا قال هاهنا : ( ومكروا مكرا كبارا )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ومكروا مكرا كبارا ) أي كبيرا عظيما يقال : كبير وكبار بالتخفيف كبار بالتشديد ، كلها بمعنى واحد ، كما يقال : أمر عجيب وعجاب وعجاب بالتشديد وهو أشد في المبالغة .واختلفوا في معنى مكرهم . قال ابن عباس : قالوا قولا عظيما . وقال الضحاك : افتروا على الله وكذبوا رسله وقيل : منع الرؤساء أتباعهم عن الإيمان بنوح [ وحرضوهم ] على قتله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ومكروا مكرا كبارا أي كبيرا عظيما . يقال : كبير وكبار وكبار ، مثل عجيب وعجاب وعجاب بمعنى ، ومثله طويل وطوال وطوال . يقال : رجل حسن وحسان ، وجميل وجمال ، وقراء للقارئ ، ووضاء للوضيء . وأنشد ابن السكيت :بيضاء تصطاد القلوب وتستبي بالحسن قلب المسلم القراءوقال آخر :والمرء يلحقه بفتيان الندى     خلق الكريم وليس بالوضاءوقال المبرد : كبارا ( بالتشديد ) للمبالغة . وقرأ ابن محيصن وحميد ومجاهد \" كبارا \" بالتخفيف . واختلف في مكرهم ما هو ؟ فقيل : تحريشهم سفلتهم على قتل نوح . وقيل : هو تعزيرهم الناس بما أوتوا من الدنيا والولد ; حتى قالت الضعفة : لولا أنهم على الحق لما أوتوا هذه النعم . وقال الكلبي : هو ما جعلوه لله من الصاحبة والولد . وقيل : مكرهم كفرهم . وقال مقاتل : هو قول كبرائهم لأتباعهم : لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَمَكَرُوا مَكْرًا كُبَّارًا ) يقول: ومكروا مكرا عظيما.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كُبَّارًا ) قال: عظيما.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَمَكَرُوا مَكْرًا كُبَّارًا ) كثيرا، كهيئة قوله:  لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا كِذَّابًا  والكُبَّار: وهو &amp;; 23-639 &amp;; الكبير، كما قال ابن زيد، تقول العرب: أمر عجيب وعجاب بالتخفيف، وعُجَّاب بالتشديد؛ ورجل حُسَان وحَسَّان، وجُمال وَجمَّالٌ بالتخفيف والتشديد، وكذلك كبير وكُبَّار بالتخفيف والتشديد."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقالوا» للسفلة «لا تَذَرُنَّ آلهتكم ولا تذرن ودا» بفتح الواو وضمها «ولا سواعا ولا يغوث ويعوق ونسرا» هي أسماء أصنامهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَالُوا  لهم داعين إلى الشرك مزينين له:  لَا تَذَرُنَّ آلِهَتَكُمْ  فدعوهم إلى التعصب على ما هم عليه من الشرك، وأن لا يدعوا ما عليه آباؤهم الأقدمون، ثم عينوا آلهتهم فقالوا:  وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا  وهذه أسماء رجال صالحين لما ماتوا زين الشيطان لقومهم أن يصوروا صورهم لينشطوا -بزعمهم- على الطاعة إذا رأوها، ثم طال الأمد، وجاء غير أولئك فقال لهم الشيطان: إن أسلافكم يعبدونهم، ويتوسلون بهم، وبهم يسقون المطر، فعبدوهم، ولهذا أوصى رؤساؤهم للتابعين لهم أن لا يدعوا عبادة هذه الآلهة  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله .قال البخاري : حدثنا إبراهيم ، حدثنا هشام ، عن ابن جريج وقال عطاء ، عن ابن عباس : صارت الأوثان التي كانت في قوم نوح في العرب بعد : أما ود : فكانت لكلب بدومة الجندل ; وأما سواع : فكانت لهذيل ، وأما يغوث فكانت لمراد ، ثم لبني غطيف بالجرف عند سبأ ، أما يعوق : فكانت لهمدان ، وأما نسر : فكانت لحمير لآل ذي كلاع ، وهي أسماء رجال صالحين من قوم نوح عليه السلام ، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم ، ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عبدتوكذا روي عن عكرمة والضحاك وقتادة وابن إسحاق نحو هذا .وقال علي بن أبي طلحة ، عن ابن عباس : هذه أصنام كانت تعبد في زمن نوح .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، عن سفيان ، عن موسى عن محمد بن قيس ) [ يغوث ] ويعوق ونسرا ) قال : كانوا قوما صالحين بين آدم ونوح وكان لهم أتباع يقتدون بهم ، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم : لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم ، فصوروهم ، فلما ماتوا وجاء آخرون دب إليهم إبليس فقال : إنما كانوا يعبدونهم وبهم يسقون المطر ، فعبدوهم .وروى الحافظ ابن عساكر في ترجمة شيث عليه السلام ، من طريق إسحاق بن بشر قال : وأخبرني جويبر ومقاتل ، عن الضحاك ، عن ابن عباس أنه قال : ولد لآدم عليه السلام ، أربعون ولدا ، عشرون غلاما وعشرون جارية ، فكان ممن عاش منهم : هابيل وقابيل وصالح وعبد الرحمن - والذي كان سماه عبد الحارث - وود وكان ود يقال له \" شيث \" ويقال له : \" هبة الله \" وكان إخوته قد سودوه ، وولد له سواع ويغوث ويعوق ونسر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو عمر الدوري ، حدثني أبو إسماعيل المؤدب ، عن عبد الله بن مسلم بن هرمز ، عن أبي حزرة عن عروة بن الزبير قال : اشتكى آدم عليه السلام ، وعنده بنوه : ود ويغوث [ ويعوق ] وسواع ونسر - قال وكان ود أكبرهم وأبرهم به .وقال ابن أبي حاتم : حدثنا أحمد بن منصور ، حدثنا الحسن بن موسى ، حدثنا يعقوب ، عن أبي المطهر قال : ذكروا عند أبي جعفر - وهو قائم يصلي - يزيد بن المهلب قال : فلما انفتل من صلاته قال : ذكرتم يزيد بن المهلب أما إنه قتل في أول أرض عبد فيها غير الله . قال : ثم ذكر ودا - قال : وكان ود رجلا مسلما وكان محببا في قومه ، فلما مات عسكروا حول قبره في أرض بابل وجزعوا عليه ، فلما رأى إبليس جزعهم عليه ، تشبه في صورة إنسان ، ثم قال : إني أرى جزعكم على هذا الرجل ، فهل لكم أن أصور لكم مثله ، فيكون في ناديكم فتذكرونه ؟ قالوا : نعم ، فصور لهم مثله ، قال : ووضعوه في ناديهم وجعلوا يذكرونه ، فلما رأى ما بهم من ذكره قال : هل لكم أن أجعل في منزل كل واحد منكم تمثالا مثله ، فيكون له في بيته فتذكرونه ؟ قالوا : نعم . قال : فمثل لكل أهل بيت تمثالا مثله ، فأقبلوا فجعلوا يذكرونه به ، قال : وأدرك أبناؤهم فجعلوا يرون ما يصنعون به ، قال وتناسلوا ودرس أمر ذكرهم إياه ، حتى اتخذوه إلها يعبدونه من دون الله أولاد أولادهم ، فكان أول ما عبد من غير الله الصنم الذي سموه ودا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقالوا ) لهم ( لا تذرن آلهتكم ) أي لا تتركوا عبادتها ( ولا تذرن ودا ) قرأ أهل المدينة بضم الواو والباقون بفتحها ( ولا سواعا ولا يغوث ويعوق ونسرا ) هذه أسماء آلهتهم .قال محمد بن كعب : هذه أسماء قوم صالحين كانوا بين آدم ونوح فلما ماتوا كان لهم أتباع يقتدون بهم ويأخذون بعدهم بأخذهم في العبادة فجاءهم إبليس وقال لهم : لو صورتم صورهم كان أنشط لكم وأشوق إلى العبادة ، ففعلوا ثم نشأ قوم بعدهم فقال لهم إبليس : إن الذين من قبلكم كانوا يعبدونهم فعبدوهم ، فابتداء عبادة الأوثان كان من ذلك .وسميت تلك الصور بهذه الأسماء لأنهم صوروها على صور أولئك القوم من المسلمين .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا إبراهيم بن موسى ، حدثنا هشام عن ابن جريج وقال عطاء عن ابن عباس : صارت الأوثان التي كانت تعبد في قوم نوح [ تعبد ] في العرب [ بعده ] أما ود فكانت لكلب بدومة الجندل ، وأما سواع فكانت لهذيل ، وأما يغوث فكانت لمراد ثم لبني غطيف بالجرف عند سبإ وأما يعوق فكانت لهمدان ، وأما نسر فكانت لحمير لآل ذي الكلاع ذكره في تفسيره .وروى سفيان عن موسى عن محمد بن قيس قوله تعالى : \" ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا \" قال : كانت أسماء رجال صالحين من قوم نوح ، فلما هلكوا أوحى الشيطان إلى قومهم : أن انصبوا فى مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم ، ففعلوا فلم تعبد حتى إذا هلك أولئك ونسخ العلم عبدت .وروي عن ابن عباس : أن تلك الأوثان دفنها الطوفان وطمها التراب ، فلم تزل مدفونة حتى أخرجها الشيطان لمشركي العرب ، وكانت للعرب أصنام أخر فاللات كانت لثقيف ، والعزى لسليم وغطفان وجشم ومناة لقديد ، وإساف ونائلة وهبل لأهل مكة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وقالوا لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسراقال ابن عباس وغيره : هي أصنام وصور ، كان قوم نوح يعبدونها ثم عبدتها العرب . وهذا قول الجمهور . وقيل : إنها للعرب لم يعبدها غيرهم . وكانت أكبر أصنامهم وأعظمها عندهم ; فلذلك خصوها بالذكر بعد قوله تعالى : لا تذرن آلهتكم . ويكون معنى الكلام كما قال قوم نوح لأتباعهم : لا تذرن آلهتكم قالت العرب لأولادهم وقومهم : لا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا ; ثم عاد بالذكر بعد ذلك إلى قوم نوح عليه السلام . وعلى القول الأول ، الكلام كله منسوق في قوم نوح . وقال عروة بن الزبير وغيره : اشتكى آدم عليه السلام وعنده بنوه : ود ، وسواع ، ويغوث ، ويعوق ، ونسر . وكان ود أكبرهم وأبرهم به . قال محمد بن كعب : كان لآدم عليه السلام خمس بنين : ود وسواع ويغوث ويعوق ونسر ; وكانوا عبادا فمات واحد منهم فحزنوا عليه ; فقال الشيطان : أنا أصور لكم مثله إذا نظرتم إليه ذكرتموه . قالوا : افعل فصوره في المسجد من صفر ورصاص . ثم مات آخر ، فصوره حتى ماتوا كلهم فصورهم . وتنقصت الأشياء كما تتنقص اليوم إلى أن تركوا عبادة الله تعالى بعد حين . فقال لهم الشيطان : ما لكم لا تعبدون شيئا ؟ قالوا : وما نعبد ؟ قال : آلهتكم وآلهة آبائكم ، ألا ترون في مصلاكم . فعبدوها من دون الله ; حتى بعث الله نوحا فقالوا : لا تذرن آلهتكم ولا تذرن ودا ولا سواعا الآية . وقال محمد بن كعب أيضا ومحمد بن قيس : بل كانوا قوما صالحين بين آدم ونوح ، وكان لهم تبع يقتدون بهم ، فلما ماتوا زين لهم إبليس أن يصوروا صورهم ليتذكروا بها اجتهادهم ، وليتسلوا بالنظر إليها ; فصورهم . فلما ماتوا هم وجاء آخرون قالوا : ليت شعرنا هذه الصور ما كان آباؤنا يصنعون بها ؟ فجاءهم الشيطان فقال : كان آباؤكم يعبدونها فترحمهم وتسقيهم المطر . فعبدوها فابتدئ عبادة الأوثان من ذلك الوقت .قلت : وبهذا المعنى فسر ما جاء في صحيح مسلم من حديث عائشة أن أم حبيبة وأم سلمة ذكرتا كنيسة رأينها بالحبشة تسمى مارية ، فيها تصاوير ، لرسول الله صلى الله عليه وسلم ; فقال رسول الله صلى الله عليه وسلم : \" إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجدا وصوروا فيه تلك الصور ، أولئك شرار الخلق عند الله يوم القيامة \" . وذكر الثعلبي عن ابن عباس قال : هذه الأصنام أسماء رجال صالحين من قوم نوح ; فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا في مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم تذكروهم بها ; ففعلوا ، فلم تعبد حتى إذا هلك أولئك ونسخ العلم عبدت من دون الله . وذكر أيضا عن ابن عباس أن نوحا عليه السلام ، كان يحرس جسد آدم عليه السلام على جبل بالهند ، فيمنع الكافرين أن يطوفوا بقبره ; فقال لهم الشيطان : إن هؤلاء يفخرون عليكم ويزعمون أنهم بنو آدم دونكم ، وإنما هو جسد ، وأنا أصور لكم مثله تطوفون به ; فصور لهم هذه الأصنام الخمسة وحملهم على عبادتها . فلما كان أيام الطوفان دفنها الطين والتراب والماء ; فلم تزل مدفونة حتى أخرجها الشيطان لمشركي العرب . قال الماوردي : فأما ود فهو أول صنم معبود ، سمي ودا لودهم له ; وكان بعد قوم نوح لكلب بدومة الجندل ; في قول ابن عباس وعطاء ومقاتل . وفيه يقول شاعرهم :حياك ود فإنا لا يحل لنا لهو النساء وإن الدين قد عزماوأما سواع فكان لهذيل بساحل البحر ; في قولهم .وأما يغوث فكان لغطيف من مراد بالجوف من سبأ ; في قول قتادة . وقال المهدوي : لمراد ثم لغطفان . الثعلبي : وأخذت أعلى وأنعم - وهما من طيئ - وأهل جرش من مذحج يغوث فذهبوا به إلى مراد فعبدوه زمانا . ثم إن بني ناجية أرادوا نزعه من أعلى وأنعم ، ففروا به إلى الحصين أخي بني الحارث بن كعب من خزاعة . وقال أبو عثمان النهدي : رأيت يغوث وكان من رصاص ، وكانوا يحملونه على جمل أحرد ، ويسيرون معه ولا يهيجونه حتى يكون هو الذي يبرك ، فإذا برك نزلوا وقالوا : قد رضي لكم المنزل ; فيضربون عليه بناء ينزلون حوله .وأما يعوق فكان لهمدان ببلخع ; في قول عكرمة وقتادة وعطاء ، ذكره الماوردي . وقال الثعلبي : وأما يعوق فكان لكهلان من سبأ ، ثم توارثه بنوه ; الأكبر فالأكبر حتى صار إلى همدان . وفيه يقول مالك بن نمط الهمداني :يريش الله في الدنيا ويبري     ولا يبري يعوق ولا يريشوأما نسر فكان لذي الكلاع من حمير ; في قول قتادة ، ونحوه عن مقاتل . وقال الواقدي : كان ود على صورة رجل ، وسواع على صورة امرأة ، ويغوث على صورة أسد ، ويعوق على صورة فرس ، ونسر على صورة نسر من الطير ; فالله أعلم . وقرأ نافع \" ولا تذرن ودا \" بضم الواو . وفتحها الباقون . قال الليث : ود ( بفتح الواو ) صنم كان لقوم نوح . وود ( بالضم ) صنم لقريش ; وبه سمي عمرو بن ود . وفي الصحاح : والود ( بالفتح ) الوتد في لغة أهل نجد ; كأنهم سكنوا التاء وأدغموها في الدال . والود في قول امرئ القيس :تظهر الود إذا ما أشجذت     وتواريه إذا ما تعتكرقال ابن دريد : هو اسم جبل : وود صنم كان لقوم نوح عليه السلام ثم صار لكلب وكان بدومة الجندل ; ومنه سموه عبد ود . وقال : لا تذرن آلهتكم ثم قال : ولا تذرن ودا ولا سواعا الآية . خصها بالذكر ; لقوله تعالى : وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23) وَقَدْ أَضَلُّوا كَثِيرًا وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالا (24)يقول تعالى ذكره مخبرا عن إخبار نوح، عن قومه: (وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) كان هؤلاء نفرًا من بني آدم فيما ذُكر عن آلهة القوم التي كانوا يعبدونها.وكان من خبرهم فيما بلغنا ما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن موسى، عن محمد بن قيس (وَيَعُوقَ وَنَسْرًا ) قال: كانوا قومًا صالحين من بنى آدم، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صوّرناهم كان أشوق لنا إلى العبادة إذا ذكرناهم، فصوّروهم، فلما ماتوا، وجاء آخرون دبّ إليهم إبليس، فقال: إنما كانوا يعبدونهم، وبهم يُسقون المطر فعبدوهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن عكرِمة، قال: كان بين آدم ونوح عشرة قرون، كلهم على الإسلام.وقال آخرون: هذه أسماء أصنام قوم نوح.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كان ودّ لهذا الحيّ من كَلْب بدومة الجَندل، وكانت سُواع لهذيل برياط، وكان يغوث لبني عُطَيف من مُراد بالجُرْف من سبَأ، وكان يعوق لهمدان ببلخع، وكان نسر لذي كلاع من حِمْير؛ قال: وكانت هذه الآلهة يعبدها قوم نوح، ثم اتخذها العرب بعد ذلك. والله ما عدا خشبة أو طينة أو حجرًا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كانت آلهة يعبدها قوم نوح، ثم عبدتها العرب بعد ذلك، قال: فكان ودّ لكلب بدومة الجندل، وكان سُواعٌ لهُذَيل، وكان يغوث لبني عطيف من مراد بالجُرف، وكان يعوق لهمْدان، وكان نَسْر لذي الكُلاع من حِمْير.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام كانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام، وكانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) هي آلهة كانت تكون باليمن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه آلهتهم التي يعبدون.واختلفت القرّاء في قراءة قوله: (وُدًّا ) فقرأته عامة قرّاء المدينة ( وُدًّا ) بضم الواو، وقرأته عامة قرّاء الكوفة والبصرة: (وَدًّا ) بفتح الواو.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان في قرّاء الأمصار، فبأيتهما قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقد أضلوا» بها «كثيرا» من الناس بأن أمروهم بعبادتهم «ولا تزد الظالمين إلا ضلالا» عطفا على قد أضلوا دعا عليهم لما أوحي إليه أنه لن يؤمن من قومك إلا من قد آمن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَدْ أَضَلُّوا كَثِيرًا  أي: وقد أضل الكبار والرؤساء بدعوتهم كثيرا من الخلق،  وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا  أي: لو كان ضلالهم عند دعوتي إياهم بحق، لكان مصلحة، ولكن لا يزيدون بدعوة الرؤساء إلا ضلالا أي: فلم يبق محل لنجاحهم ولا لصلاحهم، ولهذا ذكر الله عذابهم وعقوبتهم الدنيوية والأخروية،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وقد أضلوا كثيرا ) يعني الأصنام التي اتخذوها أضلوا بها خلقا كثيرا ، فإنه استمرت عبادتها في القرون إلى زماننا هذا في العرب والعجم وسائر صنوف بني آدم . وقد قال الخليل عليه السلام ، في دعائه : ( واجنبني وبني أن نعبد الأصنام رب إنهن أضللن كثيرا من الناس ) [ إبراهيم : 35 ، 36 ] .وقوله : ( ولا تزد الظالمين إلا ضلالا ) دعاء منه على قومه لتمردهم وكفرهم وعنادهم ، كما دعا موسى على فرعون ومثله في قوله : ( ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم ) [ يونس : 88 ] وقد استجاب الله لكل من النبيين في قومه ، وأغرق أمته بتكذيبهم لما جاءهم به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وقد أضلوا كثيرا ) أي : ضل بسبب الأصنام كثير من الناس كقوله - عز وجل - : \" رب إنهن أضللن كثيرا من الناس \" ( إبراهيم - 36 ) وقال مقاتل : أضل كبراؤهم كثيرا من الناس ( ولا تزد الظالمين إلا ضلالا ) هذا دعاء عليهم بعدما أعلم الله نوحا أنهم لا يؤمنون ، وهو قوله : \" أنه لن يؤمن من قومك إلا من قد آمن \" ( هود - 36 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وقد أضلوا كثيرا هذا من قول نوح ; أي أضل كبراؤهم كثيرا من أتباعهم ; فهو عطف على قوله : ومكروا مكرا كبارا . وقيل : إن الأصنام أضلوا كثيرا أي ضل بسببها كثير ; نظيره قول إبراهيم : رب إنهن أضللن كثيرا من الناس فأجرى عليهم وصف ما يعقل ; لاعتقاد الكفار فيهم ذلك .ولا تزد الظالمين إلا ضلالا أي عذابا ; قاله ابن بحر . واستشهد بقوله تعالى : إن المجرمين في ضلال وسعر . وقيل : إلا خسرانا . وقيل : إلا فتنة بالمال والولد . وهو محتمل ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (وَقَدْ أَضَلُّوا كَثِيرًا ) يقول تعالى ذكره مخبرا عن قيل نوح: وقد ضلّ بعبادة هذه الأصنام التي أُحدثت على صور هؤلاء النفر المسمينَ في هذا الموضع كثير من الناس فنُسِب الضّلال إذ ضلَّ بها عابدوها إلى أنها المُضِلة.وقوله: (وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالا ) يقول: ولا تزد الظالمين أنفسهم بكفرهم بآياتنا إلا ضلالا إلا طبعًا على قلبه، حتى لا يهتدي للحقّ."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«مما» ما صلة «خطاياهم» وفي قراءة خطيئآتهم بالهمز «أُغرقوا» بالطوفان «فأُدْخِلوا نارا» عوقبوا بها عقب الإغراق تحت الماء «فلم يجدوا لهم من دون» أي غير «الله أنصارا» يمنعون عنهم العذاب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا  في اليم الذي أحاط بهم  فَأُدْخِلُوا نَارًا  فذهبت أجسادهم في الغرق وأرواحهم للنار والحرق، وهذا كله بسبب خطيئاتهم، التي أتاهم نبيهم نوح ينذرهم عنها، ويخبرهم بشؤمها ومغبتها، فرفضوا ما قال، حتى حل بهم النكال،  فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا  ينصرونهم حين نزل بهم الأمر الأمر، ولا أحد يقدر يعارض القضاء والقدر."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( مما خطاياهم ) وقرئ : ( خطيئاتهم ) ) أغرقوا ) أي : من كثرة ذنوبهم وعتوهم وإصرارهم على كفرهم ومخالفتهم رسولهم ( أغرقوا فأدخلوا نارا ) أي : نقلوا من تيار البحار إلى حرارة النار ، ( فلم يجدوا لهم من دون الله أنصارا ) أي : لم يكن لهم معين ولا مغيث ولا مجير ينقذهم من عذاب الله كقوله : ( قال لا عاصم اليوم من أمر الله إلا من رحم ) [ هود : 43 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( مما خطيئاتهم ) أي : من خطيئاتهم و \" ما \" صلة ، وقرأ أبو عمرو : \" خطاياهم \" وكلاهما جمع خطيئة ( أغرقوا ) بالطوفان ( فأدخلوا نارا ) قال الضحاك : هي في حالة واحدة في الدنيا يغرقون من جانب ويحترقون من جانب ، وقال مقاتل : فأدخلوا نارا في الآخرة ( فلم يجدوا لهم من دون الله أنصارا ) لم يجدوا أحدا يمنعهم من عذاب الله ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : مما خطيئاتهم أغرقوا فأدخلوا نارا فلم يجدوا لهم من دون الله أنصاراقوله تعالى : مما خطيئاتهم أغرقوا \" ما \" صلة مؤكدة ; والمعنى من خطاياهم وقال الفراء : المعنى من أجل خطاياهم ; فأدت ما هذا المعنى . قال : و \" ما \" تدل على المجازاة . وقراءة أبي عمرو \" خطاياهم \" على جمع التكسير ; الواحدة خطية . وكان الأصل في الجمع خطائي على فعائل ; فلما اجتمعت الهمزتان قلبت الثانية ياء ، لأن قبلها كسرة ثم استثقلت والجمع ثقيل ، وهو معتل مع ذلك ; فقلبت الياء ألفا ثم قلبت الهمزة الأولى ياء لخفائها بين الألفين . الباقون \" خطيئاتهم \" على جمع السلامة . قال أبو عمرو : قوم كفروا ألف سنة فلم يكن لهم إلا خطيات ; يريد أن الخطايا أكثر من الخطيات . وقال قوم : خطايا وخطيات واحد ; جمعان مستعملان في الكثرة والقلة ; واستدلوا بقوله تعالى : ما نفدت كلمات الله وقال الشاعر :لنا الجفنات الغر يلمعن بالضحى وأسيافنا يقطرن من نجدة دماوقرئ \" خطيئاتهم \" و \" خطياتهم \" بقلب الهمزة ياء وإدغامها . وعن الجحدري وعمرو بن عبيد والأعمش وأبي حيوة وأشهب العقيلي \" خطيئتهم \" على التوحيد ، والمراد الشرك .فأدخلوا نارا أي بعد إغراقهم . قال القشيري : وهذا يدل على عذاب القبر . ومنكروه يقولون : صاروا مستحقين دخول النار ، أو عرض عليهم أماكنهم من النار ; كما قال تعالى : النار يعرضون عليها غدوا وعشيا . وقيل : أشاروا إلى ما في الخبر من قوله : ( البحر نار من نار ) . وروى أبو روق عن الضحاك في قوله تعالى : أغرقوا فأدخلوا نارا قال : يعني عذبوا بالنار في الدنيا مع الغرق في الدنيا في حالة واحدة ; كانوا يغرقون في جانب ويحترقون في الماء من جانب . ذكره الثعلبي قال : أنشدنا أبو القاسم الحبيبي قال : أنشدنا أبو سعيد أحمد بن محمد بن رميح قال : أنشدني أبو بكر بن الأنباري :الخلق مجتمع طورا ومفترق     والحادثات فنون ذات أطوارلا تعجبن لأضداد إن اجتمعت     فالله يجمع بين الماء والنارفلم يجدوا لهم من دون الله أنصارا أي من يدفع عنهم العذاب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (25) وَقَالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26)يعني تعالى ذكره بقوله: (مِمَّا خَطِيئَاتِهِمْ ) من خطيئاتهم (أُغْرِقُوا ) والعرب تجعل \" ما \" صلة فيما نوى به مذهب الجزاء، كما يقال: أينما تكن أكن، وحيثما تجلس أجلس، ومعنى الكلام: من خطيئاتهم أُغرقوا.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (مِمَّا خَطِيئَاتِهِمْ ) قال: فبخطيئاتهم (أُغْرِقُوا ) فأدخلوا نارا، وكانت الباء ههنا فصلا في كلام العرب.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قوله: (مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا ) قال: بخطيئاتهم أُغرقوا.واختلفت القرّاء في قراءة قوله: (مِمَّا خَطِيئَاتِهِمْ ) فقرأته عامة قرّاء الأمصار غير أبي عمرو (مِمَّا خَطِيئَاتِهِمْ ) بالهمز والتاء ، وقرأ ذلك أبو عمرو ( مِما خَطاياهُمْ ) بالألف بغير همز.والقول عندنا أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فهو مصيب.وقوله: (فَأُدْخِلُوا نَارًا ) جهنم (فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا ) تقتصّ لهم ممن فعل ذلك بهم، ولا تحول بينهم وبين ما فعل بهم."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وقال نوح رب لا تذر على الأرض من الكافرين ديَّارا» أي نازل دار، والمعنى أحدا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  يدور على وجه الأرض، وذكر السبب في ذلك"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وقال نوح رب لا تذر على الأرض من الكافرين ديارا ) أي : لا تترك على [ وجه ] الأرض منهم أحدا ولا تومريا وهذه من صيغ تأكيد النفي .قال الضحاك : ( ديارا ) واحدا . وقال السدي : الديار : الذي يسكن الدار .فاستجاب الله له ، فأهلك جميع من على وجه الأرض من الكافرين حتى ولد نوح لصلبه الذي اعتزل عن أبيه ، وقال : ( سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين ) [ هود : 43 ] .وقال ابن أبي حاتم : قرئ على يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني شبيب بن سعد ، عن أبي الجوزاء ، عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" لو رحم الله من قوم نوح أحدا ، لرحم امرأة ، لما رأت الماء حملت ولدها ثم صعدت الجبل ، فلما بلغها الماء صعدت به منكبها ، فلما بلغ الماء منكبها وضعت ولدها على رأسها ، فلما بلغ الماء رأسها رفعت ولدها بيدها ، فلو رحم الله منهم أحدا لرحم هذه المرأة \" .هذا حديث غريب ، ورجاله ثقات ، ونجى الله أصحاب السفينة الذين آمنوا مع نوح عليه السلام ، وهم الذين أمره الله بحملهم معه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وقال نوح رب لا تذر على الأرض من الكافرين دياراً\"، أحداً يدور في الأرض فيذهب ويجيء أصله من الدوران، وقال ابن قتيبة: إن أصله من الدار، أي: نازل دار."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وقال نوح رب لا تذر على الأرض من الكافرين ديارافيه  مسائل :الأولى : دعا عليهم حين يئس من اتباعهم إياه . وقال قتادة : دعا عليهم بعد أن أوحى الله إليه : أنه لن يؤمن من قومك إلا من قد آمن فأجاب الله دعوته وأغرق أمته ; وهذا كقول النبي صلى الله عليه وسلم : \" اللهم منزل الكتاب ، سريع الحساب ، وهازم الأحزاب ، اهزمهم وزلزلهم \" . وقيل : سبب دعائه أن رجلا من قومه حمل ولدا صغيرا على كتفه فمر بنوح فقال : ( احذر هذا فإنه يضلك ) . فقال : يا أبت أنزلني ; فأنزله فرماه فشجه ; فحينئذ غضب ودعا عليهم . وقال محمد بن كعب ومقاتل والربيع وعطية وابن زيد : إنما قال هذا حينما أخرج الله كل مؤمن من أصلابهم وأرحام نسائهم . وأعقم أرحام النساء وأصلاب الرجال قبل العذاب بسبعين سنة . وقيل : بأربعين . قال قتادة : ولم يكن فيهم صبي وقت العذاب . وقال الحسن وأبو العالية : لو أهلك الله أطفالهم معهم كان عذابا من الله لهم وعدلا فيهم ; ولكن الله أهلك أطفالهم وذريتهم بغير عذاب ، ثم أهلكهم بالعذاب ; بدليل قوله تعالى : وقوم نوح لما كذبوا الرسل أغرقناهم .الثانية : قال ابن العربي : \" دعا نوح على الكافرين أجمعين ، ودعا النبي صلى الله عليه وسلم على من تحزب على المؤمنين وألب عليهم . وكان هذا أصلا في الدعاء على الكافرين في الجملة ، فأما كافر معين لم تعلم خاتمته فلا يدعى عليه ; لأن مآله عندنا مجهول ، وربما كان عند الله معلوم الخاتمة بالسعادة . وإنما خص النبي صلى الله عليه وسلم بالدعاء عتبة وشيبة وأصحابهما ; لعلمه بمآلهم وما كشف له من الغطاء عن حالهم . والله أعلم \" .قلت : قد مضت هذه المسألة مجودة في سورة \" البقرة \" والحمد لله .الثالثة : قال ابن العربي : \" إن قيل لم جعل نوح دعوته على قومه سببا لتوقفه عن طلب الشفاعة للخلق من الله في الآخرة ؟ قلنا : قال الناس في ذلك وجهان : أحدهما أن تلك الدعوة نشأت عن غضب وقسوة ; والشفاعة تكون عن رضا ورقة ، فخاف أن يعاتب ويقال : دعوت على الكفار بالأمس وتشفع لهم اليوم . الثاني أنه دعا غضبا بغير نص ولا إذن صريح في ذلك ; فخاف الدرك فيه يوم القيامة ; كما قال موسى عليه السلام : ( إني قتلت نفسا لم أومر بقتلها ) . قال : وبهذا أقول والله أعلم \" .قلت : وإن كان لم يؤمر بالدعاء نصا فقد قيل له : أنه لن يؤمن من قومك إلا من قد آمن . فأعلم عواقبهم فدعا عليهم بالهلاك ; كما دعا نبينا صلى الله عليه وسلم على شيبة وعتبة ونظرائهم فقال : \" اللهم عليك بهم \" لما أعلم عواقبهم ; وعلى هذا يكون فيه معنى الأمر بالدعاء . والله أعلم .الرابعة : قوله تعالى : ديارا إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجرا كفارا أي من يسكن الديار ; قاله السدي . وأصله ديوار على فيعال من دار يدور ; فقلبت الواو ياء وأدغمت إحداهما في الأخرى . مثل القيام ; أصله قيوام . ولو كان فعالا لكان دوارا . وقال القتبي : أصله من الدار ; أي نازل بالدار . يقال : ما بالدار ديار ; أي أحد . وقيل : الديار صاحب الدار ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: (وَقَالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الأرْضِ مِنَ الْكَافِرِينَ دَيَّارًا ) ويعني بالدَّيار: من يدور في الأرض، فيذهب ويجيء فيها وهو فَيْعال من الدوران ديوارًا، اجتمعت الياء والواو، فسبقت الياء الواو وهي ساكنة، وأدغمت الواو فيها، وصيرتا ياءً مشددة، كما قيل: الحيّ القيام من قمت، وإنما هو قيوام، والعرب تقول: ما بها ديار ولا عريب، ولا دويّ ولا صافر، ولا نافخ ضرمة، يعني بذلك كله: ما بها أحد."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنك إن تذرهم يُضلوا عبادك ولا يلدوا إلا فاجرا كفارا» من يفجر ويكفر، قال ذلك لما تقدم من الإيحاء إليه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا  أي: بقاؤهم مفسدة محضة، لهم ولغيرهم، وإنما قال نوح -عليه السلام- ذلك، لأنه مع كثرة مخالطته إياهم، ومزاولته لأخلاقهم، علم بذلك نتيجة أعمالهم، لا جرم أن الله استجاب دعوته  ، فأغرقهم أجمعين ونجى نوحا ومن معه من المؤمنين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنك إن تذرهم يضلوا عبادك ) أي : إنك إن أبقيت منهم أحدا أضلوا عبادك ، أي : الذين تخلقهم بعدهم ( ولا يلدوا إلا فاجرا كفارا ) أي : فاجرا في الأعمال كافر القلب ، وذلك لخبرته بهم ومكثه بين أظهرهم ألف سنة إلا خمسين عاما ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنك إن تذرهم يضلوا عبادك ) قال ابن عباس ، والكلبي ومقاتل : كان الرجل ينطلق بابنه إلى نوح فيقول : احذر هذا فإنه كذاب ، وإن أبي حذرنيه فيموت الكبير وينشأ الصغير عليه ( ولا يلدوا إلا فاجرا كفارا ) قال محمد بن كعب ، ومقاتل ، والربيع ، وغيرهم : إنما قال نوح هذا حين أخرج الله كل مؤمن من أصلابهم وأرحام نسائهم وأعقم أرحام نسائهم وأيبس أصلاب رجالهم قبل العذاب بأربعين سنة . [ وقيل سبعين سنة ] وأخبر الله نوحا أنهم لا يؤمنون ولا يلدون مؤمنا فحينئذ دعا عليهم نوح فأجاب الله دعاءه ، وأهلكهم كلهم ولم يكن فيهم صبي وقت العذاب لأن الله تعالى قال : \" وقوم نوح لما كذبوا الرسل أغرقناهم \" ( الفرقان - 37 ) ولم يوجد التكذيب من الأطفال ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": ""
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره مخبرا عن قيل نوح في دعائه إياه على قومه: إنك يا ربّ إن تذر الكافرين أحياء على الأرض، ولم تهلكهم بعذاب من عندك ( يُضِلُّوا عِبَادَكَ ) الذين قد آمنوا بك، فيصدوهم عن سبيلك، ( وَلا يَلِدُوا إِلا فَاجِرًا ) في دينك ( كَفَّارًا ) لنعمتك.وذُكر أن قيل نوح هذا القول ودعاءه هذا الدعاء، كان بعد أن أوحى إليه ربه:  أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ  .* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  أما والله ما دعا عليهم حتى أتاه الوحي من السماء  أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ  فعند ذلك دعا عليهم نبي الله نوح فقال:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ( إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلا يَلِدُوا إِلا فَاجِرًا كَفَّارًا) ثم دعاه دعوة عامة فقال."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«رب اغفر لي ولوالديَّ» وكانا مؤمنين «ولمن دخل بيتي» منزلي أو مسجدي «مؤمنا وللمؤمنين والمؤمنات» إلى يوم القيامة «ولا تزد الظالمين إلا تبارا» هلاكا فأهلكوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا  خص المذكورين لتأكد حقهم وتقديم برهم، ثم عمم الدعاء، فقال:  وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا  أي: خسارا ودمارا وهلاكا.تم تفسير سورة نوح عليه السلام [والحمد لله]"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا ) قال الضحاك : يعني : مسجدي ، ولا مانع من حمل الآية على ظاهرها ، وهو أنه دعا لكل من دخل منزله وهو مؤمن ، وقد قال الإمام أحمد :حدثنا أبو عبد الرحمن ، حدثنا حيوة ، أنبأنا سالم بن غيلان : أن الوليد بن قيس التجيبي أخبره : أنه سمع أبا سعيد الخدري - أو : عن أبي الهيثم ، عن أبي سعيد : - أنه سمع رسول الله صلى الله عليه وسلم يقول : \" لا تصحب إلا مؤمنا ، ولا يأكل طعامك إلا تقي \" .ورواه أبو داود والترمذي من حديث عبد الله بن المبارك ، عن حيوة بن شريح به ، ثم قال الترمذي : إنما نعرفه من هذا الوجه .وقوله : ( وللمؤمنين والمؤمنات ) دعاء لجميع المؤمنين والمؤمنات ، وذلك يعم الأحياء منهم والأموات ; ولهذا يستحب مثل هذا الدعاء ، اقتداء بنوح عليه السلام ، وبما جاء في الآثار ، والأدعية [ المشهورة ] المشروعة .وقوله : ( ولا تزد الظالمين إلا تبارا ) قال السدي : إلا هلاكا . وقال مجاهد : إلا خسارا ، أي : في الدنيا والآخرة .آخر تفسير سورة \" نوح \" [ عليه السلام ولله الحمد والمنة ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( رب اغفر لي ولوالدي ) واسم أبيه : لمك بن متوشلخ ، واسم أمه : سمحاء بنت أنوش ، وكانا مؤمنين [ وقيل اسمها هيجل بنت لاموش بن متوشلخ فكانت بنت عمه ] ( ولمن دخل بيتي ) داري ( مؤمنا ) وقال الضحاك والكلبي : مسجدي . وقيل : سفينتي ( وللمؤمنين والمؤمنات ) هذا عام في كل من آمن بالله وصدق الرسل ( ولا تزد الظالمين إلا تبارا ) هلاكا ودمارا فاستجاب الله دعاءه فأهلكهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنات ولا تزد الظالمين إلا تباراقوله تعالى : رب اغفر لي ولوالدي دعا لنفسه ولوالديه وكانا مؤمنين . وهما : لمك بن متوشلخ وشمخى بنت أنوش ; ذكره القشيري والثعلبي . وحكى الماوردي في اسم أمه منجل . وقال سعيد بن جبير : أراد بوالديه أباه وجده . وقرأ سعيد بن جبير \" لوالدي \" بكسر الدال على الواحد . قال الكلبي : كان بينه وبين آدم عشرة آباء كلهم مؤمنون . وقال ابن عباس : لم يكفر لنوح والد فيما بينه وبين آدم عليهما السلام .ولمن دخل بيتي مؤمنا أي مسجدي ومصلاي مصليا مصدقا بالله . وكان إنما يدخل بيوت الأنبياء من آمن منهم فجعل المسجد سببا للدعاء بالغفرة . وقد قال النبي صلى الله عليه وسلم : \" الملائكة تصلي على أحدكم ما دام في مجلسه الذي صلى فيه ما لم يحدث فيه تقول : اللهم اغفر له ، اللهم ارحمه . \" الحديث . وقد تقدم . وهذا قول ابن عباس . بيتي مسجدي ; حكاه الثعلبي وقاله الضحاك . وعن ابن عباس أيضا : أي ولمن دخل ديني ; فالبيت بمعنى الدين ; حكاه القشيري وقاله جويبر . وعن ابن عباس أيضا : يعني صديقي الداخل إلى منزلي ; حكاه الماوردي . وقيل : أراد داري . وقيل سفينتي .وللمؤمنين والمؤمنات عامة إلى يوم القيامة ; قاله الضحاك . وقال الكلبي : من أمة محمد صلى الله عليه وسلم . وقيل : من قومه ; والأول أظهر .ولا تزد الظالمين أي الكافرين .إلا تبارا إلا هلاكا ; فهي عامة في كل كافر ومشرك . وقيل : أراد مشركي قومه . والتبار : الهلاك . وقيل : الخسران ; حكاهما السدي . ومنه قوله تعالى : إن هؤلاء متبر ما هم فيه . وقيل : التبار الدمار ; والمعنى واحد . والله أعلم بذلك . وهو الموفق للصواب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( رَبِّ اغْفِرْ لِي) وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ )... إلى قوله: ( تَبَارًا ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: تلا قتادة  لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ثم ذكره نحوه.وقوله: ( رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ ) يقول: ربّ اعف عني، واستر عليّ ذنوبي وعلى والدي ( وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا ) يقول: ولمن دخل مسجدي ومصلايَ مصلِّيا مؤمنا، يقول: مصدّقا بواجب فرضك عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر بن آدم، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن أبي سنان، عن الضحاك ( وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا ) قال: مسجدي.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي سلمة، عن أبي سنان سعيد، عن الضحاك مثله.وقوله: ( وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) يقول: وللمصدّقين بتوحيدك والمصدّقات.وقوله: ( وَلا تَزِدِ الظَّالِمِينَ إِلا تَبَارًا ) يقول: ولا تزد الظالمين أنفسهم بكفرهم إلا خسارًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( إِلا تَبَارًا ) قال: خسارًا.وقد بينت معنى قول القائل: تبرت، فيما مضى بشواهده، وذكرت أقوال أهل التأويل فيه بما أغنى عن إعادته في هذا الموضع.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، قال: قال معمر: ثنا الأعمش، عن مجاهد، قال: كانوا يضربون نوحًا حتى يُغْشَى عليه، فإذا أفاق قال: ربّ اغفر لقومي فإنهم لا يعلمون."
        }
      ]
    }
  ]
}