{
  "surah": {
    "surahNo": 73,
    "surahNameAr": "المزمل",
    "surahNameArabicLong": "سورة المزمل",
    "surahNameEn": "Al-Muzzammil",
    "revelationPlace": "Mecca",
    "totalAyat": 20
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها المتغطي بثيابه، قم للصلاة في الليل إلا يسيرًا منه. قم نصف الليل أو انقص من النصف قليلا حتى تَصِلَ إلى الثلث، أو زد على النصف حتى تصل إلى الثلثين، واقرأ القرآن بتُؤَدَة وتمهُّلٍ مبيِّنًا الحروف والوقوف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يا أيها المزمل» النبي وأصله المتزمل أُدغمت التاء في الزاي، أي المتلفف بثيابه حين مجيء الوحي له خوفا من لهيبته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "المزمل: المتغطي بثيابه كالمدثر، وهذا الوصف حصل من رسول الله صلى الله عليه وسلم حين أكرمه الله برسالته، وابتدأه بإنزال [وحيه بإرسال] جبريل إليه، فرأى أمرا لم ير مثله، ولا يقدر على الثبات له إلا المرسلون، فاعتراه في ابتداء ذلك  انزعاج حين رأى جبريل عليه السلام، فأتى إلى أهله، فقال: \" زملوني زملوني \" وهو ترعد فرائصه، ثم جاءه جبريل فقال: \" اقرأ \" فقال: \" ما أنا بقارئ \" فغطه حتى بلغ منه الجهد، وهو يعالجه على القراءة، فقرأ صلى الله عليه وسلم، ثم ألقى الله عليه الثبات، وتابع عليه الوحي، حتى بلغ مبلغا ما بلغه أحد من المرسلين.فسبحان الله، ما أعظم التفاوت بين ابتداء نبوته ونهايتها، ولهذا خاطبه الله بهذا الوصف الذي وجد منه في أول أمره.فأمره هنا بالعبادات المتعلقة به، ثم أمره بالصبر على أذية أعدائه  ، ثم أمره بالصدع بأمره، وإعلان دعوتهم إلى الله، فأمره هنا بأشرف العبادات، وهي الصلاة، وبآكد الأوقات وأفضلها، وهو قيام الليل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة المزمل وهي مكيةقال الحافظ أبو بكر [ أحمد ] بن عمرو بن عبد الخالق البزار : حدثنا محمد بن موسى القطان الواسطي ، حدثنا معلى بن عبد الرحمن ، حدثنا شريك ، عن عبد الله بن محمد بن عقيل ، عن جابر قال : اجتمعت قريش في دار الندوة فقالوا : سموا هذا الرجل اسما تصدر الناس عنه ، فقالوا : كاهن . قالوا : ليس بكاهن . قالوا : مجنون . قالوا : ليس بمجنون . قالوا : ساحر . قالوا : ليس بساحر ، فتفرق المشركون على ذلك ، فبلغ ذلك النبي صلى الله عليه وسلم ، فتزمل في ثيابه وتدثر فيها ، فأتاه جبريل ، عليه السلام ، فقال : \" يا أيها المزمل \" \" يا أيها المدثر \" .ثم قال البزار : معلى بن عبد الرحمن قد حدث عنه جماعة من أهل العلم ، واحتملوا حديثه ، لكن تفرد بأحاديث لا يتابع عليها .يأمر تعالى رسوله صلى الله عليه وسلم أن يترك التزمل ، وهو : التغطي في الليل ، وينهض إلى القيام لربه عز وجل ، كما قال تعالى : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) [ السجدة : 16 ] وكذلك كان رسول الله صلى الله عليه وسلم ممتثلا ما أمره الله تعالى به من قيام الليل ، وقد كان واجبا عليه وحده ، كما قال تعالى : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] وهاهنا بين له مقدار ما يقوم ، فقال تعالى : ( يا أيها المزمل قم الليل إلا قليلا )قال ابن عباس والضحاك والسدي : ( يا أيها المزمل ) يعني : يا أيها النائم . وقال قتادة : المزمل في ثيابه ، وقال إبراهيم النخعي : نزلت وهو متزمل بقطيفة .وقال شبيب بن بشر ، عن عكرمة ، عن ابن عباس : ( يا أيها المزمل ) قال : يا محمد زملت القرآن ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية( يا أيها المزمل ) أي الملتفف بثوبه . وأصله : المتزمل أدغمت التاء في الزاي ومثله المدثر ، أي : المتدثر أدغمت التاء في الدال ، يقال : تزمل وتدثر بثوبه إذا تغطى به .وقال السدي : أراد يا أيها النائم قم فصل .قال [ العلماء ] كان هذا الخطاب للنبي - صلى الله عليه وسلم - في أول الوحي قبل تبليغ الرسالة ، ثم خوطب بعد بالنبي والرسول ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة المزملوهي سبع وعشرون آية . مكية كلها في قول الحسن وعكرمة وعطاء وجابر .وقال ابن عباس وقتادة : إلا آيتين منها : واصبر على ما يقولون والتي تليها ; ذكره الماوردي . وقال الثعلبي : قوله تعالى : إن ربك يعلم أنك تقوم أدنى إلى آخر السورة ; فإنه نزل بالمدينة .بسم الله الرحمن الرحيميا أيها المزملفيه مسائل :الأولى : قوله تعالى : يا أيها المزمل قال الأخفش سعيد : المزمل أصله المتزمل ; فأدغمت التاء في الزاي وكذلك المدثر . وقرأ أبي بن كعب على الأصل ( المتزمل ) و ( المتدثر ) . وسعيد : المزمل . وفي أصل المزمل قولان : أحدهما : أنه المحتمل ; يقال : زمل الشيء إذا حمله ، ومنه الزاملة ; لأنها تحمل القماش . الثاني : أن المزمل هو المتلفف ; يقال : تزمل وتدثر بثوبه إذا تغطى . وزمل غيره إذا غطاه ، وكل شيء لفف فقد زمل ودثر ; قال امرؤ القيس :[ كأن أبانا في أفانين ودقه ] كبير أناس في بجاد مزملالثانية : قوله تعالى : يا أيها المزمل هذا خطاب للنبي - صلى الله عليه وسلم - ، وفيه ثلاثة أقوال :الأول : قول عكرمة : يا أيها المزمل بالنبوة والملتزم للرسالة . وعنه أيضا : يا أيها الذي زمل هذا الأمر أي حمله ثم فتر ، وكان يقرأ : يا أيها المزمل بتخفيف الزاي وفتح الميم وتشديدها على حذف المفعول ، وكذلك المدثر والمعنى المزمل نفسه والمدثر نفسه ، أو الذي زمله غيره .الثاني : يا أيها المزمل بالقرآن ، قاله ابن عباس .الثالث المزمل بثيابه ، قال قتادة وغيره . قال النخعي : كان متزملا بقطيفة . عائشة : بمرط طوله أربعة عشر ذراعا ، نصفه علي وأنا نائمة ، ونصفه على النبي - صلى الله عليه وسلم - وهو يصلي ، والله ما كان خزا ولا قزا ولا مرعزاء ولا إبريسما ولا صوفا ، كان سداه شعرا ، ولحمته وبرا ، ذكره الثعلبي .قلت : وهذا القول من عائشة يدل على أن السورة مدنية ; فإن النبي - صلى الله عليه وسلم - لم يبن بها إلا في المدينة . وما ذكر من أنها مكية لا يصح . والله أعلم .وقال الضحاك : تزمل بثيابه لمنامه . وقيل : بلغه من المشركين سوء قول فيه ، فاشتد عليه فتزمل في ثيابه وتدثر ، فنزلت : يا أيها المزمل و يا أيها المدثر .وقيل : كان هذا في ابتداء ما أوحي إليه ، فإنه لما سمع قول الملك ونظر إليه أخذته الرعدة فأتى أهله فقال : \" زملوني دثروني \" روي معناه عن ابن عباس . وقالت الحكماء : إنما خاطبه بالمزمل والمدثر في أول الأمر ; لأنه لم يكن بعد ادثر شيئا من تبليغ الرسالة .قال ابن العربي : واختلف في تأويل : يا أيها المزمل فمنهم من حمله على حقيقته ، قيل له : يا من تلفف في ثيابه أو في قطيفته قم ; قاله إبراهيم وقتادة . ومنهم من حمله على المجاز ، كأنه قيل له : يا من تزمل بالنبوة ; قاله عكرمة . وإنما يسوغ هذا التفسير لو كانت الميم مفتوحة مشددة بصيغة المفعول الذي لم يسم فاعله ، وأما وهو بلفظ الفاعل فهو باطل .قلت : وقد بينا أنها على حذف المفعول : وقد قرئ بها ، فهي صحيحة المعنى . قال : وأما من قال إنه زمل القرآن فهو صحيح في المجاز ، لكنه قد قدمنا أنه لا يحتاج إليه .الثالثة : قال السهيلي : ليس المزمل باسم من أسماء النبي - صلى الله عليه وسلم - ، ولم يعرف به كما ذهب إليه بعض الناس وعدوه في أسمائه - عليه السلام - ، وإنما المزمل اسم مشتق من حالته التي كان عليها حين الخطاب ، وكذلك المدثر .وفي خطابه بهذا الاسم فائدتان :إحداهما الملاطفة ; فإن العرب إذا قصدت ملاطفة المخاطب وترك المعاتبة سموه باسم مشتق من حالته التي هو عليها ; كقول النبي - صلى الله عليه وسلم - لعلي حين غاضب فاطمة - رضي الله عنهما - ، فأتاه وهو نائم وقد لصق بجنبه التراب فقال له : \" قم يا أبا تراب \" إشعارا له أنه غير عاتب عليه ، وملاطفة له . وكذلك قوله - عليه السلام - لحذيفة : \" قم يا نومان \" وكان نائما ملاطفة له ، وإشعارا لترك العتب والتأنيب . فقول الله تعالى لمحمد - صلى الله عليه وسلم - : يا أيها المزمل قم فيه تأنيس وملاطفة ; ليستشعر أنه غير عاتب عليه .والفائدة الثانية : التنبيه لكل متزمل راقد ليله ليتنبه إلى قيام الليل وذكر الله تعالى فيه ; لأن الاسم المشتق من الفعل يشترك فيه مع المخاطب كل من عمل ذلك العمل واتصف بتلك الصفة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني بقوله: ( يَا أَيُّهَا الْمُزَّمِّلُ ) هو الملتفّ بثيابه. وإنما عني بذلك نبيّ الله صلى الله عليه وسلم.واختلف أهل التأويل في المعنى الذي وصف الله به نبيه صلى الله عليه وسلم في هذه الآية من التزمُّل، فقال بعضهم: وصفه بأنه مُتَزمل في ثيابه، متأهب للصلاة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: ( يَا أَيُّهَا الْمُزَّمِّلُ ) أي المتزمل في ثيابه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( يَا أَيُّهَا الْمُزَّمِّلُ ) هو الذي تزمل بثيابه.وقال آخرون: وصفه بأنه متزمِّل النبوّة والرسالة.* ذكر من قال ذلك:"
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها المتغطي بثيابه، قم للصلاة في الليل إلا يسيرًا منه. قم نصف الليل أو انقص من النصف قليلا حتى تَصِلَ إلى الثلث، أو زد على النصف حتى تصل إلى الثلثين، واقرأ القرآن بتُؤَدَة وتمهُّلٍ مبيِّنًا الحروف والوقوف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قم الليل» صل «إلا قليلا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ومن رحمته تعالى، أنه لم يأمره بقيام الليل كله، بل قال:  قُمِ اللَّيْلَ إِلَّا قَلِيلًا  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يأمر تعالى رسوله صلى الله عليه وسلم أن يترك التزمل ، وهو : التغطي في الليل ، وينهض إلى القيام لربه عز وجل ، كما قال تعالى : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) [ السجدة : 16 ] وكذلك كان رسول الله صلى الله عليه وسلم ممتثلا ما أمره الله تعالى به من قيام الليل ، وقد كان واجبا عليه وحده ، كما قال تعالى : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] وهاهنا بين له مقدار ما يقوم ، فقال تعالى : ( يا أيها المزمل قم الليل إلا قليلا )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قم الليل\"، أي للصلاة، \"إلا قليلاً\"، وكان قيام الليل فريضة في الابتداء."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قم الليل قراءة العامة بكسر الميم لالتقاء الساكنين . وقرأ أبو السمال بضم الميم إتباعا لضمة القاف . وحكى الفتح لخفته . قال عثمان بن جني : الغرض بهذه الحركة التبليغ بها هربا من التقاء الساكنين ، فبأي حركة تحركت فقد وقع الغرض . وهو من الأفعال القاصرة غير المتعدية إلى مفعول ، فأما ظرف الزمان والمكان فسائغ فيه ، إلا أن ظرف المكان لا يتعدى إليه إلا بواسطة ; لا تقول : قمت الدار حتى تقول قمت وسط الدار وخارج الدار . وقد قيل : إن ( قم ) هنا معناه صل ; عبر به عنه واستعير له حتى صار عرفا بكثرة الاستعمال .( الليل ) حد الليل : من غروب الشمس إلى طلوع الفجر . وقد تقدم بيانه في سورة ( البقرة ) واختلف : هل كان قيامه فرضا وحتما ، أو كان ندبا وحضا ؟ والدلائل تقوي أن قيامه كان حتما وفرضا ; وذلك أن الندب والحض لا يقع على بعض الليل دون بعض ; لأن قيامه ليس مخصوصا به وقت دون وقت . وأيضا فقد جاء التوقيت بذلك عن عائشة وغيرها على ما يأتي . واختلف أيضا : هل كان فرضا على النبي - صلى الله عليه وسلم - وحده ، أو عليه وعلى من كان قبله من الأنبياء ، أو عليه وعلى أمته ؟ ثلاثة أقوال :الأول : قول سعيد بن جبير لتوجه الخطاب إليه خاصة .الثاني : قول ابن عباس ، قال : كان قيام الليل فريضة على النبي - صلى الله عليه وسلم - وعلى الأنبياء قبله .الثالث : قول عائشة وابن عباس أيضا وهو الصحيح ; كما في صحيح مسلم عن زرارة بن أوفى أن سعد بن هشام بن عامر أراد أن يغزو في سبيل الله . . . الحديث ، وفيه : فقلت لعائشة : أنبئيني عن قيام رسول الله - صلى الله عليه وسلم - ؟ فقالت : ألست تقرأ : يا أيها المزمل قلت : بلى ! قالت فإن الله - عز وجل - افترض قيام الليل في أول هذه السورة ، فقام - صلى الله عليه وسلم - وأصحابه حولا ، وأمسك الله - عز وجل - خاتمتها اثني عشر شهرا في السماء ، حتى أنزل الله - عز وجل - في آخر هذه السورة التخفيف ، فصار قيام الليل تطوعا بعد فريضة . وذكر الحديث .وذكر وكيع ويعلى قالا : حدثنا مسعر عن سماك الحنفي قال : سمعت ابن عباس يقول لما أنزل أول يا أيها المزمل كانوا يقومون نحوا من قيامهم في شهر رمضان حتى نزل آخرها ، وكان بين أولها وآخرها نحو من سنة .وقال سعيد بن جبير : مكث النبي - صلى الله عليه وسلم - وأصحابه عشر سنين يقومون الليل ، فنزل بعد عشر سنين : إن ربك يعلم أنك تقوم أدنى من ثلثي الليل فخفف الله عنهم .قوله تعالى : إلا قليلا استثناء من الليل ، أي صل الليل كله إلا يسيرا منه ; لأن قيام جميعه على الدوام غير ممكن ، فاستثنى منه القليل لراحة الجسد . والقليل من الشيء ما دون النصف ; فحكي عن وهب بن منبه أنه قال : القليل ما دون المعشار والسدس . وقال الكلبي ومقاتل : الثلث ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا محمد بن المثنى، قال: ثني عبد الأعلى، قال: ثنا داود، عن عكرِمة، في قوله: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلا قَلِيلا ) قال: زُملت هذا الأمر فقم به.قال أبو جعفر: والذي هو أولى القولين بتأويل ذلك، ما قاله قتادة؛ لأنه قد عقبه بقوله: ( قُمِ اللَّيْلَ ) فكان ذلك بيانا عن أن وصفه بالتزمُّل بالثياب للصلاة، وأن ذلك هو أظهر معنييه.وقوله: ( قُمِ اللَّيْلَ إِلا قَلِيلا ) يقول لنبيه صلى الله عليه وسلم : ( قُمِ اللَّيْلَ ) يا محمد كله ( إِلا قَلِيلا ) منه ( نِصْفَهُ ) يقول: قم نصف الليل ( أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ ) يقول: أو زد عليه؛ خَيره الله تعالى ذكره حين فرض عليه قيام الليل بين هذه المنازل أي ذلك شاء فعل، فكان رسول الله صلى الله عليه وسلم وأصحابه فيما ذُكر يقومون الليل، نحو قيامهم في شهر رمضان فيما ذُكر حتى خفف ذلك عنهم.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا أبو أُسامة، عن مِسْعَرٍ، قال: ثنا سماك الحنفي، قال: سمعت ابن عباس يقول: لما نزل أوّل المزمل، كانوا يقومون نحوًا من قيامهم في رمضان، وكان بين أوّلها وآخرها قريب من سنة.حدثنا أبو كريب، قال: ثنا محمد بن بشر، عن مِسْعَرٍ، قال: ثنا سماك، أنه سمع ابن عباس يقول، فذكر نحوه. إلا أنه قال: نحوا من قيامهم في شهر رمضان.حدثنا ابن وكيع، قال: ثنا يزيد بن حيان، عن موسى بن عبيدة، قال: ثني محمد بن طَحْلاء مولى أمّ سلمة، عن أبي سلمة بن عبد الرحمن، عن عائشة قالت: كنت أجعل لرسول الله صلى الله عليه وسلم حصيرا يصلي عليه من الليل، فتسامع به الناس، فاجتمعوا، فخرج كالمغضَب، وكان بهم رحيما، فخشي أن يُكتب عليهم قيام الليل، فقال: \" يا أيُّها النَّاسُ اكْلفُوا مِنَ الأعْمالِ ما تُطِيقُونَ، فإنّ الله لا يَمَلُّ مِنَ الثَّوَابِ حَتَّى تَمَلُّوا مِنَ العَمَلِ وخَيْرُ الأعْمال ما دُمْتُمْ عَلَيْه \" ونزل القرآن: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ ) حتى كان الرجل يربط الحبل ويتعلق، فمكثوا بذلك ثمانية أشهر، فرأى الله ما يبتغون من رضوانه فرحمهم فردّهم إلى الفريضة وترك قيام الليل.حدثنا ابن حميد، قال: ثنا مهران، عن موسى بن عبيدة الحميري، عن محمد بن طحلاء، عن أبي سلمة بن عبد الرحمن، عن عائشة قالت: كنت أشتري لرسول الله صلى الله عليه وسلم حصيرا، فكان يقوم عليه من أوّل الليل، فتسمع الناس بصلاته، فاجتمعت جماعة من الناس؛ فلما رأى اجتماعهم كره ذلك، فخشي أن يكتب عليهم، فدخل البيت كالمغضب، فجعلوا يتنحنحون ويتسعَّلون حتى خرج إليهم، فقال: \" يا أيُّها النَّاس إنَّ الله لا يَمَلُّ حتى تَمَلُّوا - يعنى من الثواب - فاكْلُفوا مِنَ العَمَلِ ما تُطِيقُون فإنَّ خَيَْر العَمَلِ أدْوَمُهُ وَإنْ قَلَّ\" ,ونزلت عليه: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ &amp;; 23-679 &amp;; اللَّيْلَ إِلا قَلِيلا ) السورة قال: فكتبت عليهم، وأنزلت بمنزلة الفريضة حتى إن كان أحدهم ليربط الحبل فيتعلق به؛ فلما رأى الله ما يكلفون مما يبتغون به وجه الله ورضاه، وضع ذلك عنهم، فقال:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ  ... إلى  عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ  فردّهم إلى الفريضة، ووضع عنهم النافلة، إلا ما تطوّعوا به."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها المتغطي بثيابه، قم للصلاة في الليل إلا يسيرًا منه. قم نصف الليل أو انقص من النصف قليلا حتى تَصِلَ إلى الثلث، أو زد على النصف حتى تصل إلى الثلثين، واقرأ القرآن بتُؤَدَة وتمهُّلٍ مبيِّنًا الحروف والوقوف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«نصفه» بدل من قليلا وقلَّته بالنظر إلى الكل «أو انقص منه» من النصف «قليلا» إلى الثلث."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم قدر ذلك فقال:  نِصْفَهُ أَوِ انْقُصْ مِنْهُ  أي: من النصف  قَلِيلًا  بأن يكون الثلث ونحوه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى \"نصفه\" بدل من الليل \"أو أنقص منه قليلا أو زد عليه\" أي أمرناك أن تقوم نصف الليل بزيادة قليلة أو نقصان قليل لا حرج عليك في ذلك."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "وبين قدره فقال: \"نصفه أو انقص منه قليلاً\"، إلى الثلث."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ثم قال تعالى : نصفه أو انقص منه قليلا فكان ذلك تخفيفا إذ لم يكن زمان القيام محدودا ، فقام الناس حتى ورمت أقدامهم ، ثم نسخ ذلك بقوله تعالى : علم أن لن تحصوه .وقال الأخفش : ( نصفه ) أي أو نصفه ; يقال : أعطه درهما درهمين ثلاثة : يريد : أو درهمين أو ثلاثة .وقال الزجاج : نصفه بدل من الليل و ( إلا قليلا ) استثناء من النصف . والضمير في ( منه ) و ( عليه ) للنصف . المعنى : قم نصف الليل أو انقص من النصف قليلا إلى الثلث أو زد عليه قليلا إلى الثلثين ; فكأنه قال : قم ثلثي الليل أو نصفه أو ثلثه .وقيل : إن نصفه بدل من قوله : قليلا وكان مخيرا بين ثلاث : بين قيام النصف بتمامه ، وبين الناقص منه ، وبين قيام الزائد عليه ; كأن تقدير الكلام : قم الليل إلا نصفه ، أو أقل من نصفه ، أو أكثر من نصفه .وفي صحيح مسلم عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال : ينزل الله - عز وجل - إلى سماء الدنيا كل ليلة حين يمضي ثلث الليل الأول ، فيقول أنا الملك أنا الملك من ذا الذي يدعوني فأستجيب له من ذا الذي يسألني فأعطيه من ذا الذي يستغفرني فأغفر له ، فلا يزال كذلك حتى يضيء الفجر . ونحوه عن أبي هريرة وأبي سعيد جميعا وهو يدل على ترغيب قيام ثلثي الليل .وفي صحيح مسلم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا مضى شطر الليل - أو ثلثاه - ينزل الله . . . \" الحديث . رواه من طريقين عن أبي هريرة هكذا على الشك .وقد جاء في كتاب النسائي عن أبي هريرة وأبي سعيد - رضي الله عنهما - قالا : قال رسول الله - صلى الله عليه وسلم - : إن الله - عز وجل - يمهل حتى يمضي شطر الليل الأول ، ثم يأمر مناديا يقول : هل من داع يستجاب له ؟ هل من مستغفر يغفر له ؟ هل من سائل يعطى ؟ صححه أبو محمد عبد الحق ; فبين هذا الحديث مع صحته معنى النزول ، وأن ذلك يكون عند نصف الليل . وخرج ابن ماجه من حديث ابن شهاب ، عن أبي سلمة وأبي عبد الله الأغر ، عن أبي هريرة : أن رسول الله - صلى الله عليه وسلم - قال : ينزل ربنا تبارك وتعالى حين يبقى ثلث الليل الآخر كل ليلة فيقول من يسألني فأعطيه ؟ من يدعوني فأستجيب له ؟ من يستغفرني فأغفر له ؟ حتى يطلع الفجر . فكانوا يستحبون صلاة آخر الليل على أوله .قال علماؤنا : وبهذا الترتيب انتظم الحديث والقرآن ، فإنهما يبصران من مشكاة واحدة . وفي الموطأ وغيره من حديث ابن عباس : بت عند خالتي ميمونة حتى إذا انتصف الليل أو قبله بقليل أو بعده بقليل ، استيقظ رسول الله - صلى الله عليه وسلم - ، فقام إلى شن معلق فتوضأ وضوءا خفيفا . وذكر الحديث .اختلف العلماء في الناسخ للأمر بقيام الليل ; فعن ابن عباس وعائشة أن الناسخ للأمر بقيام الليل قوله تعالى : إن ربك يعلم أنك تقوم أدنى من ثلثي الليل إلى آخر السورة . وقيل قوله تعالى : علم أن لن تحصوه .وعن ابن عباس أيضا : هو منسوخ بقوله تعالى : علم أن سيكون منكم مرضى .وعن عائشة أيضا والشافعي ومقاتل وابن كيسان : هو منسوخ بالصلوات الخمس .وقيل الناسخ لذلك قوله تعالى : فاقرؤوا ما تيسر منه . قال أبو عبد الرحمن السلمي : لما نزلت : يا أيها المزمل قاموا حتى ورمت أقدامهم وسوقهم ، ثم نزل قوله تعالى : فاقرؤوا ما تيسر منه . قال بعض العلماء : وهو فرض نسخ به فرض ، كان على النبي - صلى الله عليه وسلم - خاصة لفضله ; كما قال تعالى : ومن الليل فتهجد به نافلة لك .قلت : القول الأول يعم جميع هذه الأقوال ، وقد قال تعالى : وأقيموا الصلاة فدخل فيها قول من قال إن الناسخ الصلوات الخمس .وقد ذهب الحسن وابن سيرين إلى أن صلاة الليل فريضة على كل مسلم ولو على قدر حلب شاة . وعن الحسن أيضا أنه قال في هذه الآية : الحمد لله تطوع بعد الفريضة . وهو الصحيح إن شاء الله تعالى ; لما جاء في قيامه من الترغيب والفضل في القرآن والسنة .وعن عائشة - رضي الله عنها - قالت : كنت أجعل للنبي - صلى الله عليه وسلم - حصيرا يصلي عليه من الليل ، فتسامع الناس به ، فلما رأى جماعتهم كره ذلك ، وخشي أن يكتب عليهم قيام الليل ، فدخل البيت كالمغضب ، فجعلوا يتنحنحون ويتفلون فخرج إليهم فقال : \" أيها الناس اكلفوا من الأعمال ما تطيقون ، فإن الله لا يمل من الثواب ، حتى تملوا من العمل ، وإن خير العمل أدومه وإن قل \" . فنزلت : يا أيها المزمل فكتب عليهم ، فأنزل بمنزلة الفريضة ، حتى إن كان أحدهم ليربط الحبل فيتعلق به ، فمكثوا ثمانية أشهر ، فرحمهم الله وأنزل : إن ربك يعلم أنك تقوم أدنى من ثلثي الليل فردهم الله إلى الفريضة ، ووضع عنهم قيام الليل إلا ما تطوعوا به .قلت : حديث عائشة هذا ذكره الثعلبي ، ومعناه ثابت في الصحيح إلى قوله : ( وإن قل ) وباقيه يدل على أن قوله تعالى : يا أيها المزمل نزل بالمدينة وأنهم مكثوا ثمانية أشهر يقومون . وقد تقدم عنها في صحيح مسلم : حولا . وحكى الماوردي عنها قولا ثالثا وهو ستة عشر شهرا ، لم يذكر غيره عنها .وذكر عن ابن عباس أنه كان بين أول المزمل وآخرها سنة ; قال : فأما رسول الله - صلى الله عليه وسلم - فقد كان فرضا عليه .وفي نسخة عنه قولان : أحدهما أنه كان فرضه عليه إلى أن قبضه الله تعالى . الثاني أنه نسخ عنه كما نسخ عن أمته . وفي مدة فرضه إلى أن نسخ قولان : أحدهما : المدة المفروضة على أمته في القولين الماضيين ، يريد قول ابن عباس حولا ، وقول عائشة ستة عشر شهرا . الثاني : أنها عشر سنين إلى أن خفف عنه بالنسخ زيادة في التكليف ، ليميزه بفعل الرسالة ; قاله ابن جبير .قلت : هذا خلاف ما ذكره الثعلبي عن سعيد بن جبير حسب ما تقدم فتأمله . وسيأتي لهذه المسألة زيادة بيان في آخر السورة إن شاء الله تعالى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثني عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، في قوله: ( قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) فأمر الله نبيه والمؤمنين بقيام الليل إلا قليلا فشقّ ذلك على المؤمنين، ثم خفَّف عنهم فرحمهم، وأنزل الله بعد هذا:  عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأَرْضِ  ... إلى قوله:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  فوسع الله وله الحمد، ولم يضيق.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: لما أنزل الله على نبيه: ( يَا أَيُّهَا الْمُزَّمِّلُ ) قال: مكث النبيّ صلى الله عليه وسلم على هذا الحال عشر سنين يقوم الليل كما أمره الله، وكانت طائفة من أصحابه يقومون معه، فأنزل الله عليه بعد عشر سنين:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ  ... إلى قوله:  وَأَقِيمُوا الصَّلاةَ  فخفَّف الله عنهم بعد عشر سنين.حدثنا ابن حميد، قال: ثنا يحيى بن واضح عن الحسين، عن يزيد، عن عكرِمة والحسن، قالا قال في سورة المزمل ( قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) نسختها الآية التي فيها:  عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قُمِ اللَّيْلَ إِلا قَلِيلا ) قاموا حولا أو حولين حتى انتفخت سوقهم وأقدامهم، فأنزل الله تخفيفا بعد في آخر السورة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن قيس بن وهب، عن أبي عبد الرحمن، قال: لما نزلت: ( يَا أَيُّهَا الْمُزَّمِّلُ ) قاموا بها حولا حتى ورمت أقدامهم وسوقهم حتى نزلت:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  فاستراح الناس.&amp;; 23-680 &amp;;قال: ثنا مهران، عن سفيان، عن جرير بياع المُلاء عن الحسن، قال: الحمد لله تطوّع بعد فريضة.حدثنا أبو كريب، قال: ثنا وكيع، عن مبارك، عن الحسن، قال: لما نزلت ( يَا أَيُّهَا الْمُزَّمِّلُ )... الآية، قام المسلمون حولا فمنهم من أطاقه، ومنهم من لم يطقه، حتى نزلت الرخصة.قال: ثنا وكيع، عن إسرائيل، عن سماك، عن عكرِمة، عن ابن عباس، قال: لما نزل أوّل المزمل كانوا يقومون نحوا من قيامهم في شهر رمضان، وكان بين أوّلها وآخرها نحو من سنة."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يا أيها المتغطي بثيابه، قم للصلاة في الليل إلا يسيرًا منه. قم نصف الليل أو انقص من النصف قليلا حتى تَصِلَ إلى الثلث، أو زد على النصف حتى تصل إلى الثلثين، واقرأ القرآن بتُؤَدَة وتمهُّلٍ مبيِّنًا الحروف والوقوف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«أو زد عليه» إلى الثلثين وأو للتخيير «ورتل القرآن» تثبت في تلاوته «ترتيلا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " أَوْ زِدْ عَلَيْهِ  أي: على النصف، فيكون الثلثين ونحوها.  وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا  فإن ترتيل القرآن به يحصل التدبر والتفكر، وتحريك القلوب به، والتعبد بآياته، والتهيؤ والاستعداد التام له،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ورتل القرآن ترتيلا ) أي : اقرأه على تمهل ، فإنه يكون عونا على فهم القرآن وتدبره . وكذلك كان يقرأ صلوات الله وسلامه عليه ، قالت عائشة : كان يقرأ السورة فيرتلها ، حتى تكون أطول من أطول منها . وفي صحيح البخاري ، عن أنس : أنه سئل عن قراءة رسول الله صلى الله عليه وسلم ، فقال : كانت مدا ، ثم قرأ ( بسم الله الرحمن الرحيم ) يمد \" بسم الله \" ، ويمد \" الرحمن \" ، ويمد \" الرحيم \" .وقال ابن جريج ، عن ابن أبي مليكة عن أم سلمة : أنها سئلت عن قراءة رسول الله صلى الله عليه وسلم ، فقالت : كان يقطع قراءته آية آية ، ( بسم الله الرحمن الرحيم . الحمد لله رب العالمين . الرحمن الرحيم . مالك يوم الدين ) رواه أحمد وأبو داود والترمذي .وقال الإمام أحمد : حدثنا عبد الرحمن ، عن سفيان ، عن عاصم ، عن زر ، عن عبد الله بن عمرو ، عن النبي صلى الله عليه وسلم قال : \" يقال لصاحب القرآن : اقرأ وارق ، ورتل كما كنت ترتل في الدنيا ، فإن منزلتك عند آخر آية تقرؤها \" .ورواه أبو داود والترمذي والنسائي من حديث سفيان الثوري به ، وقال الترمذي : حسن صحيح .وقد قدمنا في أول التفسير الأحاديث الدالة على استحباب الترتيل وتحسين الصوت بالقراءة ، كما جاء في الحديث : \" زينوا القرآن بأصواتكم \" ، و \" ليس منا من لم يتغن بالقرآن \" ، و \" لقد أوتي هذا مزمارا من مزامير آل داود \" يعني : أبا موسى ، فقال أبو موسى : لو كنت أعلم أنك كنت تسمع قراءتي لحبرته لك تحبيرا .وعن ابن مسعود أنه قال : لا تنثروه نثر الرمل ولا تهذوه هذ الشعر ، قفوا عند عجائبه ، وحركوا به القلوب ، ولا يكن هم أحدكم آخر السورة . رواه البغوي .وقال البخاري : حدثنا آدم ، حدثنا شعبة ، حدثنا عمرو بن مرة : سمعت أبا وائل قال : جاء رجل إلى ابن مسعود فقال : قرأت المفصل الليلة في ركعة ، فقال : هذا كهذ الشعر . لقد عرفت النظائر التي كان رسول الله صلى الله عليه وسلم يقرن بينهن ، فذكر عشرين سورة من المفصل ، سورتين في ركعة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( أو زد عليه ) على النصف إلى الثلثين ، خيره بين هذه المنازل ، وكان النبي - صلى الله عليه وسلم - وأصحابه يقومون على هذه المقادير ، وكان الرجل لا يدري متى ثلث الليل ومتى نصف الليل ومتى الثلثان ، فكان [ الرجل ] يقوم حتى يصبح مخافة أن لا يحفظ القدر الواجب ، واشتد ذلك عليهم حتى انتفخت أقدامهم فرحمهم الله وخفف عنهم ونسخها بقوله : فاقرءوا ما تيسر من القرآن علم أن سيكون منكم مرضى \" الآية . فكان بين أول السورة وآخرها سنة .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أخبرنا أبو نعيم عبد الملك بن الحسن الإسفراييني ، أخبرنا أبو عوانة يعقوب بن إسحاق الحافظ ، حدثنا الحسن بن علي بن عفان ، حدثنا يحيى بن بشير ، حدثنا سعيد - يعني ابن أبي عروبة - حدثنا قتادة عن زرارة بن أبي أوفى عن سعيد بن هشام قال : انطلقت إلى عائشة رضي الله عنها فقلت : يا أم المؤمنين أنبئيني عن خلق رسول الله - صلى الله عليه وسلم - فقالت : [ ألست ] تقرأ القرآن ؟ قلت : بلى ، قالت : فإن خلق نبي الله - صلى الله عليه وسلم - كان القرآن ، قلت : فقيام رسول الله - صلى الله عليه وسلم - يا أم المؤمنين ؟ قالت : ألست تقرأ : \" يا أيها المزمل \" قلت : بلى ، قالت : فإن الله افترض القيام في أول هذه السورة ، فقام رسول الله - صلى الله عليه وسلم - وأصحابه حولا حتى انتفخت أقدامهم وأمسك الله خاتمتها اثني عشر شهرا في السماء ، ثم أنزل الله التخفيف في آخر هذه السورة ، فصار قيام الليل تطوعا بعد الفريضة .قال مقاتل وابن كيسان : كان هذا بمكة قبل أن تفرض الصلوات الخمس ، ثم نسخ ذلك بالصلوات الخمس .( ورتل القرآن ترتيلا ) قال ابن عباس : بينه بيانا . وقال الحسن : اقرأه قراءة بينة . وقال مجاهد : ترسل فيه ترسلا . وقال قتادة : تثبت فيه تثبتا . وعن ابن عباس أيضا : اقرأه على هينتك ثلاث آيات أو أربعا أو خمسا .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا عمرو بن عاصم ، حدثنا همام عن قتادة قال : سئل أنس كيف كانت قراءة النبي - صلى الله عليه وسلم - فقال : كانت مدا مدا ، ثم قرأ : بسم الله الرحمن الرحيم ، يمد بسم الله ويمد الرحمن ويمد الرحيمأخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا آدم ، حدثنا شعبة ، حدثنا عمرو بن مرة قال : سمعت أبا وائل قال : جاء رجل إلى ابن مسعود ، قال : قرأت المفصل الليلة في ركعة ، فقال : هذا كهذ الشعر ؟ لقد عرفت النظائر التي كان النبي - صلى الله عليه وسلم - يقرن بينهن ، فذكر عشرين سورة من المفصل سورتين [ من آل حاميم ] في [ كل ] ركعة .أخبرنا أبو جعفر أحمد بن أبي أحمد بن مثويه ، أخبرنا الشريف أبو القاسم علي بن محمد بن علي بن الحسيني الحراني فيما كتبه إلي [ أخبرنا أبو بكر محمد بن الحسين الآجري ] أخبرنا أبو بكر عبد الله بن محمد بن حميد الواسطي ، حدثنا زيد بن أخزم ، حدثنا محمد بن الفضل ، حدثنا سعيد بن زيد ، عن أبي حمزة ، عن إبراهيم ، عن علقمة ، عن عبد الله - يعني ابن مسعود - قال : لا تنثروه نثر الدقل ولا تهذوه هذ الشعر ، قفوا عند عجائبه وحركوا به القلوب ، ولا يكن هم أحدكم آخر السورة .أخبرنا أبو جعفر أحمد بن أبي أحمد بن مثويه ، أخبرنا الشريف أبو القاسم علي بن محمد بن علي بن الحسين الحراني فيما كتب إلي ، حدثنا أبو بكر محمد بن الحسين الآجري ، حدثنا أبو محمد يحيى بن محمد بن صاعد ، حدثنا الحسين بن الحسن المروزي ، حدثنا ابن المبارك ، ح ، أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أخبرنا أبو طاهر محمد بن أحمد بن الحارث ، أخبرنا أبو الحسن محمد بن يعقوب الكسائي ، أخبرنا عبد الله بن محمد ، أخبرنا إبراهيم بن عبد الله الخلال ، حدثنا عبد الله بن المبارك ، عن موسى بن عبيدة ، عن عبد الله بن عبيدة وهو أخوه عن سهل بن سعد الساعدي قال : بينا نحن نقرأ إذ خرج علينا رسول الله - صلى الله عليه وسلم - فقال : \" الحمد لله كتاب الله واحد وفيكم الأخيار وفيكم الأحمر والأسود اقرءوا [ القرآن ] قبل أن يأتي أقوام يقرءونه ، يقيمون حروفه كما يقام السهم لا يجاوز تراقيهم ، يتعجلون أخره ولا يتأجلونه \" .أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، حدثنا أبو العباس المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا أبو بكر محمد بن نافع البصري ، حدثنا عبد الصمد بن عبد الوارث ، عن إسماعيل بن مسلم العبدي ، عن أبي المتوكل الناجي ، عن عائشة رضي الله عنها قالت : قام النبي - صلى الله عليه وسلم - بآية من القرآن ليلة .ورواه أبو ذر ، قال : قام النبي - صلى الله عليه وسلم - ليلة حتى أصبح بآية [ من القرآن ] والآية : \" إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم \" ( المائدة - 118 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ورتل القرآن ترتيلا أي لا تعجل بقراءة القرآن بل اقرأه في مهل وبيان مع تدبر المعاني . وقال الضحاك : اقرأه حرفا حرفا .وقال مجاهد : أحب الناس في القراءة إلى الله أعقلهم عنه . والترتيل التنضيد والتنسيق وحسن النظام ; ومنه ثغر رتل ورتل ، بكسر العين وفتحها : إذا كان حسن التنضيد . وتقدم بيانه في مقدمة الكتاب .وروى الحسن أن النبي - صلى الله عليه وسلم - مر برجل يقرأ آية ويبكي ، فقال : \" ألم تسمعوا إلى قول الله - عز وجل - : ورتل القرآن ترتيلا هذا الترتيل \" . وسمع علقمة رجلا يقرأ قراءة حسنة فقال : لقد رتل القرآن ، فداه أبي وأمي ، وقال أبو بكر بن طاهر : تدبر في لطائف خطابه ، وطالب نفسك بالقيام بأحكامه ، وقلبك بفهم معانيه ، وسرك بالإقبال عليه .وروى عبد الله بن عمرو قال : قال النبي - صلى الله عليه وسلم - : يؤتى بقارئ القرآن يوم القيامة ، فيوقف في أول درج الجنة ويقال له اقرأ وارتق ورتل كما كنت ترتل في الدنيا ، فإن منزلك عند آخر آية تقرؤها خرجه أبو داود وقد تقدم في أول الكتاب . وروى أنس أن النبي - صلى الله عليه وسلم - كان يمد صوته بالقراءة مدا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) يقول جلّ وعزّ: وبين القرآن إذا قرأته تبيينا، وترسل فيه ترسلا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال. ثنا ابن عُلَيَّةَ، قال: ثنا أبو رجاء، عن الحسن، في قوله: ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال: اقرأه قراءة بينة.حدثنا ابن بشار، قال. ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) فقال: بعضه على أثر بعض.حدثنا محمد بن عبد الله المخزومي، قال. ثنا جعفر بن عون، قال: أخبرنا سفيان، عن منصور، عن مجاهد ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) فقال: بعضه على أثر بعض، على تؤدة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد في قوله الله ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال: ترسل فيه ترسلا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) فقال: بعضه على أثر بعض.حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حجاج بن محمد، قال، قال ابن جريج، عن عطاء ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال: الترتيل النَّبْذ: الطَّرْح.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال بينه بيانا.حدثنا أبو كريب، قال: ثنا وكيع، عن ابن أبي ليلى، عن الحكم، عن مِقْسم، عن ابن عباس ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال: بيِّنه بيانا.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) قال: بعضه على أثر بعض."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا سننزل عليك -أيها النبي- قرآنًا عظيمًا مشتملا على الأوامر والنواهي والأحكام الشرعية."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا سنلقي عليك قولا» قرآنا «ثقيلا» مهيبا أو شديدا لما فيه من التكاليف."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا  أي: نوحي إليك هذا القرآن الثقيل، أي: العظيمة معانيه، الجليلة أوصافه، وما كان بهذا الوصف، حقيق أن يتهيأ له، ويرتل، ويتفكر فيما يشتمل عليه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنا سنلقي عليك قولا ثقيلا ) قال الحسن وقتادة : أي العمل به .وقيل : ثقيل وقت نزوله ; من عظمته . كما قال زيد بن ثابت : أنزل على رسول الله صلى الله عليه وسلم وفخذه على فخذي ، فكادت ترض فخذي .وقال الإمام أحمد : حدثنا قتيبة ، حدثنا ابن لهيعة ، عن يزيد بن أبي حبيب ، عن عمرو بن الوليد عن عبد الله بن عمرو قال : سألت النبي صلى الله عليه وسلم فقلت : يا رسول الله ، هل تحس بالوحي ؟ فقال رسول الله صلى الله عليه وسلم : \" أسمع صلاصيل ، ثم أسكت عند ذلك ، فما من مرة يوحى إلي إلا ظننت أن نفسي تفيض \" ، تفرد به أحمد .وفي أول صحيح البخاري ، عن عبد الله بن يوسف ، عن مالك ، عن هشام ، عن أبيه ، عن عائشة : أن الحارث بن هشام سأل رسول الله صلى الله عليه وسلم : كيف يأتيك الوحي ؟ فقال : \" أحيانا يأتيني في مثل صلصلة الجرس ، وهو أشده علي ، فيفصم عني وقد وعيت عنه ما قال ، وأحيانا يتمثل لي الملك رجلا فيكلمني فأعي ما يقول \" . قالت عائشة : ولقد رأيته ينزل عليه الوحي - صلى الله عليه وسلم - في اليوم الشديد البرد ، فيفصم عنه وإن جبينه ليتفصد عرقا هذا لفظه .وقال الإمام أحمد : حدثنا سليمان بن داود ، أخبرنا عبد الرحمن ، عن هشام بن عروة ، عن أبيه ، عن عائشة قالت : إن كان ليوحى إلى رسول الله صلى الله عليه وسلم وهو على راحلته ، فتضرب بجرانها .وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ، عن هشام بن عروة ، عن أبيه ; أن النبي صلى الله عليه وسلم كان إذا أوحي إليه وهو على ناقته ، وضعت جرانها ، فما تستطيع أن تحرك حتى يسرى عنه .وهذا مرسل . الجران : هو باطن العنق .واختار ابن جرير أنه ثقيل من الوجهين معا ، كما قال عبد الرحمن بن زيد بن أسلم : كما ثقل في الدنيا ثقل يوم القيامة في الموازين ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا سنلقي عليك قولا ثقيلا ) قال ابن عباس رضي الله عنهما : شديدا . قال الحسن : إن الرجل ليهذ السورة ولكن العمل بها ثقيل .وقال قتادة : ثقيل والله فرائضه وحدوده . وقال مقاتل : ثقيل لما فيه من الأمر والنهي والحدود .وقال أبو العالية : ثقيل بالوعد والوعيد والحلال والحرام . وقال محمد بن كعب : ثقيل على المنافقين .وقال الحسين بن الفضل : قولا خفيفا على اللسان ثقيلا في الميزان .قال الفراء : ثقيل ليس بخفيف السفساف لأنه كلام ربنا .وقال ابن زيد : هو والله ثقيل مبارك ، كما ثقل في الدنيا ثقل في الموازين يوم القيامة .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن هشام بن عروة عن [ أبيه ] عن عائشة زوج النبي - صلى الله عليه وسلم - [ أن الحارث بن هشام سأل رسول الله - صلى الله عليه وسلم - ] فقال : يا رسول الله كيف يأتيك الوحي ؟ فقال رسول الله - صلى الله عليه وسلم - : \" أحيانا يأتيني [ في ] مثل صلصلة الجرس ، وهو أشده علي فيفصم عني وقد وعيت ما قال وأحيانا يتمثل لي الملك رجلا فيكلمني فأعي ما يقول \" . قالت عائشة : ولقد رأيته ينزل عليه الوحي في اليوم الشاتي الشديد البرد فيفصم عنه وإن جبينه ليتفصد عرقا ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا سنلقي عليك قولا ثقيلاقوله تعالى : إنا سنلقي عليك قولا ثقيلا هو متصل بما فرض من قيام الليل ، أي سنلقي عليك بافتراض صلاة الليل قولا ثقيلا يثقل حمله ; لأن الليل للمنام ، فمن أمر بقيام أكثره لم يتهيأ له ذلك إلا بحمل شديد على النفس ومجاهدة للشيطان ، فهو أمر يثقل على العبد .وقيل : إنا سنوحي إليك القرآن ، وهو قول ثقيل يثقل العمل بشرائعه .قال قتادة : ثقيل والله فرائضه وحدوده . مجاهد : حلاله وحرامه . الحسن : العمل به .أبو العالية : ثقيلا بالوعد والوعيد والحلال والحرام . محمد بن كعب : ثقيلا على المنافقين . وقيل : على الكفار ; لما فيه من الاحتجاج عليهم ، والبيان لضلالتهم وسب آلهتهم ، والكشف عما حرفه أهل الكتاب .السدي : ثقيل بمعنى كريم ; مأخوذ من قولهم : فلان ثقيل علي ، أي يكرم علي .الفراء : ( ثقيلا ) رزينا ليس بالخفيف السفساف لأنه كلام ربنا . وقال الحسين بن الفضل : ثقيلا لا يحمله إلا قلب مؤيد بالتوفيق ، ونفس مزينة بالتوحيد .وقال ابن زيد : هو والله ثقيل مبارك ، كما ثقل في الدنيا يثقل في الميزان يوم القيامة .وقيل : ( ثقيلا ) أي ثابتا كثبوت الثقيل في محله ، ويكون معناه أنه ثابت الإعجاز ، لا يزول إعجازه أبدا . وقيل : هو القرآن نفسه ; كما جاء في الخبر : أن النبي - صلى الله عليه وسلم - كان إذا أوحي إليه وهو على ناقته وضعت جرانها - يعني صدرها - على الأرض ، فما تستطيع أن تتحرك حتى يسرى عنه .وفي الموطأ وغيره أنه - عليه السلام - سئل : كيف يأتيك الوحي ؟ فقال : \" أحيانا يأتيني مثل صلصلة الجرس ، وهو أشده علي ، فيفصم عني وقد وعيت ما قال ، وأحيانا يتمثل لي الملك رجلا فيكلمني فأعي ما يقول \" . قالت عائشة - رضي الله عنها - : ولقد رأيته ينزل عليه الوحي في اليوم الشديد البرد ، فيفصم عنه وإن جبينه ليتفصد عرقا .قال ابن العربي : وهذا أولى ; لأنه الحقيقة ، وقد جاء : وما جعل عليكم في الدين من حرج . وقال - عليه السلام - : بعثت بالحنيفية السمحة . وقيل : القول في هذه السورة : هو قول لا إله إلا الله ; إذ في الخبر : خفيفة على اللسان ثقيلة في الميزان ; ذكره القشيري ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "اختلف أهل التأويل في تأويل قوله: ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا ) فقال بعضهم: عُنى به إنا سنلقي عليك قولا ثقيلا العمل به.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا ) قال: العمل به، قال: إن الرجل لَيَهُذُّ (1) ‌السورة، ولكنّ العمل به ثقيل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا ) ثقيل والله فرائضه وحدوده.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( ثَقِيلا ) قال: ثقيل والله فرائضه وحدوده.وقال آخرون: بل عني بذلك أن القول عينه ثقيل محمله.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن هشام بن عروة، عن أبيه \" أن النبيّ صلى الله عليه وسلم كان إذا أوحي إليه وهو على ناقته وضعت جرانها، فما تستطيع أن تتحرّك حتى يسرَّى عنه \" .حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا ) قال: هو والله ثقيل مبارك القرآن، كما ثقل في الدنيا ثَقُل في الموازين يوم القيامة.وأولى الأقوال بالصواب في ذلك أن يقال: إن الله وصفه بأنه قول ثقيل، فهو كما وصفه به ثقيل محمله ثقيل العمل بحدوده وفرائضه.------------------------الهوامش:(1) ‌الهذ: سرعة القراءة. وهو يهذ القرآن هذًا: إذا أسرع فيع وتابعه. وهذا الحديث سرده (التاج)"
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن العبادة التي تنشأ في جوف الليل هي أشد تأثيرًا في القلب، وأبين قولا لفراغ القلب مِن مشاغل الدنيا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن ناشئة الليل» القيام بعد النوم «هي اشد وطئا» موافقة السمع للقلب على تفهم القرآن «وأقوم قليلا» أبين قولا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر الحكمة في أمره بقيام الليل، فقال:  إِنَّ نَاشِئَةَ اللَّيْلِ  أي: الصلاة فيه بعد النوم  هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا  أي: أقرب إلى تحصيل  مقصود القرآن، يتواطأ على القرآن  القلب واللسان، وتقل الشواغل، ويفهم ما يقول، ويستقيم له أمره، وهذا بخلاف النهار، فإنه لا يحصل به هذا المقصود  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن ناشئة الليل هي أشد وطئا وأقوم قيلا ) قال أبو إسحاق ، عن سعيد بن جبير ، عن ابن عباس : نشأ : قام بالحبشة .وقال عمر وابن عباس وابن الزبير : الليل كله ناشئة . وكذا قال مجاهد وغير واحد ، يقال : نشأ : إذا قام من الليل . وفي رواية عن مجاهد : بعد العشاء . وكذا قال أبو مجلز وقتادة وسالم وأبو حازم ومحمد بن المنكدر .والغرض أن ناشئة الليل هي : ساعاته وأوقاته ، وكل ساعة منه تسمى ناشئة ، وهي الآنات . والمقصود أن قيام الليل هو أشد مواطأة بين القلب واللسان ، وأجمع على التلاوة ; ولهذا قال : ( هي أشد وطئا وأقوم قيلا ) أي : أجمع للخاطر في أداء القراءة وتفهمها من قيام النهار ; لأنه وقت انتشار الناس ولغط الأصوات وأوقات المعاش .[ وقد ] قال الحافظ أبو يعلى الموصلي : حدثنا إبراهيم بن سعيد الجوهري ، حدثنا أبو أسامة ، حدثنا الأعمش ، أن أنس بن مالك قرأ هذه الآية : \" إن ناشئة الليل هي أشد وطئا وأصوب قيلا \" فقال له رجل : إنما نقرؤها ( وأقوم قيلا ) فقال له : إن أصوب وأقوم وأهيأ وأشباه هذا واحد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله - عز وجل - : ( إن ناشئة الليل ) أي : ساعاته كلها وكل ساعة منه ناشئة ، سميت بذلك لأنها تنشأ أي : تبدو ، ومنه : نشأت السحابة إذا بدت ، فكل ما حدث بالليل وبدا فقد نشأ فهو ناشئ ، والجمع ناشئة .وقال ابن أبي مليكة : سألت ابن عباس وابن الزبير عنها فقالا الليل كله ناشئة وقال سعيد بن جبير وابن زيد : أي : ساعة قام من الليل فقد نشأ وهو بلسان الحبش [ القيام يقال ] نشأ فلان أي : قام .وقالت عائشة : الناشئة القيام بعد النوم .وقال ابن كيسان : هي القيام من آخر الليل .وقال عكرمة : هي القيام من أول الليل .روي عن علي بن الحسين أنه كان يصلي بين المغرب والعشاء ، ويقول : هذه ناشئة الليل . وقال الحسن : كل صلاة بعد العشاء الآخرة فهي ناشئة من الليل .وقال الأزهري : \" ناشئة الليل \" قيام الليل ، مصدر جاء على فاعلة كالعافية بمعنى العفو .( هي أشد وطئا ) قرأ ابن عامر [ وأبو عمرو ] وطاء بكسر الواو ممدودا بمعنى المواطأة والموافقة ، يقال : واطأت فلانا مواطأة ووطئا ، إذا وافقته ، وذلك أن مواطأة القلب والسمع والبصر واللسان بالليل تكون أكثر مما يكون بالنهار .وقرأ الآخرون : [ وطئا ] بفتح الواو وسكون الطاء ، أي : أشد على المصلي وأثقل من صلاة النهار لأن الليل للنوم والراحة ، ومنه قوله - صلى الله عليه وسلم - : \" اللهم اشدد وطأتك على مضر \" .وقال ابن عباس : كانت صلاتهم أول الليل هي أشد وطئا يقول هي أجدر أن تحصوا ما فرض الله عليكم من القيام ، وذلك أن الإنسان إذا نام لم يدر متى يستيقظ .وقال قتادة : أثبت في الخير وأحفظ للقراءة .وقال الفراء : أثبت قياما أي : أوطأ للقيام وأسهل للمصلي من ساعات النهار لأن النهار خلق لتصرف العباد ، والليل للخلوة فالعبادة فيه أسهل . وقيل : أشد نشاطا .وقال ابن زيد : أفرغ له قلبا من النهار لأنه لا تعرض له حوائج .وقال الحسن : أشد وطئا للخير وأمنع من الشيطان .( وأقوم قيلا ) وأصوب قراءة وأصح قولا لهدأة الناس وسكون الأصوات .وقال الكلبي : أبين قولا بالقرآن .وفي الجملة : عبادة الليل أشد نشاطا وأتم إخلاصا وأكثر بركة وأبلغ في الثواب [ من عبادة النهار ] ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن ناشئة الليل قال العلماء : ناشئة الليل أي أوقاته وساعاته ، لأن أوقاته تنشأ أولا فأولا ; يقال : نشأ الشيء ينشأ : إذا ابتدأ وأقبل شيئا بعد شيء ، فهو ناشئ وأنشأه الله فنشأ ، ومنه نشأت السحابة إذا بدأت وأنشأها الله ; فناشئة : فاعلة من نشأت تنشأ فهي ناشئة ، ومنه قوله تعالى : أومن ينشأ في الحلية وهو في الخصام غير مبين والمراد إن ساعات الليل الناشئة ، فاكتفى بالوصف عن الاسم ، فالتأنيث للفظ ساعة ، لأن كل ساعة تحدث . وقيل : الناشئة مصدر بمعنى قيام الليل كالخاطئة والكاذبة ; أي إن نشأة الليل هي أشد وطئا . وقيل : إن ناشئة الليل قيام الليل . قال ابن مسعود : الحبشة يقولون : نشأ أي قام ، فلعله أراد أن الكلمة عربية ، ولكنها شائعة في كلام الحبشة ، غالبة عليهم ، وإلا فليس في القرآن ما ليس في لغة العرب . وقد تقدم بيان هذا في مقدمة الكتاب مستوفى .بين تعالى في هذه الآية فضل صلاة الليل على صلاة النهار ، وأن الاستكثار من صلاة الليل بالقراءة فيها ما أمكن أعظم للأجر ، وأجلب للثواب .واختلف العلماء في المراد بناشئة الليل ; فقال ابن عمر وأنس بن مالك : هو ما بين المغرب والعشاء ، تمسكا بأن لفظ نشأ يعطي الابتداء ، فكان بالأولية أحق ; ومنه قول الشاعر :ولولا أن يقال صبا نصيب لقلت بنفسي النشأ الصغاروكان علي بن الحسين يصلي بين المغرب والعشاء ويقول : هذا ناشئة الليل . وقال عطاء وعكرمة : إنه بدء الليل . وقال ابن عباس ومجاهد وغيرهما : هي الليل كله ; لأنه ينشأ بعد النهار ، وهو الذي اختاره مالك بن أنس . قال ابن العربي : وهو الذي يعطيه اللفظ وتقتضيه اللغة .وقالت عائشة وابن عباس أيضا ومجاهد : إنما الناشئة القيام بالليل بعد النوم . ومن قام أول الليل قبل النوم فما قام ناشئة . فقال يمان وابن كيسان : هو القيام من آخر الليل . وقال ابن عباس : كانت صلاتهم أول الليل . وذلك أن الإنسان إذا نام لا يدري متى يستيقظ .وفي الصحاح : وناشئة الليل أول ساعاته . وقال القتبي : إنه ساعات الليل ; لأنها تنشأ ساعة بعد ساعة . وعن الحسن ومجاهد : هي ما بعد العشاء الآخرة إلى الصبح . وعن الحسن أيضا : ما كان بعد العشاء فهو ناشئة . ويقال : ما ينشأ في الليل من الطاعات ; حكاه الجوهري .قوله تعالى : هي أشد وطئا قرأ أبو العالية وأبو عمرو وابن أبي إسحاق ومجاهد وحميد وابن محيصن وابن عامر والمغيرة وأبو حيوة ( وطاء ) بكسر الواو وفتح الطاء والمد ، واختاره أبو عبيد . الباقون ( وطأ ) بفتح الواو وسكون الطاء مقصورة ، واختاره أبو حاتم ; من قولك : اشتدت على القوم وطأة سلطانهم . أي ثقل عليهم ما حملهم من المؤن ، ومنه قول النبي - صلى الله عليه وسلم - : \" اللهم اشدد وطأتك على مضر \" فالمعنى أنها أثقل على المصلي من ساعات النهار . وذلك أن الليل وقت منام وتودع وإجمام ، فمن شغله بالعبادة فقد تحمل المشقة العظيمة . ومن مد فهو مصدر واطأت وطاء ومواطأة أي وافقته .ابن زيد واطأته على الأمر مواطأة : إذا وافقته من الوفاق ، وفلان يواطئ اسمه اسمي ، وتواطئوا عليه أي توافقوا ; فالمعنى أشد موافقة بين القلب والبصر والسمع واللسان ; لانقطاع الأصوات والحركات ; قاله مجاهد وابن أبي مليكة وغيرهما . وقال ابن عباس بمعناه ، أي يواطئ السمع القلب ; قال الله تعالى : ليواطئوا عدة ما حرم الله أي ليوافقوا . وقيل : المعنى أشد مهادا للتصرف في التفكر والتدبر . والوطاء خلاف الغطاء . وقيل : أشد وطأ بسكون الطاء وفتح الواو أي أشد ثباتا من النهار ; فإن الليل يخلو فيه الإنسان بما يعمله ، فيكون ذلك أثبت للعمل وأتقى لما يلهي ويشغل القلب . والوطء الثبات ، تقول : وطئت الأرض بقدمي . وقال الأخفش : أشد قياما . الفراء : أثبت قراءة وقياما . وعنه : أشد وطأ أي أثبت للعمل وأدوم لمن أراد الاستكثار من العبادة ، والليل وقت فراغ عن اشتغال المعاش ، فعبادته تدوم ولا تنقطع .وقال الكلبي : أشد وطأ أي أشد نشاطا للمصلي ; لأنه في زمان راحته . وقال عبادة : أشد وطأ أي نشاطا للمصلي وأخف وأثبت للقراءة .قوله تعالى : وأقوم قيلا أي القراءة بالليل أقوم منها بالنهار ; أي أشد استقامة واستمرارا على الصواب ; لأن الأصوات هادئة ، والدنيا ساكنة ، فلا يضطرب على المصلي ما يقرؤه .قال قتادة ومجاهد : أي أصوب للقراءة وأثبت للقول ; لأنه زمان التفهم . وقال أبو علي : أقوم قيلا أي أشد استقامة لفراغ البال بالليل . وقيل : أي أعجل إجابة للدعاء . حكاه ابن شجرة . وقال عكرمة : عبادة الليل أتم نشاطا ، وأتم إخلاصا ، وأكثر بركة . وعن زيد بن أسلم : أجدر أن يتفقه في القرآن .وعن الأعمش قال : قرأ أنس بن مالك ( إن ناشئة الليل هي أشد وطأ وأصوب قيلا ) فقيل له : وأقوم قيلا فقال : أقوم وأصوب وأهيأ سواء . قال أبو بكر الأنباري : وقد ترامى ببعض هؤلاء الزائغين إلى أن قال : من قرأ بحرف يوافق معنى حرف من القرآن فهو مصيب ، إذا لم يخالف معنى ولم يأت بغير ما أراد الله وقصد له ، واحتجوا بقول أنس هذا . وهو قول لا يعرج عليه ولا يلتفت إلى قائله ; لأنه لو قرأ بألفاظ تخالف ألفاظ القرآن إذا قاربت معانيها واشتملت على عامتها ، لجاز أن يقرأ في موضع الحمد لله رب العالمين : الشكر للباري ملك المخلوقين ، ويتسع الأمر في هذا حتى يبطل لفظ جميع القرآن ، ويكون التالي له مفتريا على الله - عز وجل - ، كاذبا على رسوله - صلى الله عليه وسلم - ولا حجة لهم في قول ابن مسعود : نزل القرآن على سبعة أحرف ، إنما هو كقول أحدكم : هلم وتعال وأقبل ; لأن هذا الحديث يوجب أن القراءات المأثورة المنقولة بالأسانيد الصحاح عن النبي - صلى الله عليه وسلم - إذا اختلفت ألفاظها ، واتفقت معانيها ، كان ذلك فيها بمنزلة الخلاف في هلم ، وتعال ، وأقبل ، فأما ما لم يقرأ به النبي - صلى الله عليه وسلم - وأصحابه وتابعوهم - رضي الله عنهم - ، فإنه من أورد حرفا منه في القرآن بهت ومال وخرج من مذهب الصواب . قال أبو بكر : والحديث الذي جعلوه قاعدتهم في هذه الضلالة حديث لا يصح عن أحد من أهل العلم ; لأنه مبني على روايةالأعمش عن أنس ، فهو مقطوع ليس بمتصل فيؤخذ به من قبل أن الأعمش رأى أنسا ولم يسمع منه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا ) يعني جلّ وعزّ بقوله: (إن ناشئة الليل): إن ساعات الليل، وكلّ ساعة من ساعات الليل ناشئة من الليل.وقد اختلف أهل التأويل في ذلك.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: أخبرنا حاتم بن أبي صغيرة، قال: قلت لعبد الله بن أبي مليكة: ألا تحدثني أيّ الليل ناشئة ؟ قال: على الثبت سقطت، سألت عنها ابن عباس، فزعم أن الليل كله ناشئة، وسألت عنها ابن الزبير، فأخبرني مثل ذلك.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن أبي إسحاق، عن سعيد بن جُبير، عن ابن عباس ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: بلسان الحبشة إذا قام الرجل من الليل، قالوا: نشأ.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي إسحاق، عن سعيد بن جُبير، عن ابن عباس ( إِنَّ نَاشِئَةَ اللَّيْلِ ) نشأ: قام.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي مَيْسرة ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: نشأ: قام.قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، قال: إذا قام الرجل من الليل، فهو ناشئة الليل.حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة، في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: هو الليل كله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: إذا قمت الليل فهو ناشئة.قال: ثنا مهران، عن سفيان، عن ليث، عن مجاهد، قال: كلّ شيء بعد العشاء   فهو ناشئة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: قيام الليل؛ قال: وأيّ ساعة من الليل قام فقد نشأ.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: أيّ الليل قمت فهو ناشئة.قال: ثنا مهران، عن خارجة، عن أبي يونس حاتم بن أبى صغيرة، عن ابن أبي مُلَيكة، قال: سألت ابن عباس وابن الزبير عن ناشئة الليل فقالا كلّ الليل ناشئة، فإذا نشأت قائما فتلك ناشئة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: أيّ ساعة تَهَجَّدَ فيها متهجد من الليل.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) يعني الليل كله.حدثنا أبو كريب، قال: ثنا وكيع، عن أبي عامر الخزاز، ونافع عن ابن أبي مليكة، عن ابن عباس في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: الليل كله.قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: الليل كله إذا قام يصلي فهو ناشئة.وقال آخرون: بل ذلك ما كان بعد العشاء، فأما ما كان قبل العشاء فليس بناشئة.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن سليمان التيميّ، عن أبي مِجْلَز، في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: ما بعد العشاء ناشئة.قال: ثنا ابن علية، قال: ثنا أبو رجاء، في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: ما بعد العشاء الآخرة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: ناشئة الليل: ما كان بعد العشاء فهو ناشئة.حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، قال، قال قتادة في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ ) قال: كلّ شيء بعد العشاء فهو ناشئة.وقوله: ( هِيَ أَشَدُّ وَطْئًا ) اختلفت قرّاء الأمصار في قراءة ذلك، فقرأته عامة قراء مكة والمدينة والكوفة ( أَشَدُّ وَطْئًا ) بفتح الواو وسكون الطاء. وقرأ ذلك بعض قرّاء البصرة ومكة والشام ( وِطاء ) بكسر الواو ومدّ الألف على أنه مصدر من قول القائل: واطأ اللسان القلب مواطأة ووِطاء.والصواب من القول في ذلك عندنا انهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب.ويعني بقوله: ( هِيَ أَشَدُّ وَطْئًا ) ناشئة الليل أشد ثباتا من النهار وأثبت في القلب، وذلك أن العمل بالليل أثبت منه بالنهار. وحُكي عن العرب وَطِئنا الليل وطأ: إذا ساروا فيه.وبنحو الذي قلنا في ذلك قال من أهل التأويل من قرأه بفتح الواو وسكون الطاء، وإن اختلفت عباراتهم في ذلك.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: ( هِيَ أَشَدُّ وَطْئًا ) أي أثبت في الخير، وأحفظ في الحفظ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( هِيَ أَشَدُّ وَطْئًا ) قال: القيام بالليل أشدّ وطئا: يقول: أثبت في الخير.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا ) يقول: ناشئة الليل كانت صلاتهم أوّل الليل ( هِيَ أَشَدُّ وَطْئًا ) يقول: هو أجدر أن تُحْصُوا ما فرض الله عليكم من القيام، وذلك أن الإنسان إذا نام لم يدر متى يستيقظ.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا ) قال: إن مصلي الليل القائم بالليل أشدّ وطئا: طمأنينة أفرغ له قلبا، وذلك أنه لا يَعْرِضُ له حوائج ولا شيء.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( هِيَ أَشَدُّ وَطْئًا ) يقول: قراءة القرآن بالليل أثبت منه بالنهار، وأشدّ مواطأة بالليل منه بالنهار.وأما الذين قرءوا( وِطاءً ) بكسر الواو ومدّ الألف، فقد ذكرت الذي عَنَوْا بقراءتهم ذلك كذلك.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور عن مجاهد ( أَشَدُّ وَطْئًا ) قال: أن تُوَاطئ قلبك وسمعك وبصرك.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا ) قال: تواطئ سمعك وبصرك وقلبك.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أبي نجيح، عن مجاهد، قوله: ( أَشَدُّ وَطْئًا ) قال: مُوَاطأة للقول، وفراغا للقلب.حدثني يعقوب، قال: ثنا ابن علية، قال: سمعت ابن أبي نجيح يقول في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلا ) قال: أجدر أن تواطئ لك سمعك، أن تواطئ لك بصرك.حدثنا ابن حميد، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( أَشَدُّ وَطْئًا ) قال: أجدر أن تواطئ سمعك وقلبك.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد في قوله: ( إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلا ) قال: يواطئ سَمْعُك وبصرك وقلبك بعضه بعضا.وقوله: ( وَأَقْوَمُ قِيلا ) يقول: وأصوب قراءة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يحيى بن داود الواسطي، قال: ثنا أبو أُسامة، عن الأعمش، قال: قرأ أنس هذه الآية ( إنَّ ناشِئَةَ اللَّيْلِ هِيَ أشَدُّ وَطْئًا وأصْوَبُ قِيلا )، فقال له بعض القوم: يا أبا حمزة إنما هي ( وَأَقْوَمُ قِيلا ) قال: أقوم وأصوب وأهيأ واحد.حدثني موسى بن عبد الرحمن المسروقي، قال: ثنا عبد الحميد الحماني، عن الأعمش قال: قرأ أنس ( وَأَقْوَمُ قِيلا ) وأصوب قيلا؛ قيل له: يا أبا حمزة إنما هي ( وَأَقْوَمُ ) قال أنس: أصوب وأقوم وأهيأ واحد.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، مثله.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد، مثله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَأَقْوَمُ قِيلا ) يقول: أدنى من أن تفقهوا القرآن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَأَقْوَمُ قِيلا ) : أحفظ للقراءة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَأَقْوَمُ قِيلا ) قال: أقوم قراءة لفراغه من الدنيا."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن لك في النهار تصرفًا وتقلبًا في مصالحك، واشتغالا واسعًا بأمور الرسالة، ففرِّغْ نفسك ليلا لعبادة ربك."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن لك في النهار سبحا طويلا» تصرفا في إشغالك لا تفرغ فيه لتلاوة القرآن."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلًا  أي: ترددا على حوائجك ومعاشك، يوجب اشتغال القلب وعدم تفرغه التفرغ التام."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولهذا قال : ( إن لك في النهار سبحا طويلا ) قال ابن عباس وعكرمة وعطاء بن أبي مسلم : الفراغ والنوم .وقال أبو العالية ومجاهد وابن مالك والضحاك والحسن وقتادة والربيع بن أنس وسفيان الثوري : فراغا طويلا .وقال قتادة : فراغا وبغية ومنقلبا .وقال السدي : ( سبحا طويلا ) تطوعا كثيرا .وقال عبد الرحمن بن زيد بن أسلم في قوله : ( [ إن لك في النهار ] سبحا طويلا ) قال : لحوائجك ، فأفرغ لدينك الليل . قال : وهذا حين كانت صلاة الليل فريضة ، ثم إن الله من على العباد فخففها ووضعها ، وقرأ : ( قم الليل إلا قليلا ) إلى آخر الآية ، ثم قال : ( إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ) حتى بلغ : ( فاقرءوا ما تيسر منه ) [ الليل نصفه أو ثلثه . ثم جاء أمر أوسع وأفسح وضع الفريضة عنه وعن أمته ] فقال : قال : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 49 ] وهذا الذي قاله كما قاله .والدليل عليه ما رواه الإمام أحمد في مسنده حيث قال : حدثنا يحيى ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن زرارة بن أوفى عن سعيد بن هشام : أنه طلق امرأته ثم ارتحل إلى المدينة ليبيع عقارا له بها ويجعله في الكراع والسلاح ، ثم يجاهد الروم حتى يموت ، فلقي رهطا من قومه فحدثوه أن رهطا من قومه ستة أرادوا ذلك على عهد رسول الله صلى الله عليه وسلم فقال : \" أليس لكم في أسوة ؟ \" فنهاهم عن ذلك ، فأشهدهم على رجعتها ، ثم رجع إلينا فأخبرنا أنه أتى ابن عباس فسأله عن الوتر ، فقال : ألا أنبئك بأعلم أهل الأرض بوتر رسول الله صلى الله عليه وسلم ؟ قال : نعم . قال : ائت عائشة فاسألها ثم ارجع إلي فأخبرني بردها عليك . قال : فأتيت على حكيم بن أفلح فاستلحقته إليها ، فقال : ما أنا بقاربها ; إني نهيتها أن تقول في هاتين الشيعتين شيئا ، فأبت فيهما إلا مضيا ، فأقسمت عليه ، فجاء معي ، فدخلنا عليها فقالت : حكيم ؟ وعرفته ، قال : نعم . قالت : من هذا معك ؟ قال : سعيد بن هشام . قالت : من هشام ؟ قال : ابن عامر . قال : فترحمت عليه وقالت : نعم المرء كان عامر . قلت : يا أم المؤمنين ، أنبئيني عن خلق رسول الله صلى الله عليه وسلم ؟ قالت : ألست تقرأ القرآن ؟ قلت : بلى . قالت : فإن خلق رسول الله صلى الله عليه وسلم كان القرآن ، فهممت أن أقوم ، ثم بدا لي قيام رسول الله صلى الله عليه وسلم ، قلت : يا أم المؤمنين ، أنبئيني عن قيام رسول الله صلى الله عليه وسلم . قالت : ألست تقرأ هذه السورة : ( يا أيها المزمل ) ؟ قلت : بلى . قالت : فإن الله افترض قيام الليل في أول هذه السورة ، فقام رسول الله صلى الله عليه وسلم وأصحابه حولا حتى انتفخت أقدامهم ، وأمسك الله خاتمتها في السماء اثني عشر شهرا ، ثم أنزل الله التخفيف في آخر هذه السورة ، فصار قيام الليل تطوعا من بعد فريضة ، فهممت أن أقوم ، ثم بدا لي وتر رسول الله صلى الله عليه وسلم ، قلت : يا أم المؤمنين ، أنبئيني عن وتر رسول الله صلى الله عليه وسلم . قالت : كنا نعد له سواكه وطهوره ، فيبعثه الله لما شاء أن يبعثه من الليل ، فيتسوك ثم يتوضأ ثم يصلي ثماني ركعات لا يجلس فيهن إلا عند الثامنة ، فيجلس ويذكر ربه تعالى ويدعو [ ويستغفر ثم ينهض وما يسلم . ثم يصلي التاسعة فيقعد فيحمد ربه ويذكره ويدعو ] ثم يسلم تسليما يسمعنا ، ثم يصلي ركعتين وهو جالس بعد ما يسلم ، فتلك إحدى عشرة ركعة يا بني ، فلما أسن رسول الله صلى الله عليه وسلم وأخذه اللحم ، أوتر بسبع ، ثم صلى ركعتين وهو جالس بعد ما يسلم ، فتلك تسع يا بني . وكان رسول الله صلى الله عليه وسلم إذا صلى صلاة أحب أن يداوم عليها ، وكان إذا شغله عن قيام الليل نوم أو وجع أو مرض ، صلى من النهار ثنتي عشرة ركعة ، ولا أعلم نبي الله صلى الله عليه وسلم قرأ القرآن كله في ليلة ، ولا قام ليلة حتى أصبح ، ولا صام شهرا كاملا غير رمضان .فأتيت ابن عباس فحدثته بحديثها ، فقال : صدقت ، أما لو كنت أدخل عليها لأتيتها حتى تشافهني مشافهة .هكذا رواه الإمام أحمد بتمامه . وقد أخرجه مسلم في صحيحه ، من حديث قتادة بنحوه .طريق أخرى عن عائشة في هذا المعنى : قال ابن جرير : حدثنا ابن وكيع ، حدثنا زيد بن الحباب - وحدثنا ابن حميد ، حدثنا مهران قالا جميعا ، واللفظ لابن وكيع : عن موسى بن عبيدة ، حدثني محمد بن طحلاء ، عن أبي سلمة ، عن عائشة قالت : كنت أجعل لرسول الله صلى الله عليه وسلم حصيرا يصلي عليه من الليل ، فتسامع الناس به فاجتمعوا ، فخرج كالمغضب - وكان بهم رحيما ، فخشي أن يكتب عليهم قيام الليل - فقال : \" أيها الناس ، اكلفوا من الأعمال ما تطيقون ، فإن الله لا يمل من الثواب حتى تملوا من العمل ، وخير الأعمال ما ديم عليه \" . ونزل القرآن : ( يا أيها المزمل قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه ) حتى كان الرجل يربط الحبل ويتعلق ، فمكثوا بذلك ثمانية أشهر ، فرأى الله ما يبتغون من رضوانه ، فرحمهم فردهم إلى الفريضة ، وترك قيام الليل .ورواه ابن أبي حاتم من طريق موسى بن عبيدة الربذي وهو ضعيف . والحديث في الصحيح بدون زيادة نزول هذه السورة ، وهذا السياق قد يوهم أن نزول هذه السورة بالمدينة ، وليس كذلك ، وإنما هي مكية . وقوله في هذا السياق : إن بين نزول أولها وآخرها ثمانية أشهر - غريب ; فقد تقدم في رواية أحمد أنه كان بينهما سنة .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو أسامة ، عن مسعر ، عن سماك الحنفي ، سمعت ابن عباس يقول : أول ما نزل : أول المزمل ، كانوا يقومون نحوا من قيامهم في شهر رمضان ، وكان بين أولها وآخرها قريب من سنة .وهكذا رواه ابن جرير ، عن أبي كريب ، عن أبي أسامة به .وقال الثوري ومحمد بن بشر العبدي كلاهما عن مسعر ، عن سماك ، عن ابن عباس : كان بينهما سنة . وروى ابن جرير ، عن أبي كريب ، عن وكيع ، عن إسرائيل ، عن سماك ، عن عكرمة ، عن ابن عباس مثله .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، عن سفيان ، عن قيس بن وهب عن أبي عبد الرحمن قال : لما نزلت : ( يا أيها المزمل ) قاموا حولا حتى ورمت أقدامهم وسوقهم ، حتى نزلت : ( فاقرءوا ما تيسر منه ) قال : فاستراح الناس .وكذا قال الحسن البصري .وقال ابن أبي حاتم : [ حدثنا أبو زرعة ، حدثنا عبيد الله بن عمر القواريري ، حدثنا معاذ بن هشام حدثنا أبي ] عن قتادة ، عن زرارة بن أوفى عن سعد بن هشام قال : فقلت - يعني لعائشة - : أخبرينا عن قيام رسول الله صلى الله عليه وسلم . قالت : ألست تقرأ : ( يا أيها المزمل ) ؟ قلت : بلى . قالت : فإنها كانت قيام رسول الله صلى الله عليه وسلم وأصحابه ، حتى انتفخت أقدامهم ، وحبس آخرها في السماء ستة عشر شهرا ، ثم نزل .وقال معمر عن قتادة : ( قم الليل إلا قليلا ) قاموا حولا أو حولين ، حتى انتفخت سوقهم وأقدامهم ، فأنزل الله تخفيفها بعد في آخر السورة .وقال ابن جرير : حدثنا ابن حميد ، حدثنا يعقوب القمي ، عن جعفر عن سعيد - هو ابن جبير - قال : لما أنزل الله تعالى على نبيه صلى الله عليه وسلم : ( يا أيها المزمل ) قال : مكث النبي صلى الله عليه وسلم على هذه الحال عشر سنين يقوم الليل ، كما أمره ، وكانت طائفة من أصحابه يقومون معه ، فأنزل الله عليه بعد عشر سنين : ( إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك ) إلى قوله : ( وأقيموا الصلاة ) فخفف الله تعالى عنهم بعد عشر سنين .ورواه ابن أبي حاتم ، عن أبيه ، عن عمرو بن رافع ، عن يعقوب القمي به .وقال علي بن أبي طلحة ، عن ابن عباس في قوله : ( يا أيها المزمل قم الليل إلا قليلا نصفه أو انقص منه قليلا [ أو زد عليه ورتل القرآن ترتيلا ) فأمر الله نبيه والمؤمنين بقيام الليل إلا قليلا ] فشق ذلك على المؤمنين ، ثم خفف الله عنهم ورحمهم ، فأنزل بعد هذا : ( علم أن سيكون منكم مرضى وآخرون يضربون في الأرض ) إلى قوله : ( فاقرءوا ما تيسر منه ) فوسع الله - وله الحمد - ولم يضيق ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن لك في النهار سبحا طويلا ) أي : تصرفا وتقلبا وإقبالا وإدبارا في حوائجك وأشغالك ، وأصل \" السبح \" سرعة الذهاب ، ومنه السباحة في الماء وقيل : \" سبحا طويلا \" أي : فراغا وسعة لنومك وتصرفك في حوائجك فصل من الليل .وقرأ يحيى بن يعمر \" سبخا \" بالخاء المعجمة أي : استراحة وتخفيفا للبدن ، ومنه قول النبي - صلى الله عليه وسلم - لعائشة ، وقد دعت على سارق : \" لا تسبخي عنه بدعائك عليه \" [ أي : لا تخففي ] ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن لك في النهار سبحا طويلا قراءة العامة بالحاء غير معجمة ; أي تصرفا في حوائجك ، وإقبالا وإدبارا وذهابا ومجيئا .والسبح : الجري والدوران ، ومنه السابح في الماء ; لتقلبه بيديه ورجليه . وفرس سابح : شديد الجري ; قال امرؤ القيس :مسح إذا ما السابحات على الونى     أثرن الغبار بالكديد المركلوقيل : السبح الفراغ ; أي إن لك فراغا للحاجات بالنهار .وقيل : إن لك في النهار سبحا أي نوما ، والتسبح التمدد ; ذكره الخليل .وعن ابن عباس وعطاء : سبحا طويلا يعني فراغا طويلا لنومك وراحتك ، فاجعل ناشئة الليل لعبادتك ، وقال الزجاج : إن فاتك في الليل شيء فلك في النهار فراغ الاستدراك .وقرأ يحيى بن يعمر وأبو وائل ( سبخا ) بالخاء المعجمة . قال المهدوي : ومعناه النوم ، روي ذلك عن القارئين بهذه القراءة . وقيل : معناه الخفة والسعة والاستراحة ; ومنه قول النبي - صلى الله عليه وسلم - لعائشة وقد دعت على سارق ردائها : \" لا تسبخي عنه بدعائك عليه \" . أي لا تخففي عنه إثمه ; قال الشاعر :فسبخ عليك الهم واعلم بأنه     إذا قدر الرحمن شيئا فكائنالأصمعي : يقال سبخ الله عنك الحمى أي خففها . وسبخ الحر : فتر وخف . والتسبيخ النوم الشديد . والتسبيخ أيضا توسيع القطن والكتان والصوف وتنفيشها ; يقال للمرأة : سبخي قطنك . والسبيخ من القطن ما يسبخ بعد الندف ، أي يلف لتغزله المرأة ، والقطعة منه سبيخة ، وكذلك من الصوف والوبر . ويقال لقطع القطن سبائخ ; قال الأخطل يصف القناص والكلاب :فأرسلوهن يذرين التراب كما     يذري سبائخ قطن ندف أوتاروقال ثعلب : السبخ بالخاء التردد والاضطراب ، والسبخ أيضا السكون ; ومنه قول النبي - صلى الله عليه وسلم - : الحمى من فيح جهنم ، فسبخوها بالماء أي سكنوها . وقال أبو عمرو : السبخ : النوم والفراغ .قلت : فعلى هذا يكون من الأضداد وتكون بمعنى السبح ، بالحاء غير المعجمة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : إن لك يا محمد في النهار فراغا طويلا تتسع به، وتتقلَّب فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( سَبْحًا طَوِيلا ) فراغا طويلا يعني النوم.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن منصور، عن مجاهد، قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) قال: متاعا طويلا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( سَبْحًا طَوِيلا ) قال: فراغا طويلا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) قال: لحوائجك، فافُرغ لدينك الليل، قالوا: وهذا حين كانت صلاة الليل فريضة، ثم إن الله منّ على العباد فخفَّفها ووضعها، وقرأ:  قُمِ اللَّيْلَ إِلا قَلِيلا  ... إلى آخر الآية، ثم قال:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ  حتى بلغ قوله:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  الليل نصفه أو ثلثه، ثم جاء أمر أوسع وأفسح، وضع الفريضة عنه وعن أمته، فقال:  وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا  .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول في قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) فراغا طويلا. وكان يحيى بن يعمر يقرأ ذلك بالخاء.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، عن غالب الليثي، عن يحيى بن يعمر \" من جذيلة قيس \" أنه كان يقرأ ( سَبْخًا طَوِيلا ) قال: وهو النوم.قال أبو جعفر: والتسبيخ: توسيع القطن والصوف وتنفيشه، يقال للمرأة: سبخي قطنك: أي نفشيه ووسعيه؛ ومنه قول الأخطل:فأرْسَلُوهُنَّ يُذْرِينَ التَرَابَ كَمَايُذْرِي سَبائخَ قُطْنٍ نَدْفُ أوْتارُ (2)وإنما عني بقوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) : إن لك في النهار سعة لقضاء حوائجك وقومك. والسبح والسبخ قريبا المعنى في هذا الموضع.------------------------الهوامش:(2) ‌البيت للأخطل يذكر الكلاب (اللسان : سبخ) قال : التسبيخ: التخفيف.ويقال : \"اللهم سبخ عني الحمى\" أي: خففها وسهلها، ولهذا قيل لقطع القطن إذا ندف: سبائخ، ومنه قول الأخطل يذكر الكلاب: \"فأرسلوهن..\" البيت. وقال الفراء في معاني القرآن (الورقة 346) وقوله: ( إن لك في النهار سبحا طويلا ) يقول: لك في النهار ما تقضي حوائجك. وقد قرأ بعضهم: سبخا، بالخاء، والتسبيخ: توسعة الصوف والقطن وما أشبهه، يقال: سبخي قطنك. قال أبو العباس (ثعلب): سمعت أبا عبد الله (ابن الأعرابي) يقول: حضر أبو زياد الكلابي مجلس الفراء في هذا اليوم، فسأله الفراء عن هذا الحرف، فقال: أهل باديتنا يقولون: اللهم سبخ عنه للمريض والملسوع ونحوه."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واذكر -أيها النبي- اسم ربك، فادعه به، وانقطع إليه انقطاعًا تامًا في عبادتك، وتوكل عليه. هو مالك المشرق والمغرب لا معبود بحق إلا هو، فاعتمد عليه، وفوِّض أمورك إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واذكر اسم ربك» أي قل بسم الله الرحمن الرحيم في ابتداء قراءتك «وتبتل» انقطع «إليه تبتيلا» مصدر بتلَ جيء به رعاية للفواصل وهو ملزوم التبتل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاذْكُرِ اسْمَ رَبِّكَ  شامل لأنواع الذكر كلها  وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا  أي: انقطع إلى الله تعالى، فإن الانقطاع إلى الله والإنابة إليه، هو الانفصال بالقلب عن الخلائق، والاتصاف بمحبة الله، وكل ما يقرب إليه، ويدني من رضاه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( واذكر اسم ربك وتبتل إليه تبتيلا ) أي : أكثر من ذكره ، وانقطع إليه ، وتفرغ لعبادته إذا فرغت من أشغالك ، وما تحتاج إليه من أمور دنياك ، كما قال : ( فإذا فرغت فانصب ) [ الشرح : 7 ] أي : إذا فرغت من مهامك فانصب في طاعته وعبادته ، لتكون فارغ البال . قاله ابن زيد بمعناه أو قريب منه .وقال ابن عباس ومجاهد وأبو صالح وعطية والضحاك والسدي : ( وتبتل إليه تبتيلا ) أي : أخلص له العبادة .وقال الحسن : اجتهد وبتل إليه نفسك .وقال ابن جرير : يقال للعابد : متبتل ، ومنه الحديث المروي : أنه نهى عن التبتل ، يعني : الانقطاع إلى العبادة وترك التزوج ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( واذكر اسم ربك ) بالتوحيد والتعظيم ( وتبتل إليه تبتيلا ) قال ابن عباس وغيره : أخلص إليه إخلاصا . وقال الحسن : اجتهد . وقال ابن زيد : تفرغ لعبادته . قال سفيان : توكل عليه توكلا . وقيل : انقطع إليه في العبادة انقطاعا وهو الأصل في الباب ، يقال : تبتلت الشيء أي : قطعته وصدقة بتة : أي : مقطوعة عن صاحبها لا سبيل له عليها والتبتيل : [ التقطيع ] تفعيل منه يقال : بتلته فتبتل ، والمعنى : بتل نفسك إليه ، ولذلك قال : تبتيلا . قال زيد بن أسلم : التبتل رفض الدنيا وما فيها والتماس ما عند الله تعالى ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واذكر اسم ربك وتبتل إليه تبتيلافيه ثلاث مسائل :الأولى : قوله تعالى : واذكر اسم ربك أي ادعه بأسمائه الحسنى ، ليحصل لك مع الصلاة محمود العاقبة . وقيل : أي اقصد بعملك وجه ربك ، وقال سهل : اقرأ باسم الله الرحمن الرحيم في ابتداء صلاتك توصلك بركة قراءتها إلى ربك ، وتقطعك عما سواه . وقيل : اذكر اسم ربك في وعده ووعيده ، لتوفر على طاعته وتعدل عن معصيته . وقال الكلبي : صل لربك أي بالنهار .قلت : وهذا حسن فإنه لما ذكر الليل ذكر النهار ; إذ هو قسيمه ; وقد قال الله تعالى : وهو الذي جعل الليل والنهار خلفة لمن أراد أن يذكر على ما تقدم .الثانية : قوله تعالى : وتبتل إليه تبتيلا التبتل : الانقطاع إلى عبادة الله - عز وجل - ; أي انقطع بعبادتك إليه ، ولا تشرك به غيره . يقال : بتلت الشيء أي قطعته ، ومنه قولهم : طلقها بتة بتلة ، وهذه صدقة بتة بتلة ; أي بائنة منقطعة عن صاحبها ، أي قطع ملكه عنها بالكلية ; ومنه مريم البتول لانقطاعها إلى الله تعالى ، ويقال للراهب متبتل ; لانقطاعه عن الناس ، وانفراده بالعبادة ، قال :تضيء الظلام بالعشاء كأنها منارة ممسى راهب متبتلوفي الحديث النهي عن التبتل ، وهو الانقطاع عن الناس والجماعات . وقيل : إن أصله عند العرب التفرد ; قاله ابن عرفة . والأول أقوى لما ذكرنا . ويقال : كيف قال : تبتيلا ، ولم يقل تبتلا ؟ قيل له : لأن معنى تبتل بتل نفسه ، فجيء به على معناه مراعاة لحق الفواصل .الثالثة : قد مضى في ( المائدة ) في تفسير قوله تعالى : يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم كراهة لمن تبتل وانقطع وسلك سبيل الرهبانية بما فيه كفاية . قال ابن العربي : وأما اليوم وقد مرجت عهود الناس ، وخفت أماناتهم ، واستولى الحرام على الحطام ، فالعزلة خير من الخلطة ، والعزبة أفضل من التأهل ، ولكن معنى الآية : انقطع عن الأوثان والأصنام وعن عبادة غير الله ، وكذلك قال مجاهد : معناه : أخلص له العبادة ، ولم يرد التبتل ، فصار التبتل مأمورا به في القرآن ، منهيا عنه في السنة ، ومتعلق الأمر غير متعلق النهي ; فلا يتناقضان ، وإنما بعث ليبين للناس ما نزل إليهم ; فالتبتل المأمور به : الانقطاع إلى الله بإخلاص العبادة ; كما قال تعالى : وما أمروا إلا ليعبدوا الله مخلصين له الدين والتبتل المنهي عنه : هو سلوك مسلك النصارى في ترك النكاح والترهب في الصوامع ، لكن عند فساد الزمان يكون خير مال المسلم غنما يتبع بها شعف الجبال ومواقع القطر ، يفر بدينه من الفتن ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: ( وَاذْكُرْ ) يا محمد ( اسْمُ رَبِّكَ ) فادعه به : ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) يقول: وانقطع إليه انقطاعا لحوائجك وعبادتك دون سائر الأشياء غيره، وهو من قولهم: تبتَّلتُ هذا الأمر؛ ومنه قيل لأمّ عيسى ابن مريم البتول، لانقطاعها إلى الله، ويقال للعابد المنقطع عن الدنيا وأسبابها إلى عبادة الله: قد تبتل؛ ومنه الخبر الذي رُوي عن النبي صلى الله عليه وسلم \" أنه نهى عن التبتُّل \".وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص له إخلاصا.حدثنا أبو كُرَيب، قال: ثنا يحيى، عن ابن أبي نجيح، عن الحكم، عن مقسم، عن ابن عباس: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص له إخلاصا.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص له إخلاصا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد، مثله.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن مجاهد، مثله، إلا أنه قال: أخْلِصْ إليه.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص إليه إخلاصا.حدثني يعقوب، قال: ثنا هشيم، عن إسماعيل بن أبي خالد، عن أبي يحيى المكي، في قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص إليه إخلاصا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص إليه المسألة والدعاء.حدثنا أبو كريب، قال: ثنا ابن أبي زائدة، عن أشعث، عن الحسن، في قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: بَتِّل نفسك واجتهد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) يقول: أخلص له العبادة والدعوة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، بنحوه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أخلص إليه إخلاصا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَتَبَتَّلْ إِلَيْهِ تَبْتِيلا ) قال: أي تفرّغ لعبادته، قال: تبتل فحبذا التبتل إلى الله، وقرأ قول الله:  فَإِذَا فَرَغْتَ فَانْصَبْ  قال: إذا فرغت من الجهاد فانصب في عبادة الله  وَإِلَى رَبِّكَ فَارْغَبْ  ."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واذكر -أيها النبي- اسم ربك، فادعه به، وانقطع إليه انقطاعًا تامًا في عبادتك، وتوكل عليه. هو مالك المشرق والمغرب لا معبود بحق إلا هو، فاعتمد عليه، وفوِّض أمورك إليه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "هو «ربُّ المشرق والمغرب لا إله إلا هو فاتخذه وكيلا» موكلا له أمورك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ  وهذا اسم جنس يشمل المشارق والمغارب [كلها]، فهو تعالى رب المشارق والمغارب، وما يكون فيها من الأنوار، وما هي مصلحة له من العالم العلوي والسفلي، فهو رب كل شيء وخالقه ومدبره. لَا إِلَهَ إِلَّا هُوَ  أي: لا معبود إلا وجهه الأعلى، الذي يستحق أن يخص بالمحبة والتعظيم، والإجلال والتكريم، ولهذا قال:  فَاتَّخِذْهُ وَكِيلًا  أي: حافظا ومدبرا لأمورك كلها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا ) أي : هو المالك المتصرف في المشارق والمغارب لا إله إلا هو ، وكما أفردته بالعبادة فأفرده بالتوكل ، ( فاتخذه وكيلا ) كما قال في الآية الأخرى : ( فاعبده وتوكل عليه ) [ هود : 123 ] وكقوله : ( إياك نعبد وإياك نستعين ) وآيات كثيرة في هذا المعنى ، فيها الأمر بإفراد العبادة والطاعة لله ، وتخصيصه بالتوكل عليه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"رب المشرق والمغرب\"، قرأ أهل الحجاز، وأبو عمرو، وحفص: \"رب\" برفع الباء الابتداء، وقرأ الآخرون بالجر على نعت الرب في قوله: \"واذكر اسم ربك\". \"لا إله إلا هو فاتخذه وكيلاً\"، قيماً بأمورك ففوضها إليه."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : رب المشرق والمغرب قرأ أهل الحرمين وابن محيصن ومجاهد وأبو عمرو وابن أبي إسحاق وحفص رب بالرفع على الابتداء والخبر لا إله إلا هو . وقيل : على إضمار ( هو ) . الباقون ( رب ) بالخفض على نعت الرب تعالى في قوله تعالى : واذكر اسم ربك رب المشرق ومن علم أنه رب المشارق والمغارب انقطع بعمله وأمله إليه .فاتخذه وكيلا أي قائما بأمورك . وقيل : كفيلا بما وعدك ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة بالرفع على الابتداء، إذ كان ابتداء آية بعد أخرى تامة. وقرا ذلك عامة قرّاء الكوفة بالخفض على وجه النعت، والردّ على الهاء التي في قوله: ( وَتَبَتَّلْ إِلَيْهِ ).والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان قد قرأ بكلّ واحدة منهما علماء من القرّاء، فبأيتهما قرأ القارئ فمصيب. ومعنى الكلام: ربّ المشرق والمغرب وما بينهما من العالم.وقوله: ( لا إِلَهَ إِلا هُوَ ) يقول: لا ينبغي أن يُعبد إله سوى الله الذي هو ربّ المشرق والمغرب.وقوله: ( فَاتَّخِذْهُ وَكِيلا ) فيما يأمرك وفوّض إليه أسبابك.وقوله: ( وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : اصبر يا محمد على ما يقول المشركون من قومك لك، وعلى أذاهم، واهجرهم في الله هجرا جميلا. والهجر الجميل: هو الهجر في ذات الله، كما قال عزّ وجلّ:  وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ  ... الآية، وقيل: إن ذلك نُسخ.* ذكر من قال ذلك:"
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "واصبر على ما يقوله المشركون فيك وفي دينك، وخالفهم في أفعالهم الباطلة، مع الإعراض عنهم، وترك الانتقام منهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واصبر على ما يقولون» أي كفار مكة من أذاهم «واهجرهم هجرا جميلا» لا جزع فيه وهذا قبل الأمر بقتالهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فلما أمره الله بالصلاة خصوصا، وبالذكر عموما، وذلك يحصل للعبد ملكة قوية في تحمل الأثقال، وفعل الثقيل  من الأعمال، أمره بالصبر على ما يقول فيه المعاندون له ويسبونه ويسبون ما جاء به، وأن يمضي على أمر الله، لا يصده عنه صاد، ولا يرده راد، وأن يهجرهم هجرا جميلا، وهو الهجر حيث اقتضت المصلحة الهجر الذي لا أذية فيه، فيقابلهم  بالهجر والإعراض عنهم وعن أقوالهم التي تؤذيه، وأمره بجدالهم بالتي هي أحسن."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى آمرا رسوله صلى الله عليه وسلم بالصبر على ما يقوله من كذبه من سفهاء قومه ، وأن يهجرهم هجرا جميلا ؛ وهو الذي لا عتاب معه . ثم قال له متوعدا لكفار قومه ومتهددا - وهو العظيم الذي لا يقوم لغضبه شيء - :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"واصبر على ما يقولون واهجرهم هجراً جميلاً\"، نسختها آية القتال."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واصبر على ما يقولون أي من الأذى والسب والاستهزاء ، ولا تجزع من قولهم ، ولا تمتنع من دعائهم .واهجرهم هجرا جميلا أي لا تتعرض لهم ، ولا تشتغل بمكافأتهم ، فإن في ذلك ترك الدعاء إلى الله . وكان هذا قبل الأمر بالقتال ، ثم أمر بعد بقتالهم وقتلهم ، فنسخت آية القتال ما كان قبلها من الترك ; قاله قتادة وغيره . وقال أبو الدرداء : إنا لنكشر في وجوه أقوام ونضحك إليهم وإن قلوبنا لتقليهم أو لتلعنهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلا ) براءة نسخت ما ههنا؛ أمر بقتالهم حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله، لا يقبل منهم غيرها."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "دعني -أيها الرسول- وهؤلاء المكذبين بآياتي أصحاب النعيم والترف في الدنيا، ومهِّلهم زمنًا قليلا بتأخير العذاب عنهم حتى يبلغ الكتاب أجله بعذابهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وذرني» اتركني «والمكذبين» عطف على المفعول معه والمعنى أنا كافيكهم وهم صناديد قريش «أُولي النعمة» التنعم «ومهلهم قليلا» من الزمن فقتلوا بعد يسير منه ببدر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَذَرْنِي وَالْمُكَذِّبِينَ  أي: اتركني وإياهم، فسأنتقم منهم، وإن أمهلتهم فلا أهملهم، وقوله:  أُولِي النَّعْمَةِ  أي: أصحاب النعمة والغنى، الذين طغوا حين وسع الله عليهم من رزقه، وأمدهم من فضله كما قال تعالى:  كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى  .ثم توعدهم بما عنده من العقاب، فقال:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وذرني والمكذبين أولي النعمة ) أي : دعني والمكذبين المترفين أصحاب الأموال ، فإنهم على الطاعة أقدر من غيرهم وهم يطالبون من الحقوق بما ليس عند غيرهم ، ( ومهلهم قليلا ) أي : رويدا ، كما قال : ( نمتعهم قليلا ثم نضطرهم إلى عذاب غليظ ) [ لقمان : 24 ] ; ولهذا قال هاهنا :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وذرني والمكذبين أولي النعمة ومهلهم قليلاً\"، نزلت في صناديد قريش المستهزئين. وقال مقاتل بن حيان: نزلت في المطعمين ببدر ولم يكن إلا يسر حتى قتلوا ببدر."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وذرني والمكذبين أي ارض بي لعقابهم . نزلت في صناديد قريش ورؤساء مكة من المستهزئين . وقال مقاتل : نزلت في المطعمين يوم بدر وهم عشرة . وقد تقدم ذكرهم في ( الأنفال ) . وقال يحيى بن سلام : إنهم بنو المغيرة . وقال سعيد بن جبير أخبرت أنهم اثنا عشر رجلا .أولي النعمة أي أولي الغنى والترفه واللذة في الدنيا ومهلهم قليلا يعني إلى مدة آجالهم . قالت عائشة - رضي الله عنها - : لما نزلت هذه الآية لم يكن إلا يسيرا حتى وقعت وقعة بدر . وقيل : ومهلهم قليلا يعني إلى مدة الدنيا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني تعالى ذكره بقوله: ( وَذَرْنِي وَالْمُكَذِّبِينَ ) فدعني يا محمد والمكذّبين بآياتي ( أُولِي النَّعْمَةِ ) يعني أهل التنعم في الدنيا( وَمَهِّلْهُمْ قَلِيلا ) يقول: وأخرهم بالعذاب الذي بسطته لهم قليلا حتى يبلغ الكتاب أجله.وذُكر أن الذي كان بين نزول هذه الآية وبين بدر يسير.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن محمد بن إسحاق، عن ابن عباد، عن أبيه، عن عباد، عن عبد الله بن الزبير، عن عائشة قالت: لما نزلت هذه الآية: ( وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلا إِنَّ لَدَيْنَا أَنْكَالا وَجَحِيمًا )... الآية، قال: لم يكن إلا يسير حتى كانت وقعة بدر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: ( وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلا ) يقول: إن لله فيهم طَلبة وحاجة.وقوله: ( إِنَّ لَدَيْنَا أَنْكَالا وَجَحِيمًا ) يقول تعالى ذكره: إن عندنا لهؤلاء المكذِّبين بآياتنا أنكالا يعني قيودا، واحدها: نِكْل.وبمثل الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن لهم عندنا في الآخرة قيودًا ثقيلة ونارًا مستعرة يُحرقون بها، وطعامًا كريهًا ينشَب في الحلوق لا يستساغ، وعذابًا موجعًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن لدينا أنكالا» قيودا ثقالا جمع نكل بكسر النون «وجحيما» نارا محرقة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: إن عندنا  أَنْكَالًا  أي: عذابا شديدا، جعلناه تنكيلا للذي لا يزال مستمرا على الذنوب.   وَجَحِيمًا  أي: نارا حامية"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إن لدينا أنكالا ) وهي : القيود . قاله ابن عباس وعكرمة ، وطاوس ، ومحمد بن كعب ، وعبد الله بن بريدة ، وأبو عمران الجوني ، وأبو مجلز ، والضحاك ، وحماد بن أبي سلمان ، وقتادة ، والسدي ، وابن المبارك ، والثوري ، وغير واحد . ) وجحيما ) وهي السعير المضطرمة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن لدينا\"، عندنا في الآخرة، \"أنكالاً\"، قيوداً عظاماً لا تنفك أبداً واحدها نكل. قال الكلبي: أغلالاً من حديد، \"وجحيماً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن لدينا أنكالا وجحيما الأنكال : القيود . عن الحسن ومجاهد وغيرهما . واحدها نكل ، وهو ما منع الإنسان من الحركة . وقيل : سمي نكلا لأنه ينكل به .قال الشعبي : أترون أن الله تعالى جعل الأنكال في أرجل أهل النار خشية أن يهربوا ؟ لا والله ! ولكنهم إذا أرادوا أن يرتفعوا استفلت بهم . وقال الكلبي : الأنكال : الأغلال ، والأول أعرف في اللغة ; ومنه قول الخنساء :دعاك فقطعت أنكاله وقد كن قبلك لا تقطعوقيل : إنه أنواع العذاب الشديد ; قاله مقاتل . وقد جاء أن النبي - صلى الله عليه وسلم - قال : \" إن الله يحب النكل على النكل \" بالتحريك ، قاله الجوهري . قيل : وما النكل ؟ قال : \" الرجل القوي المجرب ، على الفرس القوي المجرب \" ذكره الماوردي قال : ومن ذلك سمي القيد نكلا لقوته ، وكذلك ، الغل ، وكل عذاب قوي فاشتد ، والجحيم النار المؤججة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن أبي عمرو، عن عكرِمة، أن الآية التي قال: ( إِنَّ لَدَيْنَا أَنْكَالا وَجَحِيمًا ) إنها قيود.حدثني عبيد بن أسباط بن محمد، قال: ثنا ابن يمان، عن سفيان، عن أبي عمرو، عن عكرِمة ( إِنَّ لَدَيْنَا أَنْكَالا ) قال: قُيودا.حدثنا ابن بشار، قال: ثنا يحيى وعبد الرحمن، قال: ثنا سفيان، قال: ثنا أبو عمرو، عن عكرمة ( أَنْكَالا ) قال: قيودا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي عمرو، عن عكرمة ( إِنَّ لَدَيْنَا أَنْكَالا ) قال: قيودا.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، قال: وبلغني عن مجاهد قال: الأنكال: القيود.حدثنا ابن حميد، قال: ثنا ابن المبارك، عن سفيان، عن حماد، قال: الأنكال: القيود.حدثني محمد بن عيسى الدامغاني، قال: ثنا ابن المبارك، عن سفيان، عن حماد، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، قال: سمعت حمادا يقول: الأنكال: القيود.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِنَّ لَدَيْنَا أَنْكَالا ) : أي قيودا.حدثنا أبو كريب، قال: ثنا وكيع، عن مبارك، عن الحسن، عن سفيان، عن أبي عمرو بن العاص، عن عكرمة ( إِنَّ لَدَيْنَا أَنْكَالا ) قال: قيودا.حدثنا أبو عبيد الوَصَّابي محمد بن حفص، قال: ثنا ابن حمير، قال: ثنا الثوريّ، عن حماد، في قوله: ( إِنَّ لَدَيْنَا أَنْكَالا وَجَحِيمًا ) قال: الأنكال: القيود.حدثنا سعيد بن عنبسة الرازي، قال: مررت بابن السماك، وهو يَقُصّ وهو يقول: سمعت الثوري يقول: سمعت حمادا يقول في قوله الله: ( إِنَّ لَدَيْنَا أَنْكَالا ) قال: قيودا سوداء من نار جهنم.وقوله: ( وَجَحِيمًا ) يقول: ونارا تسعر."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن لهم عندنا في الآخرة قيودًا ثقيلة ونارًا مستعرة يُحرقون بها، وطعامًا كريهًا ينشَب في الحلوق لا يستساغ، وعذابًا موجعًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وطعاما ذا غصة» يغص به في الحلق وهو الزقوم أو الضريع أو الغسلين أو شوك من نار لا يخرج ولا ينزل «وعذابا أليما» مؤلما زيادة على ما ذكر لمن كذب النبي صلى الله عليه وسلم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَطَعَامًا ذَا غُصَّةٍ  وذلك لمرارته وبشاعته، وكراهة طعمه وريحه الخبيث المنتن،  وَعَذَابًا أَلِيمًا  أي: موجعا مفظعا،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( وطعاما ذا غصة ) قال ابن عباس : ينشب في الحلق فلا يدخل ولا يخرج .( وعذابا أليما )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وطعاماً ذا غصة\"، غير سائغة تأخذ بالحلق لا ينزل ولا يخرج وهو الزقوم والضريع. \"وعذاباً أليماً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وطعاما ذا غصة أي غير سائغ ; يأخذ بالحلق ، لا هو نازل ولا هو خارج ، وهو الغسلين والزقوم والضريع ; قاله ابن عباس . وعنه أيضا أنه شوك يدخل الحلق ، فلا ينزل ولا يخرج .وقال الزجاج : أي طعامهم الضريع ; كما قال : ليس لهم طعام إلا من ضريع وهو شوك كالعوسج . وقال مجاهد : هو الزقوم ، كما قال : إن شجرة الزقوم طعام الأثيم . والمعنى واحد . وقال حمران بن أعين : قرأ النبي - صلى الله عليه وسلم - إن لدينا أنكالا وجحيما وطعاما ذا غصة فصعق . وقال خليد بن حسان : أمسى الحسن عندنا صائما ، فأتيته بطعام فعرضت له هذه الآية إن لدينا أنكالا وجحيما وطعاما فقال : ارفع طعامك . فلما كانت الثانية أتيته بطعام فعرضت له هذه الآية ، فقال : ارفعوه . ومثله في الثالثة ; فانطلق ابنه إلى ثابت البناني ويزيد الضبي ويحيى البكاء فحدثهم ، فجاءوه فلم يزالوا به حتى شرب شربة من سويق . والغصة : الشجا ، وهو ما ينشب في الحلق من عظم أو غيره . وجمعها غصص . والغصص بالفتح مصدر قولك : غصصت يا رجل تغص ، فأنت غاص بالطعام وغصان ، وأغصصته أنا ، والمنزل غاص بالقوم أي ممتلئ بهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وَطَعَامًا ذَا غُصَّةٍ ) يقول: وطعاما يَغَصّ به آكله، فلا هو نازل عن حلقه، ولا هو خارج منه.كما حدثني إسحاق بن وهب وابن سنان القزّاز قالا ثنا أبو عاصم، قال: ثنا شبيب بن بشر، عن عكرِمة، عن ابن عباس، في قوله: ( وَطَعَامًا ذَا غُصَّةٍ ) قال: شوك يأخذ بالحلق، فلا يدخل ولا يخرج.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَطَعَامًا ذَا غُصَّةٍ ) قال: شجرة الزقوم.وقوله: ( وَعَذَابًا أَلِيمًا ) يقول: وعذابا مؤلما موجعا.حدثني أبو كريب، قال: ثنا وكيع، عن حمزة الزيات، عن حُمْران بن أعين \" أن النبيّ صلى الله عليه وسلم قرأ: ( إِنَّ لَدَيْنَا أَنْكَالا وَجَحِيمًا وَطَعَامًا ذَا غُصَّةٍ ) فصعق صلى الله عليه وسلم."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يوم تضطرب الأرض والجبال وتتزلزل حتى تصير الجبال تَلا من الرمل سائلا متناثرًا، بعد أن كانت صُلبة جامدة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوم ترجف» تزلزل «الأرض والجبال وكانت الجبال كثيبا» رملا مجتمعا «مهيلا» سائلا بعد اجتماعه وهو من هال يهيل وأصله مهيول استثقلت الضمة على الياء فنقلت إلى هاء وحذفت الواو ثاني الساكنين لزيادتها وقلبت الضمة كسرة لمجانسة الياء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وذلك  يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ  من الهول العظيم،  وَكَانَتِ الْجِبَالُ  الراسيات الصم الصلاب  كَثِيبًا مَهِيلًا  أي: بمنزلة الرمل المنهال المنتثر، ثم إنها تبس بعد ذلك، فتكون كالهباء المنثور."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\"يوم ترجف الأرض والجبال\"أي : تزلزل ، ( وكانت الجبال كثيبا مهيلا ) أي : تصير ككثبان الرمل بعد ما كانت حجارة صماء ، ثم إنها تنسف نسفا فلا يبقى منها شيء إلا ذهب ، حتى تصير الأرض قاعا صفصفا ، لا ترى فيها عوجا ، أي : واديا ، ولا أمتا ، أي : رابية ، ومعناه : لا شيء ينخفض ولا شيء يرتفع ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"يوم ترجف الأرض والجبال\"، أي: تتزلزل وتتحرك، \"وكانت الجبال كثيباً مهيلاً\". رملاً سائلاً. قال الكلبي: هو الرمل الذي إذا أخذت منه شيئاً تبعك ما بعده، يقال أهلت الرمل أهيله هيلاً إذا حركت أسفله حتى انهال من أعلاه."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يوم ترجف الأرض والجبال أي تتحرك وتضطرب بمن عليها . وانتصب ( يوم ) على الظرف أي ينكل بهم ويعذبون يوم ترجف الأرض . وقيل : بنزع الخافض ; يعني هذه العقوبة في يوم ترجف الأرض والجبال . وقيل : العامل ( ذرني ) أي وذرني والمكذبين يوم ترجف الأرض والجبال .وكانت الجبال كثيبا مهيلا أي وتكون . والكثيب الرمل المجتمع - قال حسان :عرفت ديار زينب بالكثيب كخط     الوحي في الورق القشيبوالمهيل : الذي يمر تحت الأرجل . قال الضحاك والكلبي : المهيل : هو الذي إذا وطئته بالقدم زل من تحتها ، وإذا أخذت أسفله انهال .وقال ابن عباس : مهيلا أي رملا سائلا متناثرا وأصله مهيول وهو مفعول من قولك : هلت عليه التراب أهيله هيلا : إذا صببته . يقال : مهيل ومهيول ، ومكيل ومكيول ، ومدين ومديون ، ومعين ومعيون ; قال الشاعر :قد كان قومك يحسبونك سيدا     وإخال أنك سيد معيونوفي حديث النبي - صلى الله عليه وسلم - أنهم شكوا إليه الجدوبة ; فقال : \" أتكيلون أم تهيلون \" قالوا : نهيل . قال : \" كيلوا طعامكم يبارك لكم فيه \" .وأهلت الدقيق لغة في هلت فهو مهال ومهيل . وإنما حذفت الواو ، لأن الياء تثقل فيها الضمة ، فحذفت فسكنت هي والواو فحذفت الواو لالتقاء الساكنين ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  يَوْمَ تَرْجُفُ الأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلا (14)يقول تعالى ذكره: إن لدينا لهؤلاء المشركين من قريش الذين يؤذونك يا محمد العقوبات التي وصفها في يوم ترجف الأرض والجبال؛ ورُجْفان ذلك: اضطرابه بمن عليه، وذلك يوم القيامة.وقوله: ( وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلا ) يقول: وكانت الجبال رملا سائلا متناثرًا.والمهيل: مفعول من قول القائل: هلت الرمل فأنا أهيله، وذلك إذا حُرِّك أسفله، فانهال عليه من أعلاه؛ وللعرب في ذلك لغتان، تقول: مهيل ومهيول، ومكيل ومكيول؛ ومنه قول الشاعر:قدْ كانَ قَوْمُكَ يَحْسَبُونَكَ سَيِّداوإخالُ أنَّكَ سَيِّدٌ مَغْيُونُ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية بن صالح، عن عليّ، عن ابن عباس، قوله: ( وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلا ) يقول: الرمل السائل.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلا ) قال: الكثيب المهيل: اللين الذي إذا مسسته تتابع.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كَثِيبًا مَهِيلا ) قال: ينهال.------------------------الهوامش:(3) ‌البيت لعباس بن مرداس السلمي (شرح شواهد شافية ابن الحاجب لعبد القادر البغدادي طبع القاهرة 389). قال البغدادي: \" مغيون، بالغين المعجمة: اسم مفعول من قولهم: غين على قلبه، أي غطى عليه، وفي الحديث: \"إنه ليغان على قلبي\" ولكن الناس ينشدونه بالباء، وهو تصحيف، وقد روى بالعين غير المعجمة أي: مصاب بالعين. والأول هو الوجه. وكلاهما مما جاء فيه التصحيح وإن كان الاعتلال فيه أكثر، كقولهم: طعام مزيوت، وبر مكيول، وثوب مخيوط؛ والقياس: مغين، ومزيت، ومكيل، ومخيط، حملا على غين، وزيت، وكيل، وخيط. قال أبو علي: ولو جاء التصحيح فيما كان من الواو لم ينكر، وقد صححوا أحرفا من ذوات الواو؛ قالوا: مسك مدوون، وثوب مصووف، وفرس مقوود. قال: وإنما صح اسم المفعول من هذا التركيب فخالف بذلك اسم الفاعل؛ لأن اسم المفعول غير جار على فعله في حركاته وسكونه، كما تجري أسماء الفاعلين على أفعالها؛ خالف اسم المفعول فعله فيما ذكرناه، خالفه في إعلاله. ا ه ."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أرسلنا إليكم- يا أهل \"مكة\"- محمدًا رسولا شاهدًا عليكم بما صدر منكم من الكفر والعصيان، كما أرسلنا موسى رسولا إلى الطاغية فرعون، فكذَّب فرعون بموسى، ولم يؤمن برسالته، وعصى أمره، فأهلكناه إهلاكًا شديدًا. وفي هذا تحذير من معصية الرسول محمد، صلى الله عليه وسلم؛ خشية أن يصيب العاصي مثل ما أصاب فرعون وقومه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أرسلنا إليكم» يا أهل مكة «رسولا» هو محمد صلى الله عليه وسلم «شاهدا عليكم» يوم القيامة بما يصدر منكم من العصيان «كما أرسلنا إلى فرعون رسولا» هو موسى عليه الصلاة والسلام."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "يقول تعالى: احمدوا ربكم على إرسال هذا النبي الأمي العربي البشير النذير، الشاهد على الأمة بأعمالهم، واشكروه وقوموا بهذه النعمة الجليلة، وإياكم أن تكفروها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال مخاطبا لكفار قريش ، والمراد سائر الناس : ( إنا أرسلنا إليكم رسولا شاهدا عليكم ) أي : بأعمالكم ، ( كما أرسلنا إلى فرعون رسولا )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إنا أرسلنا إليكم رسولاً شاهداً عليكم كما أرسلنا إلى فرعون رسولاً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا أرسلنا إليكم رسولا شاهدا عليكم يريد النبي - صلى الله عليه وسلم - أرسله إلى قريش كما أرسلنا إلى فرعون رسولا وهو موسى"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: ( إِنَّا أَرْسَلْنَا إِلَيْكُمْ ) أيها الناس ( رَسُولا شَاهِدًا عَلَيْكُمْ ) بإجابة من أجاب منكم دعوتي، وامتناع من امتنع منكم من الإجابة، يوم تلقوني في القيامة ( كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولا ) يقول: مثل إرسالنا من قبلكم إلى فرعون مصر رسولا بدعائه إلى الحقّ."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أرسلنا إليكم- يا أهل \"مكة\"- محمدًا رسولا شاهدًا عليكم بما صدر منكم من الكفر والعصيان، كما أرسلنا موسى رسولا إلى الطاغية فرعون، فكذَّب فرعون بموسى، ولم يؤمن برسالته، وعصى أمره، فأهلكناه إهلاكًا شديدًا. وفي هذا تحذير من معصية الرسول محمد، صلى الله عليه وسلم؛ خشية أن يصيب العاصي مثل ما أصاب فرعون وقومه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فعصى فرعون الرسول فأخذناه أخذا وبيلا» شديدا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فتعصوا رسولكم، فتكونوا كفرعون حين أرسل الله إليه موسى بن عمران، فدعاه إلى الله، وأمره بالتوحيد، فلم يصدقه، بل عصاه، فأخذه الله أخذا وبيلا أي: شديدا بليغا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "(فعصى فرعون الرسول فأخذناه أخذا وبيلا ) قال ابن عباس ، ومجاهد ، وقتادة ، والسدي ، والثوري : ( أخذا وبيلا ) أي : شديدا ، أي فاحذروا أنتم أن تكذبوا هذا الرسول ، فيصيبكم ما أصاب فرعون ، حيث أخذه الله أخذ عزيز مقتدر ، كما قال تعالى : ( فأخذه الله نكال الآخرة والأولى ) [ النازعات : 25 ] وأنتم أولى بالهلاك والدمار إن كذبتم ; لأن رسولكم أشرف وأعظم من موسى بن عمران . ويروى عن ابن عباس ومجاهد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فعصى فرعون الرسول فأخذناه أخذاً وبيلاً\"، شديداً ثقيلاً، يعني عاقبناه عقوبة غليظة يخوف كفار مكة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فعصى فرعون الرسول أي كذب به ولم يؤمن . قال مقاتل : ذكر موسى وفرعون ; لأن أهل مكة ازدروا محمدا - صلى الله عليه وسلم - واستخفوا به ; لأنه ولد فيهم ، كما أن فرعون ازدرى موسى ; لأنه رباه ونشأ فيما بينهم ، كما قال تعالى : ألم نربك فينا وليدا .قال المهدوي : ودخلت الألف واللام في الرسول لتقدم ذكره ; ولذلك اختير في أول الكتب سلام عليكم ، وفي آخرها السلام عليكم .وبيلا أي ثقيلا شديدا . وضرب وبيل وعذاب وبيل : أي شديد ; قاله ابن عباس ومجاهد . ومنه مطر وابل أي شديد ; قاله الأخفش . وقال الزجاج : أي ثقيلا غليظا . ومنه قيل للمطر وابل . وقيل : مهلكا ، والمعنى عاقبناه عقوبة غليظة ، قال :أكلت بنيك أكل الضب حتى وجدت مرارة الكلأ الوبيلواستوبل فلان كذا : أي لم يحمد عاقبته . وماء وبيل : أي وخيم غير مريء ، وكلأ مستوبل وطعام وبيل ومستوبل : إذا لم يمرئ ولم يستمرأ ، قال زهير :فقضوا منايا بينهم ثم أصدروا     إلى كلأ مستوبل متوخموقالت الخنساء :لقد أكلت بجيلة يوم لاقت     فوارس مالك أكلا وبيلاوالوبيل أيضا : العصا الضخمة ; قال :لو أصبح في يمنى يدي زمامها     وفي كفي الأخرى وبيل تحاذرهوكذلك الموبل بكسر الباء ، والموبلة أيضا : الحزمة من الحطب ، وكذلك الوبيل ، قال طرفة :عقيلة شيخ كالوبيل يلندد"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( فَعَصَى فِرْعَوْنُ الرَّسُولَ ) الذي أرسلناه إليه ( فَأَخَذْنَاهُ أَخْذًا وَبِيلا ) يقول: فأخذناه أخذا شديدا، فأهلكناه ومن معه جميعا، وهو من قولهم: كلأ مستوبل، إذا كان لا يستمرأ، وكذلك الطعام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( أَخْذًا وَبِيلا ) قال: شديدا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( أَخْذًا وَبِيلا ) قال: شديدا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( فَأَخَذْنَاهُ أَخْذًا وَبِيلا ) أي شديدًا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( أَخْذًا وَبِيلا ) قال: شديدا.حدثني يونس، قال: اخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَأَخَذْنَاهُ أَخْذًا وَبِيلا ) قال: الوبيل: الشرّ، والعرب تقول لمن تتابع عليه الشرّ: لقد أوبل عليه، وتقول: أوبلت على شرّك، قال: ولم يرض الله بأن غُرِّق وعُذّب حتى اقرّ في عذاب مستقرّ حتى يُبعث إلى النار يوم القيامة، يريد فرعون."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فكيف تَقُون أنفسكم- إن كفرتم- عذاب يوم القيامة الذي يشيب فيه الولدان الصغار؛ مِن شدة هوله وكربه؟"
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فكيف تتقون إن كفرتم» في الدنيا «يوما» مفعول تتقون، أي عذابه بأيِّ حصن تتحصنون من عذاب يوم «يَجعل الولدان شيباً» جمع أشيب لشدة هوله وهو يوم القيامة والأصل في شين شيبا الضم وكسرت لمجانسة الياء ويقال في اليوم الشديد يوم يشيب نواصي الأطفال وهو مجاز ويجوز أن يكون المراد في الآية الحقيقة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "أي: فكيف يحصل لكم الفكاك والنجاة من يوم القيامة، اليوم المهيل أمره، العظيم قدره  ، الذي يشيب الولدان، وتذوب له الجمادات العظام."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( فكيف تتقون إن كفرتم يوما يجعل الولدان شيبا ) يحتمل أن يكون ) يوما ) معمولا لتتقون ، كما حكاه ابن جرير عن قراءة ابن مسعود : \" فكيف تخافون أيها الناس يوما يجعل الولدان شيبا إن كفرتم بالله ولم تصدقوا به \" ؟ ويحتمل أن يكون معمولا لكفرتم ، فعلى الأول : كيف يحصل لكم أمان من يوم هذا الفزع العظيم إن كفرتم ؟ وعلى الثاني : كيف يحصل لكم تقوى إن كفرتم يوم القيامة وجحدتموه ؟ وكلاهما معنى حسن ، ولكن الأول أولى ، والله أعلم .ومعنى قوله : ( يوما يجعل الولدان شيبا ) أي : من شدة أهواله وزلازله وبلابله ، وذلك حين يقول الله لآدم : ابعث بعث النار ، فيقول من كم ؟ فيقول : من كل ألف تسعمائة وتسعة وتسعون إلى النار ، وواحد إلى الجنة .قال الطبراني : حدثنا يحيى بن أيوب العلاف ، حدثنا سعيد بن أبي مريم ، حدثنا نافع بن يزيد ، حدثنا عثمان بن عطاء الخراساني ، عن أبيه ، عن عكرمة ، عن ابن عباس أن رسول الله صلى الله عليه وسلم قرأ : ( يوما يجعل الولدان شيبا ) قال : \" ذلك يوم القيامة ، وذلك يوم يقول الله لآدم : قم فابعث من ذريتك بعثا إلى النار . قال : من كم يا رب ؟ قال : من كل ألف تسعمائة وتسعة وتسعون ، وينجو واحد \" ، فاشتد ذلك على المسلمين ، وعرف ذلك رسول الله صلى الله عليه وسلم ثم قال حين أبصر ذلك في وجوههم : \" إن بني آدم كثير ، وإن يأجوج ومأجوج من ولد آدم وإنه لا يموت منهم رجل حتى يرثه لصلبه ألف رجل ، ففيهم وفي أشباههم جنة لكم \" .هذا حديث غريب ، وقد تقدم في أول سورة الحج ذكر هذه الأحاديث ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( فكيف تتقون إن كفرتم ) أي : كيف لكم بالتقوى يوم القيامة إذ كفرتم في الدنيا يعني لا سبيل لكم إلى التقوى إذا وافيتم يوم القيامة ؟ وقيل : معناه كيف تتقون العذاب يوم القيامة وبأي شيء تتحصنون منه إذا كفرتم ؟ ( يوما يجعل الولدان شيبا ) شمطا من هوله وشدته ، ذلك حين يقال لآدم قم فابعث بعث النار من ذريتك ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فكيف تتقون إن كفرتم يوما يجعل الولدان شيبا هو توبيخ وتقريع ، أي كيف تتقون العذاب إن كفرتم . وفيه تقديم وتأخير ، أي كيف تتقون يوما يجعل الولدان شيبا إن كفرتم . وكذا قراءة عبد الله وعطية .قال الحسن : أي بأي صلاة تتقون العذاب ؟ بأي صوم تتقون العذاب ؟ وفيه إضمار ، أي كيف تتقون عذاب يوم . وقال قتادة : والله ما يتقي من كفر بالله ذلك اليوم بشيء . و \" يوما \" مفعول ب \" تتقون \" على هذه القراءة وليس بظرف ، وإن قدر الكفر بمعنى الجحود كان اليوم مفعول كفرتم .وقال بعض المفسرين : وقف التمام على قوله : كفرتم والابتداء يوما يذهب إلى أن اليوم مفعول ( يجعل ) والفعل لله - عز وجل - ، وكأنه قال : يجعل الله الولدان شيبا في يوم . قال ابن الأنباري ; وهذا لا يصلح ; لأن اليوم هو الذي يفعل هذا من شدة هوله . المهدوي : والضمير في ( يجعل ) يجوز أن يكون لله - عز وجل - ، ويجوز أن يكون لليوم ، وإذا كان لليوم صلح أن يكون صفة له ، ولا يصلح ذلك إذا كان الضمير لله - عز وجل - إلا مع تقدير حذف ; كأنه قال : يوما يجعل الله الولدان فيه شيبا . ابن الأنباري : ومنهم من نصب اليوم ب ( كفرتم ) وهذا قبيح ; لأن اليوم إذا علق ب ( كفرتم ) احتاج إلى صفة ; أي كفرتم بيوم . فإن احتج محتج بأن الصفة قد تحذف وينصب ما بعدها ، احتججنا عليه بقراءة عبد الله فكيف تتقون يوما .قلت : هذه القراءة ليست متواترة ، وإنما جاءت على وجه التفسير . وإذا كان الكفر بمعنى الجحود ف ( يوما ) مفعول صريح من غير صفة ولا حذفها ; أي فكيف تتقون الله وتخشونه إن جحدتم يوم القيامة والجزاء . وقرأ أبو السمال قعنب ( فكيف تتقون ) بكسر النون على الإضافة .و ( الولدان ) الصبيان . وقال السدي : هم أولاد الزنا . وقيل : أولاد المشركين . والعموم أصح ; أي يشيب فيه الضمير من غير كبر . وذلك حين يقال : ( يا آدم قم فابعث بعث النار ) . على ما تقدم في أول سورة ( الحج ) .قال القشيري : ثم إن أهل الجنة يغير الله أحوالهم وأوصافهم على ما يريد .وقيل : هذا ضرب مثل لشدة ذلك اليوم وهو مجاز ; لأن يوم القيامة لا يكون فيه ولدان ولكن معناه أن هيبة ذلك اليوم بحال لو كان فيه هناك صبي لشاب رأسه من الهيبة . ويقال : هذا وقت الفزع ، وقيل أن ينفخ في الصور نفخة الصعق ، فالله أعلم . الزمخشري : وقد مر بي في بعض الكتب أن رجلا أمسى فاحم الشعر كحنك الغراب ، فأصبح وهو أبيض الرأس واللحية كالثغامة ، فقال : أريت القيامة والجنة والنار في المنام ، ورأيت الناس يقادون في السلاسل إلى النار ، فمن هول ذلك أصبحت كما ترون . ويجوز أن يوصف اليوم بالطول ، وأن الأطفال يبلغون فيه أوان الشيخوخة والشيب ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره للمشركين به: فكيف تخافون أيها الناس يوما يجعل الولدان شيبا إن كفرتم بالله، ولم تصدّقوا به. وذُكر أن ذلك كذلك في قراءة عبد الله بن مسعود.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا ) يقول: كيف تتقون يوما، وأنتم قد كفرتم به ولا تصدّقون به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: ( فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ ) قال: والله لا يتقي من كفر بالله ذلك اليوم.وقوله: ( يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا ) يعني يوم القيامة، وإنما تشيب الولدان من شدّة هوله وكربه.كما حدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا ) كان ابن مسعود يقول: \" إذا كان يومُ القيامة دعا رُّبنا المَلِكُ آدم، فيقول: يا آدم قم فابعث بعث النار، فيقول آدم: أي رب لا علم لي إلا ما علمتني، فيقول الله له: أخرج من كلّ ألف تسع مئة وتسعة وتسعين، فيُساقون إلى النار سُودا مقرّنين، زُرقا كالِحِين، فيشيب هنالك كلّ وليد \".حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا ) قال: تشيب الصغار من كرب ذلك اليوم."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "السماء متصدعة في ذلك اليوم؛ لشدة هوله، كان وعد الله تعالى بمجيء ذلك اليوم واقعًا لا محالة."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«السماء منفطر» ذات انفطار، أي انشقاق «به» بذلك اليوم لشدته «كان وعده» تعالى بمجيء ذلك «مفعولا» أي هو كائن لا محالة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "فتتفطر به السماء وتنتثر به نجومها  كَانَ وَعْدُهُ مَفْعُولًا  أي: لا بد من وقوعه، ولا حائل دونه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( السماء منفطر به ) قال الحسن وقتادة : أي بسببه من شدته وهوله . ومنهم من يعيد الضمير على الله عز وجل . وروي عن ابن عباس ومجاهد وليس بقوي ; لأنه لم يجر له ذكر هاهنا .وقوله تعالى : ( كان وعده مفعولا ) أي : كان وعد هذا اليوم مفعولا أي واقعا لا محالة ، وكائنا لا محيد عنه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم وصف هو ذل اليوم فقال: \"السماء منفطر به\"، متشقق لنزول الملائكة به أي: بذلك المكان. وقيل: الهاء ترجع إلى الرب أي: بأمره وهيبته، \"كان وعده مفعولاً\"، كائناً."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : السماء منفطر به أي متشققة لشدته . ومعنى ( به ) أي فيه ; أي في ذلك اليوم لهوله . هذا أحسن ما قيل فيه . ويقال : مثقلة به إثقالا يؤدي إلى انفطارها لعظمته عليها وخشيتها من وقوعه ، كقوله تعالى : ثقلت في السماوات والأرض . وقيل : به أي له ، أي لذلك اليوم ; يقال : فعلت كذا بحرمتك ولحرمتك ، والباء واللام وفي متقاربة في مثل هذا الموضع ; قال الله تعالى : ونضع الموازين القسط ليوم القيامة أي في يوم القيامة . وقيل : به أي بالأمر أي السماء منفطر بما يجعل الولدان شيبا . وقيل : منفطر بالله ، أي بأمره ، وقال أبو عمرو بن العلاء : لم يقل منفطرة ; لأن مجازها السقف ; تقول : هذا سماء البيت ; قال الشاعر :فلو رفع السماء إليه قوما     لحقنا بالسماء وبالسحابوفي التنزيل : وجعلنا السماء سقفا محفوظا . وقال الفراء : السماء يذكر ويؤنث . وقال أبو علي : هو من باب الجراد المنتشر ، والشجر الأخضر ، و ( أعجاز نخل منقعر ) . وقال أبو علي أيضا : أي السماء ذات انفطار ; كقولهم : امرأة مرضع ، أي ذات إرضاع ، فجرى على طريق النسب . كان وعده أي بالقيامة والحساب والجزاء مفعولا كائنا لا شك فيه ولا خلف . وقال مقاتل : كان وعده بأن يظهر دينه على الدين كله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) يقول تعالى ذكره: السماء مثقلة بذلك اليوم متصدّعة متشققة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) يعني: تشقَّق السماء حين ينزل الرحمن جلّ وعزّ.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( مُنْفَطِرٌ بِهِ ) قال: مثقلة به.حدثنا أبو حفص الحيري، قال: ثنا مؤمل، قال: ثنا أبو مودود، عن الحسن، في قوله: ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: مثقلة محزونة يوم القيامة.حدثني عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا أبو مودود بحر بن موسى، قال: سمعت ابن أبي عليّ يقول في هذه الآية، ثم ذكر نحوه.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: مثقلة به.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: ثنا أبو رجاء، عن الحسن، في قوله: ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: موقرة مثقلة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) يقول: مثقل به ذلك اليوم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: هذا يوم القيامة، فجعل الولدان شيبا، ويوم تنفطر السماء، وقرأ:  إِذَا السَّمَاءُ انْفَطَرَتْ  وقال: هذا كله يوم القيامة.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن جابر، عن عبد الله بن يحيى، عن عكرمة، عن ابن عباس ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: ممتلئة به، بلسان الحبشة.حدثنا مهران، عن سفيان، عن جابر، عن عكرِمة، ولم يسمعه عن ابن عباس ( السَّمَاءُ مُنْفَطِرٌ بِهِ ) قال: ممتلئة به.وذُكرت السماء في هذا الموضع لأن العرب تذكرها وتؤنثها، فمن ذكرها وجهها إلى السقف، كما يقال: هذا سماء البيت: لسقفه. وقد يجوز أن يكون تذكيرهم إياها لأنها من الأسماء التي لا فصل فيها بين مؤنثها ومذكرها؛ ومن التذكير قول الشاعر:فَلَوْ رَفَعَ السَّمَاء إلَيْهِ قَوْمالحَقْنا بالسَّماءِ مَعَ السَّحابِ (4)وقوله: ( كَانَ وَعْدُهُ مَفْعُولا ) يقول تعالى ذكره: كان ما وعد الله من أمر أن يفعله مفعولا لأنه لا يخلف وعده، وما وعد أن يفعله تكوينه يوم تكون الولدان شيبا يقول: فاحذروا ذلك اليوم أيها الناس، فإنه كائن لا محالة.------------------------الهوامش:(4) البيت من شواهد الفراء في معاني القرآن (الورقة 346) قال: وقوله: ( السماء منفطر به ) بذلك اليوم.والسماء تذكر وتؤنث، فهي هاهنا في وجه التذكير؛ قال الشاعر: \"ولو رفع السماء..\" البيت. وقال أبو عبيدة في مجاز القرآن (الورقة 181) : ( السماء منفطر به ) قال أبو عمرو: ألقى الهاء؛ لأن مجازها السقف، تقول: هذا سماء البيت. وقال قوم: قد تلقى العرب من المؤنث الهاءات استغناء عنها، يقال: مهرة ضامر، وامرأة طالق، والمعنى: منفطرة."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هذه الآيات المخوفة التي فيها القوارع والزواجر عظة وعبرة للناس، فمن أراد الاتعاظ والانتفاع بها اتخذ الطاعة والتقوى طريقًا توصله إلى رضوان ربه الذي خلقه وربَّاه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هذه» الآيات المخوِّفة «تذكرة» عظة للخلق «فمن شاء اتخذ إلى ربه سبيلا» طريقا بالإيمان والطاعة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا [أي:] إن هذه الموعظة التي نبأ الله بها من أحوال يوم القيامة وأهواله  ، تذكرة يتذكر بها المتقون، وينزجر بها المؤمنون،  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا  أي: طريقا موصلا إليه، وذلك باتباع شرعه، فإنه قد أبانه كل البيان، وأوضحه غاية الإيضاح، وفي هذا دليل على أن الله تعالى أقدر العباد على أفعالهم، ومكنهم منها، لا كما يقوله الجبرية: إن أفعالهم تقع بغير مشيئتهم، فإن هذا خلاف النقل والعقل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يقول تعالى : ( إن هذه ) أي : السورة ) تذكرة ) أي : يتذكر بها أولو الألباب ; ولهذا قال : ( فمن شاء اتخذ إلى ربه سبيلا ) أي : ممن شاء الله هدايته ، كما قيده في السورة الأخرى : ( وما تشاءون إلا أن يشاء الله إن الله كان عليما حكيما ) [ الإنسان : 30 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن هذه\"، أي: آيات القرآن \"تذكرة\"، تذكير وموعظة، \"فمن شاء اتخذ إلى ربه سبيلاً\"، بالإيمان والطاعة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن هذه تذكرة يريد : هذه السورة أو الآيات عظة . وقيل : آيات القرآن ، إذ هو كالسورة الواحدة .فمن شاء اتخذ إلى ربه أي من أراد أن يؤمن ويتخذ بذلك إلى ربه سبيلا أي طريقا إلى رضاه ورحمته فليرغب ، فقد أمكن له ; لأنه أظهر له الحجج والدلائل . ثم قيل : نسخت بآية السيف ، وكذلك قوله تعالى : فمن شاء ذكره قال الثعلبي : والأشبه أنه غير منسوخ ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني تعالى ذكره بقوله : إن هذه الآيات التي ذكر فيها أمر القيامة وأهوالها ، [ ص: 697 ] وما هو فاعل فيها بأهل الكفر تذكرة ، يقول : عبرة وعظة لمن اعتبر بها واتعظ ( فمن شاء اتخذ إلى ربه سبيلا ) يقول : فمن شاء من الخلق اتخذ إلى ربه طريقا بالإيمان به ، والعمل بطاعته .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( إن هذه تذكرة ) يعني القرآن ( فمن شاء اتخذ إلى ربه سبيلا ) بطاعة الله ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن ربك -أيها النبي- يعلم أنك تقوم للتهجد من الليل أقل من ثلثيه حينًا، وتقوم نصفه حينًا، وتقوم ثلثه حينًا آخر، ويقوم معك طائفة من أصحابك. والله وحده هو الذي يقدِّر الليل والنهار، ويعلم مقاديرهما، وما يمضي ويبقى منهما، علم الله أنه لا يمكنكم قيام الليل كله، فخفَّف عليكم، فاقرؤوا في الصلاة بالليل ما تيسر لكم قراءته من القرآن، علم الله أنه سيوجد فيكم مَن يُعجزه المرض عن قيام الليل، ويوجد قوم آخرون يتنقَّلون في الأرض للتجارة والعمل يطلبون من رزق الله الحلال، وقوم آخرون يجاهدون في سبيل الله؛ لإعلاء كلمته ونشر دينه، فاقرؤوا في صلاتكم ما تيسَّر لكم من القرآن، وواظبوا على فرائض الصلاة، وأعطوا الزكاة الواجبة عليكم، وتصدَّقوا في وجوه البر والإحسان مِن أموالكم؛ ابتغاء وجه الله، وما تفعلوا مِن وجوه البر والخير وعمل الطاعات، تلقَوا أجره وثوابه عند الله يوم القيامة خيرًا مما قدَّمتم في الدنيا، وأعظم منه ثوابًا، واطلبوا مغفرة الله في جميع أحوالكم، إن الله غفور لكم رحيم بكم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن ربك يعلم أنك تقوم أَدنى» أقل «من ثلثي الليل ونصفِه وثلثِه» بالجر عطف على ثلثي وبالنصب على أدنى وقيامه كذلك نحو ما أمر به أول السورة «وطائفة من الذين معك» عطف على ضمير تقوم وجاز من غير تأكيد للفصل وقيام طائفة من أصحابه كذلك للتأسي به ومنهم من كان لا يدري كم صلّى من الليل وكم بقي منه فكان يقوم الليل كله احتياطا فقاموا حتى انتفخت أقدامهم سنة أو أكثر فخفف عنهم قال تعالى: «والله يقدر» يحصي «الليل والنهار علم أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن تحصوه» أي الليل لتقوموا فيما يجب القيام فيه إلا بقيام جميعه وذلك يشق عليكم «فتاب عليكم» رجع بكم إلى التخفيف «فاقرؤوا ما تيسر من القرآن» في الصلاة بأن تصلوا ما تيسر «علم أن» مخففة من الثقيلة، أي أنه «سيكون منكم مرضى وآخرون يضربون في الأرض» يسافرون «يبتغون من فضل الله» يطلبون من رزقه بالتجارة وغيرها «وآخرون يقاتلون في سبيل الله» وكل من الفرق الثلاثة يشق عليهم ما ذكر في قيام الليل فخفف عنهم بقيام ما تيسر منه ثم نسخ ذلك بالصلوات الخمس «فاقرؤوا ما تيسر منه» كما تقدم «وأقيموا الصلاة» المفروضة «وآتوا الزكاة وأقرضوا الله» بأن تنفقوا ما سوى المفروض من المال في سبيل الخير «قرضا حسنا» عن طيب قلب «وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا» مما خلفتم وهو فصل وما بعده وإن لم يكن معرفة يشبهها لامتناعه من التعريف «وأعظم أجرا واستغفروا الله إن الله غفور رحيم» للمؤمنين."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ذكر الله في أول هذه السورة أنه أمر رسوله بقيام نصف الليل أو ثلثه أو ثلثيه، والأصل أن أمته أسوة له في الأحكام، وذكر في هذا الموضع، أنه امتثل ذلك هو وطائفة معه من المؤمنين.ولما كان تحرير الوقت المأمور به مشقة على الناس، أخبر أنه سهل عليهم في ذلك غاية التسهيل فقال:  وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ  أي: يعلم مقاديرهما وما يمضي منهما ويبقى. عَلِمَ أَنْ لَنْ تُحْصُوهُ  أي: [لن] تعرفوا مقداره من غير زيادة ولا نقص، لكون ذلك يستدعي انتباها وعناء زائدا أي: فخفف عنكم، وأمركم بما تيسر عليكم، سواء زاد على المقدر أو نقص،  فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ  أي: مما تعرفون ومما لا يشق عليكم، ولهذا كان المصلي بالليل مأمورا بالصلاة ما دام نشيطا، فإذا فتر أو كسل أو نعس، فليسترح، ليأتي الصلاة بطمأنينة وراحة.ثم ذكر بعض الأسباب المناسبة للتخفيف، فقال:  عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى  يشق عليهم صلاة ثلثي الليل أو نصفه أو ثلثه، فليصل المريض المتسهل عليه  ، ولا يكون أيضا مأمورا بالصلاة قائما عند مشقة ذلك، بل لو شقت عليه الصلاة النافلة، فله تركها [وله أجر ما كان يعمل صحيحا].  وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ  أي: وعلم أن منكم مسافرين يسافرون للتجارة، ليستغنوا عن الخلق، ويتكففوا عن الناس  أي: فالمسافر، حاله تناسب التخفيف، ولهذا خفف عنه في صلاة الفرض، فأبيح له جمع الصلاتين في وقت واحد، وقصر الصلاة الرباعية.وكذلك  آخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  فذكر تعالى تخفيفين، تخفيفا للصحيح المقيم، يراعي فيه نشاطه، من غير أن يكلف عليه تحرير الوقت، بل يتحرى الصلاة الفاضلة، وهي ثلث الليل بعد نصفه الأول.وتخفيفا للمريض أو المسافر، سواء كان سفره للتجارة، أو لعبادة، من قتال أو جهاد، أو حج، أو عمرة، ونحو ذلك  ، فإنه أيضا يراعي ما لا يكلفه، فلله الحمد والثناء، الذي ما جعل على الأمة في الدين  من حرج، بل سهل شرعه، وراعى أحوال عباده ومصالح دينهم وأبدانهم ودنياهم.ثم أمر العباد بعبادتين، هما أم العبادات وعمادها: إقامة الصلاة، التي لا يستقيم الدين إلا بها، وإيتاء الزكاة التي هي برهان الإيمان، وبها تحصل المواساة للفقراء والمساكين، ولهذا قال: وَأَقِيمُوا الصَّلَاةَ  بأركانها، وشروطها، ومكملاتها،  وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا  أي: خالصا لوجه الله، من نية صادقة، وتثبيت من النفس، ومال طيب، ويدخل في هذا، الصدقة الواجبة ؟ والمستحبة، ثم حث على عموم الخير وأفعاله فقال:  وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا  الحسنة بعشر أمثالها، إلى سبعمائة ضعف، إلى أضعاف كثيرة.وليعلم أن مثقال ذرة من الخير في هذه الدار، يقابله أضعاف أضعاف الدنيا، وما عليها في دار النعيم المقيم، من اللذات والشهوات، وأن الخير والبر في هذه الدنيا، مادة الخير والبر في دار القرار، وبذره وأصله وأساسه، فواأسفاه على أوقات مضت في الغفلات، وواحسرتاه على أزمان تقضت بغير الأعمال الصالحات، وواغوثاه من قلوب لم يؤثر فيها وعظ بارئها، ولم ينجع فيها تشويق من هو أرحم بها منها  ، فلك اللهم الحمد، وإليك المشتكى، وبك المستغاث، ولا حول ولا قوة إلا بك. وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  وفي الأمر بالاستغفار بعد الحث على أفعال الطاعة والخير، فائدة كبيرة، وذلك أن العبد ما يخلو من التقصير فيما أمر به، إما أن لا يفعله أصلا أو يفعله على وجه ناقص، فأمر بترقيع ذلك بالاستغفار، فإن العبد يذنب آناء الليل والنهار، فمتى لم يتغمده الله برحمته ومغفرته، فإنه هالك.تم تفسير سورة المزمل"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك ) أي : تارة هكذا ، وتارة هكذا ، وذلك كله من غير قصد منكم ، ولكن لا تقدرون على المواظبة على ما أمركم به من قيام الليل ; لأنه يشق عليكم ; ولهذا قال : ( والله يقدر الليل والنهار ) أي : تارة يعتدلان ، وتارة يأخذ هذا من هذا ، أو هذا من هذا . ( علم أن لن تحصوه ) أي : الفرض الذي أوجبه عليكم ( فاقرءوا ما تيسر من القرآن ) أي : من غير تحديد بوقت ، أي : ولكن قوموا من الليل ما تيسر . وعبر عن الصلاة بالقراءة ، كما قال في سورة سبحان : ( ولا تجهر بصلاتك ) أي : بقراءتك ، ( ولا تخافت بها )وقد استدل أصحاب الإمام أبي حنيفة رحمه الله ، بهذه الآية ، وهي قوله : ( فاقرءوا ما تيسر من القرآن ) على أنه لا يتعين قراءة الفاتحة في الصلاة ، بل لو قرأ بها أو بغيرها من القرآن ، ولو بآية ، أجزأه ; واعتضدوا بحديث المسيء صلاته الذي في الصحيحين : \" ثم اقرأ ما تيسر معك من القرآن \" .وقد أجابهم الجمهور بحديث عبادة بن الصامت وهو في الصحيحين أيضا : أن رسول الله صلى الله عليه وسلم قال : \" لا صلاة لمن لم يقرأ بفاتحة الكتاب \" وفي صحيح مسلم ، عن أبي هريرة‌ أن رسول الله صلى الله عليه وسلم قال : \" كل صلاة لا يقرأ فيها بأم الكتاب فهي خداج ، فهي خداج ، فهي خداج ، غير تمام \" . وفي صحيح ابن خزيمة ، عن أبي هريرة‌ مرفوعا : \" لا تجزئ صلاة من لم يقرأ بأم القرآن \" .وقوله : ( علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله ) أي : علم أن سيكون من هذه الأمة ذوو أعذار في ترك قيام الليل ، من مرضى لا يستطيعون ذلك ، ومسافرين في الأرض يبتغون من فضل الله في المكاسب والمتاجر ، وآخرين مشغولين بما هو الأهم في حقهم من الغزو في سبيل الله ، وهذه الآية - بل السورة كلها - مكية ، ولم يكن القتال شرع بعد ، فهي من أكبر دلائل النبوة ، لأنه من باب الإخبار بالمغيبات المستقبلة ؛ ولهذا قال : ( فاقرءوا ما تيسر منه ) أي : قوموا بما تيسر عليكم منه .قال ابن جرير : حدثنا يعقوب ، حدثنا ابن علية عن أبي رجاء محمد ، قال : قلت للحسن : يا أبا سعيد ، ما تقول في رجل قد استظهر القرآن كله عن ظهر قلبه ، ولا يقوم به ، إنما يصلي المكتوبة ؟ قال : يتوسد القرآن ، لعن الله ذاك ، قال الله تعالى للعبد الصالح : ( وإنه لذو علم لما علمناه ) [ يوسف : 68 ] ( وعلمتم ما لم تعلموا أنتم ولا آباؤكم [ الأنعام : 91 ] ) قلت : يا أبا سعيد ، قال الله : ( فاقرءوا ما تيسر من القرآن ) ؟ قال : نعم ، ولو خمس آيات .وهذا ظاهر من مذهب الحسن البصري : أنه كان يرى حقا واجبا على حملة القرآن أن يقوموا ولو بشيء منه في الليل ; ولهذا جاء في الحديث : أن رسول الله صلى الله عليه وسلم سئل عن رجل نام حتى أصبح ، فقال : \" ذاك رجل بال الشيطان في أذنه \" . فقيل معناه : نام عن المكتوبة . وقيل : عن قيام الليل . وفي السنن : \" أوتروا يا أهل القرآن \" . وفي الحديث الآخر : \" من لم يوتر فليس منا \" .وأغرب من هذا ما حكي عن أبي بكر عبد العزيز من الحنابلة ، من إيجابه قيام شهر رمضان ، فالله أعلم .وقال الطبراني : حدثنا أحمد بن سعيد بن فرقد الجدي ، حدثنا أبو [ حمة ] محمد بن يوسف الزبيدي ، حدثنا عبد الرحمن [ عن محمد بن عبد الله ] بن طاوس - من ولد طاوس - عن أبيه ، عن طاوس ، عن ابن عباس ، عن النبي صلى الله عليه وسلم : ( فاقرءوا ما تيسر منه ) قال : \" مائة آية \" .وهذا حديث غريب جدا لم أره إلا في معجم الطبراني ، رحمه الله .وقوله : ( وأقيموا الصلاة وآتوا الزكاة ) أي : أقيموا صلاتكم الواجبة عليكم ، وآتوا الزكاة المفروضة . وهذا يدل لمن قال : إن فرض الزكاة نزل بمكة ، لكن مقادير النصب والمخرج لم تبين إلا بالمدينة . والله أعلم .وقد قال ابن عباس ، وعكرمة ، ومجاهد ، والحسن ، وقتادة ، وغير واحد من السلف : إن هذه الآية نسخت الذي كان الله قد أوجبه على المسلمين أولا من قيام الليل ، واختلفوا في المدة التي بينهما على أقوال كما تقدم . وقد ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال لذلك الرجل : \" خمس صلوات في اليوم والليلة \" . قال : هل علي غيرها ؟ قال : \" لا ، إلا أن تطوع \" .وقوله تعالى : ( وأقرضوا الله قرضا حسنا ) يعني : من الصدقات ، فإن الله يجازي على ذلك أحسن الجزاء وأوفره ، كما قال : ( من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة ) [ البقرة : 245 ] .وقوله : ( وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا ) أي : جميع ما تقدموه بين أيديكم فهو [ خير ] لكم حاصل ، وهو خير مما أبقيتموه لأنفسكم في الدنيا .وقال الحافظ أبو يعلى الموصلي : حدثنا أبو خيثمة ، حدثنا جرير ، عن الأعمش ، عن إبراهيم ، عن الحارث بن سويد قال : قال عبد الله : قال رسول الله صلى الله عليه وسلم : \" أيكم ماله أحب إليه من مال وارثه؟ \" . قالوا : يا رسول الله ، ما منا من أحد إلا ماله أحب إليه من مال وارثه . قال : \" اعلموا ما تقولون \" . قالوا : ما نعلم إلا ذلك يا رسول الله ؟ قال : \" إنما مال أحدكم ما قدم ومال وارثه ما أخر \" .ورواه البخاري من حديث حفص بن غياث والنسائي من حديث أبي معاوية ، كلاهما عن الأعمش به .ثم قال تعالى : ( واستغفروا الله إن الله غفور رحيم ) أي : أكثروا من ذكره واستغفاره في أموركم كلها ; فإنه غفور رحيم لمن استغفره .آخر تفسير سورة \" المزمل \" ولله الحمد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن ربك يعلم أنك تقوم أدنى ) أقل من ( ثلثي الليل ونصفه وثلثه ) قرأ أهل مكة والكوفة : \" نصفه وثلثه \" بنصب الفاء والثاء وإشباع الهاءين ضما أي : وتقوم نصفه وثلثه وقرأ الآخرون بجر الفاء والثاء وإشباع الهاءين كسرا عطفا على ثلثي ( وطائفة من الذين معك ) يعني المؤمنين وكانوا يقومون معه ( والله يقدر الليل والنهار ) قال عطاء : يريد لا يفوته علم ما تفعلون ، أي أنه يعلم مقادير الليل والنهار فيعلم القدر الذي تقومون من الليل ( علم أن لن تحصوه ) قال الحسن : قاموا حتى انتفخت أقدامهم ، فنزل : \" علم أن لن تحصوه \" لن تطيقوا معرفة ذلك . وقال مقاتل : كان الرجل يصلي الليل كله ، مخافة أن لا يصيب ما أمر به من القيام ، فقال : علم أن لن تحصوه لن تطيقوا معرفة ذلك . ( فتاب عليكم ) فعاد عليكم بالعفو والتخفيف ( فاقرءوا ما تيسر من القرآن ) يعني في الصلاة ، قال الحسن : يعني في صلاة المغرب والعشاء .قال قيس بن أبي حازم : صليت خلف ابن عباس بالبصرة فقرأ في أول ركعة بالحمد وأول آية من البقرة [ ثم قام في الثانية فقرأ بالحمد والآية الثانية من البقرة ] ثم ركع فلما انصرف أقبل علينا فقال : إن الله - عز وجل - يقول : فاقرءوا ما تيسر [ منه ]أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا عثمان بن أبي صالح ، حدثنا ابن لهيعة ، حدثني حميد بن مخراق ، عن أنس بن مالك أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" من قرأ خمسين آية في يوم أو في ليلة لم يكتب من الغافلين ، ومن قرأ مائة آية كتب من القانتين ، ومن قرأ مائتي آية لم يحاجه القرآن يوم القيامة ، ومن قرأ خمسمائة آية كتب له قنطار من الأجر \" .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثني القاسم بن زكريا حدثنا عبيد الله بن موسى عن شيبان ، عن يحيى [ بن كثير ] عن محمد [ عبد الله ] بن عبد الرحمن مولى بني زهرة عن أبي سلمة عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" اقرأ القرآن في كل شهر \" قال قلت : إني أجد قوة ، قال : \" فاقرأه في [ كل ] عشرين ليلة \" قال قلت : إني أجد قوة ، قال : \" فاقرأه في كل سبع ولا تزد على ذلك \" .قوله - عز وجل - : ( علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله ) يعني المسافرين للتجارة يطلبون من رزق الله ( وآخرون يقاتلون في سبيل الله ) لا يطيقون قيام الليل .روى إبراهيم عن ابن مسعود قال : أيما رجل جلب شيئا إلى مدينة من مدائن المسلمين صابرا محتسبا فباعه بسعر يومه كان عند الله بمنزلة الشهداء ثم قرأ عبد الله : \" وآخرون يضربون في الأرض يبتغون من فضل الله \" [ يعني المسافرين للتجارة يطلبون رزق الله ] \" وآخرون يقاتلون في سبيل الله \" .( فاقرءوا ما تيسر منه ) أي [ ما تيسر عليكم ] من القرآن . [ قال أهل التفسير ] كان هذا في صدر الإسلام ثم نسخ بالصلوات الخمس ، وذلك قوله : ( وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا ) قال ابن عباس : يريد ما سوى الزكاة من صلة الرحم ، وقرى الضيف . ( وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا ) تجدوا ثوابه في الآخرة أفضل مما أعطيتم ( وأعظم أجرا ) من الذي أخرتم ولم تقدموه ، ونصب \" خيرا وأعظم \" على المفعول الثاني ، فإن الوجود إذا كان بمعنى الرؤية يتعدى إلى مفعولين ، وهو فصل في قول البصريين وعماد في قول الكوفيين لا محل لها في الإعراب .أخبرنا أبو القاسم يحيى بن علي الكشميهني ، أخبرنا أبو نصر أحمد بن علي البخاري بالكوفة ، أخبرنا أبو القاسم نصر بن أحمد الفقيه بالموصل ، حدثنا أبو يعلى الموصلي ، حدثنا أبو خيثمة ، حدثنا جرير ، عن الأعمش ، عن إبراهيم التيمي ، عن الحارث بن سويد قال : قال عبد الله : قال رسول الله - صلى الله عليه وسلم - \" أيكم ماله أحب إليه من مال وارثه \" ؟ قالوا : يا رسول الله ما منا من أحد إلا ماله أحب إليه من مال وارثه . قال : \" اعلموا ما تقولون \" قالوا : ما نعلم إلا ذلك يا رسول الله ، قال [ : \" ما منكم رجل إلا مال وارثه أحب إليه من ماله \" قالوا : كيف يا رسول الله ؟ قال ] \" إنما مال أحدكم ما قدم ومال وارثه ما أخر \" .( واستغفروا الله ) لذنوبكم ( إن الله غفور رحيم ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك والله يقدر الليل والنهار علم أن لن تحصوه فتاب عليكم فاقرؤوا ما تيسر من القرآن علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله فاقرؤوا ما تيسر منه وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا واستغفروا الله إن الله غفور رحيمفيه ثلاثة عشر مسألة :الأولى : قوله تعالى : إن ربك يعلم أنك تقوم هذه الآية تفسير لقوله تعالى : قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه كما تقدم ، وهي الناسخة لفرضية قيام الليل كما تقدم .( تقوم ) معناه تصلي و ( أدنى ) أي أقل . وقرأ ابن السميقع وأبو حيوة وهشام عن أهل الشام ( ثلثي ) بإسكان اللام .ونصفه وثلثه بالخفض قراءة العامة عطفا على ( ثلثي ) ; المعنى : تقوم أدنى من ثلثي الليل ومن نصفه وثلثه . واختاره أبو عبيد وأبو حاتم ; كقوله تعالى : علم أن لن تحصوه فكيف يقومون نصفه أو ثلثه وهم لا يحصونه . وقرأ ابن كثير والكوفيون ونصفه وثلثه بالنصب عطفا على ( أدنى ) التقدير : تقوم أدنى من ثلثي الليل وتقوم نصفه وثلثه . قال الفراء : وهو أشبه بالصواب ; لأنه قال أقل من الثلثين ، ثم ذكر نفس القلة لا أقل من القلة .القشيري : وعلى هذه القراءة يحتمل أنهم كانوا يصيبون الثلث والنصف ; لخفة القيام عليهم بذلك القدر ، وكانوا يزيدون ، وفي الزيادة إصابة المقصود ، فأما الثلثان فكان يثقل عليهم قيامه فلا يصيبونه ، وينقصون منه . ويحتمل أنهم أمروا بقيام نصف الليل ، ورخص لهم في الزيادة والنقصان ، فكانوا ينتهون في الزيادة إلى قريب من الثلثين ، وفي النصف إلى الثلث . ويحتمل أنهم قدر لهم النصف وأنقص إلى الثلث ، والزيادة إلى الثلثين ، وكان فيهم من يفي بذلك ، وفيهم من يترك ذلك إلى أن نسخ عنهم . وقال قوم : إنما افترض الله عليهم الربع ، وكانوا ينقصون من الربع . وهذا القول تحكم .الثانية : قوله تعالى : والله يقدر الليل والنهار أي يعلم مقادير الليل والنهار على حقائقها ، وأنتم تعلمون بالتحري والاجتهاد الذي يقع فيه الخطأ . علم أن لن تحصوه أي لن تطيقوا معرفة حقائق ذلك والقيام به . وقيل : أي لن تطيقوا قيام الليل . والأول أصح ; فإن قيام الليل ما فرض كله قط .قال مقاتل وغيره : لما نزلت : قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه شق ذلك عليهم ، وكان الرجل لا يدري متى نصف الليل من ثلثه ، فيقوم حتى يصبح مخافة أن يخطئ ، فانتفخت أقدامهم ، وانتقعت ألوانهم ، فرحمهم الله وخفف عنهم ; فقال تعالى : علم أن لن تحصوه و \" أن \" مخففة من الثقيلة ; أي علم أنكم لن تحصوه ; لأنكم إن زدتم ثقل عليكم ، واحتجتم إلى تكليف ما ليس فرضا ، وإن نقصتم شق ذلك عليكم .الثالثة : قوله تعالى : فتاب عليكم أي فعاد عليكم بالعفو ، وهذا يدل على أنه كان فيهم من ترك بعض ما أمر به . وقيل : أي فتاب عليكم من فرض القيام إذ عجزتم . وأصل التوبة الرجوع كما تقدم ; فالمعنى رجع لكم من تثقيل إلى تخفيف ، ومن عسر إلى يسر . وإنما أمروا بحفظ الأوقات على طريق التحري ، فخفف عنهم ذلك التحري . وقيل : معنى والله يقدر الليل والنهار يخلقهما مقدرين ; كقوله تعالى : وخلق كل شيء فقدره تقديرا . ابن العربي : تقدير الخلقة لا يتعلق به حكم ، وإنما يربط الله به ما يشاء من وظائف التكليف .الرابعة : قوله تعالى : فاقرؤوا ما تيسر من القرآن فيه قولان :أحدهما : أن المراد نفس القراءة ; أي فاقرؤوا فيما تصلونه بالليل ما خف عليكم . قال السدي : مائة آية . الحسن : من قرأ مائة آية في ليلة لم يحاجه القرآن . وقال كعب : من قرأ في ليلة مائة آية كتب من القانتين . وقال سعيد : خمسون آية .قلت : قول كعب أصح ; لقوله - عليه السلام - : \" من قام بعشر آيات لم يكتب من الغافلين ، ومن قام بمائة آية كتب من القانتين ، ومن قام بألف آية كتب من المقنطرين \" خرجه أبو داود الطيالسي في مسنده من حديث عبد الله بن عمرو . وقد ذكرناه في مقدمة الكتاب والحمد لله .القول الثاني : فاقرؤوا ما تيسر منه أي فصلوا ما تيسر عليكم ، والصلاة تسمى قرآنا ; كقوله تعالى : وقرآن الفجر أي صلاة الفجر . ابن العربي : وهو الأصح ; لأنه عن الصلاة أخبر ، وإليها يرجع القول .قلت : الأول أصح حملا للخطاب على ظاهر اللفظ ، والقول الثاني مجاز ; فإنه من تسمية الشيء ببعض ما هو من أعماله .الخامسة : قال بعض العلماء : قوله تعالى : فاقرؤوا ما تيسر منه نسخ قيام الليل ونصفه ، والنقصان من النصف والزيادة عليه . ثم احتمل قول الله - عز وجل - : فاقرؤوا ما تيسر منه معنيين : أحدهما أن يكون فرضا ثانيا ; لأنه أزيل به فرض غيره . والآخر أن يكون فرضا منسوخا أزيل بغيره كما أزيل به غيره ; وذلك لقوله تعالى : ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا فاحتمل قوله تعالى : ومن الليل فتهجد به نافلة لك أي يتهجد بغير الذي فرض عليه مما تيسر منه . قال الشافعي : فكان الواجب طلب الاستدلال بالسنة على أحد المعنيين ، فوجدنا سنة رسول الله - صلى الله عليه وسلم - تدل على أن لا واجب من الصلاة إلا الخمس .السادسة : قال القشيري أبو نصر : والمشهور أن نسخ قيام الليل كان في حق الأمة ، وبقيت الفريضة في حق النبي - صلى الله عليه وسلم - . وقيل : نسخ التقدير بمقدار ، وبقي أصل الوجوب ; كقوله تعالى : فما استيسر من الهدي فالهدي لا بد منه ، كذلك لم يكن بد من صلاة الليل ، ولكن فوض قدره إلى اختيار المصلي ، وعلى هذا فقد قال قوم : فرض قيام الليل بالقليل باق ; وهو مذهب الحسن .وقال قوم : نسخ بالكلية ، فلا تجب صلاة الليل أصلا ; وهو مذهب الشافعي . ولعل الفريضة التي بقيت في حق النبي - صلى الله عليه وسلم - هي هذا ، وهو قيامه ، ومقداره مفوض إلى خيرته . وإذا ثبت أن القيام ليس فرضا فقوله تعالى : فاقرؤوا ما تيسر منه معناه اقرؤوا إن تيسر عليكم ذلك ، وصلوا إن شئتم . وصار قوم إلى أن النسخ بالكلية تقرر في حق النبي - صلى الله عليه وسلم - أيضا ، فما كانت صلاة الليل واجبة عليه . وقوله : نافلة لك محمول على حقيقة النفل . ومن قال : نسخ المقدار وبقي أصل وجوب قيام الليل ثم نسخ ، فهذا النسخ الثاني وقع ببيان مواقيت الصلاة ; كقوله تعالى : أقم الصلاة لدلوك الشمس ، وقوله : فسبحان الله حين تمسون وحين تصبحون ، ما في الخبر من أن الزيادة على الصلوات الخمس تطوع . وقيل : وقع النسخ بقوله تعالى : ومن الليل فتهجد به نافلة لك والخطاب للنبي - صلى الله عليه وسلم - وللأمة ، كما أن فرضية الصلاة وإن خوطب بها النبي - صلى الله عليه وسلم - في قوله تعالى : يا أيها المزمل قم الليل كانت عامة له ولغيره .وقد قيل : إن فريضة الله امتدت إلى ما بعد الهجرة ، ونسخت بالمدينة ; لقوله تعالى : علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله ، وإنما فرض القتال بالمدينة ; فعلى هذا بيان المواقيت جرى بمكة ، فقيام الليل نسخ بقوله تعالى : ومن الليل فتهجد به نافلة لك .وقال ابن عباس : لما قدم رسول الله - صلى الله عليه وسلم - نسخ قول الله تعالى : إن ربك يعلم أنك تقوم وجوب صلاة الليل .السابعة : قوله تعالى : علم أن سيكون منكم مرضى الآية ; بين سبحانه علة تخفيف قيام الليل ، فإن الخلق منهم المريض ، ويشق عليهم قيام الليل ، ويشق عليهم أن تفوتهم الصلاة ، والمسافر في التجارات قد لا يطيق قيام الليل ، والمجاهد كذلك ، فخفف الله عن الكل لأجل هؤلاء . و ( أن ) في أن سيكون مخففة من الثقيلة ; أي علم أنه سيكون .الثامنة : سوى الله تعالى في هذه الآية بين درجة المجاهدين والمكتسبين المال الحلال للنفقة على نفسه وعياله ، والإحسان والإفضال ، فكان هذا دليلا على أن كسب المال بمنزلة الجهاد ; لأنه جمعه مع الجهاد في سبيل الله . وروى إبراهيم عن علقمة قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من جالب يجلب طعاما من بلد إلى بلد فيبيعه بسعر يومه إلا كانت منزلته عند الله منزلة الشهداء \" ثم قرأ رسول الله - صلى الله عليه وسلم - : وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله وقال ابن مسعود : أيما رجل جلب شيئا إلى مدينة من مدائن المسلمين صابرا محتسبا ، فباعه بسعر يومه كان له عند الله منزلة الشهداء . وقرأ وآخرون يضربون في الأرض الآية .وقال ابن عمر : ما خلق الله موتة أموتها بعد الموت في سبيل الله أحب إلي من الموت بين شعبتي رحلي ، أبتغي من فضل الله ضاربا في الأرض . وقال طاوس : الساعي على الأرملة والمسكين كالمجاهد في سبيل الله . وعن بعض السلف أنه كان بواسط ، فجهز سفينة حنطة إلى البصرة ، وكتب إلى وكيله : بع الطعام يوم تدخل البصرة ، ولا تؤخره إلى غد ، فوافق سعة في السعر ; فقال التجار للوكيل : إن أخرته جمعة ربحت فيه أضعافه ، فأخره جمعة فربح فيه أمثاله ، فكتب إلى صاحبه بذلك ، فكتب إليه صاحب الطعام : يا هذا ! إنا كنا قنعنا بربح يسير مع سلامة ديننا ، وقد جنيت علينا جناية ، فإذا أتاك كتابي هذا فخذ المال وتصدق به على فقراء البصرة ، وليتني أنجو من الاحتكار كفافا لا علي ولا لي . ويروى أن غلاما من أهل مكة كان ملازما للمسجد ، فافتقده ابن عمر ، فمشى إلى بيته ، فقالت أمه : هو على طعام له يبيعه ; فلقيه فقال له : يا بني ! ما لك وللطعام ؟ فهلا إبلا ، فهلا بقرا ، فهلا غنما ! إن صاحب الطعام يحب المحل ، وصاحب الماشية يحب الغيث .التاسعة : قوله تعالى : فاقرؤوا ما تيسر منه أي صلوا ما أمكن ; فأوجب الله من صلاة الليل ما تيسر ، ثم نسخ ذلك بإيجاب الصلوات الخمس على ما تقدم .قال ابن العربي وقد قال قوم : إن فرض قيام الليل سن في ركعتين من هذه الآية ; قاله البخاري وغيره ، وعقد بابا ذكر فيه حديث يعقد الشيطان على قافية رأس أحدكم إذا هو نام ثلاث عقد ، يضرب على كل عقدة مكانها : عليك ليل طويل فارقد . فإن استيقظ فذكر الله انحلت عقدة ، فإن توضأ انحلت عقدة ، فإن صلى انحلت عقده كلها ، فأصبح نشيطا طيب النفس ، وإلا أصبح خبيث النفس كسلان وذكر حديث سمرة بن جندب عن النبي - صلى الله عليه وسلم - الرؤيا قال : أما الذي يثلغ رأسه بالحجر فإنه يأخذ القرآن فيرفضه ، وينام عن الصلاة المكتوبة . وحديث عبد الله بن مسعود قال : ذكر عند النبي - صلى الله عليه وسلم - رجل ينام الليل كله فقال : \" ذلك رجل بال الشيطان في أذنيه \" فقال ابن العربي : فهذه أحاديث مقتضية حمل مطلق الصلاة على المكتوبة ; فيحمل المطلق على المقيد لاحتماله له ، وتسقط الدعوى ممن عينه لقيام الليل .وفي الصحيح واللفظ للبخاري : قال عبد الله بن عمرو : وقال لي رسول الله - صلى الله عليه وسلم - : \" يا عبد الله لا تكن مثل فلان ، كان يقوم الليل فترك قيام الليل \" ولو كان فرضا ما أقره النبي - صلى الله عليه وسلم - عليه ، ولا أخبر بمثل هذا الخبر عنه ، بل كان يذمه غاية الذم ، وفي الصحيح عن عبد الله بن عمر قال : كان الرجل في حياة النبي - صلى الله عليه وسلم - إذا رأى رؤيا قصها على النبي - صلى الله عليه وسلم - ، وكنت غلاما شابا عزبا ، وكنت أنام في المسجد على عهد رسول الله - صلى الله عليه وسلم - ، فرأيت في النوم كأن ملكين أخذاني فذهبا بي إلى النار ، فإذا هي مطوية كطي البئر ، وإذا لها قرنان ، وإذا فيها ناس قد عرفتهم ، فجعلت أقول : أعوذ بالله من النار . قال : ولقينا ملك آخر ، فقال لي : لم ترع . فقصصتها على حفصة ، فقصتها حفصة على رسول الله - صلى الله عليه وسلم - ، فقال : \" نعم الرجل عبد الله لو كان يصلي من الليل \" فكان بعد لا ينام من الليل إلا قليلا ; فلو كان ترك القيام معصية لما قال له الملك : لم ترع . والله أعلم .العاشرة : إذا ثبت أن قيام الليل ليس بفرض ، وأن قوله : فاقرؤوا ما تيسر من القرآن ، فاقرؤوا ما تيسر منه محمول على ظاهره من القراءة في الصلاة فاختلف العلماء في قدر ما يلزمه أن يقرأ به في الصلاة ; فقال مالك والشافعي : فاتحة الكتاب لا يجزئ العدول عنها ، ولا الاقتصار على بعضها ، وقدره أبو حنيفة بآية واحدة ، من أي القرآن كانت . وعنه ثلاث آيات ; لأنها أقل سورة . ذكر القول الأول الماوردي والثاني ابن العربي . ولصحيح ما ذهب إليه مالك والشافعي ، على ما بيناه في سورة ( الفاتحة ) أول الكتاب والحمد لله .وقيل : إن المراد به قراءة القرآن في غير الصلاة ; قال الماوردي : فعلى هذا يكون مطلق هذا الأمر محمولا على الوجوب ، أو على الاستحباب دون الوجوب . وهذا قول الأكثرين ; لأنه لو وجب عليه أن يقرأ لوجب عليه أن يحفظه . الثاني أنه محمول على الوجوب ; ليقف بقراءته على إعجازه ، وما فيه من دلائل التوحيد وبعث الرسل ، ولا يلزمه إذا قرأه وعرف إعجازه ودلائل التوحيد منه أن يحفظه ; لأن حفظ القرآن من القرب المستحبة دون الواجبة .وفي قدر ما تضمنه هذا الأمر من القراءة خمسة أقوال : أحدها : جميع القرآن ; لأن الله تعالى يسره على عباده ; قاله الضحاك . الثاني : ثلث القرآن ; حكاه جويبر . الثالث : مائتا آية ; قاله السدي . الرابع : مائة آية ; قاله ابن عباس . الخامس : ثلاث آيات كأقصر سورة ; قاله أبو خالد الكناني .الحادية عشرة : قوله تعالى : وأقيموا الصلاة يعني المفروضة وهي الخمس لوقتها . وآتوا الزكاة الواجبة في أموالكم ; قاله عكرمة وقتادة . وقال الحارث العكلي : صدقة الفطر لأن زكاة الأموال وجبت بعد ذلك . وقيل : صدقة التطوع . وقيل : كل أفعال الخير . وقال ابن عباس : طاعة الله والإخلاص له .الثانية عشرة : قوله تعالى : وأقرضوا الله قرضا حسنا القرض الحسن ما قصد به وجه الله تعالى خالصا من المال الطيب . وقد مضى في سورة ( الحديد ) بيانه . وقال زيد بن أسلم : القرض الحسن النفقة على الأهل . وقال عمر بن الخطاب : هو النفقة في سبيل الله .الثالثة عشرة : قوله تعالى : وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وروي عن عمر بن الخطاب أنه اتخذ حيسا - يعني تمرا بلبن - فجاءه مسكين فأخذه ودفعه إليه . فقال بعضهم : ما يدري هذا المسكين ما هذا ؟ فقال عمر : لكن رب المسكين يدري ما هو وكأنه تأول : وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا أي مما تركتم وخلفتم ، ومن الشح والتقصير . وأعظم أجرا قال أبو هريرة : الجنة ; ويحتمل أن يكون أعظم أجرا ; لإعطائه بالحسنة عشرا . ونصب خيرا وأعظم على المفعول الثاني ل ( تجدوه ) و ( هو ) : فصل عند البصريين ، وعماد في قول الكوفيين ، لا محل له من الإعراب . و ( أجرا ) تمييز .واستغفروا الله أي سلوه المغفرة لذنوبكم إن الله غفور لما كان قبل التوبة ( رحيم ) لكم بعدها ; قاله سعيد بن جبير . ختمت السورة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (20)يعني تعالى ذكره بقوله: إن هذه الآيات التي ذكر فيها أمر القيامة وأهوالها، وما هو فاعل فيها بأهل الكفر تَذْكِرَةً يقول: عبرة وعظة لمن اعتبر بها واتعظ  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلا  يقول: فمن شاء من الخلق اتخذ إلى ربه طريقًا بالإيمان به، والعمل بطاعته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  إِنَّ هَذِهِ تَذْكِرَةٌ  يعني: القرآن  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلا  بطاعة الله.وقوله: ( إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ ) يقول لنبيه محمد صلى الله عليه وسلم : إن ربك يا محمد يعلم أنك تقوم أقرب من ثلثي الليل مصليا، ونصفه وثلثه.اختلفت القرّاء في قراءة ذلك: فقرأته عامة قرّاء المدينة والبصرة بالخفض؛ ونصفه وثلثه بمعنى: وأدنى من نصفه وثلثه، إنكم لم تطيقوا العمل بما افترض عليكم من قيام الليل، فقوموا أدنى من ثلثي الليل ومن نصفه وثلثه. وقرأ ذلك بعض قرّاء مكة وعامة قرّاء الكوفة بالنصب، بمعنى: إنك تقوم أدنى من ثلثي الليل وتقوم نصفه وثلثه.والصواب من القول في ذلك أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب وقوله: ( وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ) يعني: من أصحاب رسول الله صلى الله عليه وسلم الذين كانوا مؤمنين بالله حين فرض عليهم قيام الليل.وقوله: ( وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ) بالساعات والأوقات.وقوله: ( عَلِمَ أَنْ لَنْ تُحْصُوهُ ) يقول: علم ربكم أيها القوم الذين فرض عليهم قيام الليل أن لن تطيقوا قيامه ( فَتَابَ عَلَيْكُمْ ) إذ عجزتم وضعفتم عنه، ورجع بكم إلى التخفيف عنكم.وبنحو الذي قلنا في معنى قوله: ( أَنْ لَنْ تُحْصُوهُ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا هشيم، عن عباد بن راشد، عن الحسن ( عَلِمَ أَنْ لَنْ تُحْصُوهُ ) أن لن تطيقوه.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرني به عباد بن راشد، قال: سمعت الحسن يقول في قوله: ( أَنْ لَنْ تُحْصُوهُ ) قال: لن تطيقوه.حدثنا عن ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد ( عَلِمَ أَنْ لَنْ تُحْصُوهُ ) يقول: أن لن تطيقوه.قال ثنا مهران، عن سفيان ( عَلِمَ أَنْ لَنْ تُحْصُوهُ ) قال: أن لن تطيقوه.حدثني يعقوب، قال: ثنا ابن علية، قال: ثنا عطاء بن السائب، عن أبيه، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم : \" خَلتانِ لا يُحْصِيهُما رَجلٌ مُسْلمٌ إلا أدْخَلَتاهُ الجَنةَ، وَهُما يَسِيرٌ، وَمَنْ يَعْمَلْ بِهما قَلِيلٌ، يُسَبِّحُ الله فِي دُبُرِ كُلّ صَلاةٍ عَشْرا، ويَحْمَدُهُ عَشرا، ويُكَبّرُهُ عَشْرا \" قال: فأنا رأيت رسول الله صلى الله عليه وسلم يعقدها بيده، قال: \" فَتِلكَ خَمْسُونَ وَمِئَةٍ باللِّسانِ، وألْفٌ وخَمْس مِئَةٍ فِي المِيزَانِ، وَإذَا أوَى إلى فِراشِهِ سَبحَ وحَمَد وكَبر مِئَة؛ قال: فَتِلكَ مِئَةٌ باللِّسانِ، وألْفٌ فِي المِيزَانِ، فأيُّكُمْ يَعْمَلُ فِي اليَوْمِ الوَاحِدِ أَلْفَينِ وخَمْسَ مِئَةِ سَيِّئَةٍ ؟\" قالوا: فكيف لا نحصيهما؟ قال: \" يأتي أحَدَكُمُ الشيْطانُ وَهُوَ فِي صَلاتِهِ فَيَقُولُ: اذْكرْ كَذَا، اذْكُرْ كَذَا حتى يَنْفَتلَ، وَلَعَلهُ لا يَعْقِل، ويأْتِيهِ وَهُوَ فِي مَضْجَعِهِ فَلا يَزَالُ يُنَوّمهُ حتى يَنامَ\".حدثنا أبو كُريب، قال: ثنا أبو نعيم، عن سفيان، عن عطاء بن السائب، عن أبيه، عن عبد الله بن عمرو، عن النبيّ صلى الله عليه وسلم نحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( عَلِمَ أَنْ لَنْ تُحْصُوهُ ) قيام الليل كتب عليكم ( فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ).وقوله: ( فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ) يقول: فاقرءوا من الليل ما تيسر لكم من القرآن في صلاتكم؛ وهذا تخفيف من الله عزّ وجلّ عن عباده فرضه الذي كان فرض عليهم بقوله:  قُمِ اللَّيْلَ إِلا قَلِيلا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا  .حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء محمد، قال. قلت للحسن: يا أبا سعيد ما تقول في رجل قد استظهر القرآن كله عن ظهر قلبه، فلا يقوم به، إنما يصلي المكتوبة، قال: يتوسد القرآن، لعن الله ذاك؛ قال الله للعبد الصالح:  وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ   وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ  قلت: يا أبا سعيد قال الله: ( فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ) قال: نعم، ولو خمسين آية.حدثنا أبو كُريب، قال: ثنا وكيع، عن عشمان الهمداني، عن السديّ، في قوله: ( فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ) قال: مئة آية.قال: ثنا وكيع، عن ربيع، عن الحسن، قال: من قرأ مئة آية في ليلة لم يحاجه القرآن.قال ثنا وكيع، عن الأعمش، عن أبي صالح، عن كعب، قال: من قرأ في ليلة مئة آية كُتب من العابدين.وقوله: ( عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ) يقول تعالى ذكره: علم ربكم أيها المؤمنون أن سيكون منكم أهل مرض قد أضعفه المرض عن قيام الليل ( وَآخَرُونَ يَضْرِبُونَ فِي الأرْضِ ) في سفر ( يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ) في تجارة قد سافروا لطلب المعاش فأعجزهم، فأضعفهم أيضا عن قيام الليل ( وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ) يقول: وآخرون أيضا منكم يجاهدون العدوّ فيقاتلونهم في نُصرة دين الله، فرحمكم الله فخفف عنكم، ووضع عنكم فرض قيام الليل ( فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ) يقول: فاقرءوا الآن إذ خفف ذلك عنكم من الليل في صلاتكم ما تيسَّر من القرآن. والهاء قي قوله \" منه \" من ذكر القرآن.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: ثم أنبأ بخصال المؤمنين، فقال: ( عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ) قال: افترض الله القيام في أوّل هذه السورة، فقام نبيّ الله صلى الله عليه وسلم وأصحابه حولا حتى انتفخت أقدامهم، وأمسك الله خاتمتها اثني عشر شهرا في السماء، ثم أنزل التخفيف في آخرها فصار قيام الليل تطوّعا بعد فريضة ( وَأَقِيمُوا الصَّلاةَ ) يقول: وأقيموا المفروضة وهي الصلوات الخمس في اليوم والليلة ( وَآتُوا الزَّكَاةَ ) يقول: وأعطوا الزكاة المفروضة في أموالكم أهلها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ) فهما فريضتان واجبتان، لا رخصة لأحد فيهما، فأدّوهما إلى الله تعالى ذكره.وقوله: ( وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا ) يقول: وأنفقوا في سبيل الله من أموالكم.وكان ابن زيد يقول في ذلك ما حدثني به يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا ) قال: القرض: النوافل سوى الزكاة.وقوله: ( وَمَا تُقَدِّمُوا لأنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ) يقول: وما تقدّموا أيها المؤمنون لأنفسكم في دار الدنيا من صدقة أو نفقة تنفقونها في سبيل الله، أو غير ذلك من نفقة في وجوه الخير، أو عمل بطاعة الله من صلاة أو صيام أو حجّ، أو غير ذلك من أعمال الخير في طلب ما عند الله، تجدوه عند الله يوم القيامة في معادكم، هو خيرا لكم مما قدمتم في الدنيا، وأعظم منه ثوابا: أي ثوابه أعظم من ذلك الذي قدّمتموه لو لم تكونوا قدّمتموه ( وَاسْتَغْفِرُوا اللَّهَ ) يقول تعالى ذكره: وسلوا الله غفران ذنوبكم يصفح لكم عنها( إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) يقول: إن الله ذو مغفرة لذنوب من تاب من عباده من ذنوبه، وذو رحمة أن يعاقبهم عليها من بعد توبتهم منها."
        }
      ]
    }
  ]
}