{
  "surah": {
    "surahNo": 76,
    "surahNameAr": "الانسان",
    "surahNameArabicLong": "سورة الانسان",
    "surahNameEn": "Al-Insaan",
    "revelationPlace": "Madina",
    "totalAyat": 31
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "قد مضى على الإنسان وقت طويل من الزمان قبل أن تُنفَخ فيه الروح، لم يكن شيئا يُذكر، ولا يُعرف له أثر."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هل» قد «أتى على الإنسان» آدم «حين من الدهر» أربعون سنة «لم يكن» فيه «شيئا مذكورا» كان فيه مصورا من طين لا يذكر أو المراد بالإنسان الجنس وبالحين مدة الحمل."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ذكر الله في هذه السورة الكريمة أول حالة الإنسان ومبتدأها ومتوسطها ومنتهاها.فذكر أنه مر عليه دهر طويل وهو الذي قبل وجوده، وهو معدوم بل ليس مذكورا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة الإنسان وهي مكية .قد تقدم في صحيح مسلم ، عن ابن عباس : أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \" الم تنزيل \" السجدة ، و \" هل أتى على الإنسان \"وقال عبد الله بن وهب : أخبرنا ابن زيد : أن رسول الله صلى الله عليه وسلم قرأ هذه السورة : \" هل أتى على الإنسان حين من الدهر \" وقد أنزلت عليه وعنده رجل أسود ، فلما بلغ صفة الجنان ، زفر زفرة فخرجت نفسه ، فقال رسول الله صلى الله عليه وسلم : \" أخرج نفس صاحبكم - أو قال : أخيكم - الشوق إلى الجنة \" . مرسل غريب .يقول تعالى مخبرا عن الإنسان أنه أوجده بعد أن لم يكن شيئا يذكر لحقارته وضعفه ، فقال : ( هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا ) ؟"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قال عطاء : هي مكية وقال مجاهد وقتادة : مدنية . وقال الحسن وعكرمة : هي مدنية إلا آية وهي قوله : \" فاصبر لحكم ربك ولا تطع منهم آثما أو كفورا \"بسم الله الرحمن الرحيم( هل أتى على الإنسان ) يعني آدم - عليه السلام - ( حين من الدهر ) أربعون سنة ملقى من طين بين مكة والطائف قبل أن ينفخ فيه الروح ( لم يكن شيئا مذكورا ) لا يذكر ولا يعرف ولا يدرى ما اسمه ولا ما يراد به . يريد : كان شيئا ولم يكن مذكورا ، وذلك من حين خلقه من طين إلى أن [ ينفخ ] فيه الروح .روي أن عمر سمع رجلا يقرأ هذه الآية : \" لم يكن شيئا مذكورا \" فقال عمر : ليتها تمت ، يريد : ليته بقي على ما كان . قال ابن عباس : ثم خلقه بعد عشرين ومائة سنة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة الإنسانوهي إحدى وثلاثون آيةمكية في قول ابن عباس ومقاتل والكلبي . وقال الجمهور : مدنية . وقيل : فيها مكي ، من قوله تعالى : إنا نحن نزلنا عليك القرآن تنزيلا إلى آخر السورة ، وما تقدمه مدني . وذكر ابن وهب قال : وحدثنا ابن زيد قال : إن رسول الله - صلى الله عليه وسلم - ليقرأ : هل أتى على الإنسان حين من الدهر وقد أنزلت عليه وعنده رجل أسود كان يسأل النبي - صلى الله عليه وسلم - ، فقال له عمر بن الخطاب : لا تثقل على النبي - صلى الله عليه وسلم - ، قال : \" دعه يا بن الخطاب \" قال : فنزلت عليه هذه السورة وهو عنده ، فلما قرأها عليه وبلغ صفة الجنان زفر زفرة فخرجت نفسه . فقال رسول الله - صلى الله عليه وسلم - : أخرج نفس صاحبكم - أو أخيكم - الشوق إلى الجنة وروي عن ابن عمر بخلاف هذا اللفظ ، وسيأتي . وقال القشيري : إن هذه السورة نزلت في علي بن أبي طالب - رضي الله عنه - . والمقصود من السورة عام . وهكذا القول في كل ما يقال إنه نزل بسبب كذا وكذا .بسم الله الرحمن الرحيمهل أتى على الإنسان حين من الدهر لم يكن شيئا مذكوراقوله تعالى : هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا هل : بمعنى قد ; قاله الكسائي والفراء وأبو عبيدة . وقد حكي عن سيبويه هل بمعنى قد . قال الفراء : هل تكون جحدا ، وتكون خبرا ، فهذا من الخبر ; لأنك تقول : هل أعطيتك ؟ تقرره بأنك أعطيته . والجحد أن تقول : هل يقدر أحد على مثل هذا ؟ وقيل : هي بمنزلة الاستفهام ، والمعنى : أتى . والإنسان هنا آدم - عليه السلام - ، قاله قتادة والثوري وعكرمة والسدي . وروي عن ابن عباس : حين من الدهر قال ابن عباس في رواية أبي صالح : أربعون سنة مرت به ، قبل أن ينفخ فيه الروح ، وهو ملقى بين مكة والطائف وعين ابن عباس أيضا في رواية الضحاك أنه خلق من طين ، فأقام أربعين سنة ، ثم من حمإ مسنون أربعين سنة ، ثم من صلصال أربعين سنة ، فتم خلقه بعد مائة وعشرين سنة . وزاد ابن مسعود فقال : أقام وهو من تراب أربعين سنة ، فتم خلقه بعد مائة وستين سنة ، ثم نفخ فيه الروح .وقيل : الحين المذكور هاهنا : لا يعرف مقداره عن ابن عباس أيضا ، حكاه الماوردي . لم يكن شيئا مذكورا قال الضحاك عن ابن عباس : لا في السماء ولا في الأرض . وقيل : أي كان جسدا مصورا ترابا وطينا ، لا يذكر ولا يعرف ، ولا يدرى ما اسمه ولا ما يراد به ، ثم نفخ فيه الروح ، فصار مذكورا ; قاله الفراء وقطرب وثعلب .وقال يحيى بن سلام : لم يكن شيئا مذكورا في الخلق وإن كان عند الله شيئا مذكورا . وقيل : ليس هذا الذكر بمعنى الإخبار ، فإن إخبار الرب عن الكائنات قديم ، بل هذا الذكر بمعنى الخطر والشرف والقدر ; تقول : فلان مذكور أي له شرف وقدر . وقد قال تعالى : وإنه لذكر لك ولقومك . أي قد أتى على الإنسان حين لم يكن له قدر عند الخليقة . ثم لما عرف الله الملائكة أنه جعل آدم خليفة ، وحمله الأمانة التي عجز عنها السماوات والأرض والجبال ، ظهر فضله على الكل ، فصار مذكورا . قالالقشيري : وعلى الجملة ما كان مذكورا للخلق ، وإن كان مذكورا لله . وحكى محمد بن الجهم عن الفراء : لم يكن شيئا قال : كان شيئا ولم يكن مذكورا . وقال قوم : النفي يرجع إلى الشيء ; أي قد مضى مدد من الدهر وآدم لم يكن شيئا يذكر في الخليقة ; لأنه آخر ما خلقه من أصناف الخليقة ، والمعدوم ليس بشيء حتى يأتي عليه حين . والمعنى : قد مضت عليه أزمنة وما كان آدم شيئا ولا مخلوقا ولا مذكورا لأحد من الخليقة . وهذا معنى قول قتادة ومقاتل : قال قتادة : إنما خلق الإنسان حديثا ما نعلم من خليقة الله - جل ثناؤه - خليقة كانت بعد الإنسان . وقال مقاتل : في الكلام تقديم وتأخير ، وتقديره : هل أتى حين من الدهر لم يكن الإنسان شيئا مذكورا ; لأنه خلقه بعد خلق الحيوان كله ، ولم يخلق بعده حيوانا .وقد قيل : ( الإنسان ) في قوله تعالى هل أتى على الإنسان حين عني به الجنس من ذرية آدم ، وأن الحين تسعة أشهر ، مدة حمل الإنسان في بطن أمه لم يكن شيئا مذكورا : إذ كان علقة ومضغة ; لأنه في هذه الحالة جماد لا خطر له .وقال أبو بكر - رضي الله عنه - لما قرأ هذه الآية : ليتها تمت فلا نبتلى . أي ليت المدة التي أتت على آدم لم تكن شيئا مذكورا تمت على ذلك ، فلا يلد ولا يبتلى أولاده . وسمع عمر بن الخطاب - رضي الله عنه - رجلا يقرأ هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا فقال ليتها تمت ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني جلّ ثناؤه بقوله: ( هَلْ أَتَى عَلَى الإنْسَانِ ) قد أتى على الإنسان، وهل في هذا الموضع خبر لا جحد، وذلك كقول القائل لآخر يقرّره: هل أكرمتك؟ وقد أكرمه؛ أو هل زرتك؟ وقد زاره، وقد تكون جحدا في غير هذا الموضع، وذلك كقول القائل لآخر: هل يفعل مثل هذا أحد؟ بمعنى: أنه لا يفعل ذلك أحد. والإنسان الذي قال جل ثناؤه في هذا الموضع: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ ): هو آدم صلى الله عليه وسلم كذلك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( هَلْ أَتَى عَلَى الإنْسَانِ ) آدم أتى عليه ( حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) إنما خلق الإنسان ها هنا حديثا، ما يعلم من خليقة الله كانت بعد الإنسان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) قال: كان آدم صلى الله عليه وسلم آخر ما خلق من الخلق.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ ) قال: آدم.وقوله: ( حِينٌ مِنَ الدَّهْرِ ) اختلف أهل التأويل في قدر هذا الحين الذي ذكره الله في هذا الموضع، فقال بعضهم: هو أربعون سنة، وقالوا: مكثت طينة آدم مصوّرة لا تنفخ &amp;; 24-88 &amp;; فيها الرّوح أربعين عامًا، فذلك قدر الحين الذي ذكره الله في هذا الموضع، قالوا: ولذلك قيل: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) لأنه أتى عليه وهو جسم مصوّر لم تنفخ فيه الروح أربعون عاما، فكان شيئا، غير أنه لم يكن شيئا مذكورا، قالوا: ومعنى قوله: ( لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) لم يكن شيئا له نباهة ولا رفعة، ولا شرف، إنما كان طينا لازبًا وحمأ مسنونا.وقال آخرون: لا حدّ للحين في هذا الموضع؛ وقد يدخل هذا القول من أن الله أخبر أنه أتى على الإنسان حين من الدهر، وغير مفهوم في الكلام أن يقال: أتى على الإنسان حين قبل أن يوجد، وقبل أن يكون شيئا، وإذا أُريد ذلك قيل: أتى حين قبل أن يُخلق، ولم يقل أتى عليه. وأما الدهر في هذا الموضع، فلا حدّ له يوقف عليه."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا خلقنا الإنسان من نطفة مختلطة من ماء الرجل وماء المرأة، نختبره بالتكاليف الشرعية فيما بعد، فجعلناه من أجل ذلك ذا سمع وذا بصر؛ ليسمع الآيات، ويرى الدلائل، إنا بينَّا له وعرَّفناه طريق الهدى والضلال والخير والشر؛ ليكون إما مؤمنًا شاكرًا، وإما كفورًا جاحدًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنَّا خلقنا الإنسان» الجنس «من نطفة أمشاج» أخلاط، أي من ماء الرجل وماء المرأة المختلطين الممتزجين «نبتليه» نختبره بالتكليف والجملة مستأنفة أو حال مقدرة، أي مريدين ابتلاءه حين تأهله «فجعلناه» بسبب ذلك «سميعا بصيرا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم لما أراد الله تعالى خلقه، خلق [أباه] آدم من طين، ثم جعل نسله متسلسلا  مِنْ نُطْفَةٍ أَمْشَاجٍ  أي: ماء مهين مستقذر  نَبْتَلِيهِ  بذلك لنعلم هل يرى حاله الأولى ويتفطن لها أم ينساها وتغره نفسه؟فأنشأه الله، وخلق له القوى الباطنة والظاهرة، كالسمع والبصر، وسائر الأعضاء، فأتمها له وجعلها سالمة يتمكن بها من تحصيل مقاصده."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم بين ذلك فقال : ( إنا خلقنا الإنسان من نطفة أمشاج ) أي : أخلاط . والمشج والمشيج : الشيء الخليط ، بعضه في بعض .قال ابن عباس في قوله : ( من نطفة أمشاج ) يعني : ماء الرجل وماء المرأة إذا اجتمعا واختلطا ، ثم ينتقل بعد من طور إلى طور ، وحال إلى حال ، ولون إلى لون . وهكذا قال عكرمة ، ومجاهد ، والحسن ، والربيع بن أنس : الأمشاج : هو اختلاط ماء الرجل بماء المرأة .وقوله : ( نبتليه ) أي : نختبره ، كقوله : ( ليبلوكم أيكم أحسن عملا ) [ الملك : 2 ] . ( فجعلناه سميعا بصيرا ) أي : جعلنا له سمعا وبصرا يتمكن بهما من الطاعة والمعصية ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا خلقنا الإنسان ) يعني ولد آدم ( من نطفة ) يعني : مني الرجل ومني المرأة . ( أمشاج ) أخلاط ، واحدها : مشج ومشيج ، مثل خدن وخدين .قال ابن عباس ، والحسن ، ومجاهد والربيع : يعني ماء الرجل [ وماء المرأة ] يختلطان في الرحم فيكون منهما الولد . فماء الرجل أبيض غليظ ، وماء المرأة أصفر رقيق ، فأيهما علا صاحبه كان الشبه له ، وما كان من عصب وعظم فهو من نطفة الرجل ، وما كان من لحم ودم وشعر فمن ماء المرأة .وقال الضحاك : أراد بالأمشاج اختلاف ألوان النطفة ، فنطفة الرجل بيضاء وحمراء وصفراء ، ونطفة المرأة خضراء وحمراء [ وصفراء ] ، وهي رواية الوالبي عن ابن عباس . وكذلك قال الكلبي : قال : الأمشاج البياض في الحمرة والصفرة . وقال يمان : كل لونين اختلطا فهو أمشاج . وقال ابن مسعود : هي العروق التي تكون في النطفة .وقال الحسن : نطفة مشجت بدم ، وهو دم الحيضة ، فإذا حبلت ارتفع الحيض .وقال قتادة : هي أطوار الخلق نطفة ، ثم علقة ، ثم مضغة ، ثم [ عظما ] ثم يكسوه لحما ثم ينشئه خلقا آخر .( نبتليه ) نختبره بالأمر والنهي ( فجعلناه سميعا بصيرا ) قال بعض أهل العربية : فيه تقديم وتأخير ، مجازه فجعلناه سميعا بصيرا لنبتليه ؛ لأن الابتلاء لا يقع إلا بعد تمام الخلقة ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا خلقنا الإنسان أي ابن آدم من غير خلاف من نطفة أي من ماء يقطر وهو المني ، وكل ماء قليل في وعاء فهو نطفة ; كقول عبد الله بن رواحة يعاتب نفسه :مالي أراك تكرهين الجنه هل أنت إلا نطفة في شنهوجمعها : نطف ونطاف . أمشاج أخلاط . واحدها : مشج ومشيج ، مثل خدن وخدين ; قال : رؤبة :يطرحن كل معجل نشاج     لم يكس جلدا في دم أمشاجويقال : مشجت هذا بهذا أي خلطته ، فهو ممشوج ومشيج ; مثل : مخلوط وخليط . وقال المبرد : واحد الأمشاج : مشيج ; يقال : مشج يمشج : إذا خلط ، وهو هنا اختلاط النطفة بالدم ; قال الشماخ :طوت أحشاء مرتجة لوقت     على مشج سلالته مهينوقال الفراء : أمشاج : أخلاط ماء الرجل وماء المرأة ، والدم والعلقة . ويقال للشيء من هذا إذا خلط : مشيج كقولك خليط ، وممشوج كقولك مخلوط . وروي عن ابن عباس - رضي الله عنه - قال : الأمشاج : الحمرة في البياض ، والبياض في الحمرة . وهذا قول يختاره كثير من أهل اللغة ; قال الهذلي :كأن الريش والفوقين منه     خلاف النصل سيط به مشيجوعن ابن عباس أيضا قال : يختلط ماء الرجل وهو أبيض غليظ بماء المرأة وهو أصفر رقيق فيخلق منهما الولد ، فما كان من عصب وعظم وقوة فهو من ماء الرجل ، وما كان من لحم ودم وشعر فهو من ماء المرأة . وقد روي هذا مرفوعا ; ذكره البزار . وروي عن ابن مسعود : أمشاجها عروق المضغة . وعنه : ماء الرجل وماء المرأة وهما لونان . وقال مجاهد : نطفة الرجل بيضاء وحمراء ، ونطفة المرأة خضراء وصفراء . وقال ابن عباس : خلق من ألوان ; خلق من تراب ، ثم من ماء الفرج والرحم ، وهي نطفة ثم علقة ثم مضغة ثم عظم ثم لحم . ونحوه قال قتادة : هي أطوار الخلق : طور علقة وطور مضغة وطور عظام ثم يكسو العظام لحما ; كما قال في سورة ( المؤمنون ) ولقد خلقنا الإنسان من سلالة من طين الآية .وقال ابن السكيت : الأمشاج الأخلاط ; لأنها ممتزجة من أنواع فخلق الإنسان منها ذا طبائع مختلفة . وقال أهل المعاني : الأمشاج ما جمع وهو في معنى الواحد ; لأنه نعت للنطفة ; كما يقال : برمة أعشار وثوب أخلاق . وروي عن أبي أيوب الأنصاري قال : جاء حبر من اليهود إلى النبي - صلى الله عليه وسلم - فقال : أخبرني عن ماء الرجل وماء المرأة ؟ فقال : ماء الرجل أبيض غليظ وماء المرأة أصفر رقيق فإذا علا ماء المرأة آنثت وإذا علا ماء الرجل أذكرت ، فقال الحبر : أشهد أن لا إله إلا الله وأنك رسول الله . وقد مضى هذا القول مستوفى في سورة ( البقرة ) .نبتليه أي نختبره . وقيل : نقدر فيه الابتلاء وهو الاختبار . وفيما يختبر به وجهان : أحدهما : نختبره بالخير والشر ; قاله الكلبي . الثاني : نختبر شكره في السراء وصبره في الضراء ; قاله الحسن . وقيل : نبتليه نكلفه . وفيه أيضا وجهان : أحدهما : بالعمل بعد الخلق ; قاله مقاتل . الثاني : بالدين ليكون مأمورا بالطاعة ومنهيا عن المعاصي . وروي عن ابن عباس : نبتليه : نصرفه خلقا بعد خلق ; لنبتليه بالخير والشر . وحكى محمد بن الجهم عن الفراء قال : المعنى والله أعلم فجعلناه سميعا بصيرا لنبتليه ، وهي مقدمة معناها التأخير .قلت : لأن الابتلاء لا يقع إلا بعد تمام الخلقة وقيل : جعلناه سميعا بصيرا : يعني جعلنا له سمعا يسمع به الهدى ، وبصرا يبصر به الهدى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ )يقول تعالى ذكره: إنا خلقنا ذرّية آدم من نطفة، يعني: من ماء الرجل وماء المرأة، والنطفة: كلّ ماء قليل في وعاء كان ذلك ركية أو قربة، أو غير لك، كما قال عبد الله بن رواحة:هَلْ أنْتِ إلا نُطْفَةٌ في شَنَّه (2)وقوله: ( أمْشاجٍ ) يعني: أخلاط، واحدها: مشج ومشيج، مثل خدن وخدين؛ ومنه قول رؤبة بن العجاج:يَطْرَحْنَ كُلَّ مُعْجَلٍ نَشَّاجلَمْ يُكْسَ جِلْدًا في دَمٍ أمْشاجِ (3)&amp;; 24-89 &amp;;يقال منه: مشجت هذا بهذا: إذا خلطته به، وهو ممشوج به ومشيج: أي مخلوط به، كما قال أبو ذؤيب:كأنَّ الرّيشَ والفُوقَيْن مِنْهخِلالَ النَّصْل سِيطَ بِهِ مَشِيجُ (4)واختلف أهل التأويل في معنى الأمشاج الذي عني بها في هذا الموضع، فقال بعضهم: هو اختلاط ماء الرجل بماء المرأة.* ذكر من قال ذلك:حدثنا أبو كُريب وأبو هشام الرفاعي قالا ثنا وكيع، عن سفيان، عن ابن الأصبهاني، عن عكرِمة ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: ماء الرجل وماء المرأة يمشج أحدهما بالآخر.حدثنا أبو هشام، قال: ثنا ابن يمان، عن سفيان، عن ابن الأصبهاني، عن عكرِمة قال: ماء الرجل وماء المرأة يختلطان.قال: ثنا أبو أسامة، قال: ثنا زكريا، عن عطية، عن ابن عباس، قال: ماء المرأة وماء الرجل يمشجان.قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن السديّ، عمن حدّثه، عن ابن عباس، قال: ماء المرأة وماء الرجل يختلطان.قال: ثنا عبد الله، قال: أخبرنا أبو جعفر، عن الربيع بن أنس، قال: إذا اجتمع ماء الرجل وماء المرأة فهو أمشاج.قال: ثنا أبو أُسامة، قال: ثنا المبارك، عن الحسن، قال: مُشج ماء المرأة مع ماء الرجل.&amp;; 24-90 &amp;;قال: ثنا عبيد الله، قال: أخبرنا عثمان بن الأسود، عن مجاهد، قال: خلق الله الولد من ماء الرجل وماء المرأة، وقد قال الله:  يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى  .قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد، قال: خلق من تارات ماء الرجل وماء المرأة.وقال آخرون: إنما عُني بذلك: إنا خلقنا الإنسان من نطفة ألوان ينتقل إليها، يكون نطفة، ثم يصير علقة، ثم مضغة، ثم عظما، ثم كسي لحما.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ ) الأمشاج: خلق من ألوان، خلق من تراب، ثم من ماء الفرج والرحم، وهي النطفة، ثم علقة، ثم مضغة، ثم عظما، ثم أنشأه خلقا آخر فهو ذلك.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرِمة، في هذه الآية ( أمْشاجٍ ) قال: نطفة، ثم علقة، ثم مضغة، ثم عظما.حدثنا الرفاعي، قال: ثنا وهب بن جرير ويعقوب الحضْرَميّ، عن شعبة، عن سماك، عن عكرِمة، قال: نطفة، ثم علقة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ ) أطوار الخلق، طورا نطفة، وطورا علقة، وطورا مضغة، وطورا عظاما، ثم كسى الله العظام لحما، ثم أنشأه خلقا آخر، أنبت له الشعر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: الأمشاج: اختلط الماء والدم، ثم كان علقة، ثم كان مضغة.وقال آخرون: عُني بذلك اختلاف ألوان النطفة.* ذكر من قال ذلك:حدثني عليّ قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( أَمْشَاجٍ نَبْتَلِيهِ ) يقول: مختلفة الألوان.حدثنا أبو هشام، قال: ثنا يحيى بن يمان، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: ألوان النطفة.&amp;; 24-91 &amp;;حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قال: أيّ الماءين سبق أشبه عليه أعمامه وأخواله.قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: ألوان النطفة؛ نطفة الرجل بيضاء وحمراء، ونطفة المرأة حمراء وخضراء.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.وقال آخرون: بل هي العروق التي تكون في النطفة.* ذكر من قال ذلك:حدثنا أبو كُريب وأبو هشام، قالا ثنا وكيع، قال: ثنا المسعودي، عن عبد الله بن المخارق، عن أبيه، عن عبد الله، قال: أمشاجها: عروقها.حدثنا أبو هشام، قال: ثنا يحيى بن يمان، قال: ثنا أُسامة بن زيد، عن أبيه، قال: هي العروق التي تكون في النطفة.وأشبه هذه الأقوال بالصواب قول من قال: معنى ذلك ( مِنْ نُطْفَةٍ أَمْشَاجٍ ) نطفة الرجل ونطفة المرأة، لأن الله وصف النطفة بأنها أمشاج، وهي إذا انتقلت فصارت علقة، فقد استحالت عن معنى النطفة فكيف تكون نطفة أمشاجا وهي علقة؟ وأما الذين قالوا: إن نطفة الرجل بيضاء وحمراء، فإن المعروف من نطفة الرجل أنها سحراء على لون واحد، وهي بيضاء تضرب إلى الحمرة، وإذا كانت لونا واحدا لم تكن ألوانا مختلفة، وأحسب أن الذين قالوا: هي العروق التي في النطفة قصدوا هذا المعنى.وقد حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن عطاء بن أبي رباح، عن ابن عباس، قال: إنما خلق الإنسان من الشيء القليل من النطفة. ألا ترى أن الولد إذا أسكت ترى له مثل الرّير؟ وإنما خلق ابن آدم من مثل ذلك من النطفة أمشاج نبتليه.وقوله: ( نَبْتَلِيهِ ) نختبره. وكان بعض أهل العربية يقول: المعنى: جعلناه سميعًا بصيرا لنبتليه، فهي مقدّمة معناها التأخير، إنما المعنى خلقناه وجعلناه سميعًا بصيرا لنبتليه، ولا وجه عندي لما قال يصحّ، وذلك أن الابتلاء إنما هو بصحة الآلات وسلامة العقل من الآفات، وإن عدم السمع والبصر، وأما إخباره إيانا أنه جعل لنا أسماعا وأبصارا &amp;; 24-92 &amp;; في هذه الآية، فتذكير منه لنا بنعمه، وتنبيه على موضع الشكر؛ فأما الابتلاء فبالخلق مع صحة الفطرة، وسلامة العقل من الآفة، كما قال:  وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ  .وقوله: ( فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا ) يقول تعالى ذكره: فجعلناه ذا سمع يسمع به، وذا بصر يبصر به، إنعاما من الله على عباده بذلك، ورأفة منه لهم، وحجة له عليهم."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا خلقنا الإنسان من نطفة مختلطة من ماء الرجل وماء المرأة، نختبره بالتكاليف الشرعية فيما بعد، فجعلناه من أجل ذلك ذا سمع وذا بصر؛ ليسمع الآيات، ويرى الدلائل، إنا بينَّا له وعرَّفناه طريق الهدى والضلال والخير والشر؛ ليكون إما مؤمنًا شاكرًا، وإما كفورًا جاحدًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا هديناه السبيل» بينا له طريق الهدى ببعث الرسل «إما شاكرا» أي مؤمنا «وإما كفورا» حالان من المفعول، أي بينا له في حال شكره أو كفره المقدرة، و إما لتفصيل الأحوال."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم أرسل إليه الرسل، وأنزل عليه الكتب، وهداه الطريق الموصلة إلى الله  ، ورغبه فيها، وأخبره بما له عند الوصول إلى الله.ثم أخبره بالطريق الموصلة إلى الهلاك، ورهبه منها، وأخبره بما له إذا سلكها، وابتلاه بذلك، فانقسم الناس إلى شاكر لنعمة الله عليه، قائم بما حمله الله من حقوقه، وإلى كفور لنعمة الله عليه، أنعم الله عليه بالنعم الدينية والدنيوية، فردها، وكفر بربه، وسلك الطريق الموصلة إلى الهلاك.ثم ذكر تعالى حال الفريقين عند الجزاء فقال:"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إنا هديناه السبيل ) أي : بيناه له ووضحناه وبصرناه به ، كقوله : ( وأما ثمود فهديناهم فاستحبوا العمى على الهدى ) [ فصلت : 17 ] ، وكقوله : ( وهديناه النجدين ) [ البلد : 10 ] ، أي : بينا له طريق الخير وطريق الشر . وهذا قول عكرمة وعطية وابن زيد ومجاهد - في المشهور عنه - والجمهور .وروي عن مجاهد وأبي صالح والضحاك والسدي أنهم قالوا في قوله : ( إنا هديناه السبيل ) يعني خروجه من الرحم . وهذا قول غريب ، والصحيح المشهور الأول .وقوله : ( إما شاكرا وإما كفورا ) منصوب على الحال من \" الهاء \" في قوله : ( إنا هديناه السبيل ) تقديره : فهو في ذلك إما شقي وإما سعيد ، كما جاء في الحديث الذي رواه مسلم ، عن أبي مالك الأشعري قال : قال رسول الله صلى الله عليه وسلم : \" كل الناس يغدو ، فبائع نفسه فموبقها أو معتقها \" . وتقدم في سورة \" الروم \" عند قوله : ( فطرت الله التي فطر الناس عليها ) [ الروم : 30 ] من رواية جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" كل مولود يولد على الفطرة حتى يعرب عنه لسانه ، فإذا أعرب عنه لسانه ، فإما شاكرا وإما كفورا \" .وقال الإمام أحمد : حدثنا أبو عامر ، حدثنا عبد الله بن جعفر ، عن عثمان بن محمد ، عن المقبري ، عن أبي هريرة‌ ، عن النبي صلى الله عليه وسلم قال : \" ما من خارج يخرج إلا ببابه رايتان : راية بيد ملك ، وراية بيد شيطان ، فإن خرج لما يحب الله اتبعه الملك برايته ، فلم يزل تحت راية الملك حتى يرجع إلى بيته . وإن خرج لما يسخط الله اتبعه الشيطان برايته ، فلم يزل تحت راية الشيطان ، حتى يرجع إلى بيته \" .وقال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن ابن خثيم ، عن عبد الرحمن بن سابط ، عن جابر بن عبد الله : أن النبي صلى الله عليه وسلم قال لكعب بن عجرة : \" أعاذك الله من إمارة السفهاء \" . قال : وما إمارة السفهاء ؟ قال : \" أمراء يكونون من بعدي ، لا يهتدون بهداي ، ولا يستنون بسنتي ، فمن صدقهم بكذبهم وأعانهم على ظلمهم ، فأولئك ليسوا مني ولست منهم ، ولا يردون على حوضي . ومن لم يصدقهم بكذبهم ولم يعنهم على ظلمهم ، فأولئك مني وأنا منهم ، وسيردون على حوضي . يا كعب بن عجرة ، الصوم جنة ، والصدقة تطفئ الخطيئة ، والصلاة قربان - أو قال : برهان - يا كعب بن عجرة ، إنه لا يدخل الجنة لحم نبت من سحت ، النار أولى به . يا كعب ، الناس غاديان ، فمبتاع نفسه فمعتقها ، وبائع نفسه فموبقها \" .ورواه عن عفان ، عن وهيب ، عن عبد الله بن عثمان بن خثيم ، به ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إنا هديناه السبيل\"، أي بينا له سبيل الحق والباطل والهدى والضلالة، وعرفناه طريق الخير والشر. \"إما شاكراً وإما كفوراً\"، إما مؤمناً سعيداً وإما كافراً شقياً. وقيل: معنى الكلام الجزاء، يعني: بينا له الطريق إن شكر أو كفر."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا هديناه السبيل أي بينا له وعرفناه طريق الهدى والضلال ، والخير والشر ببعث الرسل ، فآمن أو كفر ; كقوله تعالى : وهديناه النجدين . وقال مجاهد : أي بينا له السبيل إلى الشقاء والسعادة . وقال الضحاك وأبو صالح والسدي : السبيل هنا خروجه من الرحم . وقيل : منافعه ومضاره التي يهتدي إليها بطبعه وكمال عقله .إما شاكرا وإما كفورا أي أيهما فعل فقد بينا له . قال الكوفيون : إن هاهنا تكون جزاء و ( ما ) زائدة أي بينا له الطريق إن شكر أو كفر . واختاره الفراء ولم يجزه البصريون ; إذ لا تدخل إن للجزاء على الأسماء إلا أن يضمر بعدها فعل . وقيل : أي هديناه الرشد ، أي بينا له سبيل التوحيد بنصب الأدلة عليه ; ثم إن خلقنا له الهداية اهتدى وآمن ، وإن خذلناه كفر . وهو كما تقول : قد نصحت لك ، إن شئت فاقبل ، وإن شئت فاترك ; أي فإن شئت ، فتحذف الفاء . وكذا إما شاكرا والله أعلم .ويقال : هديته السبيل وللسبيل وإلى السبيل . وقد تقدم في ( الفاتحة ) وغيرها . وجمع بين الشاكر والكفور ، ولم يجمع بين الشكور والكفور مع اجتماعهما في معنى المبالغة ; نفيا للمبالغة في الشكر وإثباتا لها في الكفر ; لأن شكر الله تعالى لا يؤدى ، فانتفت عنه المبالغة ، ولم تنتف عن الكفر المبالغة ، فقل شكره ، لكثرة النعم عليه وكثرة كفره وإن قل مع الإحسان إليه . حكاه الماوردي ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني جلّ ثناؤه بقوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) إنا بينا له طريق الجنة، وعرّفناه سبيله، إن شكر، أو كفر. وإذا وُجِّه الكلام إلى هذا المعنى، كانت إما وإما في معنى الجزاء، وقد يجوز أن تكون إما وإما بمعنى واحد، كما قال:  إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ  فيكون قوله: ( إِمَّا شَاكِرًا وَإِمَّا كَفُورًا ) حالا من الهاء التي في هديناه، فيكون معنى الكلام إذا وُجه ذلك إلى هذا التأويل: إنا هديناه السبيل، إما شقيا وإما سعيدا، وكان بعض نحويِّي البصرة يقول ذلك كما قال:  إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ  كأنك لم تذكر إما، قال: وإن شئت ابتدأت ما بعدها فرفعته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) قال: الشقوة والسَّعادة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا ) للنعم ( وَإِمَّا كَفُورًا ) لها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ ... ) إلى ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) قال: ننظر أيّ شيء يصنع، أيّ الطريقين يسلك، وأيّ الأمرين يأخذ، قال: وهذا الاختبار."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا أعتدنا للكافرين قيودًا من حديد تُشَدُّ بها أرجلهم، وأغلالا تُغلُّ بها أيديهم إلى أعناقهم، ونارًا يُحرقون بها."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا أعتدنا» هيأنا «للكافرين سلاسل» يسحبون بها في النار «وأغلالا» في أعناقهم تشد فيها السلاسل «وسعيرا» نارا مسعرة، أي مهيجة يعذبون بها."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "إلى آخر الثواب أي: إنا هيأنا وأرصدنا لمن كفر بالله، وكذب رسله، وتجرأ على المعاصي  سَلَاسِلَ  في نار جهنم، كما قال تعالى:  ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ . وَأَغْلَالًا  تغل بها أيديهم إلى أعناقهم ويوثقون بها. وَسَعِيرًا  أي: نارا تستعر بها أجسامهم وتحرق بها أبدانهم،  كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ  وهذا العذاب دائم لهم أبدا، مخلدون فيه سرمدا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عما أرصده للكافرين من خلقه به من السلاسل والأغلال والسعير ، وهو اللهب والحريق في نار جهنم ، كما قال : ( إذ الأغلال في أعناقهم والسلاسل يسحبون في الحميم ثم في النار يسجرون ) [ غافر : 71 ، 72 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم بين ما للفريقين فقال: \"إنا أعتدنا للكافرين سلاسل\"، يعني: في جهنم. قرأ أهل المدينة والكسائي، وأبو بكر عن عاصم: سلاسلاً وقواريراً فقوارير بالألف في الوقف، وبالتنوين في الوصل فيهن جميعاً، وقرأ حمزة ويعقوب بلا ألف في الوقف، ولا تنوين في الوصل فيهن، وقرأ ابن كثير قوارير الأولى بالألف في الوقف وبالتنوين في الوصل، و سلاسل و قوارير الثانية بلا ألف ولا تنوين وقرأ أبو عمرو وابن عامر وحفص سلاسلاً و قواريراً الأولى بالألف في الوقف على الخط وبغير تنوين في الوصل، و قوارير الثانية بغير ألف ولا تنوين. قوله \"وأغلالاً\" يعني: في أيديهم، تغل إلى أعناقهم، \"وسعيراً\"، وقوداً شديداً."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا أعتدنا للكافرين سلاسلا وأغلالا وسعيراقوله تعالى : إنا أعتدنا للكافرين سلاسلا وأغلالا وسعيرا بين حال الفريقين ، وأنه تعبد العقلاء وكلفهم ومكنهم مما أمرهم ، فمن كفر فله العقاب ، ومن وحد وشكر فله الثواب . والسلاسل : القيود في جهنم طول كل سلسلة سبعون ذراعا كما مضى في ( الحاقة ) . وقرأ نافع والكسائي وأبو بكر عن عاصم وهشام عن ابن عامر سلاسلا منونا . الباقون بغير تنوين . ووقف قنبل وابن كثير وحمزة بغير ألف . الباقون بالألف . فأما قوارير الأول فنونه نافع وابن كثير والكسائي وأبو بكر عن عاصم ، ولم ينون الباقون . ووقف فيه يعقوب وحمزة بغير ألف . والباقون بالألف . وأما قوارير الثانية فنونه أيضا نافع والكسائي وأبو بكر ، ولم ينون الباقون . فمن نون قرأها بالألف ، ومن لم ينون أسقط منها الألف ، واختار أبو عبيد التنوين في الثلاثة ، والوقف بالألف اتباعا لخط المصحف ; قال : رأيت في مصحف عثمان \" سلاسلا \" بالألف و ( وقواريرا ) الأول بالألف ، وكان الثاني مكتوبا بالألف فحكت فرأيت أثرها هناك بينا . فمن صرف فله أربع حجج : أحدها : أن الجموع أشبهت الآحاد فجمعت جمع الآحاد ، فجعلت في حكم الآحاد فصرفت . الثانية : أن الأخفش حكى عن العرب صرف جميع ما لا ينصرف إلا أفعل منك ، وكذا قال الكسائي والفراء : هو على لغة من يجر الأسماء كلها إلا قولهم هو أظرف منك فإنهم لا يجرونه ; وأنشد ابن الأنباري في ذلك قول عمرو بن كلثوم :كأن سيوفنا فينا وفيهم مخاريق بأيدي لاعبيناوقال لبيد :وجزور أيسار دعوت لحتفها     بمغالق متشابه أجسامهاوقال لبيد أيضا :فضلا وذو كرم يعين على الندى     سمح كسوب رغائب غنامهافصرف مخاريق ومغالق ورغائب ، وسبيلها ألا تصرف . والحجة الثالثة : أن يقول نونت قوارير الأول لأنه رأس آية ، ورؤوس الآي جاءت بالنون ، كقوله جل وعز : مذكورا ، سميعا بصيرا فنونا الأول ليوقف بين رؤوس الآي ، ونونا الثاني على الجوار للأول . والحجة الرابعة : اتباع المصاحف ، وذلك أنهما جميعا في مصاحف مكة والمدينة والكوفة بالألف . وقد احتج من لم يصرفهن بأن قال : إن كل جمع بعد الألف منه ثلاثة أحرف أو حرفان أو حرف مشدد لم يصرف في معرفة ولا نكرة ; فالذي بعد الألف منه ثلاثة أحرف قولك : قناديل ودنانير ومناديل ، والذي بعد الألف منه حرفان قول الله - عز وجل - : لهدمت صوامع لأن بعد الألف منه حرفين ، وكذلك قوله : ومساجد يذكر فيها اسم الله كثيرا . والذي بعد الألف منه حرف مشدد شواب ودواب . وقال خلف : سمعت يحيى بن آدم يحدث عن ابن إدريس قال : في المصاحف الأول الحرف الأول بالألف والثاني بغير ألف ; فهذا حجة لمذهب حمزة . وقال خلف : رأيت في مصحف ينسب إلى قراءة ابن مسعود الأول بالألف والثاني بغير ألف . وأما أفعل منك فلا يقول أحد من العرب في شعره ولا في غيره هو أفعل منك منونا ; لأن ( من ) تقوم مقام الإضافة فلا يجمع بين تنوين وإضافة في حرف ; لأنهما دليلان من دلائل الأسماء ولا يجمع بين دليلين ; قاله الفراء وغيره .وأغلالا جمع غل تغل بها أيديهم إلى أعناقهم . وعن جبير بن نفير عن أبي الدرداء كان يقول : ارفعوا هذه الأيدي إلى الله - جل ثناؤه - قبل أن تغل بالأغلال . قال الحسن : إن الأغلال لم تجعل في أعناق أهل النار ; لأنهم أعجزوا الرب سبحانه ولكن إذلالا . ( وسعيرا ) تقدم القول فيه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلاسِلَ ) يقول تعالى ذكره: إنا أعتدنا لمن كفر نعمتنا وخالف أمرنا سلاسل يُسْتَوْثَق بها منهم شدّا في الجحيم ( وأغْلالا ) يقول: وتشدّ بالأغلال فيها أيديهم إلى أعناقهم.وقوله: ( وَسَعِيرًا ) يقول: ونارا تُسْعر عليهم فتتوقد."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن أهل الطاعة والإخلاص الذين يؤدون حق الله، يشربون يوم القيامة مِن كأس فيها خمر ممزوجة بأحسن أنواع الطيب، وهو ماء الكافور."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الأبرار» جمع بر أو بار وهم المطيعون «يشربون من كأس» هو إناء شرب الخمر وهي فيه والمراد من خمر تسمية للحال باسم المحل ومن للتبعيض «كان مزاجها» ما يمزج به «كافورا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وأما  الْأَبْرَارِ  وهم الذين برت قلوبهم بما فيها من محبة الله ومعرفته، والأخلاق الجميلة، فبرت جوارحهم  ، واستعملوها بأعمال البر أخبر أنهم  يَشْرَبُونَ مِنْ كَأْسٍ  أي: شراب لذيذ من خمر قد مزج بكافور أي: خلط به ليبرده ويكسر حدته، وهذا الكافور [في غاية اللذة] قد سلم من كل مكدر ومنغص، موجود في كافور الدنيا، فإن الآفة الموجودة في الأسماء التي ذكر الله أنها في الجنة وهي في الدنيا تعدم في الآخرة  .كما قال تعالى:  فِي سِدْرٍ مَخْضُودٍ وَطَلْحٍ مَنْضُودٍ   وَأَزْوَاجٌ مُطَهَّرَةٌ   لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ   وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ولما ذكر ما أعده لهؤلاء الأشقياء من السعير قال بعده : ( إن الأبرار يشربون من كأس كان مزاجها كافورا ) وقد علم ما في الكافور من التبريد والرائحة الطيبة ، مع ما يضاف إلى ذلك من اللذاذة في الجنة .قال الحسن : برد الكافور في طيب الزنجبيل ; ولهذا قال :"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن الأبرار\"، يعني المؤمنين الصادقين في إيمانهم المطيعين لربهم، واحدهم بار، مثل: شاهد وأشهاد، وناصر وأنصار، و بر أيضاً مثل: نهر وأنهار، \"يشربون\"، في الآخرة، \"من كأس\"، فيها شراب \"كان مزاجها كافوراً\"، قال قتادة: يمزج لهم بالكافور ويختم بالمسك. قال عكرمة: \"مزاجها\": طعمها، وقال أهل المعاني: أراد كالكافور في بياضه وطيب ريحه وبرده، لأن الكافور لا يشرب، وهو كقوله: \"حتى إذا جعله ناراً\" (الكهف- 96) أي كنار. وهذا معنى قول قتادة ومجاهد: يمازجه ريح الكافور. وقال ابن كيسان: طيبت بالكافور والمسك والزنجبيل. وقال عطاء والكلبي: الكافور اسم ل\"عين ماء في الجنة\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الأبرار يشربون من كأس الأبرار : أهل الصدق واحدهم بر ، وهو من امتثل أمر الله تعالى . وقيل : البر الموحد والأبرار جمع بار مثل شاهد وأشهاد ، وقيل : هو جمع بر مثل نهر وأنهار ; وفي الصحاح : وجمع البر الأبرار ، وجمع البار البررة ، وفلان يبر خالقه ويتبرره أي يطيعه ، والأم برة بولدها . وروى ابن عمر عن رسول الله - صلى الله عليه وسلم - قال : \" إنما سماهم الله - جل ثناؤه - الأبرار لأنهم بروا الآباء والأبناء ، كما أن لوالدك عليك حقا كذلك لولدك عليك حقا \" . وقال الحسن : البر الذي لا يؤذي الذر . وقال قتادة : الأبرار الذين يؤدون حق الله ويوفون بالنذر . وفي الحديث : \" الأبرار الذين لا يؤذون أحدا \" . يشربون من كأس أي من إناء فيه الشراب . قال ابن عباس : يريد الخمر . والكأس في اللغة الإناء فيه الشراب : وإذا لم يكن فيه شراب لم يسم كأسا . قال عمرو بن كلثوم :صددت الكأس عنا أم عمرو وكان الكأس مجراها اليميناوقال الأصمعي : يقال صبنت عنا الهدية أوما كان من معروف تصبن صبنا : بمعنى كففت ; قاله الجوهري .كان مزاجها أي شوبها وخلطها ، قال حسان :كأن سبيئة من بيت رأس     يكون مزاجها عسل وماءومنه مزاج البدن وهو ما يمازجه من الصفراء والسوداء والحرارة والبرودة . كافورا قال ابن عباس : هو اسم عين ماء في الجنة ، يقال له عين الكافور . أي يمازجه ماء هذه العين التي تسمى كافورا . وقال سعيد عن قتادة : تمزج لهم بالكافور وتختم بالمسك . وقاله مجاهد . وقال عكرمة : مزاجها طعمها . وقيل : إنما الكافور في ريحها لا في طعمها . وقيل : أراد كالكافور في بياضه وطيب رائحته وبرده ; لأن الكافور لا يشرب ; كقوله تعالى : حتى إذا جعله نارا أي كنار . وقال ابن كيسان : طيب بالمسك والكافور والزنجبيل . وقال مقاتل : ليس بكافور الدنيا . ولكن سمى الله ما عنده بما عندكم حتى تهتدي لها القلوب . وقوله : كان مزاجها ( كان ) زائدة أي من كأس مزاجها كافور ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ الأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (5)  .يقول تعالى ذكره: إن الذين برّوا بطاعتهم ربهم في أداء فرائضه، واجتناب معاصيه، يشربون من كأس، وهو كل إناء كان فيه شراب ( كَانَ مِزَاجُها ) يقول: كان مزاج ما فيها من الشراب ( كافُورًا ) يعني: في طيب رائحتها كالكافور. وقد قيل: إن الكافور اسم لعين ماء في الجنة، فمن قال ذلك، جعل نصب العين على الردّ على الكافور، تبيانا عنه، ومن جعل الكافور صفة للشراب نصبها، أعني العين عن الحال، وجعل خبر كان قوله: ( كافُورًا ) ، وقد يجوز نصب العين من وجه ثالث، وهو نصبها بإعمال يشربون فيها فيكون معنى الكلام: إن الأبرار يشربون عينا يشرب بها عباد الله، من كأس كان مزاجها كافورا. وقد يجوز أيضا نصبها على المدح، فأما عامة أهل التأويل فإنهم قالوا: الكافور صفة للشراب على ما ذكرت.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( مِزَاجُهَا كَافُورًا ) قال: تمزج.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّ الأبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا ) قال: قوم تمزج لهم بالكافور، وتختم لهم بالمسك.--------------------------------------------------------------------------------الهوامش:(1) لم أقف على قائل البيت، وقد جاءت فيه كلمة \"فرنها\" هكذا في المخطوطة والمطبوعة، ولم نهتد إلى تصويبها. وقد أنشده المؤلف عند تفسير قوله تعالى:  والتفت الساق بالساق  . قال أبو عبيدة في مجاز القرآن ( 183 )  والتفت الساق بالساق  مثل: شمرت عن ساقها . ا ه . وقال الفراء في معاني القرآن ( 350 ) : أتاه أول شدة أمر الآخرة، وأشد آخر أمر الدنيا. ويقال: التفت ساقاه كما يقال للمرأة إذا التصقت فخذاها: هي لفاء.(2) البيت من مشطور الرجز لسيدنا عبد الله بن رواحة الأنصاري، من أبيات قالها في غزوة مؤتة من أرض الشام ( سيرة ابن هشام: طبعة الحلبي الأولى 4 : 21 ) والنطفة: الماء القليل الصافي. والشنة: السقاء البالي. ومعناه: فيوشك أن تهراق النطفة، أو يتخرق السقاء، ضرب ذلك مثلا لنفسه في جسده.(3) البيتان لرؤبة بن العجاج ( ديوانه 32 ) . وقبله:حتى مسيناهن بالإخداجيقذفن كل معجل نشاجوالنون: راجعة إلى النياق ومسيناهن ومسوناهن: أي أدخلنا أيدينا في حيائهن لإخراج الأجنة من بطونهن، من كل ولد ذي صوت، ولكنه لم يكس جلدا بعد، نخرجهن مع دم مختلط بغيره، مما يتجمع في الرحم والمشيمة. قال في ( اللسان: مشج ) وفي التنزيل العزيز  إنا خلقنا الإنسان من نطفة أمشاج  قال الفراء: الأمشاج: هي الأخلاط: ماء الرجل وماء المرأة، والدم والعلقة؛ ويقال للشيء من هذا إذا خلط: مشيج، كقولك: خليط، وممشوج: كقولك مخلوط، مشجت بدم وذلك الدم دم الحيض. وقال أبو إسحاق ( الزجاج ) أمشاج: أخلاط من مني ودم، ثم ينقل من حال إلى حال. ويقال: نطفة أمشاج: ماء الرجل يختلط بماء المرأة ودمها. ا ه .(4) البيت في ( اللسان: مشج ) ونسبه لزهير بن حرام الهذلي، وهو الملقب بالداخل. ( وانظره في شرح السكري لأشعار الهذليين طبعة لندن 269 ) . ونسبه أبو عبيدة في مجاز القرآن ( 183 ) إلى أبي ذؤيب، وعنه نقل المؤلف. ونسب في الكامل للمبرد ( طبعة الحلبي 838 ) إلى الشماخ، وليس بصحيح. أما رواية البيت فتختلف ألفاظها في المراجع، وأجودها رواية الكامل، ( لسان العرب: شرخ ) وهي:كأنَّ المَتْنَ والشَّرْخَينِ مِنْهُخِلافَ النَّصْلِ سيطَ بِهِ مَشِيجقال المبرد: يريد سهما رمى به، فأنفذ الرمية، وقد اتصل به دمها. والمتن: متن السهم. وشرخ كل شيء: حده. فأراه شرخي الفوق وهما حرفاه. والمشيج: اختلاط الدم بالنطفة. هذا أصله. وفي ( اللسان: شرخ ) وشرخ كل شيء: حرفه الناتئ، كالسهم ونحوه. وشرخا الفوق: حرفاه المشرفان اللذان يقع بينهما الوتر. ا ه ."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«عينا» بدل من كافورا فيها رائحته «يشرب بها» منها «عباد الله» أولياؤه «يفجّرونها تفجيرا» يقودونها حيث شاءوا من منازلهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ  أي: ذلك الكأس اللذيذ الذي يشربون به، لا يخافون نفاده، بل له مادة لا تنقطع، وهي عين دائمة الفيضان والجريان، يفجرها عباد الله تفجيرا، أنى شاءوا، وكيف أرادوا، فإن شاءوا صرفوها إلى البساتين الزاهرات، أو إلى الرياض الناضرات، أو بين جوانب القصور والمساكن المزخرفات، أو إلى أي: جهة يرونها من الجهات المونقات."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( عينا يشرب بها عباد الله يفجرونها تفجيرا ) أي : هذا الذي مزج لهؤلاء الأبرار من الكافور هو عين يشرب بها المقربون من عباد الله صرفا بلا مزج ويروون بها ; ولهذا ضمن يشرب \" يروى \" حتى عداه بالباء ، ونصب ) عينا ) على التمييز .قال بعضهم : هذا الشراب في طيبه كالكافور . وقال بعضهم : هو من عين كافور . وقال بعضهم : يجوز أن يكون منصوبا ب ) يشرب ) حكى هذه الأقوال الثلاثة ابن جرير .وقوله : ( يفجرونها تفجيرا ) أي : يتصرفون فيها حيث شاؤوا وأين شاؤوا ، من قصورهم ودورهم ومجالسهم ومحالهم .والتفجير هو الإنباع ، كما قال تعالى : ( وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا ) [ الإسراء : 90 ] . وقال : ( وفجرنا خلالهما نهرا ) [ الكهف : 33 ] .وقال مجاهد : ( يفجرونها تفجيرا ) يقودونها حيث شاؤوا ، وكذا قال عكرمة وقتادة . وقال الثوري : يصرفونها حيث شاؤوا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"عيناً\"، نصب تبعاً للكافور. وقيل: هو نصب على المدح. وقيل أعني عيناً. وقال الزجاج: الأجود أن يكون المعنى من عين، \"يشرب بها\"، قيل: يشربها والباء صلة وقيل بها أي منها، \"عباد الله\"، قال ابن عباس أولياء الله، \"يفجرونها تفجيراً\"، أي يقودونها حيث شاؤوا من منازلهم وقصورهم، كمن يكون له نهر يفجره ها هنا وها هنا إلى حيث يريد."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "عينا يشرب بها عباد الله قال الفراء : إن الكافور اسم لعين ماء في الجنة ; ف \" عينا \" بدل من كافور على هذا . وقيل : بدل من كأس على الموضع . وقيل : هي حال من المضمر في مزاجها . وقيل : نصب على المدح ; كما يذكر الرجل فتقول : العاقل اللبيب ; أي ذكرتم العاقل اللبيب فهو نصب بإضمار أعني . وقيل يشربون عينا . وقال الزجاج المعنى من عين . ويقال : كافور وقافور . والكافور أيضا : وعاء طلع النخل وكذلك الكفرى ; قاله الأصمعي .وأما قول الراعي :تكسو المفارق واللبات ذا أرج     من قصب معتلف الكافور دراجفإن الظبي الذي يكون منه المسك إنما يرعى سنبل الطيب فجعله كافورا . يشرب بها قال الفراء : يشرب بها ويشربها سواء في المعنى ، وكأن يشرب بها يروى بها وينقع ; وأنشد [ الشاعر أبو ذؤيب ] :شربن بماء البحر ثم ترفعت     متى لجج خضر لهن نئيجقال : ومثله فلان يتكلم بكلام حسن ، ويتكلم كلاما حسنا . وقيل : المعنى يشربها والباء زائدة وقيل : الباء بدل ( من ) تقديره يشرب منها ; قاله القتبي .يفجرونها تفجيرا فيقال : إن الرجل منهم ليمشي في بيوتاته ويصعد إلى قصوره ، وبيده قضيب يشير به إلى الماء فيجري معه حيثما دار في منازله على مستوى الأرض في غير أخدود ، ويتبعه حيثما صعد إلى أعلى قصوره ; وذلك قوله تعالى : عينا يشرب بها عباد الله يفجرونها تفجيرا أي يشققونها شقا كما يفجر الرجل النهر هاهنا وهاهنا إلى حيث يريد . وعن ابن أبي نجيح عن مجاهد ( يفجرونها تفجيرا ) يقودونها حيث شاءوا وتتبعهم حيثما مالوا مالت معهم . وروى أبو مقاتل عن أبي صالح عن سعد عن أبي سهل عن الحسن قال : قال رسول الله - صلى الله عليه وسلم - : \" أربع عيون في الجنة عينان تجريان من تحت العرش إحداهما التي ذكر الله يفجرونها تفجيرا والأخرى الزنجبيل ، والأخريان نضاختان من فوق العرش إحداهما التي ذكر الله [ عينا فيها تسمى ] ( سلسبيلا ) والأخرى التسنيم \" ذكره الترمذي الحكيم في ( نوادر الأصول ) . وقال : فالتسنيم للمقربين خاصة شربا لهم ، والكافور للأبرار شربا لهم ; يمزج للأبرار من التسنيم شرابهم ، وأما الزنجبيل والسلسبيل فللأبرار منها مزاج هكذا ذكره في التنزيل وسكت عن ذكر ذلك لمن هي شرب ، فما كان للأبرار مزاجا فهو للمقربين صرف ، وما كان للأبرار صرفا فهو لسائر أهل الجنة مزاج . والأبرار هم الصادقون ، والمقربون : هم الصديقون ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (6)  .وقوله: ( عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ ) يقول تعالى ذكره: كان مزاج الكأس التي يشرب بها هؤلاء الأبرار كالكافور في طيب رائحته من عين يشرب بها عباد الله الذين يدخلهم الجنة، والعين على هذا التأويل نصب على الحال من الهاء التي في ( مزاجها ) &amp;ويعني بقوله: ( يَشْرَبُ بِهَا عِبَادُ اللَّهِ ) يُرْوَى بها ويُنتقع. وقيل: يشرب بها ويشربها بمعنى واحد. وذكر الفرّاء أن بعضهم أنشده:شَرِبْنَ بِمَاءِ الْبَحْرِ ثُمَّ تَرَقَّعَتْمَتى لُجَج خُضْرٍ لَهُنَّ نَئِيجُ (1)وعني بقوله: \" متى لجج \" من، ومثله: إنه يتكلم بكلام حسن، ويتكلم كلاما حسنا.وقوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) يقول تعالى ذكره: يفجرون تلك العين التي يشربون بها كيف شاءوا وحيث شاءوا من منازلهم وقصورهم تفجيرا، ويعني بالتفجير: الإسالة والإجراء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يعدّلونها حيث شاءوا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، قوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يقودونها حيث شاءوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يُفَجِّرُونَهَا تَفْجِيرًا ) &amp;; 24-95 &amp;; قال: مستقيد ماؤها لهم يفجرونها حيث شاءوا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يصرفونها حيث شاءوا."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يوفون بالنذر» في طاعة الله «ويخافون يوما كان شره مستطيرا» منتشرا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وقد  ذكر جملة من أعمالهم في أول هذه السورة، فقال:  يُوفُونَ بِالنَّذْرِ  أي: بما ألزموا به أنفسهم لله من النذور والمعاهدات، وإذا كانوا يوفون بالنذر، وهو لم يجب  عليهم، إلا بإيجابهم على أنفسهم، كان فعلهم وقيامهم بالفروض الأصلية، من باب أولى وأحرى،  وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا  أي: منتشرا فاشيا، فخافوا أن ينالهم شره، فتركوا كل سبب موجب لذلك،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( يوفون بالنذر ويخافون يوما كان شره مستطيرا ) أي : يتعبدون لله فيما أوجبه عليهم من [ فعل ] الطاعات الواجبة بأصل الشرع ، وما أوجبوه على أنفسهم بطريق النذر .قال الإمام مالك ، عن طلحة بن عبد الملك الأيلي ، عن القاسم بن مالك ، عن عائشة ، رضي الله عنها ، أن رسول الله صلى الله عليه وسلم قال : \" من نذر أن يطيع الله فليطعه ، ومن نذر أن يعصي الله فلا يعصه \" ، رواه البخاري من حديث مالك .ويتركون المحرمات التي نهاهم عنها خيفة من سوء الحساب يوم المعاد ، وهو اليوم الذي شره مستطير ، أي : منتشر عام على الناس إلا من رحم الله .قال ابن عباس : فاشيا . وقال قتادة : استطار - والله - شر ذلك اليوم حتى ملأ السماوات والأرض .قال ابن جرير : ومنه قولهم : استطار الصدع في الزجاجة واستطال . ومنه قول الأعشى :فبانت وقد أسأرت في الفؤا د صدعا على نأيها مستطيرايعني : ممتدا فاشيا ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"يوفون بالنذر\"، هذا من صفاتهم في الدنيا أي كانوا في الدنيا كذلك. قال قتادة: أراد يوفون بما فرض الله عليهم من الصلاة والزكاة والصوم والحج والعمرة، وغيرها من الواجبات، ومعنى النذر: الإيجاب.وقال مجاهد وعكرمة: إذا نذروا في طاعة الله وفوا به.أخبرنا أبو الحسن السرخسي، أخبرنا زاهر بن أحمد، أخبرنا أبو إسحاق الهاشمي، أخبرنا أبو مصعب، عن مالك، عن طلحة بن عبد الملك الأيلي، عن القاسم بن محمد، عن عائشة زوج النبي صلى الله عليه وسلم \"أن رسول الله صلى الله عليه وسلم قال: من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه\". \"ويخافون يوماً كان شره مستطيراً\"، فاشياً ممتداً، استطار الصبح، إذا امتد وانتشر. قال مقاتل: كان شره فاشياً في السموات فانشقت، وتناثرت الكواكب، وكورت الشمس والقمر، وفزعت الملائكة، وفي الأرض: فنسفت الجبال، وغارت المياه، وتكسر كل شيء على الأرض من جبل وبناء."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : يوفون بالنذر أي لا يخلفون إذا نذروا . وقال معمر عن قتادة : بما فرض الله عليهم من الصلاة والزكاة والصوم والحج والعمرة وغيره من الواجبات . وقال مجاهد وعكرمة : يوفون إذا نذروا في حق الله جل ثناؤه . وقال الفراء والجرجاني : وفي الكلام إضمار ; أي كانوا يوفون بالنذر في الدنيا . والعرب قد تزيد مرة ( كان ) وتحذف أخرى . والنذر : حقيقته ما أوجبه المكلف على نفسه من شيء يفعله . وإن شئت قلت في حده : النذر : هو إيجاب المكلف على نفسه من الطاعات ما لو لم يوجبه لم يلزمه . وقال الكلبي : يوفون بالنذر أي يتممون العهود والمعنى واحد ; وقد قال الله تعالى : ثم ليقضوا تفثهم وليوفوا نذورهم أي أعمال نسكهم التي ألزموها أنفسهم بإحرامهم بالحج . وهذا يقوي قول قتادة . وأن النذر يندرج فيه ما التزمه المرء بإيمانه من امتثال أمر الله ; قاله القشيري . وروى أشهب عن مالك أنه قال : يوفون بالنذر هو نذر العتق والصيام والصلاة . وروى عنه أبو بكر بن عبد العزيز قال مالك . يوفون بالنذر قال : النذر : هو اليمين .قوله تعالى : ويخافون أي يحذرون يوما أي يوم القيامة . كان شره مستطيرا أي عاليا داهيا فاشيا وهو في اللغة ممتدا ; والعرب تقول : استطار الصدع في القارورة والزجاجة واستطال : إذا امتد ; قال الأعشى :وبانت وقد أسأرت في الفؤا د صدعا على نأيها مستطيراويقال : استطار الحريق : إذا انتشر . واستطار الفجر إذا انتشر الضوء .وقال حسان :وهان على سراة بني لؤي     حريق بالبويرة مستطيروكان قتادة يقول : استطار والله شر ذلك اليوم حتى ملأ السماوات والأرض . وقال مقاتل : كان شره فاشيا في السماوات فانشقت ، وتناثرت الكواكب ، وفزعت الملائكة ، وفي الأرض نسفت الجبال وغارت المياه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: إن الأبرار الذين يشربون من كأس كان مزاجها كافورا، برّوا بوفائهم لله بالنذور التي كانوا ينذرونها في طاعة الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: إذا نذروا في حق الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: كانوا ينذرون طاعة الله من الصلاة والزكاة، والحجّ والعمرة، وما افترض عليهم، فسماهم الله بذلك الأبرار، فقال: ( يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( يُوفُونَ بِالنَّذْرِ ) قال: بطاعة الله، وبالصلاة، وبالحجّ، وبالعمرة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: في غير معصية، وفي الكلام محذوف اجتزئ بدلالة الكلام عليه منه، وهو كان ذلك. وذلك أن معنى الكلام: إن الأبرار يشربون من كأس كان مزاجها كافورا، كانوا يوفون بالنذر، فترك ذكر كانوا لدلالة الكلام عليها، والنذر: هو كلّ ما أوجبه الإنسان على نفسه من فعل؛ ومنه قول عنترة: &amp;; 24-96 &amp;;الشَّاتِمَيْ عرْضِي وَلَمْ أشْتُمْهُماوالنَّاذِرَيْن إذا لَمْ ألْقَهُما دَمي (2)وقوله: ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) يقول تعالى ذكره: ويخافون عقاب الله بتركهم الوفاء بما نذروا لله من برّ في يوم كان شرّه مستطيرا، ممتدّا طويلا فاشيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) استطار والله شرّ ذلك اليوم حتى ملأ السموات والأرض، وأما رجل يقول عليه نذر أن لا يصل رحما، ولا يتصدّق، ولا يصنع خيرا، فإنه لا ينبغي أن يكفر عنه، ويأتي ذلك، ومنه قولهم: استطار الصدع في الزجاجة واستطال: إذا امتدّ، ولا يقال ذلك في الحائط؛ ومنه قول الأعشى:فَبانَتْ وَقد أثأرَتْ فِي الفُؤَادِ صَدْعا عَلى نَأْيِها مُسْتَطيرا (3)يعني: ممتدّا فاشيا."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويطعمون الطعام على حبه» أي الطعام وشهوتهم له «مسكينا» فقيرا «ويتيما» لا أب له «وأسيرا» يعني المحبوس بحق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ  أي: وهم في حال يحبون فيها المال والطعام، لكنهم قدموا محبة الله على محبة نفوسهم، ويتحرون في إطعامهم أولى الناس وأحوجهم  مِسْكِينًا وَيَتِيمًا وَأَسِيرًا  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ويطعمون الطعام على حبه ) قيل : على حب الله تعالى . وجعلوا الضمير عائدا إلى الله عز وجل لدلالة السياق عليه . والأظهر أن الضمير عائد على الطعام ، أي : ويطعمون الطعام في حال محبتهم وشهوتهم له ، قاله مجاهد ومقاتل ، واختاره ابن جرير ، كقوله تعالى : ( وآتى المال على حبه ) [ البقرة : 177 ] ، وكقوله تعالى : ( لن تنالوا البر حتى تنفقوا مما تحبون ) [ آل عمران : 92 ] .وروى البيهقي ، من طريق الأعمش ، عن نافع قال : مرض ابن عمر فاشتهى عنبا - أول ما جاء العنب - فأرسلت صفية - يعني امرأته - فاشترت عنقودا بدرهم ، فاتبع الرسول السائل ، فلما دخل به قال السائل : السائل . فقال ابن عمر : أعطوه إياه ، فأعطوه إياه . ثم أرسلت بدرهم آخر فاشترت عنقودا فاتبع الرسول السائل ، فلما دخل قال السائل : السائل ، فقال ابن عمر : أعطوه إياه ، فأعطوه إياه ، فأرسلت صفية إلى السائل ، فقالت : والله إن عدت لا تصيب منه خيرا أبدا . ثم أرسلت بدرهم آخر فاشترت به .وفي الصحيح : \" أفضل الصدقة أن تصدق وأنت صحيح ، شحيح ، تأمل الغنى ، وتخشى الفقر \" أي : في حال محبتك للمال وحرصك عليه وحاجتك إليه ; ولهذا قال تعالى : ( ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا ) أما المسكين واليتيم ، فقد تقدم بيانهما وصفتهما . وأما الأسير : فقال سعيد بن جبير والحسن والضحاك : الأسير : من أهل القبلة . وقال ابن عباس : كان أسراؤهم يومئذ مشركين . ويشهد لهذا أن رسول الله صلى الله عليه وسلم أمر أصحابه يوم بدر أن يكرموا الأسارى ، فكانوا يقدمونهم على أنفسهم عند الغداء ، وهكذا قال سعيد بن جبير وعطاء والحسن وقتادة .وقد وصى رسول الله صلى الله عليه وسلم بالإحسان إلى الأرقاء في غيرما حديث ، حتى إنه كان آخر ما أوصى أن جعل يقول : \" الصلاة وما ملكت أيمانكم \" .وقال عكرمة : هم العبيد - واختاره ابن جرير - لعموم الآية للمسلم والمشرك .قال مجاهد : هو المحبوس ، أي : يطعمون لهؤلاء الطعام وهم يشتهونه ويحبونه"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويطعمون الطعام على حبه\"، أي على حب الطعام وقلته وشهوتهم له وحاجتهم إليه. وقيل: على حب الله عز وجل، \"مسكيناً\"، فقيراً لا مال له، \"ويتيماً\"، صغيراً لا أب له \"وأسيراً\"، قال مجاهد وسعيد بن جبير وعطاء: هو المسجون من أهل القبلة. وقال قتادة: أمر الله بالأسراء أن يحسن إليهم، وإن أسراهم يومئذ لأهل الشرك. وقيل: الأسير المملوك. وقيل: المرأة، لقول النبي صلى الله عليه وسلم: \"اتقوا الله في النساء فإنهن عندكم عوان\" أي أسراء. واختلفوا في سبب نزول هذه الآية، قال مقاتل: نزلت في رجل من الأنصار أطعم في يوم واحد مسكيناً ويتيماً وأسيراً. وروى مجاهد وعطاء عن ابن عباس: أنها نزلت في علي بن أبي طالب رضي الله عنه، وذلك أنه عمل ليهودي بشيء من شعير، فقبض الشعير فطحن ثلثه فجعلوا منه شيئاً ليأكلوه، فلما تم إنضاجه أتى مسكين فسأل فأخرجوا إليه الطعام، ثم عمل الثلث الثاني فلما تم إنضاجه أتى يتيم فسأل فأطعموه، ثم عمل الثلث الباقي فلما تم إنضاجه أتى أسير من المشركين، فسأل فأطعموه، وطووا يومهم ذلك: وهذا قول الحسن وقتادة، أن الأسير كان من أهل الشرك، وفيه دليل على أن إطعام الأسارى، وإن كانوا من أهل الشرك، حسن يرجى ثوابه."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويطعمون الطعام على حبه قال ابن عباس ومجاهد : على قلته وحبهم إياه وشهوتهم له . وقال الداراني : على حب الله . وقال الفضيل بن عياض : على حب إطعام الطعام . وكان الربيع بن خثيم إذا جاءه السائل قال : أطعموه سكرا فإن الربيع يحب السكر .مسكينا أي ذا مسكنة . وروى أبو صالح عن ابن عباس قال : هو الطواف يسألك مالك ويتيما أي من يتامى المسلمين . وروى منصور عن الحسن : أن يتيما كان يحضر طعام ابن عمر ، فدعا ذات يوم بطعامه ، وطلب اليتيم فلم يجده ، وجاءه بعدما فرغ ابن عمر من طعامه فلم يجد الطعام ، فدعا له بسويق وعسل ; فقال : دونك هذا ، فوالله ما غبنت ; قال الحسن وابن عمر : والله ما غبن . وأسيرا أي الذي يؤسر فيحبس . فروى أبو صالح عن ابن عباس قال : الأسير من أهل الشرك يكون في أيديهم . وقال قتادة . وروى ابن أبي نجيح عن مجاهد قال : الأسير هو المحبوس . وكذا قال سعيد بن جبير وعطاء : هو المسلم يحبس بحق . وعن سعيد بن جبير مثل قول قتادة وابن عباس . قال قتادة : لقد أمر الله بالأسرى أن يحسن إليهم ، وإن أسراهم يومئذ لأهل الشرك ، وأخوك المسلم أحق أن تطعمه . وقال عكرمة : الأسير العبد . وقال أبو حمزة الثمالي : الأسير المرأة ، يدل عليه قوله - عليه السلام - : استوصوا بالنساء خيرا فإنهن عوان عندكم أي أسيرات . وقال أبو سعيد الخدري : قرأ رسول الله - صلى الله عليه وسلم - ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا فقال : \" المسكين الفقير ، واليتيم الذي لا أب له ، والأسير المملوك والمسجون \" ذكره الثعلبي . وقيل : نسخ إطعام المسكين آية الصدقات ; وإطعام الأسير آية السيف ; قاله سعيد بن جبير . وقال غيره : بل هو ثابت الحكم ، وإطعام اليتيم والمسكين على التطوع ، وإطعام الأسير لحفظ نفسه إلا أن يتخير فيه الإمام . الماوردي : ويحتمل أن يريد بالأسير الناقص العقل ; لأنه في أسر خبله وجنونه ، وأسر المشرك انتقام يقف على رأي الإمام ; وهذا بر وإحسان . وعن عطاء قال : الأسير من أهل القبلة وغيرهم .قلت : وكأن هذا القول عام يجمع جميع الأقوال ، ويكون إطعام الأسير المشرك قربة إلى الله تعالى ، غير أنه من صدقة التطوع ، فأما المفروضة فلا . والله أعلم . ومضى القول في المسكين واليتيم والأسير ، واشتقاق ذلك من اللغة في ( البقرة ) مستوفى والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا ) يقول تعالى ذكره: كان هؤلاء الأبرار يطعمون الطعام على حبهم إياه، وشهوتهم له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن عياض، عن منصور، عن مجاهد، في قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ ) قال: وهم يشتهونه.&amp;; 24-97 &amp;;حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا أبو العريان، قال: سألت سليمان بن قيس أبا مقاتل بن سليمان، عن قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا ) قال: على حبهم للطعام.وقوله: ( مِسْكينًا ) يعني جلّ ثناؤه بقوله مسكينا: ذوي الحاجة الذين قد أذلتهم الحاجة، ( ويَتِيمًا ) وهو الطفل الذي قد مات أبوه ولا شيء له ( وأسِيرًا ) : وهو الحربيّ من أهل دار الحرب يُؤخذ قهرا بالغلبة، أو من أهل القبلة يُؤخذ فيُحبس بحقّ، فأثنى الله على هؤلاء الأبرار بإطعامهم هؤلاء تقرّبا بذلك إلى الله وطلب رضاه، ورحمة منهم لهم.واختلف أهل العلم في الأسير الذي ذكره الله في هذا الموضع، فقال بعضهم: بما حدثنا به بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) قال: لقد أمر الله بالأسراء أن يحسن إليهم، وإن أسراهم يومئذ لأهل الشرك.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وأسِيرًا ) قال: كان أسراهم يومئذ المشرك، وأخوك المسلم أحقّ أن تطعمه.قال: ثنا المعتمر، عن أبيه، عن أبي عمرو أن عكرِمة قال في قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) زعم أنه قال: كان الأسرى في ذلك الزمان المشرك.حدثنا ابن بشار، قال: ثنا حماد بن مسعدة، قال: ثنا أشعث، عن الحسن ( وَيَتِيمًا وَأَسِيرًا ) قال: ما كان أسراهم إلا المشركين.وقال آخرون: عني بذلك: المسجون من أهل القبلة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: الأسير: المسجون.حدثني أبو شيبة بن أبي شيبة، قال: ثنا عمر بن حفص، قال: ثني أبي عن حجاج، قال: ثني عمرو بن مرّة، عن سعيد بن جُبير في قوله الله: ( مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) من أهل القبلة وغيرهم، فسألت عطاء، فقال مثل ذلك.حدثني علي بن سهل الرملي، قال: ثنا يحيى - يعني: ابن عيسى - عن سفيان، &amp;; 24-98 &amp;; عن ابن أبي نجيح، عن مجاهد ( وأسِيرًا ) قال: الأسير،: هو المحبوس.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.والصواب من القول في ذلك أن يقال: إن الله وصف هؤلاء الأبرار بأنهم كانوا في الدنيا يطعمون الأسير، والأسير الذي قد وصفت صفته؛ واسم الأسير قد يشتمل على الفريقين، وقد عمّ الخبر عنهم أنهم يطعمونهم فالخبر على عمومه حتى يخصه ما يجب التسليم له. وأما قول من قال: لم يكن لهم أسير يومئذ إلا أهل الشرك، فإن ذلك وإن كان كذلك، فلم يخصص بالخبر الموفون بالنذر يومئذ، وإنما هو خبر من الله عن كلّ من كانت هذه صفته يومئذ وبعده إلى يوم القيامة، وكذلك الأسير معنيّ به أسير المشركين والمسلمين يومئذ، وبعد ذلك إلى قيام الساعة."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنما نطعمكم لوجه الله» لطلب ثوابه «لا نريد منكم جزاء ولا شكورا» شكرا فيه علة الإطعام وهل تكلموا بذلك أو علمه الله منهم فأثنى عليهم به، قولان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويقصدون بإنفاقهم وإطعامهم وجه الله تعالى، ويقولون بلسان الحال:  إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا  أي: لا جزاء ماليا ولا ثناء قوليا."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قائلين بلسان الحال : ( إنما نطعمكم لوجه الله ) أي : رجاء ثواب الله ورضاه ( لا نريد منكم جزاء ولا شكورا ) أي : لا نطلب منكم مجازاة تكافئونا بها ولا أن تشكرونا عند الناس .قال مجاهد وسعيد بن جبير : أما والله ما قالوه بألسنتهم ، ولكن علم الله به من قلوبهم ، فأثنى عليهم به ليرغب في ذلك راغب ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إنما نطعمكم لوجه الله لا نريد منكم جزاءً ولا شكوراً\"، والشكور مصدر كالعقود والدخول والخروج. قال مجاهد وسعيد بن جبير: إنهم لم يتكلموا به ولكن علم الله ذلك من قلوبهم، فأثنى عليهم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنما نطعمكم لوجه الله أي يقولون بألسنتهم للمسكين واليتيم والأسير إنما نطعمكم في الله - جل ثناؤه - فزعا من عذابه وطمعا في ثوابه .لا نريد منكم جزاء أي مكافأة . ولا شكورا أي ولا أن تثنوا علينا بذلك ; قال ابن عباس : كذلك كانت نياتهم في الدنيا حين أطعموا . وعن سالم عن مجاهد قال : أما إنهم ما تكلموا به ولكن علمه الله - جل ثناؤه - منهم فأثنى به عليهم ; ليرغب في ذلك راغب . وقاله سعيد بن جبير حكاه عنه القشيري . وقيل : إن هذه الآية نزلت في مطعم بن ورقاء الأنصاري نذر نذرا فوفى به . وقيل : نزلت فيمن تكفل بأسرى بدر وهم سبعة من المهاجرين : أبو بكر وعمر وعلي والزبير وعبد الرحمن بن عوف وسعد وأبو عبيدة - رضي الله عنهم - ; ذكره الماوردي .وقال مقاتل : نزلت في رجل من الأنصار أطعم في يوم واحد مسكينا ويتيما وأسيرا . وقال أبو حمزة الثمالي : بلغني أن رجلا قال يا رسول الله أطعمني فإني والله مجهود ; فقال : \" والذي نفسي بيده ما عندي ما أطعمك ولكن اطلب \" فأتى رجلا من الأنصار وهو يتعشى مع امرأته فسأله ; وأخبره بقول النبي - صلى الله عليه وسلم - ; فقالت المرأة : أطعمه واسقه . ثم أتى النبي - صلى الله عليه وسلم - يتيم فقال : يا رسول الله ! أطعمني فإني مجهود . فقال : \" ما عندي ما أطعمك ولكن اطلب \" فاستطعم ذلك الأنصاري فقالت المرأة : أطعمه واسقه ، فأطعمه . ثم أتى النبي - صلى الله عليه وسلم - أسير فقال : يا رسول الله ! أطعمني فإني مجهود . فقال : \" والله ما معي ما أطعمك ولكن اطلب \" فجاء الأنصاري فطلب ، فقالت المرأة : أطعمه واسقه . فنزلت : ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا ذكره الثعلبي . وقال أهل التفسير : نزلت في علي وفاطمة - رضي الله عنهما - وجارية لهما اسمها فضة .قلت : والصحيح أنها نزلت في جميع الأبرار ، ومن فعل فعلا حسنا ; فهي عامة . وقد ذكر النقاش والثعلبي والقشيري وغير واحد من المفسرين في قصة علي وفاطمة وجاريتهما حديثا لا يصح ولا يثبت ، رواه ليث عن مجاهد عن ابن عباس في قوله - عز وجل - : يوفون بالنذر ويخافون يوما كان شره مستطيرا ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا قال : مرض الحسن والحسين فعادهما رسول الله - صلى الله عليه وسلم - ، وعادهما عامة العرب ; فقالوا : يا أبا الحسن - ورواه جابر الجعفي عن قنبر مولى علي قال : مرض الحسن والحسين حتى عادهما أصحاب رسول الله - صلى الله عليه وسلم - ، فقال أبو بكر - رضي الله عنه - : يا أبا الحسن - رجع الحديث إلى حديث ليث بن أبي سليم - لو نذرت عن ولديك شيئا ، وكل نذر ليس له وفاء فليس بشيء . فقال - رضي الله عنه - : إن برأ ولداي صمت لله ثلاثة أيام شكرا . وقالت جارية لهم نوبية : إن برأ سيداي صمت لله ثلاثة أيام شكرا . وقالت فاطمة مثل ذلك . وفي حديث الجعفي فقال الحسن والحسين : علينا مثل ذلك فألبس الغلامان العافية ، وليس عند آل محمد قليل ولا كثير ، فانطلق علي إلى شمعون بن حاريا الخيبري ، وكان يهوديا ، فاستقرض منه ثلاثة أصوع من شعير ، فجاء به ، فوضعه ناحية البيت ، فقامت فاطمة إلى صاع فطحنته واختبزته ، وصلى علي مع النبي - صلى الله عليه وسلم - ، ثم أتى المنزل فوضع الطعام بين يديه .وفي حديث الجعفي : فقامت الجارية إلى صاع من شعير فخبزت منه خمسة أقراص ، لكل واحد منهم قرص ، فلما مضى صيامهم الأول وضع بين أيديهم الخبز والملح الجريش ; إذ أتاهم مسكين ، فوقف بالباب وقال : السلام عليكم أهل بيت محمد - في حديث الجعفي - أنا مسكين من مساكين أمة محمد - صلى الله عليه وسلم - ، وأنا والله جائع ; أطعموني أطعمكم الله من موائد الجنة . فسمعه علي - رضي الله عنه - ، فأنشأ يقول :فاطم ذات الفضل واليقين     يا بنت خير الناس أجمعينأما ترين البائس المسكين     قد قام بالباب له حنينيشكو إلى الله ويستكين     يشكو إلينا جائع حزينكل امرئ بكسبه رهين     وفاعل الخيرات يستبينموعدنا جنة عليين     حرمها الله على الضنينوللبخيل موقف مهين     تهوي به النار إلى سجينشرابه الحميم والغسلين     من يفعل الخير يقم سمينويدخل الجنة أي حينفأنشأت فاطمة - رضي الله عنها - تقول :أمرك عندي يا ابن عم طاعه     ما بي من لؤم ولا وضاعهغديت في الخبز له صناعه     أطعمه ولا أبالي الساعهأرجو إذا أشبعت ذا المجاعه     أن ألحق الأخيار والجماعهوأدخل الجنة لي شفاعهفأطعموه الطعام ، ومكثوا يومهم وليلتهم لم يذوقوا شيئا إلا الماء القراح ، فلما أن كان في اليوم الثاني قامت إلى صاع فطحنته واختبزته ، وصلى علي مع النبي - صلى الله عليه وسلم - ، ثم أتى المنزل فوضع الطعام بين أيديهم ; فوقف بالباب يتيم فقال : السلام عليكم أهل بيت محمد ، يتيم من أولاد المهاجرين استشهد والدي يوم العقبة . أطعموني أطعمكم الله من موائد الجنة . فسمعه علي فأنشأ يقول :فاطم بنت السيد الكريم     بنت نبي ليس بالزنيملقد أتى الله بذي اليتيم     من يرحم اليوم يكن رحيمويدخل الجنة أي سليم     قد حرم الخلد على اللئيمألا يجوز الصراط المستقيم     يزل في النار إلى الجحيمشرابه الصديد والحميمفأنشأت فاطمة - رضي الله عنها - تقول :أطعمه اليوم ولا أبالي     وأوثر الله على عياليأمسوا جياعا وهم أشبالي     أصغرهم يقتل في القتالبكربلا يقتل باغتيال     يا ويل للقاتل مع وبالتهوي به النار إلى سفال     وفي يديه الغل والأغلالكبولة زادت على الأكبالفأطعموه الطعام ومكثوا يومين وليلتين لم يذوقوا شيئا إلا الماء القراح ; فلما كانت في اليوم الثالث قامت إلى الصاع الباقي فطحنته واختبزته ، وصلى علي مع النبي - صلى الله عليه وسلم - ، ثم أتى المنزل ، فوضع الطعام بين أيديهم ; إذ أتاهم أسير فوقف بالباب فقال : السلام عليكم أهل بيت محمد ، تأسروننا وتشدوننا ولا تطعموننا ! أطعموني فإني أسير محمد . فسمعه علي فأنشأ يقول :فاطم يا بنت النبي أحمد     بنت نبي سيد مسودوسماه الله فهو محمد     قد زانه الله بحسن أغيدهذا أسير للنبي المهتد     مثقل في غله مقيديشكو إلينا الجوع قد تمدد     من يطعم اليوم يجده في غدعند العلي الواحد الموحد     ما يزرع الزارع سوف يحصدأعطيه لا لا تجعليه أقعدفأنشأت فاطمة - رضي الله تعالى عنها - تقول :لم يبق مما جاء غير صاع     قد ذهبت كفي مع الذراعابناي والله هما جياع     يا رب لا تتركهما ضياعأبوهما للخير ذو اصطناع     يصطنع المعروف بابتداععبل الذراعين شديد الباع     وما على رأسي من قناعإلا قناعا نسجه أنساعفأعطوه الطعام ومكثوا ثلاثة أيام ولياليها لم يذوقوا شيئا إلا الماء القراح ، فلما أن كان في اليوم الرابع ، وقد قضى الله النذر أخذ بيده اليمنى الحسن ، وبيده اليسرى الحسين ، وأقبل نحو رسول الله - صلى الله عليه وسلم - وهم يرتعشون كالفراخ من شدة الجوع ; فلما أبصرهم رسول الله - صلى الله عليه وسلم - قال : \" يا أبا الحسن ما أشد ما يسوءني ما أرى بكم انطلق بنا إلى ابنتي فاطمة \" فانطلقوا إليها وهي في محرابها ، وقد لصق بطنها بظهرها ، وغارت عيناها من شدة الجوع ، فلما رآها رسول الله - صلى الله عليه وسلم - وعرف المجاعة في وجهها بكى وقال : \" واغوثاه يا الله ، أهل بيت محمد يموتون جوعا \" فهبط جبريل - عليه السلام - وقال : السلام عليك ، ربك يقرئك السلام يا محمد ، خذه هنيئا في أهل بيتك . قال : \" وما آخذ يا جبريل \" فأقرأه هل أتى على الإنسان حين من الدهر إلى قوله : ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا قال الترمذي الحكيم أبو عبد الله في نوادر الأصول : فهذا حديث مزوق مزيف ، قد تطرف فيه صاحبه حتى تشبه على المستمعين ، فالجاهل بهذا الحديث يعض شفتيه تلهفا ألا يكون بهذه الصفة ، ولا يعلم أن صاحب هذا الفعل مذموم ; وقد قال الله تعالى في تنزيله : ويسألونك ماذا ينفقون قل العفو وهو الفضل الذي يفضل عن نفسك وعيالك ، وجرت الأخبار عن رسول الله - صلى الله عليه وسلم - متواترة بأن خير الصدقة ما كان عن ظهر غنى . وابدأ بنفسك ثم بمن تعول وافترض الله على الأزواج نفقة أهاليهم وأولادهم . وقال رسول الله - صلى الله عليه وسلم - : كفى بالمرء إثما أن يضيع من يقوت أفيحسب عاقل أن عليا جهل هذا الأمر حتى أجهد صبيانا صغارا من أبناء خمس أو ست على جوع ثلاثة أيام ولياليهن ؟ حتى تضوروا من الجوع ، وغارت العيون منهم ; لخلاء أجوافهم ، حتى أبكى رسول الله - صلى الله عليه وسلم - ما بهم من الجهد . هب أنه آثر على نفسه هذا السائل ، فهل كان يجوز له أن يحمل أهله على ذلك ؟ ! وهب أن أهله سمحت بذلك لعلي فهل جاز له أن يحمل أطفاله على جوع ثلاثة أيام بلياليهن ؟ ! ما يروج مثل هذا إلا على حمقى جهال ; أبى الله لقلوب متنبهة أن تظن بعلي مثل هذا . وليت شعري من حفظ هذه الأبيات كل ليلة عن علي وفاطمة ، وإجابة كل واحد منهما صاحبه ، حتى أداه إلى هؤلاء الرواة ؟ فهذا وأشباهه من أحاديث أهل السجون - فيما أرى - بلغني أن قوما يخلدون في السجون فيبقون بلا حيلة ، فيكتبون أحاديث في السمر وأشباهه ، ومثل هذه الأحاديث مفتعلة ، فإذا صارت إلى الجهابذة رموا بها وزيفوها ، وما من شيء إلا له آفة ومكيدة ، وآفة الدين وكيده أكثر ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ ) يقول تعالى ذكره: يقولون: إنما نطعمكم إذا هم أطعموهم لوجه الله، يعنون طلب رضا الله، والقُربة إليه ( لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) يقولون للذين يطعمونهم ذلك الطعام: لا نريد منكم أيها الناس على إطعامناكم ثوابا ولا شكورا.وفي قوله: ( وَلا شُكُورًا ) وجهان من المعنى: أحدهما أن يكون جمع الشكر كما الفُلوس جمع فَلس، والكفور جمع كُفْر. والآخر: أن يكون مصدرًا واحدًا في معنى جمع، كما يقال: قعد قعودا، وخرج خروجا.وقد حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن سالم، عن مجاهد ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) قال: أما إنهم ما تكلموا به، ولكن علمه الله من قلوبهم، فأثنى به عليهم ليرغب في ذلك راغب.حدثنا محمد بن سنان القزاز، قال: ثنا موسى بن إسماعيل، قال: ثنا محمد بن مسلم بن أبي الوضاح، عن سالم، عن سعيد بن جُبير ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) قال: أما والله ما قالوه بألسنتهم، ولكن علمه الله من قلوبهم، فأثنى عليهم ليرغب في ذلك راغب."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا نخاف من ربنا يوما عبوْسا» تكلح الوجوه فيه أي كريه المنظر لشدته «قمطريرا» شديدا في ذلك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا  أي: شديد الجهمة والشر  قَمْطَرِيرًا  أي: ضنكا ضيقا،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( إنا نخاف من ربنا يوما عبوسا قمطريرا ) أي : إنما نفعل هذا لعل الله أن يرحمنا ويتلقانا بلطفه في اليوم العبوس القمطرير .قال علي بن أبي طلحة ، عن ابن عباس ( عبوسا ) ضيقا ، ( قمطريرا ) طويلا .وقال عكرمة وغيره ، عنه ، في قوله : ( يوما عبوسا قمطريرا ) أي : يعبس الكافر يومئذ حتى يسيل من بين عينيه عرق مثل القطران .وقال مجاهد : ( عبوسا ) العابس الشفتين ، ( قمطريرا ) قال : تقبيض الوجه بالبسور .وقال سعيد بن جبير وقتادة : تعبس فيه الوجوه من الهول ، ( قمطريرا ) تقليص الجبين وما بين العينين ، من الهول .وقال ابن زيد : العبوس : الشر . والقمطرير : الشديد .وأوضح العبارات وأجلاها وأحلاها ، وأعلاها وأولاها - قول ابن عباس ، رضي الله عنه .قال ابن جرير : والقمطرير هو : الشديد ; يقال : هو يوم قمطرير ويوم قماطر ، ويوم عصيب وعصبصب ، وقد اقمطر اليوم يقمطر اقمطرارا ، وذلك أشد الأيام وأطولها في البلاء والشدة ، ومنه قول بعضهم :بني عمنا ، هل تذكرون بلاءنا ؟     عليكم إذا ما كان يوم قماطر"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إنا نخاف من ربنا يوما عبوسا ) تعبس فيه الوجوه من هوله وشدته ، نسب العبوس إلى اليوم ، كما يقال : يوم صائم وليل قائم . وقيل : وصف اليوم بالعبوس لما فيه من الشدة ( قمطريرا ) قال قتادة ، ومجاهد ، ومقاتل : \" القمطرير \" : الذي يقبض الوجوه والجباه بالتعبيس . قال الكلبي : العبوس الذي لا انبساط فيه ، و \" القمطرير \" الشديد . قال الأخفش : \" القمطرير \" أشد ما يكون من الأيام وأطوله في البلاء . يقال : يوم قمطرير وقماطر إذا كان شديدا كريها ، واقمطر اليوم فهو مقمطر ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا نخاف من ربنا يوما عبوسا قمطريرا عبوسا من صفة اليوم ، أي يوما تعبس فيه الوجوه من هوله وشدته ، فالمعنى نخاف يوما ذا عبوس . وقال ابن عباس يعبس الكافر يومئذ حتى يسيل منه عرق كالقطران . وعن ابن عباس : العبوس : الضيق ، والقمطرير : الطويل ; قال الشاعر :شديدا عبوسا قمطريراوقيل : القمطرير الشديد ; تقول العرب : يوم قمطرير وقماطر وعصيب بمعنى ; وأنشد الفراء :بني عمنا هل تذكرون بلاءنا     عليكم إذا ما كان يوم قماطربضم القاف . واقمطر إذا اشتد . وقال الأخفش : القمطرير : أشد ما يكون من الأيام وأطوله في البلاء ; قال الشاعر :ففروا إذا ما الحرب ثار غبارها     ولج بها اليوم العبوس القماطروقال الكسائي : يقال اقمطر اليوم وازمهر اقمطرارا وازمهرارا ، وهو القمطرير والزمهرير ، ويوم مقمطر إذا كان صعبا شديدا ; قال الهذلي :بنو الحرب أرضعنا لهم مقمطرة     ومن يلق منا ذلك اليوم يهربوقال مجاهد : إن العبوس بالشفتين ، والقمطرير بالجبهة والحاجبين ; فجعلها من صفات الوجه المتغير من شدائد ذلك اليوم ; وأنشد ابن الأعرابي :يغدو على الصيد يعود منكسر     ويقمطر ساعة ويكفهروقال أبو عبيدة : يقال رجل قمطرير أي متقبض ما بين العينين . وقال الزجاج : يقال اقمطرت الناقة : إذا رفعت ذنبها وجمعت قطريها ، وزمت بأنفها ; فاشتقه من القطر ، وجعل الميم مزيدة . قال أسد بن ناعصة :واصطليت الحروب في كل يوم     باسل الشر قمطرير الصباح"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره مخبرا عن هؤلاء القوم الذين وصف صفتهم أنهم يقولون لمن أطعموه من أهل الفاقة والحاجة: ما نطعمكم طعاما نطلب منكم عوضا على إطعامناكم جزاء ولا شكورا، ولكنا نطعمكم رجاء منا أن يؤمننا ربنا من عقوبته في يوم شديد هوله، عظيم أمره، تعبِس فيه الوجوه من شدّة مكارهه، ويطول بلاء أهله، ويشتدّ. والقمطرير: هو الشديد، يقال: هو يوم قمطرير، أو يوم قماطر، ويوم عصيب. وعصبصب، وقد اقمطرّ اليوم يقمطرّ اقمطرارا، وذلك أشدّ الأيام وأطوله في البلاء والشدّة؛ ومنه قول بعضهم:بني عَمّنا هَلْ تَذْكُرُونَ بَلاءَناعليكُمْ إذا ما كانَ يَوْمٌ قُماطِيرُ (4)وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في العبارة عن معناه، فقال بعضهم: هو أن يعبِس أحدهم، فيقبض بين عينيه حتى يسيل من بين عينيه مثل القطران.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا مصعب بن سلام التميمي، عن سعيد، عن عكرِمة، عن ابن عباس، في قوله: ( عَبُوسًا قَمْطَرِيرًا ) قال: يعبس الكافر يومئذ حتى يسيل من بين عينيه عرق مثل القطران.حدثني عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس ( يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: القمطرير: المُقَبِّض بين عينيه.&amp;; 24-100 &amp;;حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن قابوس، عن أبيه، قال: سألت ابن عباس، عن قوله: ( قَمْطَرِيرًا ) قال: يُقَبِّض ما بين العينين.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس ( يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: يقبِّض ما بين العينين.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: يوم يقبِّض فيه الرجل ما بين عينيه ووجهه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) عبست فيه الوجوه، وقبضت ما بين أعينها كراهية ذلك اليوم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَمْطَرِيرًا ) قال: تُقبِّض فيه الجباه، وقوم يقولون: القمطرير: الشديد.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس، قال: المقبِّض ما بين العينين.قال: وثنا وكيع، عن عمر بن ذرّ، عن مجاهد، قال: هو المقبض ما بين عينيه.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن أبي عمرو، عن عكرِمة، قال: القمطرير: ما يخرج من جباههم مثل القطران، فيسيل على وجوهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( قَمْطَرِيرًا ) قال: يُقبِّض الوجه بالبسور.وقال آخرون: العبوس: الضيق، والقمطرير: الطويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( عَبُوسًا ) يقول: ضيقا. وقوله: ( قَمْطَرِيرًا ) يقول: طويلا.وقال آخرون: القمطرير: الشديد.&amp;; 24-101 &amp;;* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: العَبوس: الشرّ، والقَمْطَرير: الشديد."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فوقاهم الله شر ذلك اليوم ولقاهم» أعطاهم «نضرة» حسنا وإضاءة في وجوههم «وسرورا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ  فلا يحزنهم الفزع الأكبر، وتتلقاهم الملائكة [هذا يومكم الذي كنتم توعدون]. وَلَقَّاهُمْ  أي: أكرمهم وأعطاهم  نَضْرَةً  في وجوههم  وَسُرُورًا  في قلوبهم، فجمع لهم بين نعيم الظاهر والباطن"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى : ( فوقاهم الله شر ذلك اليوم ولقاهم نضرة وسرورا ) وهذا من باب التجانس البليغ ، ( فوقاهم الله شر ذلك اليوم ) أي : آمنهم مما خافوا منه ، ( ولقاهم نضرة ) أي : في وجوههم ، ( وسرورا ) أي : في قلوبهم . قاله الحسن البصري وقتادة وأبو العالية والربيع بن أنس . وهذه كقوله تعالى : ( وجوه يومئذ مسفرة ضاحكة مستبشرة ) [ عبس : 38 ، 39 ] . وذلك أن القلب إذا سر استنار الوجه ، قال كعب بن مالك في حديثه الطويل : وكان رسول الله صلى الله عليه وسلم إذا سر استنار وجهه حتى كأنه قطعة قمر وقالت عائشة : دخل علي رسول الله صلى الله عليه وسلم مسرورا تبرق أسارير وجهه . الحديث ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فوقاهم الله شر ذلك اليوم\"، الذي يخافون، \"ولقاهم نضرةً\"، حسناً في وجوههم، \"وسروراً\"، في قلوبهم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فوقاهم الله أي دفع عنهم شر ذلك اليوم أي بأسه وشدته وعذابه ولقاهم أي أتاهم وأعطاهم حين لقوه أي رأوه نضرة أي حسنا وسرورا أي حبورا . قال الحسن ومجاهد : نضرة في وجوههم وسرورا في قلوبهم . وفي النضرة ثلاثة أوجه : أحدها أنها البياض والنقاء ; قاله الضحاك . الثاني الحسن والبهاء ; قاله ابن جبير . الثالث أنها أثر النعمة ; قاله ابن زيد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا )يقول جل ثناؤه: فدفع الله عنهم ما كانوا في الدنيا يحذرون من شر اليوم العبوس القمطرير بما كانوا في الدنيا يعملون مما يرضي عنهم ربهم، لقَّاهم نضرة في وجوههم، وسرورا في قلوبهم.وبنحو الذي قلنا في ذلك قال أهل التأويل،* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) قال: نَضْرة في الوجوه، وسرورا في القلوب.حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) نضرة في وجوههم، وسرورا في قلوبهم.حدثني يونس، قال أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) قال: نعمة وسرورا."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وجزاهم بما صبروا» بصبرهم عن المعصية «جنة» أدخلوها «وحريرا» البسوه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَجَزَاهُمْ بِمَا صَبَرُوا  على طاعة الله، فعملوا ما أمكنهم منها، وعن معاصي الله، فتركوها، وعلى أقدار الله المؤلمة، فلم يتسخطوها،  جَنَّةً  جامعة لكل نعيم، سالمة من كل مكدر ومنغص،  وَحَرِيرًا  كما قال [تعالى:]  وَلِبَاسُهُمْ فِيهَا حَرِيرٌ  ولعل الله إنما خص الحرير، لأنه لباسهم الظاهر، الدال على حال صاحبه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وجزاهم بما صبروا ) أي : بسبب صبرهم أعطاهم ونولهم وبوأهم ( جنة وحريرا ) أي : منزلا رحبا ، وعيشا رغدا ولباسا حسنا .وروى الحافظ ابن عساكر في ترجمة هشام بن سليمان الداراني ، قال : قرئ على أبي سليمان الداراني سورة : ( هل أتى على الإنسان ) فلما بلغ القارئ إلى قوله : ( وجزاهم بما صبروا جنة وحريرا ) قال بما صبروا على ترك الشهوات في الدنيا ، ثم أنشد :كم قتيل بشهوة وأسير     أف من مشتهي خلاف الجميلشهوات الإنسان تورثه الذل     وتلقيه في البلاء الطويل"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وجزاهم بما صبروا\"، على طاعة الله واجتناب معصيته، وقال الضحاك: على الفقر. وقال عطاء: على الجوع. \"جنةً وحريراً\"، قال الحسن: أدخلهم الله الجنة وألبسهم الحرير."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وجزاهم بما صبروا على الفقر . وقال القرظي : على الصوم . وقال عطاء : على الجوع ثلاثة أيام وهي أيام النذر . وقيل : بصبرهم على طاعة الله ، وصبرهم على معصية الله ومحارمه . و ( ما ) : مصدرية ، وهذا على أن الآية نزلت في جميع الأبرار ومن فعل فعلا حسنا . وروى ابن عمر أن رسول الله - صلى الله عليه وسلم - سئل عن الصبر فقال : \" الصبر أربعة : أولها الصبر عند الصدمة الأولى ، والصبر على أداء الفرائض ، والصبر على اجتناب محارم الله ، والصبر على المصائب \" .جنة وحريرا أي أدخلهم الجنة وألبسهم الحرير . أي يسمى بحرير الدنيا وكذلك الذي في الآخرة [ وفيه ] ما شاء الله - عز وجل - من الفضل . وقد تقدم : أن من لبس الحرير في الدنيا لم يلبسه في الآخرة ، وإنما ألبسه من ألبسه في الجنة عوضا عن حبسهم أنفسهم في الدنيا عن الملابس التي حرم الله فيها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: وأثابهم الله بما صبروا في الدنيا على طاعته، والعمل بما يرضيه عنهم جنة وحريرا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا ) يقول: وجزاهم بما صبروا على طاعة الله، وصبروا عن معصيته ومحارمه، جنة وحريرا."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«متكئين» حال من مرفوع أدخلوها المقدر «فيها على الأرائك» السرر في الحجال «لا يروْن» لا يجدون حال ثانية «فيها شمسا ولا زمهريرا» لا حرا ولا بردا وقيل الزمهرير القمر فهي مضيئة من غير شمس ولا قمر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ  الاتكاء: التمكن من الجلوس، في حال الرفاهية والطمأنينة [الراحة]، والأرائك هي السرر التي عليها اللباس المزين،  لَا يَرَوْنَ فِيهَا  أي: في الجنة  شَمْسًا  يضرهم حرها  وَلَا زَمْهَرِيرًا  أي: بردا شديدا، بل جميع أوقاتهم في ظل ظليل، لا حر ولا برد، بحيث تلتذ به الأجساد، ولا تتألم من حر ولا برد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن أهل الجنة وما هم فيه من النعيم المقيم ، وما أسبغ عليهم من الفضل العميم ، فقال : ( متكئين فيها على الأرائك ) وقد تقدم الكلام على ذلك في سورة \" الصافات \" ، وذكر الخلاف في الاتكاء : هل هو الاضطجاع ، أو التمرفق ، أو التربع أو التمكن في الجلوس ؟ وأن الأرائك هي السرر تحت الحجال .وقوله : ( لا يرون فيها شمسا ولا زمهريرا ) أي : ليس عندهم حر مزعج ، ولا برد مؤلم ، بل هي مزاج واحد دائم سرمدي ، ( لا يبغون عنها حولا ) [ الكهف : 108 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"متكئين\"، نصب على الحال، \"فيها\" في الجنة، \"على الأرائك\"، السرر في الحجال، ولا تكون أريكة إلا إذا اجتمعا، \"لا يرون فيها شمساً ولا زمهريراً\"، أي صيفاً ولا شتاء. قال مقاتل: يعني شمساً يؤذيهم حرها ولا زمهريراً يؤذيهم برده، لأنهما يؤذيان في الدنيا. والزمهرير: البرد الشديد."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : متكئين فيها أي في الجنة ; ونصب متكئين على الحال من الهاء والميم في جزاهم والعامل فيها جزى ولا يعمل فيها صبروا ; لأن الصبر إنما كان في الدنيا والاتكاء في الآخرة . وقال الفراء . وإن شئت جعلت متكئين تابعا ، كأنه قال جزاهم جنة متكئين فيها .على الأرائك السرر في الحجال وقد تقدم . وجاءت عن العرب أسماء تحتوي على صفات : أحدها الأريكة لا تكون إلا في حجلة على سرير ، ومنها السجل ، وهو الدلو الممتلئ ماء ، فإذا صفرت لم تسم سجلا ، وكذلك الذنوب لا تسمى ذنوبا حتى تملأ ، والكأس لا تسمى كأسا حتى تترع من الخمر . وكذلك الطبق الذي تهدى عليه الهدية مهدى ، فإذا كان فارغا قيل طبق أو خوان ; قال ذو الرمة :خدود جفت في السير حتى كأنما يباشرن بالمعزاء مس الأرائكأي الفرش على السرر .لا يرون فيها شمسا أي لا يرون في الجنة شدة حر كحر الشمس ولا زمهريرا أي ولا بردا مفرطا ; قال الأعشى :منعمة طفلة كالمها     ة لم تر شمسا ولا زمهريراوعن أبي صالح عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" اشتكت النار إلى ربها - عز وجل - قالت : يا رب أكل بعضي بعضا ، فجعل لها نفسين نفسا في الشتاء ونفسا في الصيف ، فشدة ما تجدون من البرد من زمهريرها ، وشدة ما تجدون من الحر في الصيف من سمومها ) . وعن النبي - صلى الله عليه وسلم - أنه قال : \" إن هواء الجنة سجسج : لا حر ولا برد \" والسجسج : الظل الممتد كما بين طلوع الفجر وطلوع الشمس . وقال مرة الهمداني : الزمهرير البرد القاطع . وقال مقاتل بن حيان : هو شيء مثل رؤوس الإبر ينزل من السماء في غاية البرد . وقال ابن مسعود : هو لون من العذاب ، وهو البرد الشديد ، حتى إن أهل النار إذا ألقوا فيه سألوا الله أن يعذبهم بالنار ألف سنة أهون عليهم من عذاب الزمهرير يوما واحدا . قال أبو النجم :أو كنت ريحا كنت زمهريراوقال ثعلب : الزمهرير : القمر بلغة طيئ ; قال شاعرهم :وليلة ظلامها قد اعتكر     قطعتها والزمهرير ما زهرويروى : ما ظهر ; أي لم يطلع القمر . فالمعنى لا يرون فيها شمسا كشمس الدنيا ولا قمرا كقمر الدنيا ، أي إنهم في ضياء مستديم ، لا ليل فيه ولا نهار ; لأن ضوء النهار بالشمس ، وضوء الليل بالقمر . وقد مضى هذا المعنى مجودا في سورة ( مريم ) عند قوله تعالى : ولهم رزقهم فيها بكرة وعشيا . وقال ابن عباس : بينما أهل الجنة في الجنة إذ رأوا نورا ظنوه شمسا قد أشرقت بذلك النور الجنة ، فيقولون : قال ربنا : لا يرون فيها شمسا ولا زمهريرا فما هذا النور ؟ فيقول لهم رضوان : ليست هذه شمسا ولا قمرا ، ولكن هذه فاطمة وعلي ضحكا ، فأشرقت الجنان من نور ضحكهما ، وفيهما أنزل الله تعالى : هل أتى على الإنسان وأنشد :أنا مولى لفتى     أنزل فيه هل أتىذاك علي المرتضى     وابن عم المصطفى"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) يقول: متكئين في الجنة على السُّرر في &amp;الحجال، وهي الأرائك واحدتها أريكة. وقد بيَّنا ذلك بشواهده، وما فيه من أقوال أهل التأويل فيما مضى بما أغنى عن إعادته، غير أنا نذكر في هذا الموضع من الرواية بعض ما لم نذكره إن شاء الله تعالى قبل.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) يعني: الحِجال.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) كنا نُحدَّث أنها الحجال فيها الأسرّة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الحصين، عن مجاهد ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) قال: السُّرُر في الحجال. ونصب ( مُتَّكِئِينَ ) فيها على الحال من الهاء والميم.وقوله ( لا يَرَوْنَ فِيهَا شَمْسًا وَلا زَمْهَرِيرًا ) يقول تعالى ذكره: لا يرَوْن فيها شمسا فيؤذيهم حرّها، ولا زمهريرا، وهو البرد الشديد، فيؤذيهم بردها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا زياد بن عبد الله الحساني، قال: ثنا مالك بن سعير، قال: ثنا الأعمش، عن مجاهد، قال: الزمهرير: البرد المفظع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: ( لا يَرَوْنَ فِيهَا شَمْسًا وَلا زَمْهَرِيرًا ) يعلم أن شدّة الحرّ تؤذي، وشدّة القرّ تؤذي، فوقاهم الله أذاهما.حدثنا محمد بن المثنى، قال: ثنا وهب بن جرير، قال: ثنا شعبة، عن السُّدِّيّ، عن مرّة بن عبد الله قال في الزمهرير: إنه لون من العذاب، قال الله:  لا يَذُوقُونَ فِيهَا بَرْدًا وَلا شَرَابًا  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، عن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: \" اشْتَكَتِ النَّارُ إلى رَبِّها، فَقالَتْ: رَبّ، أكَلَ بَعْضِي بَعْضًا، فَنَفِّسْنِي، فأذِنَ لَهَا فِي كُلِّ عامٍ بِنَفَسَيْنِ؛ فأشَدَّ ما تَجِدُونَ مِنَ البَرْدِ مِنْ زَمْهَرِيرِ جَهَنَّمَ وأشَدَّ مَا تَجِدُونَ مِنَ الحَرِّ مِنْ حَرِّ جَهَنَّمَ\"."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ودانية» قريبة عطف على محل لا يرون، أي غير رائين «عليهم» منهم «ظلالها» شجرها «وذللت قطوفها تذليلا» أُدنيت ثمارها فينالها القائم والقاعد والمضطجع."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا  أي: قربت ثمراتها من مريدها تقريبا ينالها، وهو قائم، أو قاعد، أو مضطجع."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ودانية عليهم ظلالها ) أي : قريبة إليهم أغصانها ، ( وذللت قطوفها تذليلا ) أي : متى تعاطاه دنا القطف إليه وتدلى من أعلى غصنه ، كأنه سامع طائع ، كما قال تعالى في الآية الأخرى : ( وجنى الجنتين دان ) [ الرحمن : 54 ] وقال تعالى ( قطوفها دانية ) [ الحاقة : 23 ]قال مجاهد : ( وذللت قطوفها تذليلا ) إن قام ارتفعت بقدره ، وإن قعد تدلت له حتى ينالها ، وإن اضطجع تدلت له حتى ينالها ، فذلك قوله : ( تذليلا )وقال قتادة : لا يرد أيديهم عنها شوك ولا بعد .وقال مجاهد : أرض الجنة من ورق ، وترابها المسك ، وأصول شجرها من ذهب وفضة ، وأفنانها من اللؤلؤ الرطب والزبرجد والياقوت ، والورق والثمر بين ذلك ، فمن أكل منها قائما لم يؤذه ، ومن أكل منها قاعدا لم يؤذه ، ومن أكل منها مضطجعا لم يؤذه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ودانيةً عليهم ظلالها\"، أي قريبة منهم ظلال أشجارها، ونصب \"دانيةً\" بالعطف على قوله: \"متكئين\"، وقيل: على موضع قوله: \"لا يرون فيها شمساً ولا زمهريراً\" ويرون \"دانيةً\"، وقيل: على المدح، \"وذللت\"، سخرت وقربت، \"قطوفها\"، ثمارها، \"تذليلاً\"، يأكلون من ثمارها قياماً وقعوداً ومضجعين ويتناولونها كيف شاؤوا على أي حال كانوا."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ودانية عليهم ظلالها أي ظل الأشجار في الجنة قريبة من الأبرار ، فهي مظلة عليهم زيادة في نعيمهم وإن كان لا شمس ولا قمر ثم ; كما أن أمشاطهم الذهب والفضة ، وإن كان لا وسخ ولا شعث ثم . ويقال : إن ارتفاع الأشجار في الجنة مقدار مائة عام ، فإذا اشتهى ولي الله ثمرتها دانت حتى يتناولها . وانتصبت دانية على الحال عطفا على ( متكئين ) كما تقول : في الدار عبد الله متكئا ومرسلة عليه الحجال . وقيل : انتصبت نعتا للجنة ; أي وجزاهم جنة دانية ، فهي ، صفة لموصوف محذوف . وقيل : على موضع لا يرون فيها شمسا ولا زمهريرا ويرون دانية ، وقيل : على المدح أي دنت دانية . قاله الفراء . ظلالها الظلال مرفوعة بدانية ، ولو قرئ برفع دانية على أن تكون الظلال مبتدأ ودانية الخبر لجاز ، وتكون الجملة في موضع الحال من الهاء والميم في وجزاهم وقد قرئ بذلك . وفي قراءة عبد الله ( ودانيا عليهم ) لتقدم الفعل . وفي حرف أبي ( ودان ) رفع على الاستئناف .وذللت أي سخرت لهم قطوفها أي ثمارها تذليلا أي تسخيرا ، فيتناولها القائم والقاعد والمضطجع ، لا يرد أيديهم عنها بعد ولا شوك ; قاله قتادة . وقال مجاهد : إن قام أحد ارتفعت له ، وإن جلس تدلت عليه ، وإن اضطجع دنت منه فأكل منها . وعنه أيضا : أرض الجنة من ورق ، وترابها الزعفران ، وطيبها مسك أذفر ، وأصول شجرها ذهب وورق ، وأفنانها اللؤلؤ والزبرجد والياقوت ، والثمر تحت ذلك كله ; فمن أكل منها قائما لم تؤذه ، ومن أكل منها قاعدا لم تؤذه ، ومن أكل منها مضطجعا لم تؤذه . وقال ابن عباس : إذا هم أن يتناول من ثمارها تدلت إليه حتى يتناول منها ما يريد ، وتذليل القطوف تسهيل التناول . والقطوف : الثمار ، الواحد قطف بكسر القاف ، سمي به لأنه يقطف ، كما سمي الجنى لأنه يجنى .تذليلا تأكيد لما وصف به من الذل ; كقوله : ونزلناه تنزيلا وكلم الله موسى تكليما . الماوردي : ويحتمل أن يكون تذليل قطوفها أن تبرز لهم من أكمامها ، وتخلص لهم من نواها .قلت : وفي هذا بعد ; فقد روى ابن المبارك ، قال : أخبرنا سفيان عن حماد عن سعيد بن جبير عن ابن عباس قال : نخل الجنة : جذوعها زمرد أخضر ، وكربها ذهب أحمر ، وسعفها كسوة لأهل الجنة ، منها مقطعاتهم وحللهم ، وثمرها أمثال القلال والدلاء ، أشد بياضا من اللبن ، وأحلى من العسل ، وألين من الزبد ليس فيه عجم . قال أبو جعفر النحاس : ويقال المذلل الذي قد ذلله الماء أي أرواه . ويقال المذلل الذي يفيئه أدنى ريح لنعمته ، ويقال المذلل المسوى ; لأن أهل الحجاز يقولون : ذلل نخلك أي سوه ، ويقال المذلل القريب المتناول ، من قولهم : حائط ذليل أي قصير . قال أبو جعفر : وهذه الأقوال التي حكيناها ذكرها أهل العلم باللغة وقالوها في قول امرئ القيس :[ وكشح لطيف كالحديل مخصر ]     وساق كأنبوب السقي المذلل"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يعني تعالى ذكره بقوله: ( وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا ) وقَرُبت منهم ظلال أشجارها.ولنصب دانية أوجه: أحدها: العطف به على قوله:  مُتَّكِئِينَ فِيهَا  . والثاني: العطف به على موضع قوله:  لا يَرَوْنَ فِيهَا شَمْسًا  لأن موضعه نصب، وذلك أن معناه: متكئين فيها على الأرائك، غير رائين فيها شمسًا. والثالث: نصبه على المدح، كأنه قيل: متكئين فيها على الأرائك، ودانية بعد عليهم ظلالها، كما يقال: عند فلان جارية جميلة، وشابة بعد طرية، تضمر مع هذه الواو فعلا ناصبا للشابة، إذا أريد به المدح، ولم يُرَد به النَّسَق؛ وأُنِّثَتْ دانيةً لأن الظلال جمع. وذُكر أن ذلك في قراءة عبد الله بالتذكير: ( وَدَانِيا عَلَيْهِمْ ظِلالُها ) وإنما ذكر لأنه فعل متقدّم، وهي في قراءة فيما بلغني: ( وَدَانٍ ) رفع على الاستئناف.وقوله: ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) يقول: وذُلِّل لهم اجتناء ثمر شجرها، كيف شاءوا قعودا وقياما ومتكئين.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: إذا قام ارتفعت بقدره، وإن قعد تدلَّت حتى ينالها، وإن اضطجع تدلَّت حتى ينالها، فذلك تذليلها.حدثنا بشر، قال: ثنا سعيد، عن قتادة، قوله: ( وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: لا يردُّ أيديَهم عنها بُعد ولا شوك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله:  قُطُوفُهَا دَانِيَةٌ  قال: الدانية: التي قد دنت عليهم ثمارها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: يتناوله كيف شاء جالسا ومتكئا."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويطاف عليهم» فيها «بآنية من فضة وأكواب» أقداح بلا عرى «كانت قوارير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ويطاف على أهل الجنة أي: يدور [عليهم] الخدم والولدان   بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ويطاف عليهم بآنية من فضة وأكواب ) أي : يطوف عليهم الخدم بأواني الطعام ، وهي من فضة ، وأكواب الشراب وهي الكيزان التي لا عرى لها ولا خراطيم .وقوله : ( قوارير )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويطاف عليهم بآنية من فضة وأكواب كانت قواريراً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويطاف عليهم بآنية من فضة وأكواب أي يدور على هؤلاء الأبرار الخدم إذا أرادوا الشراب بآنية من فضة قال ابن عباس : ليس في الدنيا شيء مما في الجنة إلا الأسماء ; أي ما في الجنة أشرف وأعلى وأنقى . ثم لم تنف الأواني الذهبية بل المعنى يسقون في أواني الفضة ، وقد يسقون في أواني الذهب . وقد قال تعالى : يطاف عليهم بصحاف من ذهب وأكواب . وقيل : نبه بذكر الفضة على الذهب ; كقوله : سرابيل تقيكم الحر أي والبرد ; فنبه بذكر أحدهما على الثاني . والأكواب : الكيزان العظام التي لا آذان لها ولا عرى ، الواحد منها كوب ; وقال عدي :متكئا تقرع أبوابه يسعى عليه العبد بالكوبوقد مضى في ( الزخرف ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا ) يقول تعالى ذكره: ويُطاف على هؤلاء الأبرار بآنية من الأواني التي يشربون فيها شرابهم، هي من فضة كانت قواريرًا، فجعلها فضة، وهي في صفاء القوارير، فلها بياض الفضة وصفاء الزجاج.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، قوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا ) يقول: آنية من فضة، وصفاؤها وتهيؤها كصفاء القوارير.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد ( من فضة ) ، قال: فيها رقة القوارير في صفاء الفضة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: صفاء القوارير وهي من فضة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ ) أي صفاء القوارير في بياض الفضة.وقوله: ( وأكْوَابٍ ) يقول: ويُطاف مع الأواني بجرار ضِخام فيها الشراب، وكلّ جرّة ضخمة لا عروة لها فهي كوب.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وأكْوَابٍ ) قال: ليس لها آذان.وقد حدثنا ابن حميد: قال: ثنا مهران، عن سفيان بهذا الحديث بهذا الإسناد عن مجاهد، فقال: الأكواب: الأقداح.وقوله: ( كَانَتْ قَوَارِيرَا ) يقول: كانت هذه الأواني والأكواب قواريرًا، فحوّلها الله فضة. وقيل: إنما قيل: ويطاف عليهم بآنية من فضة، ليدلّ بذلك على أن أرض الجنة فضة، لأن كل آنية تُتَّخذ، فإنما تُتَّخذ من تُرْبة الأرض التي فيها، فدلّ جلّ ثناؤه بوصفه الآنية متى يطاف بها على أهل الجنة أنها من فضة، ليعلم عباده أن تربة أرض الجنة فضة.&amp;; 24-105 &amp;;واختلفت القرّاء في قراءة قوله \" قوارير، وسلاسل \"، فقرأ ذلك عامة قرّاء المدينة والكوفة غير حمزة: سَلاسِلا وقواريرا( قَوَارِيرًا ) بإثبات الألف والتنوين وكذلك هي في مصاحفهم، وكان حمزة يُسْقط الألِفات من ذلك كله، ولا يجري شيئا منه، وكان أبو عمرو يُثبت الألف في الأولى من قوارير، ولا يثبتها في الثانية، وكلّ ذلك عندنا صواب، غير أن الذي ذَكَرت عن أبي عمرو أعجبهما إليّ، وذلك أن الأوّل من القوارير رأس آية، والتوفيق بين ذلك وبين سائر رءوس آيات السورة أعجب إليّ إذ كان ذلك بإثبات الألفات في أكثرها.**"
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قوارير من فضة» أي أنها من فضة يرى باطنها من ظاهرها كالزجاج «قدروها» أي الطائفون «تقديرا» على قدر ريِّ الشاربين من غير زيادة ولا نقص وذلك ألذ الشراب."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " قَوَارِيرَ مِنْ فِضَّةٍ  أي: مادتها من فضة، [وهي] على صفاء القوارير، وهذا من أعجب الأشياء، أن تكون الفضة الكثيفة من صفاء جوهرها وطيب معدنها على صفاء القوارير. قَدَّرُوهَا تَقْدِيرًا  أي: قدروا الأواني المذكورة على قدر ريهم، لا تزيد ولا تنقص، لأنها لو زادت نقصت لذتها، ولو نقصت لم تف بريهم  . ويحتمل أن المراد: قدرها أهل الجنة بنفوسهم بمقدار يوافق لذاتهم، فأتتهم على ما قدروا في خواطرهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( قوارير قوارير من فضة ) فالأول منصوب بخبر \" كان \" أي : كانت قوارير . والثاني منصوب إما على البدلية أو تمييز ; لأنه بينه بقوله : ( قوارير من فضة )قال ابن عباس ومجاهد والحسن البصري ، وغير واحد : بياض الفضة في صفاء الزجاج ، والقوارير لا تكون إلا من زجاج ، فهذه الأكواب هي من فضة ، وهي مع هذا شفافة يرى ما في باطنها من ظاهرها ، وهذا مما لا نظير له في الدنيا .قال ابن المبارك ، عن إسماعيل ، عن رجل ، عن ابن عباس : ليس في الجنة شيء إلا قد أعطيتم في الدنيا شبهه إلا قوارير من فضة . رواه ابن أبي حاتم .وقوله : ( قدروها تقديرا ) أي : على قدر ريهم ، لا تزيد عنه ولا تنقص ، بل هي معدة لذلك ، مقدرة بحسب ري صاحبها . هذا معنى قول ابن عباس ، ومجاهد ، وسعيد بن جبير ، وأبي صالح ، وقتادة ، وابن أبزى ، وعبد الله بن عبيد الله بن عمير ، وقتادة ، والشعبي ، وابن زيد . وقاله ابن جرير وغير واحد . وهذا أبلغ في الاعتناء والشرف والكرامة .وقال العوفي ، عن ابن عباس : ( قدروها تقديرا ) قدرت للكف . وهكذا قال الربيع بن أنس . وقال الضحاك : على قدر أكف الخدام . وهذا لا ينافي القول الأول ، فإنها مقدرة في القدر والري ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"قوارير من فضة\"، قال المفسرون: أراد بياض الفضة في صفاء القوارير، فهي من فضة في صفاء الزجاج، يرى ما في داخلها من خارجها. قال الكلبي: إن الله جعل قوارير كل قوم من تراب أرضهم، وإن أرض الجنة من فضة، فجعل منها قوارير يشربون فيها، \"قدروها تقديراً\"، قدروا الكأس على قدر ريهم لا يزيد ولا ينقص، أي قدرها لهم السقاة والخدم الذين يطوفون عليهم يقدرونها ثم يسقون."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "كانت قوارير قوارير من فضة أي في صفاء القوارير وبياض الفضة ; فصفاؤها صفاء الزجاج وهي من فضة . وقيل : أرض الجنة من فضة ، والأواني تتخذ من تربة الأرض التي هي منها . ذكره ابن عباس وقال : ليس في الجنة شيء إلا قد أعطيتم في الدنيا شبهه ، إلا القوارير من فضة . وقال : لو أخذت فضة من فضة الدنيا فضربتها حتى تجعلها مثل جناح الذباب لم تر من ورائها الماء ، ولكن قوارير الجنة مثل الفضة في صفاء القوارير .قدروها تقديرا قراءة العامة بفتح القاف والدال ; أي قدرها لهم السقاة الذين يطوفون بها عليهم . قال ابن عباس ومجاهد وغيرهما : أتوا بها على قدر ريهم ، بغير زيادة ولا نقصان . الكلبي : وذلك ألذ وأشهى ; والمعنى : قدرتها الملائكة التي تطوف عليهم . وعن ابن عباس أيضا : قدروها على ملء الكف لا تزيد ولا تنقص ، حتى لا تؤذيهم بثقل أو بإفراط صغر . وقيل : إن الشاربين قدروا لها مقادير في أنفسهم على ما اشتهوا وقدروا . وقرأ عبيد بن عمير والشعبي وابن سيرين قدروها بضم القاف وكسر الدال ; أي جعلت لهم على قدر إرادتهم . وذكر هذه القراءة المهدوي عن علي وابن عباس - رضي الله عنهما - ; وقال : ومن قرأ قدروها فهو راجع إلى معنى القراءة الأخرى ، وكأن الأصل قدروا عليها فحذف الجر ; والمعنى قدرت عليهم ; وأنشد سيبويه :آليت حب العراق الدهر آكله     والحب يأكله في القرية السوسوذهب إلى أن المعنى على حب العراق . وقيل : هذا التقدير هو أن الأقداح تطير فتغترف بمقدار شهوة الشارب ; وذلك قوله تعالى : قدروها تقديرا أي لا يفضل عن الري لا ينقص منه ، فقد ألهمت الأقداح معرفة مقدار ري المشتهي حتى تغترف بذلك المقدار . ذكر هذا القول الترمذي الحكيم في ( نوادر الأصول ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره: ( قَوَارِيرَا ) في صفاء الصفاء من فضة الفضة من البياض (5) .كما حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: قال الحسن، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: صفاء القوارير في بياض الفضة.حدثنا ابن المثنى، قال: ثنا يحيى بن كثير، قال: ثنا شعبة، عن أبي رجاء، عن الحسن، في قوله الله ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: بياض الفضة في صفاء القوارير.حدثني يعقوب، قال: ثنا مروان بن معاوية، قال: أخبرنا ابن أبي خالد، عن أبي صالح، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: كان ترابها من فضة.وقوله: ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: صفاء الزجاج في بياض الفضة.حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة، في قوله:  قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: لو احتاج أهل الباطل (6) أن يعملوا إناء من فضة يرى ما فيه من خلفه، كما يرى ما في القوارير ما قدروا عليه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: هي من فضة، وصفاؤها: صفاء القوارير في بياض الفضة.&amp;; 24-106 &amp;;حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: على صفاء القوارير، وبياض الفضة.وقوله: ( قَدَّرُوهَا تَقْدِيرًا ) يقول: قدّروا تلك الآنية التي يُطاف عليهم بها تقديرا على قَدْر رِيِّهم لا تزيد ولا تنقص عن ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قُدّرت لريّ القوم.حدثنا أبو كُريب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدر ريِّهم.حدثنا أبو كُريب، قال: ثنا عمر بن عبيد، عن منصور، عن مجاهد، في قوله: ( قَوَارِيرَا مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: لا تنقص ولا تفيض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى: وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( قَدَّرُوهَا تَقْدِيرًا ) قال: لا تَترع فتُهراق، ولا ينقصون من مائها فتنقص فهي ملأى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) لريِّهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) قدرت على ريّ القوم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: قدّروها لريهم على قدر شربهم أهل الجنة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: ممتلئة لا تُهَراق، وليست بناقصة.وقال آخرون: بل معنى ذلك: قدّروها على قدر الكفّ.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنا أبي، عن أبيه، &amp;; 24-107 &amp;; عن ابن عباس: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدرت للكفّ.واختلفت القرّاء في قراءة قوله ( قَدَّرُوهَا تَقْدِيرًا ) فقرأ ذلك عامة قرّاء الأمصار: ( قَدَّرُوها ) بفتح القاف، بمعنى: قدّرها لهم السُّقاة الذين يطوفون بها عليهم. ورُوي عن الشعبيّ وغيره من المتقدمين أنهم قرءوا ذلك بضم القاف، بمعنى: قُدّرت عليهم، فلا زيادة فيها ولا نقصان.والقراءة التي لا أستجير القراءة بغيرها فتح القاف، لإجماع الحجة من القرّاء عليه."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويسقون فيها كأسا» خمرا «كان مزاجها» ما تمزج به «زنجبيلا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيُسْقَوْنَ فِيهَا  أي: في الجنة من كأس، وهو الإناء المملوء من خمر ورحيق،  كَانَ مِزَاجُهَا  أي: خلطها  زَنْجَبِيلًا  ليطيب طعمه وريحه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( ويسقون فيها كأسا كان مزاجها زنجبيلا ) أي : ويسقون - يعني الأبرار أيضا - في هذه الأكواب ) كأسا ) أي : خمرا ، ( كان مزاجها زنجبيلا ) فتارة يمزج لهم الشراب بالكافور وهو بارد ، وتارة بالزنجبيل وهو حار ، ليعتدل الأمر ، وهؤلاء يمزج لهم من هذا تارة ومن هذا تارة . وأما المقربون فإنهم يشربون من كل منهما صرفا ، كما قاله قتادة وغير واحد . وقد تقدم قوله : ( عينا يشرب بها عباد الله ) وقال هاهنا"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويسقون فيها كأساً كان مزاجها زنجبيلاً\"، يشوق ويطرب، والزنجبيل: مما كانت العرب تستطيبه جداً، فوعدهم الله تعالى أنهم يسقون في الجنة الكأس الممزوجة بزنجبيل الجنة. قال مقاتل: لا يشبه زنجبيل الدنيا. قال ابن عباس: كل ما ذكر الله في القرآن مما في الجنة وسماه ليس له في الدنيا مثل. وقيل: هو عين في الجنة يوجد منها طعم الزنجبيل. قال قتادة: يشربها المقربون صرفاً، ويمزج لسائر أهل الجنة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويسقون فيها كأسا وهي الخمر في الإناء . كان مزاجها زنجبيلا ( كان ) صلة ; أي مزاجها زنجبيل ، أو كان في حكم الله زنجبيلا . وكانت العرب تستلذ من الشراب ما يمزج بالزنجبيل لطيب رائحته ; لأنه يحذو اللسان ، ويهضم المأكول ، فرغبوا في نعيم الآخرة بما اعتقدوه نهاية النعمة والطيب . وقال المسيب بن علس يصف ثغر المرأة :وكأن طعم الزنجبيل به     إذ ذقته وسلافة الخمرويروى . الكرم . وقال آخر :كأن جنيا من الزنجبي     ل بات بفيها وأريا مشوراونحوه قول الأعشى :كأن القرنفل والزنجبي     ل باتا بفيها وأريا مشوراوقال مجاهد : الزنجبيل اسم للعين التي منها مزاج شراب الأبرار . وكذا قال قتادة : والزنجبيل اسم العين التي يشرب بها المقربون صرفا وتمزج لسائر أهل الجنة . وقيل : هي عين في الجنة يوجد فيها طعم الزنجبيل . وقيل : إن فيه معنى الشراب الممزوج بالزنجبيل . والمعنى كأن فيها زنجبيلا ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلا عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) رقيقة يشربها المقرّبون صِرْفا، وتمزج لسائل أهل الجنة. وقوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) يقول تعالى ذكره: عينا في الجنة تسمى سلسبيلا. قيل: عُنِي بقوله سلسبيلا سلسة مُنقادا ماؤها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) عينا سلسة مستقيدا ماؤها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( تُسَمَّى سَلْسَبِيلا ) قال: سلسة يصرفونها حيث شاءوا.وقال آخرون: عُني بذلك أنها شديدة الجِرْيَةِ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) قال: حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا الأشجعي، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.قال: ثنا أبو أسامة، عن شبل، عن ابن أبي نجيح، عن مجاهد، قال: سلسة الجرية.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.واختلف أهل العربية في معنى السلسبيل وفي إعرابه، فقال بعض نحويِّي البصرة، قال بعضهم: إن سلسبيل صفة للعين بالتسلسل. وقال بعضهم: إنما أراد عينا تسمى سلسبيلا أي: تسمى من طيبها السلسبيل أي: توصف للناس كما تقول: الأعوجّي والأرحبيّ والمهريّ من الإبل، وكما تنسب الخيل إذا وصفت إلى الخيل المعروفة المنسوبة كذلك تنسب العين إلى أنها تسمى، لأن القرآن نزل على كلام العرب، قال: وأنشدني يونس:صَفْرَاءُ مِنْ نَبْعٍ يُسَمَّى سَهْمُهامِنْ طُولِ ما صَرَعَ الصُّيُودَ الصَّيِّبُ (7)&amp;; 24-109 &amp;;فرفع الصَّيِّبُ لأنه لم يرد أن يسمى بالصَّيب، إنما الصَّيب من صفة الاسم والسهم، وقوله: \" يسمى سهمها \" أي يذكر سهمها. قال: وقال بعضهم: لا بل هو اسم العين، وهو معرفة، ولكنه لما كان رأس آية، وكان مفتوحا، زيدت فيه الألف، كما قال: ( كَانت قَوارِيرا ) . وقال بعض نحويِّي الكوفة: السلسبيل: نعت أراد به سلس في الحلق، فلذلك حَرِيّ أن تسمى بسلاستها.وقال آخر منهم: ذكروا أن السلسبيل اسم للعين، وذكروا أنه صفة للماء لسلسه وعذوبته؛ قال: ونرى أنه لو كان اسما للعين لكان ترك الإجراء فيه أكثر، ولم نر أحدا ترك إجراءها وهو جائز في العربية، لأن العرب تجري ما لا يجرى في الشعر، كما قال متمم بن نويرة:فَمَا وَجْدُ أظْآرٍ ثَلاثٍ رَوَائمٍرأيْنَ مخَرًّا مِنْ حُوَارٍ ومَصْرَعا (8)فأجرى روائم، وهي مما لا يُجرَى.والصواب من القول في ذلك عندي أن قوله: ( تُسَمَّى سَلْسَبِيلا ) صفة للعين، وصفت بالسلاسة في الحلق، وفي حال الجري، وانقيادها لأهل الجنة يصرّفونها حيث شاءوا، كما قال مجاهد وقتادة؛ وإنما عني بقوله ( تُسَمَّى ) : توصف.وإنما قلت ذلك أولى بالصواب لإجماع أهل التأويل على أن قوله: ( سَلْسَبِيلا ) صفة لا اسم."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«عينا» بدل زنجبيلا «فيها تسمى سلسبيل» يعني أن ماءها كالزنجبيل الذي تستلذ به العرب سهل المساغ في الحلق."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " عَيْنًا فِيهَا  أي: في الجنة،  تُسَمَّى سَلْسَبِيلًا  سميت بذلك لسلاستها ولذتها وحسنها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( عينا فيها تسمى سلسبيلا ) أي : الزنجبيل عين في الجنة تسمى سلسبيلا .قال عكرمة : اسم عين في الجنة . وقال مجاهد : سميت بذلك لسلاسة سيلها وحدة جريها .وقال قتادة : ( عينا فيها تسمى سلسبيلا ) عين سلسة مستقيد ماؤها .وحكى ابن جرير عن بعضهم أنها سميت بذلك لسلاستها في الحلق . واختار هو أنها تعم ذلك كله ، وهو كما قال ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"عيناً فيها تسمى سلسبيلاً\"، قال قتادة: سلسلة منقادة لهم يصرفونها حيث شاؤوا، وقال مجاهد: حديدة شديدة الجرية.وقال أبو العالية ومقاتل بن حيان: سميت سلسبيلاً لأنها تسيل عليهم في الطرق وفي منازلهم تنبع من أصل العرش من جنة عدن إلى أهل الجنان وشراب الجنة على برد الكافور وطعم الزنجبيل وريح المسك. قال الزجاج: سميت سلسبيلاً لأنها في غاية السلاسة تتسلسل في الحلق، ومعنى قوله: \"تسمى\" أي توصف لأن أكثر العلماء على أن سلسبيلاً صفة لا اسم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "عينا بدل من كأس . ويجوز أن ينتصب بإضمار فعل أي يسقون عينا . ويجوز نصبه بإسقاط الخافض أي من عين على ما تقدم في قوله تعالى : عينا يشرب بها عباد الله . فيها أي في الجنة تسمى سلسبيلا السلسبيل الشراب اللذيذ ، وهو فعلليل من السلالة ; تقول العرب : هذا شراب سلس وسلسال وسلسل وسلسبيل بمعنى ; أي طيب الطعم لذيذه . وفي الصحاح : وتسلسل الماء في الحلق جرى ، وسلسلته أنا صببته فيه ، وماء سلسل وسلسال : سهل الدخول في الحلق لعذوبته وصفائه ، والسلاسل بالضم مثله . وقال الزجاج : السلسبيل في اللغة : اسم لما كان في غاية السلاسة ; فكأن العين سميت بصفتها . وعن مجاهد قال : سلسبيلا : حديدة الجرية تسيل في حلوقهم انسلالا . ونحوه عن ابن عباس : إنها الحديدة الجري . ذكره الماوردي ; ومنه قول حسان بن ثابت - رضي الله عنه - :يسقون من ورد البريص عليهم     بردى يصفق بالرحيق السلسلوقال أبو العالية ومقاتل : إنما سميت سلسبيلا ; لأنها تسيل عليهم في الطرق وفي منازلهم ، تنبع من أصل العرش من جنة عدن إلى أهل الجنة . وقال قتادة : سلسة منقاد ماؤها حيث شاءوا . ونحوه عن عكرمة . وقال القفال : أي تلك عين شريفة فسل سبيلا إليها . وروي هذا عن علي - رضي الله عنه - . وقوله : تسمى أي إنها مذكورة عند الملائكة وعند الأبرار وأهل الجنة بهذا الاسم . وصرف سلسبيل ; لأنه رأس آية ; كقوله تعالى : ( الظنونا ) و ( السبيلا ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( ويسقون فيها كأسا كان مزاجها زنجبيلا عينا فيها تسمى سلسبيلا ) رقيقة يشربها المقربون صرفا ، وتمزج لسائل أهل الجنة . وقوله : ( عينا فيها تسمى سلسبيلا ) يقول تعالى ذكره : عينا في الجنة تسمى سلسبيلا . قيل : عني بقوله سلسبيلا سلسة منقادا ماؤها . [ ص: 108 ]ذكر من قال ذلك :حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( عينا فيها تسمى سلسبيلا ) عينا سلسة مستقيدا ماؤها .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ( تسمى سلسبيلا ) قال : سلسة يصرفونها حيث شاءوا .وقال آخرون : عني بذلك أنها شديدة الجرية .ذكر من قال ذلك :حدثنا ابن بشار ، قال : ثنا عبد الرحمن ، قال : ثنا سفيان ، عن ابن أبي نجيح ، عن مجاهد ( عينا فيها تسمى سلسبيلا ) قال : حديدة الجرية .حدثنا أبو كريب ، قال : ثنا الأشجعي ، عن سفيان ، عن ابن أبي نجيح ، عن مجاهد ، مثله .قال : ثنا أبو أسامة ، عن شبل ، عن ابن أبي نجيح ، عن مجاهد ، قال : سلسة الجرية .حدثنا ابن حميد ، قال : ثنا مهران ، عن سفيان ، عن ابن أبي نجيح ، عن مجاهد ( عينا فيها تسمى سلسبيلا ) حديدة الجرية .حدثنا أبو كريب ، قال : ثنا وكيع ، عن سفيان ، عن ابن أبي نجيح ، عن مجاهد ، مثله .واختلف أهل العربية في معنى السلسبيل وفي إعرابه ، فقال بعض نحويي البصرة ، قال بعضهم : إن سلسبيل صفة للعين بالتسلسل . وقال بعضهم : إنما أراد عينا تسمى سلسبيلا أي : تسمى من طيبها السلسبيل أي : توصف للناس كما تقول : الأعوجى والأرحبى والمهري من الإبل ، وكما تنسب الخيل إذا وصفت إلى الخيل المعروفة المنسوبة كذلك تنسب العين إلى أنها تسمى ، لأن القرآن نزل على كلام العرب ، قال : وأنشدني يونس :صفراء من نبع يسمى سهمها من طول ما صرع الصيود الصيب[ ص: 109 ]فرفع الصيب لأنه لم يرد أن يسمى بالصيب ، إنما الصيب من صفة الاسم والسهم ، وقوله : \" يسمى سهمها \" أي يذكر سهمها . قال : وقال بعضهم : لا بل هو اسم العين ، وهو معرفة ، ولكنه لما كان رأس آية ، وكان مفتوحا ، زيدت فيه الألف ، كما قال : ( كانت قواريرا ) . وقال بعض نحويي الكوفة : السلسبيل : نعت أراد به سلس في الحلق ، فلذلك حري أن تسمى بسلاستها .وقال آخر منهم : ذكروا أن السلسبيل اسم للعين ، وذكروا أنه صفة للماء لسلسه وعذوبته; قال : ونرى أنه لو كان اسما للعين لكان ترك الإجراء فيه أكثر ، ولم نر أحدا ترك إجراءها وهو جائز في العربية ، لأن العرب تجري ما لا يجرى في الشعر ، كما قال متمم بن نويرة :فما وجد أظآر ثلاث روائم     رأين مخرا من حوار ومصرعافأجرى روائم ، وهي مما لا يجرى .والصواب من القول في ذلك عندي أن قوله : ( تسمى سلسبيلا ) صفة للعين ، وصفت بالسلاسة في الحلق ، وفي حال الجري ، وانقيادها لأهل الجنة يصرفونها حيث شاءوا ، كما قال مجاهد وقتادة; وإنما عني بقوله ( تسمى ) : توصف . [ ص: 110 ]وإنما قلت ذلك أولى بالصواب لإجماع أهل التأويل على أن قوله : ( سلسبيلا ) صفة لا اسم ."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويدور على هؤلاء الأبرار لخدمتهم غلمان دائمون على حالهم، إذا أبصرتهم ظننتهم- لحسنهم وصفاء ألوانهم وإشراق وجوههم- اللؤلؤ المفرَّق المضيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ويطوف عليهم ولدان مخلدون» بصفة الولدان لا يشيبون «إذا رأيتهم حسبتهم» لحسنهم وانتشارهم في الخدمة «لؤلؤا منثورا» من سلكه أو من صدفه وهو أحسن منه في غير ذلك."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَيَطُوفُ  على أهل الجنة، في طعامهم وشرابهم وخدمتهم. وِلْدَانٌ مُخَلَّدُونَ  أي: خلقوا من الجنة للبقاء، لا يتغيرون ولا يكبرون، وهم في غاية الحسن،  إِذَا رَأَيْتَهُمْ  منتشرين في خدمتهم  حَسِبْتَهُمْ  من حسنهم  لُؤْلُؤًا مَنْثُورًا  وهذا من تمام لذة أهل الجنة، أن يكون خدامهم الولدان المخلدون، الذين تسر رؤيتهم، ويدخلون على مساكنهم، آمنين من تبعتهم، ويأتونهم بما يدعون وتطلبه نفوسهم،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله تعالى : ( ويطوف عليهم ولدان مخلدون إذا رأيتهم حسبتهم لؤلؤا منثورا ) أي : يطوف على أهل الجنة للخدمة ولدان من ولدان الجنة ( مخلدون ) أي : على حالة واحدة مخلدون عليها ، لا يتغيرون عنها ، لا تزيد أعمارهم عن تلك السن . ومن فسرهم بأنهم مخرصون في آذانهم الأقرطة ، فإنما عبر عن المعنى بذلك ; لأن الصغير هو الذي يليق له ذلك دون الكبير .وقوله : ( إذا رأيتهم حسبتهم لؤلؤا منثورا ) أي : إذا رأيتهم في انتشارهم في قضاء حوائج السادة ، وكثرتهم ، وصباحة وجوههم ، وحسن ألوانهم وثيابهم وحليهم ، حسبتهم لؤلؤا منثورا . ولا يكون في التشبيه أحسن من هذا ، ولا في المنظر أحسن من اللؤلؤ المنثور على المكان الحسن .قال قتادة ، عن أبي أيوب ، عن عبد الله بن عمرو : ما من أهل الجنة من أحد إلا يسعى عليه ألف خادم ، كل خادم على عمل ما عليه صاحبه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ويطوف عليهم ولدان مخلدون إذا رأيتهم حسبتهم لؤلؤاً منثوراً\"، قال عطاء: يريد في بياض اللؤلؤ وحسنه، واللؤلؤ إذا نثر من الخيط على البساط، كان أحسن منه منظوماً.وقال أهل المعاني: إنما شبهوا بالمنثور لانتثارهم في الخدمة، فلو كانوا صفاً لشبهوا المنظوم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : ويطوف عليهم ولدان مخلدون بين من الذي يطوف عليهم بالآنية ; أي ويخدمهم ولدان مخلدون ، فإنهم أخف في الخدمة . ثم قال : مخلدون أي باقون على ما هم عليه من الشباب والغضاضة والحسن ، لا يهرمون ولا يتغيرون ، ويكونون على سن واحدة على مر الأزمنة . وقيل : مخلدون لا يموتون . وقيل : مسورون مقرطون ; أي محلون والتخليد التحلية . وقد تقدم هذا .إذا رأيتهم حسبتهم لؤلؤا منثورا أي ظننتهم من حسنهم وكثرتهم وصفاء ألوانهم لؤلؤا مفرقا في عرصة المجلس ، واللؤلؤ إذا نثر على بساط كان أحسن منه منظوما . وعن المأمون أنه ليلة زفت إليه بوران بنت الحسن بن سهل ، وهو على بساط منسوج من ذهب ، وقد نثرت عليه نساء دار الخليفة اللؤلؤ ، فنظر إليه منثورا على ذلك البساط فاستحسن المنظر وقال : لله در أبي نواس كأنه أبصر هذا حيث يقول :كأن صغرى وكبرى من فقاقعها حصباء در على أرض من الذهبوقيل : إنما شبههم بالمنثور ; لأنهم سراع في الخدمة ، بخلاف الحور العين إذ شبههن باللؤلؤ المكنون المخزون ; لأنهن لا يمتهن بالخدمة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قول تعالى ذكره : ويطوف على هؤلاء الأبرار ولدان ، وهم الوصفاء ، مخلدون .اختلف أهل التأويل في معنى : ( مخلدون ) فقال بعضهم : معنى ذلك : أنهم لا يموتون .ذكر من قال ذلك :حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( ويطوف عليهم ولدان مخلدون ) أي : لا يموتون .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ، مثله .وقال آخرون : عني بذلك ( ولدان مخلدون ) مسورون .وقال آخرون : بل عني به أنهم مقرطون . وقيل : عني به أنهم دائم شبابهم ، لا يتغيرون عن تلك السن .وذكر عن العرب أنها تقول للرجل إذا كبر وثبت سواد شعره : إنه لمخلد; كذلك إذا كبر وثبت أضراسه وأسنانه قيل : إنه لمخلد ، يراد به أنه ثابت الحال ، وهذا تصحيح لما قال قتادة من أن معناه : لا يموتون ، لأنهم إذا ثبتوا على حال واحدة فلم يتغيروا بهرم ولا شيب ولا موت ، فهم مخلدون . وقيل : إن معنى قوله : ( مخلدون ) مسورون بلغة حمير; وينشد لبعض شعرائهم :ومخلدات باللجين كأنما أعجازهن أقاوز الكثبان[ ص: 111 ]وقوله : ( إذا رأيتهم حسبتهم لؤلؤا منثورا ) يقول تعالى ذكره : إذا رأيت يا محمد هؤلاء الولدان مجتمعين أو مفترقين ، تحسبهم في حسنهم ، ونقاء بياض وجوههم ، وكثرتهم ، لؤلؤا مبددا ، أو مجتمعا مصبوبا .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ( لؤلؤا منثورا ) قال : من كثرتهم وحسنهم .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( إذا رأيتهم حسبتهم ) من حسنهم وكثرتهم ( لؤلؤا منثورا ) وقال قتادة : عن أبي أيوب ، عن عبد الله بن عمرو ، قال : ما من أهل الجنة من أحد إلا ويسعى عليه ألف غلام ، كل غلام على عمل ما عليه صاحبه .حدثنا ابن حميد ، قال : ثنا مهران ، عن سفيان ، قال : ( حسبتهم لؤلؤا منثورا ) قال : في كثرة اللؤلؤ وبياض اللؤلؤ ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "وإذا أبصرت أيَّ مكان في الجنة رأيت فيه نعيمًا لا يُدْركه الوصف، ومُلْكا عظيمًا واسعًا لا غاية له."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وإذا رأيت ثم» أي وجدت الرؤية منك في الجنة «رأيت» جواب إذا «نعيما» لا يوصف «وملكا كبيرا» واسعا لا غاية له."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَإِذَا رَأَيْتَ ثَمَّ  أي: هناك في الجنة، ورمقت ما هم فيه من النعيم   رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا  فتجد الواحد منهم، عنده من القصور والمساكن والغرف المزينة المزخرفة، ما لا يدركه الوصف، ولديه من البساتين الزاهرة، والثمار الدانية، والفواكه اللذيذة، والأنهار الجارية، والرياض المعجبة، والطيور المطربة [المشجية] ما يأخذ بالقلوب، ويفرح النفوس.وعنده من الزوجات. اللاتي هن في غاية الحسن والإحسان، الجامعات لجمال الظاهر والباطن، الخيرات الحسان، ما يملأ القلب سرورا، ولذة وحبورا، وحوله من الولدان المخلدين، والخدم المؤبدين، ما به تحصل الراحة والطمأنينة، وتتم لذة العيش، وتكمل الغبطة.ثم علاوة ذلك وأعظمه الفوز برؤية  الرب الرحيم، وسماع خطابه، ولذة قربه، والابتهاج برضاه، والخلود الدائم، وتزايد ما هم فيه من النعيم كل وقت وحين، فسبحان الملك المالك، الحق المبين، الذي لا تنفد خزائنه، ولا يقل خيره، فكما لا نهاية لأوصافه فلا نهاية لبره وإحسانه."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( وإذا رأيت ) أي : وإذا رأيت يا محمد ، ( ثم ) أي : هناك ، يعني في الجنة ونعيمها وسعتها وارتفاعها وما فيها من الحبرة والسرور ، ( رأيت نعيما وملكا كبيرا ) أي : مملكة لله هناك عظيمة وسلطانا باهرا .وثبت في الصحيح أن الله تعالى يقول لآخر أهل النار خروجا منها ، وآخر أهل الجنة دخولا إليها : إن لك مثل الدنيا وعشرة أمثالها .وقد قدمنا في الحديث المروي من طريق ثوير بن أبي فاختة ، عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن أدنى أهل الجنة منزلة لمن ينظر في ملكه مسيرة ألفي سنة ينظر إلى أقصاه كما ينظر إلى أدناه \" ، فإذا كان هذا عطاؤه تعالى لأدنى من يكون في الجنة ، فما ظنك بما هو أعلى منزلة ، وأحظى عنده تعالى .وقد روى الطبراني هاهنا حديثا غريبا جدا فقال : حدثنا علي بن عبد العزيز ، حدثنا محمد بن عمار الموصلي ، حدثنا عفيف بن سالم ، عن أيوب بن عتبة ، عن عطاء ، عن ابن عمر قال : جاء رجل من الحبشة إلى رسول الله صلى الله عليه وسلم : فقال له رسول الله : \" سل واستفهم \" ، فقال : يا رسول الله ، فضلتم علينا بالصور والألوان والنبوة ، أفرأيت إن آمنت بما آمنت به وعملت بمثل ما عملت به ، إني لكائن معك في الجنة ؟ قال : \" نعم ، والذي نفسي بيده ، إنه ليرى بياض الأسود في الجنة من مسيرة ألف عام \" . ثم قال رسول الله صلى الله عليه وسلم : \" من قال : لا إله إلا الله ، كان له بها عهد عند الله ، ومن قال : سبحان الله وبحمده ، كتب له مائة ألف حسنة ، وأربعة وعشرون ألف حسنة \" ، فقال رجل : كيف نهلك بعد هذا يا رسول الله ؟ فقال رسول الله صلى الله عليه وسلم : \" إن الرجل ليأتي يوم القيامة بالعمل لو وضع على جبل لأثقله ، فتقوم النعمة - أو : نعم الله - فتكاد تستنفذ ذلك كله ، إلا أن يتغمده الله برحمته \" . ونزلت هذه السورة : ( هل أتى على الإنسان حين من الدهر ) إلى قوله : ( وملكا كبيرا ) فقال الحبشي : وإن عيني لترى ما ترى عيناك في الجنة ؟ قال : \" نعم \" ، فاستبكى حتى فاضت نفسه . قال ابن عمر : فلقد رأيت رسول الله صلى الله عليه وسلم يدليه في حفرته بيده ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وإذا رأيت ثم\"، أي إذا رأيت ببصرك ونظرت به ثم يعني في الجنة، \"رأيت نعيماً\"، لا يوصف، \"وملكاً كبيراً\"، وهو أن أدناهم منزلة ينظر إلى ملكه في مسيرة ألف عام يرى أقصاه كما يرى أدناه.وقال مقاتل والكلبي: هو أن رسول الله رب العزة من الملائكة لا يدخل عليه إلا بإذنه.وقيل: ملكاً لا زوال له."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وإذا رأيت ثم رأيت نعيما وملكا كبيرا ثم : ظرف مكان أي هناك في الجنة ، والعامل في ( ثم ) معنى رأيت أي وإذا رأيت ببصرك ثم . وقال الفراء : في الكلام ما مضمرة ; أي وإذا رأيت ما ثم ; كقوله تعالى : لقد تقطع بينكم أي ما بينكم . وقال الزجاج : ما موصولة ب \" ثم \" على ما ذكره الفراء ، ولا يجوز إسقاط الموصول وترك الصلة ، ولكن رأيت يتعدى في المعنى إلى ثم والمعنى : إذا رأيت ببصرك ثم ويعني ب ثم الجنة ، وقد ذكر الفراء هذا أيضا . والنعيم : سائر ما يتنعم به . والملك الكبير : استئذان الملائكة عليهم ; قال السدي وغيره ، قال الكلبي : هو أن يأتي الرسول من عند الله بكرامة من الكسوة والطعام والشراب والتحف إلى ولي الله وهو في منزله ، فيستأذن عليه ; فذلك الملك العظيم . وقاله مقاتل بن سليمان . وقيل : الملك الكبير : هو أن يكون لأحدهم سبعون حاجبا ، حاجبا دون حاجب ، فبينما ولي الله فيما هو فيه من اللذة والسرور إذ يستأذن عليه ملك من عند الله ، قد أرسله الله بكتاب وهدية وتحفة من رب العالمين لم يرها ذلك الولي في الجنة قط ، فيقول للحاجب الخارج : استأذن على ولي الله فإن معي كتابا وهدية من رب العالمين . فيقول هذا الحاجب للحاجب الذي يليه : هذا رسول من رب العالمين ، معه كتاب وهدية يستأذن على ولي الله ; فيستأذن كذلك حتى يبلغ إلى الحاجب الذي يلي ولي الله فيقول له : يا ولي الله ! هذا رسول من رب العالمين يستأذن عليك ، معه كتاب وتحفة من رب العالمين أفيؤذن له ؟ فيقول : نعم ! فأذنوا له . فيقول ذلك الحاجب الذي يليه : نعم فأذنوا له . فيقول الذي يليه للآخر كذلك حتى يبلغ الحاجب الآخر . فيقول له : نعم أيها الملك ; قد أذن لك ، فيدخل فيسلم عليه ويقول : السلام يقرئك السلام ، وهذه تحفة ، وهذا كتاب من رب العالمين إليك . فإذا هو مكتوب عليه : من الحي الذي لا يموت إلى الحي الذي يموت . فيفتحه فإذا فيه : سلام على عبدي ووليي ورحمتي وبركاتي ، يا وليي أما آن لك أن تشتاق إلى رؤية ربك ؟ فيستخفه الشوق فيركب البراق فيطير به البراق شوقا إلى زيارة علام الغيوب ، فيعطيه ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . وقال سفيان الثوري : بلغنا أن الملك الكبير تسليم الملائكة عليهم ; دليله قوله تعالى : والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار وقيل : الملك الكبير كون التيجان على رؤوسهم كما تكون على رأس ملك من الملوك . وقال الترمذي الحكيم : يعني ملك التكوين ، فإذا أرادوا شيئا قالوا له كن . وقال أبو بكر الوراق : ملك لا يتعقبه هلك . وفي الخبر عن النبي - صلى الله عليه وسلم - : \" إن الملك الكبير هو - أن - أدناهم منزلة ينظر في ملكه مسيرة ألفي عام ، يرى أقصاه كما يرى أدناه \" قال : \" وإن أفضلهم منزلة من ينظر في وجه ربه تعالى كل يوم مرتين \" سبحان المنعم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله : ( وإذا رأيت ثم رأيت نعيما ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : وإذا نظرت ببصرك يا محمد ، ورميت بطرفك فيما أعطيت هؤلاء الأبرار في الجنة من الكرامة . وعني بقوله : ( ثم ) الجنة ( رأيت نعيما ) ، وذلك أن أدناهم منزلة من ينظر في ملكه فيما قيل في مسيرة ألفي عام ، يرى أقصاه ، كما يرى أدناه .وقد اختلف أهل العربية في السبب الذي من أجله لم يذكر مفعول رأيت الأول ، فقال بعض نحويي البصرة : إنما فعل ذلك لأنه يريد رؤية لا تتعدى ، كما تقول : ظننت في الدار ، أخبر بمكان ظنه ، فأخبر بمكان رؤيته . وقال بعض نحويي الكوفة : إنما فعل ذلك لأن معناه : وإذا رأيت ما ثم رأيت نعيما ، قال : وصلح إضمار ما كما قيل : لقد تقطع بينكم ، يريد : ما بينكم ، قال : ويقال : إذا رأيت ثم يريد : إذا نظرت ثم ، [ ص: 112 ] أي إذا رميت ببصرك هناك رأيت نعيما .وقوله : ( وملكا كبيرا ) يقول : ورأيت مع النعيم الذي ترى لهم ثم ملكا كبيرا . وقيل : إن ذلك الملك الكبير : تسليم الملائكة عليهم ، واستئذانهم عليهم .ذكر من قال ذلك :حدثنا ابن بشار ، قال : ثنا مؤمل ، قال : ثنا سفيان ، قال : ثني من سمع مجاهدا يقول : ( وإذا رأيت ثم رأيت نعيما وملكا كبيرا ) قال : تسليم الملائكة .قال : ثنا عبد الرحمن ، قال : سمعت سفيان يقول في قوله : ( ملكا كبيرا ) قال : بلغنا أنه تسليم الملائكة .حدثنا أبو كريب ، قال : ثنا الأشجعي ، في قوله : ( وإذا رأيت ثم رأيت نعيما وملكا كبيرا ) قال : فسرها سفيان قال : تستأذن الملائكة عليهم .حدثنا ابن حميد ، قال : ثنا مهران ، عن سفيان ( وإذا رأيت ثم رأيت نعيما وملكا كبيرا ) قال استئذان الملائكة عليهم ."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "يعلوهم ويجمل أبدانهم ثياب بطائنها من الحرير الرقيق الأخضر، وظاهرها من الحرير الغليظ، ويُحَلَّون من الحليِّ بأساور من الفضة، وسقاهم ربهم فوق ذلك النعيم شرابًا لا رجس فيه ولا دنس."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«عاليهم» فوقهم فنصبه على الظرفية وهو خبر لمبتدأ بعده وفي قراءة بسكون الياء مبتدأ وما بعده خبر والضمير المتصل به للمعطوف عليهم «ثياب سندس» حرير «خضر» بالرفع «وإستبرق» بالجر ما غلظ من الديباج فهو البطائن والسندس الظهائر وفي قراءة عكس ما ذكر فيهما وفي أخرى، برفعهما وفي أخرى بجرهما «وحلُّوا أساور من فضة» وفي موضع من ذهب للايذان بأنهم يحلون من النوعين معا ومفرقا «وسقاهم ربهم شرابا طهورا» مبالغة في طهارته ونظافته بخلاف خمر الدنيا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ  أي: قد جللتهم ثياب السندس والإستبرق الأخضران، اللذان هما أجل أنواع الحرير، فالسندس: ما غلظ من الديباج  والإستبرق: ما رق منه.  وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ  أي: حلوا في أيديهم أساور الفضة، ذكورهم وإناثهم، وهذا وعد وعدهم الله، وكان وعده مفعولا، لأنه لا أصدق منه قيلا ولا حديثا.وقوله:  وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا  أي: لا كدر فيه بوجه من الوجوه، مطهرا لما في بطونهم من كل أذى وقذى."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( عاليهم ثياب سندس خضر وإستبرق ) أي : لباس أهل الجنة فيها الحرير ، ومنه سندس ، وهو رفيع الحرير كالقمصان ونحوها مما يلي أبدانهم ، والإستبرق منه ما فيه بريق ولمعان ، وهو مما يلي الظاهر ، كما هو المعهود في اللباس ( وحلوا أساور من فضة ) وهذه صفة الأبرار ، وأما المقربون فكما قال : ( يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير ) [ الحج : 23 ]ولما ذكر تعالى زينة الظاهر بالحرير والحلي قال بعده : ( وسقاهم ربهم شرابا طهورا ) أي : طهر بواطنهم من الحسد والحقد والغل والأذى وسائر الأخلاق الردية ، كما روينا عن أمير المؤمنين علي بن أبي طالب أنه قال : إذا انتهى أهل الجنة إلى باب الجنة وجدوا هنالك عينين فكأنما ألهموا ذلك فشربوا من إحداهما [ فأذهب الله ] ما في بطونهم من أذى ، ثم اغتسلوا من الأخرى فجرت عليهم نضرة النعيم ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"عاليهم ثياب سندس\"، قرأ أهل المدينة وحمزة: \"عاليهم\" ساكنة الياء مكسورة الهاء، فيكون في موضع رفع بالابتداء، وخبره: ثياب سندس، وقرأ الآخرون بنصب الياء وضم الهاء على الصفة، أي فوقهم، وهو نصب على الظرف \"ثياب سندس خضر وإستبرق\"، قرأ نافع وحفص \"خضر وإستبرق\" مرفوعاً عطفاً على الثياب، وقرأهما حمزة والكسائي مجرورين، وقرأ ابن كثير وأبو بكر خضر بالجر وإستبرق، بالرفع، وقرأ أبو جعفر وأهل البصرة والشام على ضده فالرفع على نعت الثياب والجر على نعت السندس وإستبرق بالرفع على أنه معطوف على وثياب إستبرق فحذف المضاف وأقام المضاف إليه مقامه كقوله \" واسأل القرية \" أي أهل القرية، ومثله قوله: خز أي ثوب خز، وأما جر إستبرق فعلى أنه معطوف على سندس وهو جر بإضافة الثياب إليه، وهما جنسان أضيفت الثياب إليهما كما تقول: ثوب خز وكتان فتضيفه إلى الجنسين. \"وحلوا أساور من فضة وسقاهم ربهم شراباً طهوراً\"، قيل: طاهراً من الأقذار والأقذاء لم تدنسه الأيدي والأرجل كخمر الدنيا.وقال أبو قلابة وإبراهيم: إنه لا يصير بولاً نجساً ولكنه يصير رشحاً في أبدانهم، ريحه كريح المسك، وذلك أنهم يؤتون بالطعام، فإذا كان آخر ذلك أتوا بالشراب الطهور، فيشربون فيطهر بطونهم ويصير ما أكلوا رشحاً يخرج من جلودهم ريحاً أطيب من المسك الإذفر، وتضمر بطونهم وتعود شهوتهم. وقال مقاتل: هو عين ماء على باب الجنة من شرب منها نزع الله ما كان في قلبه من غل وغش وحسد."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : عاليهم ثياب سندس خضر وإستبرق قرأ نافع وحمزة وابن محيصن عاليهم ساكنة الياء ، واختاره أبو عبيد اعتبارا بقراءة ابن مسعود وابن وثاب وغيرهما عاليتهم وبتفسير ابن عباس : أما رأيت الرجل عليه ثياب يعلوها أفضل منها . الفراء : وهو مرفوع بالابتداء وخبره ثياب سندس واسم الفاعل يراد به الجمع . ويجوز في قول الأخفش أن يكون إفراده على أنه اسم فاعل متقدم و ( ثياب ) مرتفعة به وسدت مسد الخبر ، والإضافة فيه في تقدير الانفصال لأنه لم يخص ، وابتدئ به لأنه اختص بالإضافة . وقرأ الباقون عاليهم بالنصب . وقال الفراء : هو كقولك فوقهم ، والعرب تقول : قومك داخل الدار فينصبون داخل على الظرف ، لأنه محل . وأنكر الزجاج هذا وقال : هو مما لا نعرفه في الظروف ، ولو كان ظرفا لم يجز إسكان الياء . ولكنه بالنصب على الحال من شيئين : أحدهما الهاء والميم في قوله : يطوف عليهم أي على الأبرار ولدان عاليا الأبرار ثياب سندس ; أي يطوف عليهم في هذه الحال ، والثاني : أن يكون حالا من الولدان ; أي إذا رأيتهم حسبتهم لؤلؤا منثورا في حال علو الثياب أبدانهم . وقال أبو علي : العامل في الحال إما لقاهم نضرة وسرورا وإما جزاهم بما صبروا قال : ويجوز أن يكون ظرفا فصرف .المهدوي : ويجوز أن يكون اسم فاعل ظرفا ; كقولك هو ناحية من الدار ، وعلى أن عاليا لما كان بمعنى فوق أجري مجراه فجعل ظرفا . وقرأ ابن محيصن وابن كثير وأبو بكر عن عاصم ( خضر ) بالجر على نعت السندس ( وإستبرق ) بالرفع نسقا على الثياب ، ومعناه عاليهم [ ثياب ] سندس وإستبرق . وقرأ ابن عامر وأبو عمرو ويعقوب خضر رفعا نعتا للثياب ( وإستبرق ) بالخفض نعتا للسندس ، واختاره أبو عبيد وأبو حاتم لجودة معناه ; لأن الخضر أحسن ما كانت نعتا للثياب فهي مرفوعة ، وأحسن ما عطف الإستبرق على السندس عطف جنس على جنس ، والمعنى : عاليهم ثياب خضر من سندس وإستبرق ، أي من هذين النوعين .وقرأ نافع وحفص كلاهما بالرفع ويكون خضر نعتا للثياب ; لأنهما جميعا بلفظ الجمع ( وإستبرق ) عطفا على الثياب . وقرأ الأعمش وابن وثاب وحمزة والكسائي كلاهما بالخفض ويكون قوله : ( خضر ) نعتا للسندس ، والسندس اسم جنس ، وأجاز الأخفش وصف اسم الجنس بالجمع على استقباح له ; وتقول : أهلك الناس الدينار الصفر والدرهم البيض ; ولكنه مستبعد في الكلام . والمعنى على هذه القراءة : عاليهم ثياب سندس خضر وثياب إستبرق . وكلهم صرف الإستبرق ، إلا ابن محيصن ، فإنه فتحه ولم يصرفه فقرأ ( وإستبرق ) نصبا في موضع الجر ، على منع الصرف ، لأنه أعجمي ، وهو غلط ; لأنه نكرة يدخله حرف التعريف ; تقول الإستبرق إلا أن يزعم [ ابن محيصن ] أنه قد يجعل علما لهذا الضرب من الثياب . وقرئ ( واستبرق ) بوصل الهمزة والفتح على أنه سمي باستفعل من البريق ، وليس بصحيح أيضا ، لأنه معرب مشهور تعريبه ، وأن أصله استبرك والسندس : ما رق من الديباج . والإستبرق : ما غلظ منه . وقد تقدم .قوله تعالى : وحلوا عطف على ويطوف . أساور من فضة وفي سورة فاطر يحلون فيها من أساور من ذهب وفي سورة الحج يحلون فيها من أساور من ذهب ولؤلؤا ، فقيل : حلي الرجل الفضة وحلي المرأة الذهب . وقيل : تارة يلبسون الذهب وتارة يلبسون الفضة . وقيل : يجمع في يد أحدهم سواران من ذهب وسواران من فضة وسواران من لؤلؤ ، ليجتمع لهم محاسن الجنة ; قاله سعيد بن المسيب . وقيل : أي لكل قوم ما تميل إليه نفوسهم .وسقاهم ربهم شرابا طهورا قال علي - رضي الله عنه - في قوله تعالى : وسقاهم ربهم شرابا طهورا قال : إذا توجه أهل الجنة إلى الجنة مروا بشجرة يخرج من تحت ساقها عينان ، فيشربون من إحداهما ، فتجري عليهم بنضرة النعيم ، فلا تتغير أبشارهم ، ولا تتشعث أشعارهم أبدا ، ثم يشربون من الأخرى ، فيخرج ما في بطونهم من الأذى ، ثم تستقبلهم خزنة الجنة فيقولون لهم : سلام عليكم طبتم فادخلوها خالدين . وقال النخعي وأبو قلابة : هو إذا شربوه بعد أكلهم طهرهم ، وصار ما أكلوه وما شربوه رشح مسك ، وضمرت بطونهم . وقال مقاتل : هو من عين ماء على باب الجنة ، تنبع من ساق شجرة ، من شرب منها نزع الله ما كان في قلبه من غل وغش وحسد ، وما كان في جوفه من أذى وقذر . وهذا معنى ما روي عن علي ، إلا أنه في قول مقاتل عين واحدة وعليه فيكون فعولا للمبالغة ، ولا يكون فيه حجة للحنفي أنه بمعنى الطاهر . وقد مضى بيانه في سورة ( الفرقان ) والحمد لله . وقال طيب الجمال : صليت خلف سهل بن عبد الله العتمة فقرأ وسقاهم ربهم شرابا طهورا وجعل يحرك شفتيه وفمه ، كأنه يمص شيئا ، فلما فرغ قيل له : أتشرب أم تقرأ ؟ فقال : والله لو لم أجد لذته عند قراءته كلذته عند شربه ما قرأته ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : فوقهم ، يعني فوق هؤلاء الأبرار ثياب سندس . وكان بعض أهل التأويل يتأول قوله : ( عاليهم ) فوق حجالهم المثبتة عليهم ( ثياب سندس ) وليس ذلك بالقول المدفوع ، لأن ذلك إذا كان فوق حجال هم فيها ، فقد علاهم فهو عاليهم .وقد اختلف أهل القراءة في قراءة ذلك فقرأته عامة قراء المدينة والكوفة وبعض قراء مكة ( عاليهم ) بتسكين الياء . وكان عاصم وأبو عمرو وابن كثير يقرءونه بفتح الياء ، فمن فتحها جعل قوله ( عاليهم ) اسما مرافعا للثياب ، مثل قول القائل : ظاهرهم ثياب سندس .والصواب من القول في ذلك عندي أنهما قراءتان معروفتان متقاربتا المعنى ، فبأيتهما قرأ القارئ فمصيب .وقوله : ( ثياب سندس ) يعني : ثياب ديباج رقيق حسن ، والسندس : هو ما رق من الديباج . [ ص: 113 ]وقوله : ( خضر ) اختلف القراء في قراءة ذلك ، فقرأه أبو جعفر القارئ وأبو عمرو برفع : ( خضر ) على أنها نعت للثياب ، وخفض ( إستبرق ) عطفا به على السندس ، بمعنى : وثياب إستبرق . وقرأ ذلك عاصم وابن كثير ( خضر ) خفضا ( وإستبرق ) رفعا ، عطفا بالإستبرق على الثياب ، بمعنى : عاليهم إستبرق ، وتصييرا للخضر نعتا للسندس . وقرأ نافع ذلك : ( خضر ) رفعا على أنها نعت للثياب ( وإستبرق ) رفعا عطفا به على الثياب . وقرأ ذلك عامة قراء الكوفة : ( خضر وإستبرق ) خفضا كلاهما . وقرأ ذلك ابن محيصن بترك إجراء الإستبرق : ( وإستبرق ) بالفتح بمعنى : وثياب إستبرق ، وفتح ذلك أنه وجهه إلى أنه اسم أعجمي . ولكل هذه القراءات التي ذكرناها وجه ومذهب غير الذي سبق ذكرنا عن ابن محيصن ، فإنها بعيدة من معروف كلام العرب ، وذلك أن الإستبرق نكرة ، والعرب تجري الأسماء النكرة وإن كانت أعجمية ، والإستبرق : هو ما غلظ من الديباج . وقد ذكرنا أقوال أهل التأويل في ذلك حدثنا محمد بن بشار ، قال : ثنا يحيى بن سعيد وعبد الرحمن ، قالا ثنا سفيان ، عن منصور ، عن إبراهيم التيمي ( فيما مضى قبل فأغنى ذلك عن إعادته هاهنا .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قال : الإستبرق : الديباج الغليظ .وقوله : ( وحلوا أساور من فضة ) يقول : وحلاهم ربهم أساور ، وهي جمع أسورة من فضة .وقوله : ( وسقاهم ربهم شرابا طهورا ) يقول تعالى ذكره : وسقى هؤلاء الأبرار ربهم شرابا طهورا ، ومن طهره أنه لا يصير بولا نجسا ، ولكنه يصير رشحا من أبدانهم كرشح المسك .كالذي وسقاهم ربهم شرابا طهورا ) قال : عرق يفيض من أعراضهم مثل ريح المسك .حدثنا ابن حميد ، قال : ثنا مهران ، عن منصور ، عن إبراهيم التيمي ، مثله .قال : ثنا جرير ، عن مغيرة ، عن إبراهيم التيمي ، قال : إن الرجل من أهل الجنة يقسم له شهوة مئة رجل من أهل الدنيا ، وأكلهم وهمتهم ، فإذا أكل سقي شرابا طهورا ، فيصير رشحا يخرج من جلده أطيب ريحا من المسك الأذفر ، ثم تعود شهوته . [ ص: 114 ]حدثنا محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء ، جميعا عن ابن أبي نجيح ، عن مجاهد ، قوله : ( شرابا طهورا ) قال : ما ذكر الله من الأشربة .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن أبان ، عن أبي قلابة : إن أهل الجنة إذا أكلوا وشربوا ما شاءوا دعوا بالشراب الطهور فيشربونه ، فتطهر بذلك بطونهم ويكون ما أكلوا وشربوا رشحا وريح مسك ، فتضمر لذلك بطونهم .حدثنا علي بن سهل ، قال : ثنا حجاج ، قال : ثنا أبو جعفر الرازي ، عن الربيع بن أنس ، عن أبي العالية الرياحي ، عن أبي هريرة أو غيره \" شك أبو جعفر الرازي \" قال : صعد جبرائيل بالنبي صلى الله عليه وسلم ليلة أسري به إلى السماء السابعة ، فاستفتح ، فقيل له : من هذا ؟ فقال : جبرائيل ، قيل : ومن معك ؟ قال : محمد ، قالوا : أو قد أرسل إليه ؟ قال : نعم ، قالوا : حياه الله من أخ وخليفة ، فنعم الأخ ونعم الخليفة ، ونعم المجيء جاء ، قال : فدخل فإذا هو برجل أشمط جالس على كرسي عند باب الجنة ، وعنده قوم جلوس بيض الوجوه أمثال القراطيس ، وقوم في ألوانهم شيء ، فقام الذين في ألوانهم شيء ، فدخلوا نهرا فاغتسلوا فيه ، فخرجوا وقد خلص من ألوانهم شيء ثم دخلوا نهرا آخر فاغتسلوا فيه ، فخرجوا وقد خلصت ألوانهم ، فصارت مثل ألوان أصحابهم ، فجاءوا فجلسوا إلى أصحابهم ، فقال : يا جبريل من هذا الأشمط ، ومن هؤلاء البيض الوجوه ، ومن هؤلاء الذين في ألوانهم شيء ، وما هذه الأنهار التي اغتسلوا فيها ، فجاءوا وقد صفت ألوانهم ؟ قال : هذا أبوك إبراهيم ، أول من شمط على الأرض ، وأما هؤلاء البيض الوجوه ، فقوم لم يلبسوا إيمانهم بظلم : وأما هؤلاء الذين في ألوانهم شيء فقوم خلطوا عملا صالحا وآخر سيئا فتابوا ، فتاب الله عليهم . وأما الأنهار ، فأولها رحمة الله ، والثاني نعمة الله ، والثالث سقاهم ربهم شرابا طهورا ."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ويقال لهم: إن هذا أُعِدَّ لكم مقابل أعمالكم الصالحة، وكان عملكم في الدنيا عند الله مرضيًا مقبولا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هذا» النعيم «كان لكم جزاءً وكان سعيكم مشكورا»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ هَذَا  الجزاء الجزيل والعطاء الجميل  كَانَ لَكُمْ جَزَاءً  على ما أسلفتموه من الأعمال،  وَكَانَ سَعْيُكُمْ مَشْكُورًا  أي: القليل منه، يجعل الله لكم به من النعيم المقيم ما لا يمكن حصره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله : ( إن هذا كان لكم جزاء وكان سعيكم مشكورا ) أي : يقال لهم ذلك تكريما لهم وإحسانا إليهم كقوله : ( كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية ) [ الحاقة : 24 ] وكقوله : ( ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون ) [ الأعراف : 43 ]وقوله : ( وكان سعيكم مشكورا ) أي : جزاكم الله على القليل بالكثير ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن هذا كان لكم جزاءً وكان سعيكم مشكوراً\"، أي ما وصف من نعيم الجنة كان لكم جزاء بأعمالكم، وكان سعيكم عملكم في الدنيا بطاعة الله مشكوراً، قال عطاء: شكرتم عليه فأثيبكم أفضل الثواب."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن هذا كان لكم جزاء أي يقال لهم : إنما هذا جزاء لكم أي ثواب . وكان سعيكم أي عملكم مشكورا أي من قبل الله ، وشكره للعبد قبول طاعته ، وثناؤه عليه ، وإثابته إياه . وروى سعيد عن قتادة قال : غفر لهم الذنب وشكر لهم الحسنى . وقال مجاهد : مشكورا أي مقبولا والمعنى متقارب ; فإنه سبحانه إذا قبل العمل شكره ، فإذا شكره أثاب عليه بالجزيل ; إذ هو سبحانه ذو الفضل العظيم . روي عن ابن عمر : أن رجلا حبشيا قال : يا رسول الله ! فضلتم علينا بالصور والألوان والنبوة ، أفرأيت إن آمنت بما آمنت به ، وعملت بما عملت ، أكائن أنا معك في الجنة ؟ قال : \" نعم والذي نفسي بيده إنه ليرى بياض الأسود في الجنة وضياؤه من مسيرة ألف عام \" ثم قال النبي - صلى الله عليه وسلم - : \" من قال لا إله إلا الله كان له بها عند الله عهد ، ومن قال سبحان الله والحمد لله كان له بها عند الله مائة ألف حسنة وأربعة وعشرون ألف حسنة \" ، فقال الرجل : كيف نهلك بعدها يا رسول الله ؟ فقال : \" إن الرجل ليأتي يوم القيامة بالعمل لو وضعه على جبل لأثقله . فتجيء النعمة من نعم الله فتكاد أن تستنفد ذلك كله إلا أن يلطف الله برحمته \" .قال : ثم نزلت هل أتى على الإنسان حين من الدهر إلى قوله : وملكا كبيرا قال الحبشي : يا رسول الله ! وإن عيني لترى ما ترى عيناك في الجنة ؟ فقال النبي - صلى الله عليه وسلم - : \" نعم \" فبكى الحبشي حتى فاضت نفسه . وقال ابن عمر : فلقد رأيت رسول الله - صلى الله عليه وسلم - يدليه في حفرته ويقول : إن هذا كان لكم جزاء وكان سعيكم مشكورا قلنا : يا رسول الله وما هو ؟ قال : \" والذي نفسي بيده لقد أوقفه الله ثم قال أي عبدي لأبيضن وجهك ولأبوئنك من الجنة حيث شئت ، فنعم أجر العاملين \" ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : يقال لهؤلاء الأبرار حينئذ : إن هذا الذي أعطيناكم من الكرامة كان لكم ثوابا على ما كنتم في الدنيا تعملون من الصالحات ( وكان سعيكم مشكورا ) يقول : كان عملكم فيها مشكورا ، حمدكم عليه ربكم ، ورضيه لكم ، فأثابكم بما أثابكم به من الكرامة عليه .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( إن هذا كان لكم جزاء وكان سعيكم مشكورا ) غفر لهم الذنب ، وشكر لهم الحسن .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ، قال : تلا قتادة : ( وكان سعيكم مشكورا ) قال : لقد شكر الله سعيا قليلا ."
        }
      ]
    },
    {
      "ayahNo": 23,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إنا نحن نَزَّلْنا عليك -أيها الرسول- القرآن تنزيلا من عندنا؛ لتذكر الناس بما فيه من الوعد والوعيد والثواب والعقاب."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنا نحن» تأكيد لاسم إن أو فصل «نزلنا عليك القرآن تنزيلا» خبر إن أي فصلناه ولم ننزله جملة واحدة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "وقوله تعالى لما ذكر نعيم الجنة  إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا  فيه الوعد والوعيد وبيان كل ما يحتاجه العباد، وفيه الأمر بالقيام بأوامره وشرائعه أتم القيام، والسعي في تنفيذها، والصبر على ذلك."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يمتن الله على رسوله صلى الله عليه وسلم بما أنزله عليه من القرآن العظيم تنزيلا."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله عز وجل: \"إنا نحن نزلنا عليك القرآن تنزيلاً\"، قال ابن عباس: متفرقاً آية بعد آية، ولم ينزل جملة واحدة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إنا نحن نزلنا عليك القرآن تنزيلا ما افتريته ولا جئت به من عندك ، ولا من تلقاء نفسك ، كما يدعيه المشركون . ووجه اتصال هذه الآية بما قبل أنه سبحانه لما ذكر أصناف الوعد والوعيد ، بين أن هذا الكتاب يتضمن ما بالناس حاجة إليه ، فليس بسحر ولا كهانة ولا شعر ، وأنه حق . وقال ابن عباس : أنزل القرآن متفرقا : آية بعد آية ، ولم ينزل جملة واحدة ; فلذلك قال نزلنا وقد مضى القول في هذا مبينا والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله : ( إنا نحن نزلنا عليك القرآن تنزيلا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : إنا نحن نزلنا عليك يا محمد هذا القرآن تنزيلا ابتلاء منا واختبارا"
        }
      ]
    },
    {
      "ayahNo": 24,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاصبر لحكم ربك القدري واقبله، ولحكمه الديني فامض عليه، ولا تطع من المشركين من كان منغمسًا في الشهوات أو مبالغًا في الكفر والضلال، وداوم على ذكر اسم ربك ودعائه في أول النهار وآخره."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فاصبر لحكم ربك» عليك بتبليغ رسالته «ولا تطع منهم» أي الكفار «آثما أو كفورا» أي عتبة بن ربيعة والوليد بن المغيرة قالا للنبي صلى الله عليه وسلم ارجع عن هذا الأمر. ويجوز أن يراد كل آثم وكافر أي لا تطع أحدهما أَيا كان فيما دعاك إليه من إثم أو كفر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا  أي: اصبر لحكمه القدري، فلا تسخطه، ولحكمه الديني، فامض عليه، ولا يعوقك عنه عائق.  وَلَا تُطِعْ  من المعاندين، الذين يريدون أن يصدوك  آثِمًا  أي: فاعلا إثما ومعصية ولا  كَفُورًا  فإن طاعة الكفار والفجار والفساق، لا بد أن تكون في المعاصي، فلا يأمرون  إلا بما تهواه أنفسهم. ولما كان الصبر يساعده القيام بعبادة الله  ،"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فاصبر لحكم ربك ) أي : كما أكرمتك بما أنزلت عليك ، فاصبر على قضائه وقدره ، واعلم أنه سيدبرك بحسن تدبيره ، ( ولا تطع منهم آثما أو كفورا ) أي : لا تطع الكافرين والمنافقين إن أرادوا صدك عما أنزل إليك بل بلغ ما أنزل إليك من ربك ، وتوكل على الله ; فإن الله يعصمك من الناس ، فالآثم هو الفاجر في أفعاله ، والكفور هو الكافر بقلبه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فاصبر لحكم ربك ولا تطع منهم\"، يعني من مشركي مكة، \"آثماً أو كفوراً\"، يعني وكفوراً، والألف صلة. قال قتادة: أراد بالآثم الكفور أبا جهل وذلك أنه لما فرضت الصلاة على النبي صلى الله عليه وسلم نهاه أبو جهل عنها، وقال: لئن رأيت محمداً يصلي لأطأن عنقه.وقال مقاتل: أراد ب الآثم: عتبة بن ربيعة، وب الكفور الوليد بن المغيرة، قالا للنبي صلى الله عليه وسلم: إن كنت صنعت ما صنعت لأجل النساء والمال فارجع عن هذا الأمر،قال عتبة: فأنا أزوجك ابنتي وأسوقها إليك بغير مهر، وقال الوليد: أنا أعطيك من المال حتى ترضى، فارجع عن هذا الأمر، فأنزل الله هذه الآية."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : فاصبر لحكم ربك أي لقضاء ربك . وروى الضحاك عن ابن عباس قال : اصبر على أذى المشركين ; هكذا قضيت . ثم نسخ بآية القتال . وقيل : أي اصبر لما حكم به عليك من الطاعات ، أو انتظر حكم الله إذ وعدك أنه ينصرك عليهم ، ولا تستعجل فإنه كائن لا محالة .ولا تطع منهم آثما أي ذا إثم أو كفورا أي لا تطع الكفار . فروى معمر عن قتادة قال : قال أبو جهل : إن رأيت محمدا يصلي لأطأن على عنقه . فأنزل الله - عز وجل - : ولا تطع منهم آثما أو كفورا . ويقال : نزلت في عتبة بن ربيعة والوليد بن المغيرة ، وكانا أتيا رسول الله - صلى الله عليه وسلم - يعرضان عليه الأموال والتزويج ، على أن يترك ذكر النبوة ، ففيهما نزلت : ولا تطع منهم آثما أو كفورا . قال مقاتل : الذي عرض التزويج عتبة بن ربيعة ; قال : إن بناتي من أجمل نساء قريش ، فأنا أزوجك ابنتي من غير مهر وارجع عن هذا الأمر . وقال الوليد : إن كنت صنعت ما صنعت لأجل المال ، فأنا أعطيك من المال حتى ترضى وارجع عن هذا الأمر ; فنزلت . ثم قيل : أو في قوله تعالى : آثما أو كفورا أوكد من الواو ; لأن الواو إذا قلت : لا تطع زيدا وعمرا فأطاع أحدهما كان غير عاص ; لأنه أمره ألا يطيع الاثنين ، فإذا قال : لا تطع منهم آثما أو كفورا ف \" أو \" قد دلت على أن كل واحد منهما أهل أن يعصى ; كما أنك إذا قلت : لا تخالف الحسن أو ابن سيرين ، أو اتبع الحسن أو ابن سيرين فقد قلت : هذان أهل أن يتبعا وكل واحد منهما أهل لأن يتبع ; قاله الزجاج . وقال الفراء : أو هنا بمنزلة لا كأنه قال : ولا كفورا ; قال الشاعر :لا وجد ثكلى كما وجدت ولا وجد عجول أضلها ربع     أو وجد شيخ أضل ناقتهيوم توافى الحجيج فاندفعواأراد ولا وجد شيخ . وقيل : الآثم المنافق ، والكفور الكافر الذي يظهر الكفر ; أي لا تطع منهم آثما ولا كفورا . وهو قريب من قول الفراء ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( فاصبر لحكم ربك ) يقول : اصبر لما امتحنك به ربك من فرائضه ، وتبليغ رسالته ، والقيام بما ألزمك القيام به في تنزيله الذي أوحاه إليك ( ولا تطع منهم آثما أو كفورا ) يقول : ولا تطع في معصية الله من مشركي قومك آثما يريد بركوبه معاصيه ، أو كفورا : يعني جحودا لنعمه عنده ، وآلائه قبله ، فهو يكفر به ، ويعبد غيره .وقيل : إن الذي عني بهذا القول أبو جهل .ذكر من قال ذلك :حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( ولا تطع منهم آثما أو كفورا ) قال : نزلت في عدو الله أبي جهل .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة أنه بلغه أن أبا جهل قال : لئن رأيت محمدا يصلي لأطأن عنقه ، فأنزل الله : ( ولا تطع منهم آثما أو كفورا ) .حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، في قوله : ( ولا تطع منهم آثما أو كفورا ) قال : الآثم : المذنب الظالم والكفور ، هذا كله واحد . وقيل : ( أو كفورا ) والمعنى : ولا كفورا . قال الفراء : \" أو \" هاهنا بمنزلة الواو ، وفى الجحد والاستفهام والجزاء تكون بمعنى \" لا \" . فهذا من ذلك مع الجحد ، ومنه قول الشاعرلا وجد ثكلى كما وجدت ولا وجد عجول أضلها ربع [ ص: 116 ]     أو وجد شيخ أضل ناقتهيوم توافى الحجيج فاندفعواأراد : ولا وجد شيخ ، قال : وقد يكون في العربية : لا تطيعن منهم من أثم أو كفر ، فيكون المعنى في أو قريبا من معنى الواو ، كقولك للرجل : لأعطينك سألت أو سكت ، معناه : لأعطينك على كل حال ."
        }
      ]
    },
    {
      "ayahNo": 25,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "فاصبر لحكم ربك القدري واقبله، ولحكمه الديني فامض عليه، ولا تطع من المشركين من كان منغمسًا في الشهوات أو مبالغًا في الكفر والضلال، وداوم على ذكر اسم ربك ودعائه في أول النهار وآخره."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واذكر اسم ربك» في الصلاة «بكرة وأصيلا» يعني الفجر والظهر والعصر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا  أي: أول النهار وآخره، فدخل في ذلك، الصلوات المكتوبات وما يتبعها من النوافل، والذكر، والتسبيح، والتهليل، والتكبير في هذه الأوقات."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "\" بكرة وأصيلا\" أي أول النهار وآخره."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله عز وجل: \"واذكر اسم ربك بكرةً وأصيلاً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : واذكر اسم ربك بكرة وأصيلا أي صل لربك أول النهار وآخره ، ففي أوله صلاة الصبح وفي آخره صلاة الظهر والعصر .ومن الليل فاسجد له يعني صلاة المغرب والعشاء الآخرة . وسبحه ليلا طويلا يعني التطوع في الليل ; قاله ابن حبيب . وقال ابن عباس وسفيان : كل تسبيح في القرآن فهو صلاة . وقيل : هو الذكر المطلق سواء كان في الصلاة أو في غيرها وقال ابن زيد وغيره : إن قوله : وسبحه ليلا طويلا منسوخ بالصلوات الخمس وقيل : هو ندب . وقيل : هو مخصوص بالنبي - صلى الله عليه وسلم - . وقد تقدم القول في مثله في سورة ( المزمل ) وقول ابن حبيب حسن . وجمع الأصيل : الأصائل والأصل ; كقولك سفائن وسفن ; قال :ولا بأحسن منها إذ دنا الأصلوقال في الأصائل ، وهو جمع الجمع :لعمري لأنت البيت أكرم أهله     وأقعد في أفيائه بالأصائلوقد مضى في آخر ( الأعراف ) مستوفى ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : ( واذكر ) يا محمد ( اسم ربك ) فادعه به بكرة في صلاة الصبح ، وعشيا في صلاة الظهر والعصر ( ومن الليل فاسجد له ) يقول : ومن الليل فاسجد له في صلاتك ، فسبحه ليلا طويلا يعني : أكثر الليل ، كما قال جل ثناؤه : ( قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه ) .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني محمد بن سعد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن أبيه ، عن ابن عباس ، قوله : ( ومن الليل فاسجد له وسبحه ليلا طويلا ) يعني : الصلاة والتسبيح . [ ص: 117 ]حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، في قوله : ( واذكر اسم ربك بكرة وأصيلا ) قال : بكرة : صلاة الصبح ، وأصيلا صلاة الظهر الأصيل ."
        }
      ]
    },
    {
      "ayahNo": 26,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "ومن الليل فاخضع لربك، وصَلِّ له، وتهجَّد له زمنًا طويلا فيه."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ومن الليل فاسجد له» يعني المغرب والعشاء «وسبحه ليلا طويلا» صل التطوع فيه كما تقدم من ثلثيه أو نصفه أو ثلثه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ  أي: أكثر [له] من السجود، ولا يكون ذلك إلا بالإكثار من الصلاة  .  وَسَبِّحْهُ لَيْلًا طَوِيلًا  وقد تقدم تقييد هذا المطلق بقوله:  يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا  الآية"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ومن الليل فاسجد له وسبحه ليلا طويلا ) كقوله : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] وكقوله : ( يا أيها المزمل قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه ورتل القرآن ترتيلا ) [ المزمل : 1 - 4 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"ومن الليل فاسجد له\"، يعني صلاة المغرب والعشاء \"وسبحه ليلاً طويلاً\"، يعني التطوع بعد المكتوبة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ومن الليل فاسجد له يعني صلاة المغرب والعشاء الآخرة . وسبحه ليلا طويلا يعني التطوع في الليل ; قاله ابن حبيب . وقال ابن عباس وسفيان : كل تسبيح في القرآن فهو صلاة . وقيل : هو الذكر المطلق سواء كان في الصلاة أو في غيرها وقال ابن زيد وغيره : إن قوله : وسبحه ليلا طويلا منسوخ بالصلوات الخمس وقيل : هو ندب . وقيل : هو مخصوص بالنبي - صلى الله عليه وسلم - . وقد تقدم القول في مثله في سورة ( المزمل ) وقول ابن حبيب حسن . وجمع الأصيل : الأصائل والأصل ; كقولك سفائن وسفن ; قال :ولا بأحسن منها إذ دنا الأصلوقال في الأصائل ، وهو جمع الجمع :لعمري لأنت البيت أكرم أهله     وأقعد في أفيائه بالأصائلوقد مضى في آخر ( الأعراف ) مستوفى .ودخلت ( من ) على الظرف للتبعيض ، كما دخلت على المفعول في قوله تعالى : يغفر لكم من ذنوبكم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله : ( ومن الليل فاسجد له وسبحه ليلا طويلا ) قال : كان هذا أول شيء فريضة . وقرأ : ( يا أيها المزمل قم الليل إلا قليلا نصفه ) ، ثم قال : ( إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه ) إلى قوله : ( فاقرءوا ما تيسر من القرآن ) إلى آخر الآية ، ثم قال : محي هذا عن رسول الله صلى الله عليه وسلم وعن الناس ، وجعله نافلة فقال : ( ومن الليل فتهجد به نافلة لك ) قال : فجعلها نافلة ."
        }
      ]
    },
    {
      "ayahNo": 27,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هؤلاء المشركين يحبون الدنيا، وينشغلون بها، ويتركون خلف ظهورهم العمل للآخرة، ولما فيه نجاتهم في يوم عظيم الشدائد."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هؤلاء يحبون العاجلة» الدنيا «ويذرون وراءهم يوما ثقيلا» شديدا أي يوم القيامة لا يعملون له."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ هَؤُلَاءِ  أي: المكذبين لك أيها الرسول بعد ما بينت لهم الآيات، ورغبوا ورهبوا، ومع ذلك، لم يفد فيهم ذلك شيئا، بل لا يزالون يؤثرون،  الْعَاجِلَةَ  ويطمئنون إليها،  وَيَذَرُونَ  أي: يتركون العمل ويهملون  وَرَاءَهُمْ  أي: أمامهم  يَوْمًا ثَقِيلًا  وهو يوم القيامة، الذي مقداره خمسون ألف سنة مما تعدون، وقال تعالى:  يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ  فكأنهم ما خلقوا إلا للدنيا والإقامة فيها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : منكرا على الكفار ومن أشبههم في حب الدنيا والإقبال عليها والانصباب إليها ، وترك الدار الآخرة وراء ظهورهم : ( إن هؤلاء يحبون العاجلة ويذرون وراءهم يوما ثقيلا ) يعني : يوم القيامة ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن هؤلاء\"، يعني كفار مكة \"يحبون العاجلة\"، أي الدار العاجلة وهي الدنيا. \"ويذرون وراءهم\"، يعني أمامهم، \"يوماً ثقيلاً\"، شديداً وهو يوم القيامة. أي يتركونه فلا يؤمنون به ولا يعملون له."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن هؤلاء يحبون العاجلة توبيخ وتقريع ; والمراد أهل مكة . والعجلة الدنيا ويذرون أي ويدعون وراءهم أي بين أيديهم يوما ثقيلا أي عسيرا شديدا كما قال : ثقلت في السماوات والأرض . أي يتركون الإيمان بيوم القيامة . وقيل : وراءهم أي خلفهم ، أي ويذرون الآخرة خلف ظهورهم ، فلا يعملون لها . وقيل : نزلت في اليهود فيما كتموه من صفة الرسول - صلى الله عليه وسلم - وصحة نبوته . وحبهم العاجلة : أخذهم الرشا على ما كتموه . وقيل : أراد المنافقين ; لاستبطانهم الكفر وطلب الدنيا . والآية تعم . واليوم الثقيل : يوم القيامة . وإنما سمي ثقيلا لشدائده وأهواله . وقيل : للقضاء فيه بين عباده ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله : ( إن هؤلاء يحبون العاجلة ) يقول تعالى ذكره : إن هؤلاء المشركين بالله يحبون العاجلة ، يعني ، الدنيا ، يقول : يحبون البقاء فيها وتعجبهم زينتها ( ويذرون وراءهم يوما ثقيلا ) يقول : ويدعون خلف ظهورهم العمل للآخرة ، وما لهم فيه النجاة من عذاب الله يومئذ ، وقد تأوله بعضهم بمعنى : ويذرون أمامهم يوما ثقيلا وليس ذلك قولا مدفوعا ، غير أن الذي قلناه أشبه بمعنى الكلمة .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثنا ابن حميد ، قال : ثنا مهران ، عن سفيان ( ويذرون وراءهم يوما ثقيلا ) قال : الآخرة ."
        }
      ]
    },
    {
      "ayahNo": 28,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "نحن خلقناهم، وأحكمنا خلقهم، وإذا شئنا أهلكناهم، وجئنا بقوم مطيعين ممتثلين لأوامر ربهم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«نحن خلقناهم وشددنا» قوينا «أسرهم» أعضاءهم ومفاصلهم «وإذا شئنا بدلنا» جعلنا «أمثالهم» في الخلقة بدلا منهم بأن نهلكهم «تبديلا» تأكيد ووقعت إذا موقع إن نحو إن يشأ يذهبكم لأنه تعالى لم يشأ ذلك وإذا لمّا يقع."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم استدل عليهم وعلى بعثهم بدليل عقلي، وهو دليل الابتداء، فقال:  نَحْنُ خَلَقْنَاهُمْ  أي: أوجدناهم من العدم،  وَشَدَدْنَا أَسْرَهُمْ  أي: أحكمنا خلقتهم بالأعصاب، والعروق، والأوتار، والقوى الظاهرة والباطنة، حتى تم الجسم واستكمل، وتمكن من كل ما يريده، فالذي أوجدهم على هذه الحالة، قادر على أن يعيدهم بعد موتهم لجزائهم، والذي نقلهم في هذه الدار إلى هذه الأطوار، لا يليق به أن يتركهم سدى، لا يؤمرون، ولا ينهون، ولا يثابون، ولا يعاقبون، ولهذا قال:  بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا  أي: أنشأناكم للبعث نشأة أخرى، وأعدناكم بأعيانكم، وهم بأنفسهم أمثالهم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( نحن خلقناهم وشددنا أسرهم ) قال ابن عباس ومجاهد ، وغير واحد : يعني خلقهم . ( وإذا شئنا بدلنا أمثالهم تبديلا ) أي : وإذا شئنا بعثناهم يوم القيامة ، وبدلناهم فأعدناهم خلقا جديدا . وهذا استدلال بالبداءة على الرجعة .وقال ابن زيد وابن جرير : ( وإذا شئنا بدلنا أمثالهم تبديلا ) [ أي ] : وإذا شئنا أتينا بقوم آخرين غيرهم ، كقوله : ( إن يشأ يذهبكم أيها الناس ويأت بآخرين وكان الله على ذلك قديرا ) [ النساء : 133 ] وكقوله : ( إن يشأ يذهبكم ويأت بخلق جديد وما ذلك على الله بعزيز ) [ إبراهيم : 19 ، 20 ، وفاطر 16 ، 17 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"نحن خلقناهم وشددنا\"، قوينا وأحكمنا \"أسرهم\"، قال مجاهد وقتادة ومقاتل: \"أسرهم\" أي: خلقهم، يقال: رجل حسن الأسر، أي: الخلق. وقال الحسن: يعني أوصالهم بعضها إلى بعض بالعروق والعصب.وروي عن مجاهد في تفسير الأسر قال: الشرج، يعني: موضع مصرفي البول والغائط، إذا خرج الأذى تقبضا. \"وإذا شئنا بدلنا أمثالهم تبديلاً\"، أي: إذا شئنا أهلكناهم وأتينا بأشباههم فجعلناهم بدلاً منهم."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : نحن خلقناهم أي من طين . وشددنا أسرهم أي خلقهم ; قاله ابن عباس ومجاهد وقتادة ومقاتل وغيرهم . والأسر الخلق ; قال أبو عبيد : يقال فرس شديد الأسر أي الخلق . ويقال أسره الله - جل ثناؤه - إذا شدد خلقه ; قال لبيد :ساهم الوجه شديد أسره مشرف الحارك محبوك الكتدوقال الأخطل :من كل مجتنب شديد أسره     سلس القياد تخاله مختالاوقال أبو هريرة والحسن والربيع : شددنا مفاصلهم وأوصالهم بعضها إلى بعض بالعروق والعصب . وقال مجاهد في تفسير الأسر : هو الشرج ، أي إذا خرج الغائط والبول تقبض الموضع . وقال ابن زيد القوة . وقال ابن أحمر يصف فرسا :يمشي بأوظفة شداد أسرها     صم السنابك لا تقي بالجدجدواشتقاقه من الإسار وهو القد الذي يشد به الأقتاب ; يقال : أسرت القتب أسرا أي شددته وربطته ; ويقال : ما أحسن أسر قتبه أي شده وربطه ; ومنه قولهم : خذه بأسره إذا أرادوا أن يقولوا هو لك كله ; كأنهم أرادوا تعكيمه وشده لم يفتح ولم ينقص منه شيء . ومنه الأسير ، لأنه كان يكتف بالإسار . والكلام خرج مخرج الامتنان عليهم بالنعم حين قابلوها بالمعصية . أي سويت خلقك وأحكمته بالقوى ثم أنت تكفر بي .وإذا شئنا بدلنا أمثالهم تبديلا قال ابن عباس : يقول لو نشاء لأهلكناهم وجئنا بأطوع لله منهم . وعنه أيضا : لغيرنا محاسنهم إلى أسمج الصور وأقبحها . كذلك روى الضحاك عنه . والأول رواه عنه أبو صالح ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : نحن خلقنا هؤلاء المشركين بالله المخالفين أمره ونهيه ( وشددنا أسرهم ) : وشددنا خلقهم ، من قولهم : قد أسر هذا الرجل فأحسن أسره ، بمعنى : قد خلق فأحسن خلقه .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني محمد بن سعد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن [ ص: 118 ] أبيه ، عن ابن عباس ، قوله : ( نحن خلقناهم وشددنا أسرهم ) يقول : شددنا خلقهم .حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء ، جميعا عن ابن أبي نجيح ، عن مجاهد قوله : ( وشددنا أسرهم ) قال : خلقهم .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ( وشددنا أسرهم ) : خلقهم .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة ، مثله .وقال آخرون : الأسر : المفاصل .ذكر من قال ذلك :حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، سمعته - يعني : خلادا - يقول : سمعت أبا سعيد ، وكان قرأ القرآن على أبي هريرة قال : ما قرأت القرآن إلا على أبي هريرة ، هو أقرأني ، وقال في هذه الآية ( وشددنا أسرهم ) قال : هي المفاصل .وقال آخرون : بل هو القوة .ذكر من قال ذلك :حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، في قوله : ( وشددنا أسرهم ) قال : الأسر : القوة .وأولى الأقوال في ذلك بالصواب القول الذي اخترناه ، وذلك أن الأسر ، هو ما ذكرت عند العرب; ومنه قول الأخطل :من كل مجتنب شديد أسره سلس القياد تخاله مختالاومنه قول العامة : خذه بأسره : أي هو لك كله .وقوله : ( وإذا شئنا بدلنا أمثالهم تبديلا ) يقول : وإذا نحن شئنا أهلكنا هؤلاء [ ص: 119 ] وجئنا بآخرين سواهم من جنسهم أمثالهم من الخلق ، مخالفين لهم في العمل .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، في قوله : ( بدلنا أمثالهم تبديلا ) قال : بني آدم الذين خالفوا طاعة الله ، قال : وأمثالهم من بني آدم ."
        }
      ]
    },
    {
      "ayahNo": 29,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن هذه» السورة «تذكرة» عظة للخلق «فمن شاء اتخذ إلى ربه سبيلا» طريقا بالطاعة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ هَذِهِ تَذْكِرَةٌ  أي: يتذكر بها المؤمن، فينتفع بما فيها من التخويف والترغيب.  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا  أي: طريقا موصلا إليه، فالله يبين الحق والهدى، ثم يخير الناس بين الاهتداء بها أو النفور عنها، مع قيام الحجة عليهم"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال تعالى : ( إن هذه ) يعني : هذه السورة ( تذكرة فمن شاء اتخذ إلى ربه سبيلا ) أي طريقا ومسلكا ، أي : من شاء اهتدى بالقرآن ، كقوله : ( وماذا عليهم لو آمنوا بالله واليوم الآخر وأنفقوا مما رزقهم الله وكان الله بهم عليما ) [ النساء : 39 ] ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إن هذه\"، يعني هذه السورة، \"تذكرة\"، تذكير وعظة، \"فمن شاء اتخذ إلى ربه سبيلاً\"، وسيلة بالطاعة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن هذه أي السورة تذكرة أي موعظة فمن شاء اتخذ إلى ربه سبيلا أي طريقا موصلا إلى طاعته وطلب مرضاته . وقيل : سبيلا أي وسيلة . وقيل وجهة وطريقا إلى الجنة . والمعنى واحد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "قوله : ( إن هذه تذكرة ) يقول : إن هذه السورة تذكرة لمن تذكر واتعظ واعتبر .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن قتادة في قوله : ( إن هذه تذكرة ) قال : إن هذه السورة تذكرة .وقوله : ( فمن شاء اتخذ إلى ربه سبيلا ) يقول : فمن شاء أيها الناس اتخذ إلى رضا ربه بالعمل بطاعته ، والانتهاء إلى أمره ونهيه ."
        }
      ]
    },
    {
      "ayahNo": 30,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وما تشاءون» بالتاء والياء اتخاذ السبيل بالطاعة «إلا أن يشاء الله» ذلك «إن الله كان عليما» بخلقه «حكيما» في فعله."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ  فإن مشيئة الله نافذة،  إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا  فله الحكمة في هداية المهتدي، وإضلال الضال."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( وما تشاءون إلا أن يشاء الله ) أي : لا يقدر أحد أن يهدي نفسه ، ولا يدخل في الإيمان ولا يجر لنفسه نفعا ، ( إلا أن يشاء الله إن الله كان عليما حكيما ) أي : عليم بمن يستحق الهداية فييسرها له ، ويقيض له أسبابها ، ومن يستحق الغواية فيصرفه عن الهدى ، وله الحكمة البالغة ، والحجة الدامغة ; ولهذا قال تعالى : ( إن الله كان عليما حكيما )"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وما تشاؤون\"، قرأ ابن كثير، وابن عامر، وأبو عمرو: يشاؤون بالياء، وقرأ الآخرون بالتاء، \"إلا أن يشاء الله\" أي لستم تشاؤون إلا بمشيئة الله عز وجل، لأن الأمر إليه \"إن الله كان عليماً حكيماً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وما تشاؤون أي الطاعة والاستقامة واتخاذ السبيل إلى الله إلا أن يشاء الله فأخبر أن الأمر إليه سبحانه ليس إليهم ، وأنه لا تنفذ مشيئة أحد ولا تتقدم ، إلا أن تتقدم مشيئته . وقرأ ابن كثير وأبو عمرو ( وما يشاؤون ) بالياء على معنى الخبر عنهم . والباقون بالتاء على معنى المخاطبة لله سبحانه . وقيل : إن الآية الأولى منسوخة بالثانية . والأشبه أنه ليس بنسخ ، بل هو تبيين أن ذلك لا يكون إلا بمشيئته . قال الفراء : وما تشاءون إلا أن يشاء الله جواب لقوله : فمن شاء اتخذ إلى ربه سبيلا ثم أخبرهم أن الأمر ليس إليهم فقال : وما تشاؤون ذلك السبيل إلا أن يشاء الله لكم .إن الله كان عليما بأعمالكم حكيما في أمره ونهيه لكم . وقد مضى في غير موضع ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يقول تعالى ذكره : ( وما تشاءون ) اتخاذ السبيل إلى ربكم أيها الناس ( إلا أن يشاء الله ) ذلك لكم لأن الأمر إليه لا إليكم ، وهو في قراءة عبد الله فيما ذكر ( وما تشاءون إلا ما شاء الله ) .وقوله ( إن الله كان عليما حكيما ) فلن يعدو منكم أحد ما سبق له في علمه بتدبيركم ."
        }
      ]
    },
    {
      "ayahNo": 31,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«يُدخل من يشاء في رحمته» جنته وهم المؤمنون «والظالمين» ناصبه فعل مقدر، أي أعد يفسره «أَعد لهم عذابا أليما» مؤلماً وهم الكافرون."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ  فيختصه بعنايته، ويوفقه لأسباب السعادة ويهديه لطرقها.  وَالظَّالِمِينَ  الذين اختاروا الشقاء على الهدى  أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا  [بظلمهم وعدوانهم]. تم تفسير سورة الإنسان - ولله الحمد والمنة"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال : ( يدخل من يشاء في رحمته والظالمين أعد لهم عذابا أليما ) أي : يهدي من يشاء ويضل من يشاء ، ومن يهده فلا مضل له ، ومن يضلل فلا هادي له .[ آخر سورة \" الإنسان \" ] [ والله أعلم ]"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"يدخل من يشاء في رحمته والظالمين\"، أي المشركين. \"أعد لهم عذاباً أليماً\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "يدخل من يشاء في رحمته أي يدخله الجنة راحما له والظالمين أي ويعذب الظالمين فنصبه بإضمار يعذب . قال الزجاج : نصب الظالمين لأن قبله منصوبا ; أي يدخل من يشاء في رحمته ويعذب الظالمين أي المشركين ويكون أعد لهم تفسيرا لهذا المضمر ; كما قال الشاعر :أصبحت لا أحمل السلاح ولا أملك رأس البعير إن نفرا     والذئب أخشاه إن مررت بهوحدي وأخشى الرياح والمطراأي أخشى الذئب أخشاه . قال الزجاج : والاختيار النصب وإن جاز الرفع ; تقول : أعطيت زيدا وعمرا أعددت له برا ، فيختار النصب ; أي وبررت عمرا أو أبر عمرا . وقوله في ( حم عسق ) : ( يدخل من يشاء في رحمته والظالمون ) ارتفع لأنه لم يذكر بعده فعل يقع عليه فينصب في المعنى ; فلم يجز العطف على المنصوب قبله فارتفع بالابتداء . وهاهنا قوله : أعد لهم عذابا يدل على ويعذب ، فجاز النصب . وقرأ أبان بن عثمان والظالمون رفعا بالابتداء والخبر أعد لهم . عذابا أليما أي مؤلما موجعا . وقد تقدم هذا في سورة ( البقرة ) وغيرها والحمد لله . ختمت السورة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "يدخل من يشاء في رحمتهوقوله :  يدخل من يشاء في رحمته  يقول : يدخل ربكم من يشاء منكم في رحمته , فيتوب عليه حتى يموت تائبا من ضلالته , فيغفر له ذنوبه , ويدخله جنته .والظالمين أعد لهم عذابا أليمايقول : الذين ظلموا أنفسهم , فماتوا على شركهم , أعد لهم في الآخرة عذابا مؤلما موجعا , وهو عذاب جهنم . ونصب قوله :  والظالمين  لأن الواو ظرف لأعد , والمعنى : وأعد للظالمين عذابا أليما . وذكر أن ذلك في قراءة عبد الله : \" وللظالمين أعد لهم \" بتكرير اللام , وقد تفعل العرب ذلك , وينشد لبعضهم : أقول لها إذا سألت طلاقا إلام تسارعين إلى فراقي ؟ ولآخر : فأصبحن لا يسألنه عن بما به أصعد في غاوي الهوى أم تصوبا ؟ بتكرير الباء , وإنما الكلام لا يسألنه عما به . آخر تفسير سورة الإنسان ."
        }
      ]
    }
  ]
}