{
  "surah": {
    "surahNo": 85,
    "surahNameAr": "البروج",
    "surahNameArabicLong": "سورة البروج",
    "surahNameEn": "Al-Burooj",
    "revelationPlace": "Mecca",
    "totalAyat": 22
  },
  "ayat": [
    {
      "ayahNo": 1,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والسماء ذات البروج» الكواكب اثني عشر برجا تقدَّمت في الفرقان."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَالسَّمَاءِ ذَاتِ الْبُرُوجِ  أي: [ذات] المنازل المشتملة على منازل الشمس والقمر، والكواكب المنتظمة في سيرها، على أكمل ترتيب ونظام دال على كمال قدرة الله تعالى ورحمته، وسعة علمه وحكمته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "تفسير سورة البروج وهي مكيةقال الإمام أحمد حدثنا عبد الصمد حدثنا رزيق بن أبي سلمى حدثنا أبو المهزم عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في العشاء الآخرة بالسماء ذات البروج والسماء والطارقوقال أحمد حدثنا أبو سعيد مولى بني هاشم حدثنا حماد بن عباد السدوسي سمعت أبا المهزم يحدث عن أبي هريرة أن رسول الله صلى الله عليه وسلم أمر أن يقرأ بالسماوات في العشاء تفرد به أحمديقسم الله بالسماء وبروجها وهي النجوم العظام كما تقدم بيان ذلك في قوله ( تبارك الذي جعل في السماء بروجا وجعل فيها سراجا وقمرا منيرا ) الفرقان : 61قال ابن عباس ومجاهد والضحاك والحسن وقتادة والسدي البروج النجوم وعن مجاهد أيضا : البروج التي فيها الحرسوقال يحيى بن رافع البروج قصور في السماء وقال المنهال بن عمرو ( والسماء ذات البروج ) الخلق الحسنواختار ابن جرير أنها منازل الشمس والقمر وهي اثنا عشر برجا تسير الشمس في كل واحد منها شهرا ويسير القمر في كل واحد يومين وثلثا فذلك ثمانية وعشرون منزلة ويستسر ليلتين"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "مكية\"والسماء ذات البروج\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "سورة البروجمكية باتفاق . وهي ثنتان وعشرون آيةبسم الله الرحمن الرحيموالسماء ذات البروجقسم أقسم الله به جل وعز وفي ( البروج ) أقوال أربعة : أحدها : ذات النجوم ; قاله الحسن وقتادة ومجاهد والضحاك . الثاني : القصور ، قاله ابن عباس وعكرمة ومجاهد أيضا . قال عكرمة : هي قصور في السماء . مجاهد : البروج فيها الحرس . الثالث : ذات الخلق الحسن ; قاله المنهال بن عمرو . الرابع : ذات المنازل ; قاله أبو عبيدة ويحيى بن سلام . وهي اثنا عشر برجا ، وهي منازل الكواكب والشمس والقمر . يسير القمر في كل برج منها يومين وثلث يوم ; فذلك ثمانية وعشرون يوما ، ثم يستسر ليلتين ; وتسير الشمس في كل برج منها شهرا . وهي : الحمل ، والثور ، والجوزاء ، والسرطان ، والأسد ، والسنبلة ، والميزان ، والعقرب ، والقوس والجدي ، والدلو ، والحوت . والبروج في كلام العرب : القصور ; قال الله تعالى ; ولو كنتم في بروج مشيدة . وقد تقدم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى جل ثناؤه وتقدست أسماؤه:  وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (1)قال أبو جعفر رحمه الله: قوله: ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) أقسم الله جلّ ثناؤه بالسماء ذات البروج.واختلف أهل التأويل في معنى البروج في هذا الموضع، فقال بعضهم: عُنِي بذلك: والسماء ذات القصور. قالوا: والبروج: القصور.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) قال ابن عباس: قصور في السماء، قال غيره: بل هي الكواكب.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( الْبُرُوجِ ) يزعمون أنها قصور في السماء، ويقال: هي الكواكب.وقال آخرون: عُنِي بذلك: والسماء ذات النجوم، وقالوا: نجومها: بروجها.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد في قول الله: ( ذَاتِ الْبُرُوجِ ) قال: البروج: النجوم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) قال: النجوم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) وبروجها: نجومها.وقال آخرون: بل معنى ذلك: والسماء ذات الرمل والماء.* ذكر من قال ذلك:حدثني الحسن بن قزعة، قال: ثنا حصين بن نمير، عن سفيان بن حسين، في قوله: ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) قال: ذات الرمل والماء.وأولى الأقوال في ذلك بالصواب أن يقال: معنى ذلك: والسماء ذات منازل الشمس والقمر، وذلك أن البروج جمع برج، وهي منازل تتخذ عالية عن الأرض مرتفعة، ومن ذلك قول الله:  وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ  هي منازل مرتفعة عالية في السماء، وهي اثنا عشر برجًا، فمسير القمر في كلّ برج منها يومان وثلث، فذلك ثمانية وعشرون منزلا ثم يستسرّ ليلتين، ومسير الشمس في كلّ برج منها شهر."
        }
      ]
    },
    {
      "ayahNo": 2,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«واليوم الموعود» يوم القيامة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَالْيَوْمِ الْمَوْعُودِ  وهو يوم القيامة، الذي وعد الله الخلق أن يجمعهم فيه، ويضم فيه أولهم وآخرهم، وقاصيهم ودانيهم، الذي لا يمكن أن يتغير، ولا يخلف الله الميعاد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله ( واليوم الموعود وشاهد ومشهود ) اختلف المفسرون في ذلك وقد قال ابن أبي حاتم حدثنا عبد الله بن محمد بن عمرو الغزي حدثنا عبيد الله يعني ابن موسى حدثنا موسى بن عبيدة عن أيوب بن خالد بن صفوان بن أوس الأنصاري عن عبد الله بن رافع عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم - ) واليوم الموعود ) يوم القيامة ( وشاهد ) يوم الجمعة وما طلعت شمس ولا غربت على يوم أفضل من يوم الجمعة وفيه ساعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه ولا يستعيذ فيها من شر إلا أعاذه ، \" ومشهود يوم عرفة .وهكذا روى هذا الحديث ابن خزيمة من طرق عن موسى بن عبيدة الربذي وهو ضعيف الحديث وقد روي موقوفا على أبي هريرة وهو أشبهوقال الإمام أحمد حدثنا محمد حدثنا شعبة سمعت علي بن زيد ويونس بن عبيد يحدثان عن عمار مولى بني هاشم عن أبي هريرة أما علي فرفعه إلى النبي صلى الله عليه وسلم وأما يونس فلم يعد أبا هريرة أنه قال في هذه الآية ( وشاهد ومشهود ) قال يعني الشاهد يوم الجمعة ويوم مشهود يوم القيامة .وقال أحمد أيضا : حدثنا محمد بن جعفر حدثنا شعبة عن يونس سمعت عمارا مولى بني هاشم يحدث عن أبي هريرة وأنه قال في هذه الآية ( وشاهد ومشهود ) قال الشاهد يوم الجمعة والمشهود يوم عرفة والموعود يوم القيامة .وقد روي عن أبي هريرة أنه قال اليوم الموعود يوم القيامة وكذلك قال الحسن وقتادة وابن زيد ولم أرهم يختلفون في ذلك ولله الحمدثم قال ابن جرير حدثنا محمد بن عوف حدثنا محمد بن إسماعيل بن عياش حدثني أبي ، حدثنا ضمضم بن زرعة عن شريح بن عبيد عن أبي مالك الأشعري قال قال رسول الله صلى الله عليه وسلم اليوم الموعود يوم القيامة وإن الشاهد يوم الجمعة وإن المشهود يوم عرفة ويوم الجمعة ذخره الله لنا \"ثم قال ابن جرير حدثنا سهل بن موسى الرازي حدثنا ابن أبي فديك عن ابن حرملة عن سعيد بن المسيب أنه قال قال رسول الله صلى الله عليه وسلم إن سيد الأيام يوم الجمعة وهو الشاهد والمشهود يوم عرفة \"وهذا مرسل من مراسيل سعيد بن المسيب ثم قال ابن جريرحدثنا أبو كريب حدثنا وكيع عن شعبة عن علي بن زيد عن يوسف المكي عن ابن عباس قال الشاهد هو محمد صلى الله عليه وسلم والمشهود يوم القيامة ثم قرأ ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) هود : 103وحدثنا ابن حميد حدثنا جرير عن مغيرة عن شباك قال سأل رجل الحسن بن علي عن ( وشاهد ومشهود ) قال سألت أحدا قبلي قال نعم ، سألت ابن عمر وابن الزبير فقالا يوم الذبح ويوم الجمعة فقال لا ولكن الشاهد محمد صلى الله عليه وسلم ثم قرأ ( فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ) النساء : 41 والمشهود يوم القيامة ثم قرأ ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) .وهكذا قال الحسن البصري وقال سفيان الثوري عن ابن حرملة عن سعيد بن المسيب : ( ومشهود ) يوم القيامة .وقال مجاهد وعكرمة والضحاك الشاهد ابن آدم والمشهود يوم القيامةوعن عكرمة أيضا الشاهد محمد صلى الله عليه وسلم والمشهود يوم الجمعةوقال علي بن أبي طلحة عن ابن عباس الشاهد الله والمشهود يوم القيامةوقال ابن أبي حاتم حدثنا أبي ، حدثنا أبو نعيم الفضل بن دكين حدثنا سفيان عن أبي يحيى القتات عن مجاهد عن ابن عباس ( وشاهد ومشهود ) قال الشاهد الإنسان . والمشهود يوم الجمعة هكذا رواه ابن أبي حاتموقال ابن جرير حدثنا ابن حميد حدثنا مهران عن سفيان عن ابن أبي نجيح عن مجاهد عن ابن عباس ( وشاهد ومشهود ) الشاهد يوم عرفة والمشهود يوم القيامةوبه عن سفيان - هو الثوري عن مغيرة عن إبراهيم قال يوم الذبح ويوم عرفة يعني الشاهد والمشهودقال ابن جرير وقال آخرون المشهود يوم الجمعة ورووا في ذلك ما حدثنا أحمد بن عبد الرحمن حدثني عمي عبد الله بن وهب أخبرني عمرو بن الحارث عن سعيد بن أبي هلال عن زيد بن أيمن عن عبادة بن نسي عن أبي الدرداء قال قال رسول الله صلى الله عليه وسلم أكثروا علي من الصلاة يوم الجمعة فإنه يوم مشهود تشهده الملائكة \"وعن سعيد بن جبير الشاهد : الله وتلا ( وكفى بالله شهيدا ) النساء 79 ] والمشهود نحن حكاه البغوي وقال الأكثرون على أن الشاهد يوم الجمعة والمشهود يوم عرفة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"واليوم الموعود\"، هو يوم القيامة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي الموعود به .وهو قسم آخر , وهو يوم القيامة ; من غير اختلاف بين أهل التأويل .قال ابن عباس : وعد أهل السماء وأهل الأرض أن يجتمعوا فيه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَالْيَوْمِ الْمَوْعُودِ ) يقول تعالى ذكره: وأقسم باليوم الذي وعدته عبادي لفصل القضاء بينهم، وذلك يوم القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل، وجاء الخبر عن رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن نمير وإسحاق الرازي، عن موسى بن عبيدة، عن أيوب بن خالد، عن عبد الله بن رافع، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" الْيَوْمُ الْمَوْعُودُ: يَوْمُ الْقِيَامَةِ\" .قال: ثنا وكيع، عن موسى بن عبيدة، عن أيوب بن خالد، عن عبد الله بن رافع، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم، مثله.حدثنا يعقوب، قال: ثنا ابن علية، قال: ثنا يونس، قال: أنبأني عمار، قال: قال أبو هريرة: \" الْيَوْمُ الْمَوْعُودُ: يَوْمُ الْقِيَامَةِ\". قال يونس، وكذلك الحسن.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْيَوْمِ الْمَوْعُودِ ) يعني: يوم القيامة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَالْيَوْمِ الْمَوْعُودِ ) قال: القيامة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: ( الْيَوْمِ الْمَوْعُودِ ) يوم القيامة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن يونس بن عبيد، عن عمار بن أبي عمار، مولى بني هاشم، عن أبي هريرة ( وَالْيَوْمِ الْمَوْعُودِ ) يوم القيامة.حدثنا ابن حميد، قال: ثنا مهران، عن موسى بن عبيدة، عن أيوب بن خالد، عن عبد الله بن رافع، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم: \" الْيَوْمُ الْمَوْعُودُ: يَوْمُ الْقِيَامَةِ\" .حدثنا محمد بن عوف، قال: ثنا محمد بن إسماعيل بن عياش، قال: ثني أبي، قال: ثني ضمضم بن زرعة، عن شريح بن عبيد، عن أبي مالك الأشعريّ، قال: قال رسول الله صلى الله عليه وسلم: \"( الْيَوْمُ الْمَوْعُودُ ) يوم القيامة \" ."
        }
      ]
    },
    {
      "ayahNo": 3,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وشاهد» يوم الجمعة «ومشهود» يوم عرفة كذا فسرت الثلاثة في الحديث فالأول موعود به والثاني شاهد بالعمل فيه، والثالث تشهده الناس والملائكة، وجواب القسم محذوف صدره، تقديره لقد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَشَاهِدٍ وَمَشْهُودٍ  وشمل هذا كل من اتصف بهذا الوصف أي: مبصر ومبصر، وحاضر ومحضور، وراء ومرئي."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله ( واليوم الموعود وشاهد ومشهود ) اختلف المفسرون في ذلك وقد قال ابن أبي حاتم حدثنا عبد الله بن محمد بن عمرو الغزي حدثنا عبيد الله يعني ابن موسى حدثنا موسى بن عبيدة عن أيوب بن خالد بن صفوان بن أوس الأنصاري عن عبد الله بن رافع عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم - ) واليوم الموعود ) يوم القيامة ( وشاهد ) يوم الجمعة وما طلعت شمس ولا غربت على يوم أفضل من يوم الجمعة وفيه ساعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه ولا يستعيذ فيها من شر إلا أعاذه ، \" ومشهود يوم عرفة .وهكذا روى هذا الحديث ابن خزيمة من طرق عن موسى بن عبيدة الربذي وهو ضعيف الحديث وقد روي موقوفا على أبي هريرة وهو أشبهوقال الإمام أحمد حدثنا محمد حدثنا شعبة سمعت علي بن زيد ويونس بن عبيد يحدثان عن عمار مولى بني هاشم عن أبي هريرة أما علي فرفعه إلى النبي صلى الله عليه وسلم وأما يونس فلم يعد أبا هريرة أنه قال في هذه الآية ( وشاهد ومشهود ) قال يعني الشاهد يوم الجمعة ويوم مشهود يوم القيامة .وقال أحمد أيضا : حدثنا محمد بن جعفر حدثنا شعبة عن يونس سمعت عمارا مولى بني هاشم يحدث عن أبي هريرة وأنه قال في هذه الآية ( وشاهد ومشهود ) قال الشاهد يوم الجمعة والمشهود يوم عرفة والموعود يوم القيامة .وقد روي عن أبي هريرة أنه قال اليوم الموعود يوم القيامة وكذلك قال الحسن وقتادة وابن زيد ولم أرهم يختلفون في ذلك ولله الحمدثم قال ابن جرير حدثنا محمد بن عوف حدثنا محمد بن إسماعيل بن عياش حدثني أبي ، حدثنا ضمضم بن زرعة عن شريح بن عبيد عن أبي مالك الأشعري قال قال رسول الله صلى الله عليه وسلم اليوم الموعود يوم القيامة وإن الشاهد يوم الجمعة وإن المشهود يوم عرفة ويوم الجمعة ذخره الله لنا \"ثم قال ابن جرير حدثنا سهل بن موسى الرازي حدثنا ابن أبي فديك عن ابن حرملة عن سعيد بن المسيب أنه قال قال رسول الله صلى الله عليه وسلم إن سيد الأيام يوم الجمعة وهو الشاهد والمشهود يوم عرفة \"وهذا مرسل من مراسيل سعيد بن المسيب ثم قال ابن جريرحدثنا أبو كريب حدثنا وكيع عن شعبة عن علي بن زيد عن يوسف المكي عن ابن عباس قال الشاهد هو محمد صلى الله عليه وسلم والمشهود يوم القيامة ثم قرأ ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) هود : 103وحدثنا ابن حميد حدثنا جرير عن مغيرة عن شباك قال سأل رجل الحسن بن علي عن ( وشاهد ومشهود ) قال سألت أحدا قبلي قال نعم ، سألت ابن عمر وابن الزبير فقالا يوم الذبح ويوم الجمعة فقال لا ولكن الشاهد محمد صلى الله عليه وسلم ثم قرأ ( فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ) النساء : 41 والمشهود يوم القيامة ثم قرأ ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) .وهكذا قال الحسن البصري وقال سفيان الثوري عن ابن حرملة عن سعيد بن المسيب : ( ومشهود ) يوم القيامة .وقال مجاهد وعكرمة والضحاك الشاهد ابن آدم والمشهود يوم القيامةوعن عكرمة أيضا الشاهد محمد صلى الله عليه وسلم والمشهود يوم الجمعةوقال علي بن أبي طلحة عن ابن عباس الشاهد الله والمشهود يوم القيامةوقال ابن أبي حاتم حدثنا أبي ، حدثنا أبو نعيم الفضل بن دكين حدثنا سفيان عن أبي يحيى القتات عن مجاهد عن ابن عباس ( وشاهد ومشهود ) قال الشاهد الإنسان . والمشهود يوم الجمعة هكذا رواه ابن أبي حاتموقال ابن جرير حدثنا ابن حميد حدثنا مهران عن سفيان عن ابن أبي نجيح عن مجاهد عن ابن عباس ( وشاهد ومشهود ) الشاهد يوم عرفة والمشهود يوم القيامةوبه عن سفيان - هو الثوري عن مغيرة عن إبراهيم قال يوم الذبح ويوم عرفة يعني الشاهد والمشهودقال ابن جرير وقال آخرون المشهود يوم الجمعة ورووا في ذلك ما حدثنا أحمد بن عبد الرحمن حدثني عمي عبد الله بن وهب أخبرني عمرو بن الحارث عن سعيد بن أبي هلال عن زيد بن أيمن عن عبادة بن نسي عن أبي الدرداء قال قال رسول الله صلى الله عليه وسلم أكثروا علي من الصلاة يوم الجمعة فإنه يوم مشهود تشهده الملائكة \"وعن سعيد بن جبير الشاهد : الله وتلا ( وكفى بالله شهيدا ) النساء 79 ] والمشهود نحن حكاه البغوي وقال الأكثرون على أن الشاهد يوم الجمعة والمشهود يوم عرفة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( وشاهد ومشهود ) أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، أخبرنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، حدثنا حميد بن زنجويه ، حدثنا عبد الله بن موسى بن عبيدة ، عن أيوب بن خالد ، عن عبد الله بن رافع ، عن أبي هريرة ، قال : قال رسول الله - صلى الله عليه وسلم - : \" اليوم الموعود يوم القيامة ، والمشهود يوم عرفة ، والشاهد يوم الجمعة ، ما طلعت شمس ولا غربت على يوم أفضل من يوم الجمعة ، فيه ساعة لا يوافقها عبد مؤمن يدعو الله فيها خيرا إلا استجاب الله له ، أو يستعيذ [ به ] من شر إلا أعاذه منه \" ، وهذا قول ابن عباس .والأكثرون : أن الشاهد يوم الجمعة والمشهود يوم النحر .وروي عن ابن عمر : \" الشاهد \" يوم الجمعة ، \" والمشهود \" يوم [ النحر ]قال سعيد بن المسيب : \" الشاهد \" يوم التروية ، \" والمشهود \" يوم عرفة .وروى يوسف بن مهران عن ابن عباس قال : \" الشاهد \" محمد - صلى الله عليه وسلم - و \" المشهود \" : يوم القيامة ، ثم تلا \" فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا \" ( النساء - 41 ) ، وقال : ذلك يوم مجموع له الناس وذلك يوم مشهود وقال عبد العزيز بن يحيى : \" الشاهد \" : محمد - صلى الله عليه وسلم - ، و \" المشهود \" : الله - عز وجل - ، بيانه : قوله \" وجئنا بك على هؤلاء شهيدا \" .وروى ابن أبي نجيح عن مجاهد قال : \" الشاهد \" آدم ، و \" المشهود \" يوم القيامة .وقال عكرمة \" الشاهد \" الإنسان و \" المشهود \" يوم القيامة . وعنه أيضا : الشاهد الملك يشهد على ابن آدم ، والمشهود يوم القيامة . وتلا \" وجاءت كل نفس معها سائق وشهيد \" ( ق - 21 ) و \" وذلك يوم مشهود \" ( هود - 103 ) وقيل : الشاهد [ الحفظة والمشهود بنو آدم . وقال عطاء بن يسار : الشاهد ] آدم وذريته ، والمشهود يوم القيامة .وروى الوالبي عن ابن عباس : الشاهد هو الله - عز وجل - والمشهود يوم القيامة .وقال الحسين بن الفضل : الشاهد هذه الأمة والمشهود سائر الأمم . بيانه : \" وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس \" ( البقرة - 143 ) .وقال سالم بن عبد الله : سألت سعيد بن جبير عن قوله : \" وشاهد ومشهود \" فقال : الشاهد هو الله والمشهود : نحن ، بيانه : \" وكفى بالله شهيدا \" ( النساء - 79 ) وقيل : الشاهد أعضاء بني آدم ، والمشهود ابن آدم ، بيانه : \" يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم \" الآية ( النور - 24 ) وقيل : الشاهد الأنبياء والمشهود محمد - صلى الله عليه وسلم - ، بيانه : قوله : وإذ أخذ الله ميثاق النبيين إلى قوله فاشهدوا وأنا معكم من الشاهدين ( آل عمران - 81 ) ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وشاهد ومشهود اختلف فيهما ; فقال علي وابن عباس وابن عمر وأبو هريرة - رضي الله عنهم - : الشاهد يوم الجمعة ، والمشهود يوم عرفة . وهو قول الحسن . ورواه أبو هريرة مرفوعا قال : قال رسول الله - صلى الله عليه وسلم - : \" اليوم الموعود يوم القيامة واليوم المشهود يوم عرفة والشاهد يوم الجمعة . . . \" خرجه أبو عيسى الترمذي في جامعه ، وقال : هذا حديث حسن غريب ، لا نعرفه إلا من حديث موسى بن عبيدة ، وموسى بن عبيدة يضعف في الحديث ، ضعفه يحيى بن سعيد وغيره . وقد روى شعبة وسفيان الثوري وغير واحد من الأئمة عنه . قال القشيري فيوم الجمعة يشهد على كل عامل بما عمل فيه .قلت : وكذلك سائر الأيام والليالي ; فكل يوم شاهد ، وكذا كل ليلة ; ودليله ما رواه أبو نعيم الحافظ عن معاوية بن قرة عن معقل بن يسار عن النبي - صلى الله عليه وسلم - قال : ليس من يوم يأتي على العبد إلا ينادى فيه : يا بن آدم ، أنا خلق جديد ، وأنا فيما تعمل عليك شهيد ، فاعمل في خيرا أشهد لك به غدا ، فإني لو قد مضيت لم ترني أبدا ، ويقول الليل مثل ذلك . حديث غريب من حديث معاوية ، تفرد به عنه زيد العمي ، ولا أعلمه مرفوعا . عن النبي - صلى الله عليه وسلم - إلا بهذا الإسناد . وحكى القشيري عن ابن عمر وابن الزبير أن الشاهد يوم الأضحى . وقال سعيد بن المسيب : الشاهد : التروية ، والمشهود : يوم عرفة . وروى إسرائيل عن أبي إسحاق عن الحارث عن علي - رضي الله عنه - : الشاهد يوم عرفة ، والمشهود يوم النحر . وقاله النخعي . وعن علي أيضا : المشهود يوم عرفة . وقال ابن عباس والحسين بن علي - رضي الله عنهما - : المشهود يوم القيامة ; لقوله تعالى : ذلك يوم مجموع له الناس وذلك يوم مشهود .قلت : وعلى هذا اختلفت أقوال العلماء في الشاهد ، فقيل : الله تعالى ; عن ابن عباس والحسن وسعيد بن جبير ; بيانه : وكفى بالله شهيدا ، قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم . وقيل : محمد - صلى الله عليه وسلم - ; عن ابن عباس أيضا والحسين بن علي ; وقرأ ابن عباس فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ، وقرأ الحسين يا أيها النبي إنا أرسلناك شاهدا ومبشرا ونذيرا .قلت : وأقرأ أنا ويكون الرسول عليكم شهيدا . وقيل : الأنبياء يشهدون على أممهم ; لقوله تعالى : فكيف إذا جئنا من كل أمة بشهيد . وقيل : آدم . وقيل : عيسى ابن مريم ; لقوله : وكنت عليهم شهيدا ما دمت فيهم . والمشهود : أمته . وعن ابن عباس أيضا ومحمد بن كعب : الشاهد الإنسان ; دليله : كفى بنفسك اليوم عليك حسيبا . مقاتل : أعضاؤه ; بيانه : يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون . الحسين بن المفضل : الشاهد هذه الأمة ، والمشهود سائر الأمم ; بيانه : وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس . وقيل : الشاهد : الحفظة ، والمشهود : بنو آدم . وقيل : الليالي والأيام . وقد بيناه .قلت : وقد يشهد المال على صاحبه ، والأرض بما عمل عليها ; ففي صحيح مسلم عن النبي - صلى الله عليه وسلم - : \" إن هذا المال خضر حلو ، ونعم صاحب المسلم هو لمن أعطى منه المسكين واليتيم وابن السبيل - أو كما قال رسول الله - صلى الله عليه وسلم - وإنه من يأخذه بغير حقه كان كالذي يأكل ولا يشبع ويكون عليه شهيدا يوم القيامة \" . وفي الترمذي عن أبي هريرة قال : قرأ رسول الله - صلى الله عليه وسلم - هذه الآية : يومئذ تحدث أخبارها قال : \" أتدرون ما أخبارها \" ؟ قالوا : الله ورسوله أعلم . قال : \" فإن أخبارها أن تشهد على كل عبد أو أمة بما عمل على ظهرها ، تقول عمل يوم كذا كذا كذا وكذا . قال : فهذه أخبارها \" . قال حديث حسن غريب صحيح . وقيل : الشاهد الخلق ، شهدوا لله - عز وجل - بالوحدانية . والمشهود له بالتوحيد هو الله تعالى . وقيل : المشهود يوم الجمعة ; كما روى أبو الدرداء قال : قال رسول الله - صلى الله عليه وسلم - : \" أكثروا علي من الصلاة يوم الجمعة فإنه يوم مشهود تشهده الملائكة . . . \" وذكر الحديث . خرجه ابن ماجه وغيره .قلت : فعلى هذا يوم عرفة مشهود ; لأن الملائكة تشهده ، وتنزل فيه بالرحمة . وكذا يوم النحر إن شاء الله . وقال أبو بكر العطار : الشاهد الحجر الأسود ; يشهد لمن لمسه بصدق وإخلاص ويقين . والمشهود الحاج . وقيل : الشاهد الأنبياء ، والمشهود محمد - صلى الله عليه وسلم - ; بيانه : ( وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة - إلى قوله تعالى - وأنا معكم من الشاهدين ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَشَاهِدٍ وَمَشْهُودٍ ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معنى ذلك: وأقسم بشاهد، قالوا: وهو يوم الجمعة، ومشهود قالوا: وهو يوم عرفة.* ذكر من قال ذلك:حدثني يعقوب قال: أخبرنا ابن علية، قال: أخبرنا يونس، قال: أنبأني عمار، قال: قال أبو هريرة: الشاهد: يوم الجمعة، والمشهود: يوم عرفة؛ قال يونس، وكذلك قال الحسن.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت حارثة بن مضرِّب، يحدّث عن عليّ رضى الله عنه أنه قال في هذه الآية ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: يوم الجمعة، ويوم عرفة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد يوم الجمعة، والمشهود: يوم عرفة؛ ويقال: الشاهد: الإنسان، والمشهود: يوم القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَشَاهِدٍ وَمَشْهُودٍ ) : يومان عظيمان من أيام الدنيا، كنا نحدّث أن الشاهد يوم الجمعة، والمشهود يوم عرفة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد: يوم الجمعة، والمشهود: يوم عرفة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي إسحاق، عن الحارث، عن عليّ رضي الله عنه: ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد يوم الجمعة، والمشهود: يوم عرفة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَشَاهِدٍ ) يوم الجمعة، ( وَمَشْهُودٍ ) : يوم عرفة.حدثنا أبو كريب، قال ثنا وكيع، عن موسى بن عبيدة، عن أيوب بن خالد، عن عبد الله بن رافع، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" وَشاَهِدٍ: يَوْمُ الْجُمُعَةِ، وَمَشْهُودٍ: يَوْمُ عَرَفَةَ\".حدثنا أبو كريب، قال: ثنا ابن نمير وإسحاق الرازي، عن موسى بن عبيدة، عن أيوب بن خالد، عن عبد الله بن رافع، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" الْمَشْهُودُ: يَوْمُ عَرَفَةَ، وَالشَّاهِدُ: يَوْمُ الْجُمُعَةِ\".حدثنا سهل بن موسى، قال: ثنا ابن أبي فديك، عن ابن حرملة، عن سعيد أنه قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ سَيدَ الأيَّامِ يَوْمُ الْجُمُعَةِ، وَهُوَ الْشَّاهِدُ، وَالْمَشْهُودُ: يَوْمُ عَرَفَةَ\".حدثنا ابن حميد، قال: ثنا مهران، عن موسى بن عبيد، عن أيوب بن خالد، عن عبد الله بن رافع عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: \" الْمَشْهُودُ: يَوْمُ عَرَفَةَ، وَالْشَّاهِدُ: يَوْمُ الْجُمُعَةِ، فِيهِ سَاعَةٌ لا يُوَافِقُهَا مُؤْمِنٌ يَدْعُو اللهَ بِخَيْرٍ إلا اسْتَجَابَ لَهُ، وَلا يَسْتَعِيذُهُ مِنْ شَرٍّ إلا أعَاذَهُ\".حدثني محمد بن عوف، قال: ثنا محمد بن إسماعيل، قال: ثني أبي، قال: ثني ضمضم بن زرعة، عن شريح بن عبيد، عن أبي مالك الأشعري، قال: قال &amp;; 24-335 &amp;; رسول الله صلى الله عليه وسلم: \" إنَّ الشَّاهِدَ يَوْمُ الْجُمُعَةِ، وَإنَّ الْمَشْهُودَ يَوْمُ عَرَفَةَ، فَيَوْمُ الْجُمُعَةِ خِيَرةُ اللهِ لَنَا \".حدثني سعيد بن الربيع الرازي، قال: ثنا سفيان، عن عبد الرحمن بن حرملة، عن سعيد بن المسيب، قال: سيد الأيام يوم الجمعة، وهو شاهد.وقال آخرون: الشاهد: محمد، والمشهود: يوم القيامة.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا وكيع، عن شعبة، عن عليّ بن زيد، عن يوسف المكيّ، عن ابن عباس قال: الشاهد: محمد، والمشهود: يوم القيامة، ثم قرأ  ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ  .حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن شباك، قال: سأل رجل الحسن بن عليّ، عن ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: سألتَ أحدًا قبلي؟ قال: نعم، سألت ابن عمر وابن الزبير، فقالا يوم الذبح ويوم الجمعة؛ قال: لا ولكن الشاهد: محمد، ثم قرأ:  فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيدًا  والمشهود: يوم القيامة، ثم قرأ:  ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ  .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن أبي الضحى، عن الحسن بن عليّ، قال: الشاهد: محمد، والمشهود: يوم القيامة.حدثني سعيد بن الربيع، قال: ثنا سفيان، عن عبد الرحمن بن حَرْملة، عن سعيد بن المسيب: ( وَمَشْهُودٍ ) :يوم القيامة.وقال آخرون: الشاهد: الإنسان، والمشهود: يوم القيامة.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربيّ، قال: ثنا أسباط، عن عبد الملك، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد: ابن آدم، والمشهود يوم القيامة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، قوله: ( وشاهد ومشهود ) قال: الإنسان، وقوله: ( ومشهود ) قال: يوم القيامة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، قال: الشاهد: الإنسان، والمشهود: يوم القيامة.حدثني يعقوب، قال: ثنا ابن علية، عن خالد الحذّاء، عن عكرِمة، في قوله: ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: شاهد: ابن آدم، ومشهود: يوم القيامة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَشاَهِدٍ ) يعني الإنسان ( وَمَشْهُودٍ ) يوم القيامة، قال الله:  وَذَلِكَ يَوْمٌ مَشْهُودٌ  .وقال آخرون: الشاهد: محمد، والمشهود: يوم الجمعة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة، في قوله: ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد: محمد، والمشهود: يوم الجمعة، فذلك قوله:  فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيدًا  .وقال آخرون: الشاهد: الله، والمشهود: يوم القيامة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَشَاهِدٍ ) يقول الله: ( وَمَشْهُودٍ ) يقول: يوم القيامة.وقال آخرون: الشاهد: يوم الأضحى، والمشهود: يوم الجمعة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن شباك، قال: سأل رجل الحسن بن عليّ، عن ( َشَاهِدٍ وَمَشْهُودٍ ) قال: سألت أحدًا قبلي؟ قال: نعم، سألت ابن عمر وابن الزبير، فقالا يوم الذبح، ويوم الجمعة.وقال آخرون: الشاهد: يوم الأضحى، والمشهود، يوم عَرَفة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، عن ابن عباس: ( وَشَاهِدٍ وَمَشْهُودٍ ) قال: الشاهد: يوم عرفة، والمشهود: يوم القيامة.وقال آخرون: المشهود: يوم الجمعة، وَرَوَوْا ذلك عن رسول الله صلى الله عليه وسلم.* ذكر الرواية بذلك:حدثنا أحمد بن عبد الرحمن، قال: ثني عمي عبد الله بن وهب، قال: أخبرني عمرو بن الحارث، عن سعيد بن أبي هلال، عن زيد بن أيمن، عن عبادة بن نسيّ، عن أبي الدرداء، قال: قال رسول الله صلى الله عليه وسلم: \" أَكْثِرُوا عَليَّ الصَّلاةَ يَوْمَ الْجُمُعَةِ، فَإِنَّهُ يَوْمٌ مَشْهُودٌ تَشْهَدُهُ الْمَلائِكَةُ\".والصواب من القول في ذلك عندنا: أن يقال: إن الله أقسم بشاهد شهد، ومشهود شهد، ولم يخبرنا مع إقسامه بذلك أيّ شاهد وأيّ مشهود أراد، وكلّ الذي ذكرنا أن العلماء قالوا: هو المعنيّ مما يستحقّ أن يُقال له: ( َشَاهِدٍ وَمَشْهُودٍ )."
        }
      ]
    },
    {
      "ayahNo": 4,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«قتل» لعن «أصحاب الأخدود» الشق في الأرض."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "والمقسم عليه، ما تضمنه هذا القسم من آيات الله الباهرة، وحكمه الظاهرة، ورحمته الواسعة.وقيل: إن المقسم عليه قوله  قُتِلَ أَصْحَابُ الْأُخْدُودِ  وهذا دعاء عليهم بالهلاك.و  الأخدود  الحفر التي تحفر في الأرض.وكان أصحاب الأخدود هؤلاء قومًا كافرين، ولديهم قوم مؤمنون، فراودوهم للدخول  في دينهم، فامتنع المؤمنون من ذلك، فشق الكافرون أخدودًا [في الأرض]، وقذفوا فيها النار، وقعدوا حولها، وفتنوا المؤمنين، وعرضوهم عليها، فمن استجاب لهم أطلقوه، ومن استمر على الإيمان قذفوه في النار، وهذا في غاية المحاربة لله ولحزبه المؤمنين، ولهذا لعنهم الله وأهلكهم وتوعدهم فقال:  قُتِلَ أَصْحَابُ الْأُخْدُودِ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي لعن أصحاب الأخدود وجمعه أخاديد وهي الحفر في الأرض وهذا خبر عن قوم من الكفار عمدوا إلى من عندهم من المؤمنين بالله عز وجل فقهروهم وأرادوهم أن يرجعوا عن دينهم فأبوا عليهم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( قتل أصحاب الأخدود ) أي : لعن ، و \" الأخدود \" الشق المستطيل في الأرض كالنهر ، وجمعه : أخاديد واختلفوا فيهم :أخبرنا أبو حامد أحمد بن عبد الله الصالحي ، أخبرنا أبو الحسن علي بن أحمد بن عبد الله بن سعدان الخطيب ، أخبرني أبو أحمد محمد بن أحمد بن محمد بن قريش بن نوح بن رستم ، حدثنا أبو عبد الله محمد بن إبراهيم البوشنجي ، حدثنا هدبة بن خالد ، حدثنا حماد بن سلمة ، حدثنا ثابت البناني ، عن عبد الرحمن بن أبي ليلى ، عن صهيب أن رسول الله - صلى الله عليه وسلم - قال : \" كان ملك فيمن كان قبلكم وكان له ساحر ، فلما كبر قال للملك : إني قد كبرت فابعث إلي غلاما أعلمه السحر ، فبعث إليه غلاما ، وكان في طريقه إذا سلك إليه راهب ، فقعد إليه وسمع كلامه فأعجبه ، فكان إذا أتى الساحر مر بالراهب ، وقعد إليه فإذا أتى الساحر ضربه ، وإذا رجع من عند الساحر قعد إلى الراهب وسمع كلامه فإذا أتى أهله ضربوه ، فشكا [ ذلك ] إلى الراهب ، فقال : إذا [ جئت ] الساحر فقل : حبسني أهلي ، وإذا [ جئت ] أهلك فقل : حبسني الساحر ، فبينما هو كذلك إذ أتى على دابة عظيمة قد حبست الناس ، فقال : اليوم أعلم الراهب أفضل أم الساحر ؟ فأخذ حجرا ثم قال اللهم : إن كان أمر الراهب أحب إليك من أمر الساحر فاقتل هذه الدابة حتى يمضي الناس ، فرماها فقتلها ، فمضى الناس ، فأتى الراهب فأخبره ، فقال له الراهب : أي بني أنت اليوم أفضل مني ، قد بلغ من أمرك ما أرى ، وإنك ستبتلى فإن ابتليت [ فاصبر ] فلا تدل علي ، فكان الغلام يبرئ الأكمه والأبرص ويداوي الناس من سائر الأدواء ، فسمع جليس للملك وكان قد عمي ، فأتاه بهدايا كثيرة ، فقال : ما هنا لك أجمع إن أنت شفيتني ، قال : إني لا أشفي أحدا ، إنما يشفي الله ، فإن أنت آمنت بالله دعوت الله لك فشفاك ، فآمن بالله فشفاه الله ، فأتى الملك فجلس إليه كما كان يجلس ، فقال له الملك : من رد عليك بصرك ؟ قال : ربي - عز وجل - ، قال أولك رب غيري ؟ قال : ربي وربك الله ، فأخذه فلم يزل يعذبه حتى دل على الغلام ، فجيء بالغلام ، فقال له الملك : أي بني قد بلغ من سحرك ما تبرئ به الأكمه والأبرص وتفعل وتفعل ، قال : إني لا أشفي أحدا إنما يشفي الله ، فأخذه فلم يزل يعذبه حتى دل على الراهب ، فجيء بالراهب فقيل له : ارجع عن دينك ، فأبى [ فدعا بالمنشار ] فوضع المنشار في مفرق رأسه فشقه به حتى وقع [ شقاه ] ثم جيء بجليس الملك فقيل له : ارجع عن دينك ، فأبى فوضع المنشار في مفرق رأسه فشقه به حتى وقع شقاه ، ثم جيء بالغلام فقيل له : ارجع عن دينك فأبى فدفعه إلى نفر من أصحابه فقال : اذهبوا به إلى جبل كذا وكذا فاصعدوا به فإذا بلغتم ذروته فإن رجع عن دينه وإلا فاطرحوه ، [ فذهبوا به ] فصعدوا به الجبل ، فقال : اللهم اكفنيهم بما شئت ، فرجف بهم الجبل فسقطوا ، فجاء يمشي إلى الملك ، فقال له الملك : ما فعل أصحابك ؟ فقال : كفانيهم الله ، فدفعه إلى نفر من أصحابه فقال : اذهبوا به فاحملوه في قرقور [ إلى لجة بحر كذا ] فإن رجع عن دينه وإلا [ فاطرحوه في البحر ] فذهبوا به فقال : اللهم اكفنيهم بما شئت ، فانكفأت بهم السفينة فغرقوا فجاء يمشي إلى الملك ، فقال له الملك : ما فعل أصحابك ؟ قال : كفانيهم الله ، فقال للملك : إنك لست بقاتلي حتى تفعل ما آمرك ، قال : وما هو ؟ قال : تجمع الناس في صعيد واحد وتصلبني على جذع ثم خذ سهما من كنانتي ثم ضع السهم في كبد القوس وقل : بسم [ الله ] رب الغلام ، ثم ارمني فإنك إذا فعلت ذلك قتلتني . فجمع الناس في صعيد واحد ، وصلبه على جذع ، ثم أخذ سهما من كنانته ثم وضع [ السهم ] في كبد قوسه ، ثم قال : بسم [ الله ] رب الغلام ، ثم رماه فوقع السهم في صدغه ، فوضع يده على صدغه في موضع السهم ، فمات ، فقال الناس : آمنا برب الغلام ثلاثا فأتي الملك ، فقيل له : أرأيت ما كنت تحذر قد والله نزل بك حذرك ، قد آمن الناس ، فأمر بالأخدود بأفواه السكك ، فخدت وأضرم بها النيران ، وقال : من لم يرجع عن دينه فأقحموه فيها أو قيل له اقتحم ، قال : ففعلوا حتى جاءت امرأة معها صبي لها ، فتقاعست أن تقع فيها ، فقال لها الغلام : يا أماه اصبري فإنك على الحق \" .هذا حديث صحيح أخرجه مسلم بن الحجاج عن [ هدبة بن خالد عن ] حماد بن سلمة .وذكر محمد بن إسحاق عن وهب بن منبه : أن رجلا كان قد بقي على دين عيسى فوقع إلى أهل نجران [ فدعاهم ] فأجابوه فسار إليه ذو نواس اليهودي بجنوده من حمير وخيرهم بين النار واليهودية ، فأبوا عليه فخد الأخاديد وأحرق اثني عشر ألفا ، ثم [ لما ] غلب أرياط على اليمن فخرج ذو نواس هاربا فاقتحم البحر بفرسه فغرق قال الكلبي : وذو نواس قتل عبد الله بن التامر .وقال محمد بن إسحاق عن عبد الله بن أبي بكر : أن خربة احتفرت في زمن عمر بن الخطاب فوجدوا عبد الله بن التامر واضعا يده على ضربة في رأسه إذا أميطت يده عنها انبعثت دما وإذا تركت ارتدت مكانها ، وفي يده خاتم من حديد فيه : ربي الله ، فبلغ ذلك عمر فكتب أن أعيدوا عليه الذي وجدتم عليهوروى عطاء عن ابن عباس - رضي الله تعالى عنهما - قال : كان بنجران ملك من ملوك حمير يقال له : يوسف ذو نواس بن شرحبيل بن شرحيل في الفترة قبل مولد النبي - صلى الله عليه وسلم - [ بسبعين سنة ] وكان في بلاده غلام يقال له عبد الله بن تامر ، وكان أبوه قد سلمه إلى معلم يعلمه السحر فكره ذلك الغلام ولم يجد بدا من طاعة أبيه فجعل يختلف إلى المعلم [ وكان ] في طريقه راهب حسن القراءة حسن الصوت ، فأعجبه ذلك ، وذكر قريبا من معنى حديث صهيب إلى أن قال الغلام للملك : إنك لا تقدر على قتلي إلا أن تفعل ما أقول لك ، قال : فكيف أقتلك ؟ قال : تجمع أهل مملكتك وأنت على سريرك فترميني بسهم باسم إلهي ، ففعل الملك [ ذلك ] فقتله ، فقال الناس : لا إله إلا الله ، عبد الله بن تامر لا دين إلا دينه ، فغضب الملك وأغلق باب المدينة وأخذ أفواه السكك وخد أخدودا وملأه نارا ثم عرضهم رجلا رجلا فمن رجع عن الإسلام تركه ، ومن قال : ديني دين عبد الله بن تامر ألقاه في الأخدود فأحرقه ، وكان في مملكته امرأة أسلمت فيمن أسلم ولها أولاد ثلاثة أحدهم رضيع ، ‌فقال لها الملك : ارجعي عن دينك وإلا ألقيتك وأولادك في النار ، فأبت فأخذ ابنها الأكبر فألقاه في النار ، ثم قال لها : ارجعي عن دينك ، فأبت فألقى الثاني في النار ، ثم قال لها : ارجعي ، فأبت فأخذوا الصبي منها ليلقوه في النار فهمت المرأة بالرجوع ، فقال الصبي : يا أماه لا ترجعي [ عن الإسلام ] فإنك على الحق ، ولا بأس عليك ، فألقي الصبي في النار ، وألقيت أمه على أثره .وقال سعيد بن جبير وابن أبزى : لما انهزم أهل اسفندهار قال عمر بن الخطاب : أي شيء يجري على المجوس من الأحكام فإنهم ليسوا بأهل كتاب ؟ فقال علي بن أبي طالب - رضي الله عنه - : بلى قد كان لهم كتاب ، وكانت الخمر أحلت لهم فتناولها ملك من ملوكهم فغلبته على عقله ، فتناول أخته فوقع عليها فلما ذهب عنه السكر ندم ، وقال لها : ويحك ما هذا الذي أتيت ، وما المخرج منه قالت : المخرج منه أن تخطب الناس ، وتقول : إن الله قد أحل نكاح الأخوات فإذا ذهب في الناس وتناسوه خطبتهم فحرمته ، فقام خطيبا فقال : إن الله قد أحل لكم نكاح الأخوات ، فقال الناس بأجمعهم : معاذ الله أن نؤمن بهذا ، أو نقر به ، ما جاءنا به نبي ولا أنزل علينا فيه كتاب ، فبسط فيهم السوط فأبوا أن يقروا فجرد فيهم السيف . فأبوا أن يقروا [ فخد لهم أخدودا ] وأوقد فيه النيران وعرضهم عليها فمن أبى ولم يطعه قذفه في النار ومن أجاب خلى سبيله .وقال الضحاك : أصحاب الأخدود من بني إسرائيل ، أخذوا رجالا ونساء فخدوا لهم أخدودا ثم أوقدوا فيه النيران فأقاموا المؤمنين عليها ، فقالوا : أتكفرون أم نقذفكم في النار ؟ ويزعمون أنه دانيال وأصحابه . وهذه رواية العوفي عن ابن عباس رضي الله عنهما .وقال أبو الطفيل عن علي - رضي الله عنه - : كان أصحاب الأخدود نبيهم حبشي ، بعث [ نبي ] من الحبشة إلى قومه ، ثم قرأ علي - رضي الله عنه - : ( ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ) الآية ( غافر - 78 ) فدعاهم فتابعه أناس فقاتلهم فقتل أصحابه وأخذوا وأوثق ما أفلت منهم فخدوا أخدودا فملئوها نارا فمن تبع النبي رمي فيها ، ومن تابعهم تركوه ، فجاءوا بامرأة ومعها صبي رضيع فجزعت ، فقال الصبي : يا أماه مري ولا تنافقي .وقال عكرمة : كانوا من النبط [ أحرقوا بالنار ] وقال مقاتل : كانت الأخدود ثلاثة : واحدة بنجران باليمن ، وواحدة بالشام ، والأخرى بفارس ، حرقوا [ بالنار ] أما التي بالشام فهو أبطاموس الرومي ، وأما التي بفارس فبختنصر ، وأما التي بأرض العرب فهو ذو نواس يوسف ، فأما التي بالشام وفارس فلم ينزل الله فيهما قرآنا وأنزل في التي كانت بنجران ، وذلك أن رجلا مسلما ممن يقرأ الإنجيل آجر نفسه في عمل ، وجعل يقرأ الإنجيل فرأت بنت المستأجر النور يضيء من قراءة الإنجيل ، فذكرت ذلك لأبيها فرمقه حتى رآه [ فسأله فلم يخبره ] فلم يزل به حتى أخبره بالدين والإسلام ، فتابعه هو وسبعة وثمانون إنسانا من بين رجل وامرأة وهذا بعدما رفع عيسى - عليه السلام - إلى السماء ، فسمع ذلك يوسف ذو نواس فخد لهم في الأرض وأوقد فيها نارا فعرضهم على الكفر ، فمن أبى أن يكفر قذفه في النار ومن رجع عن دين عيسى لم يقذفه ، وإن امرأة جاءت ومعها ولد صغير لا يتكلم ، فلما قامت على شفير الخندق نظرت إلى ابنها فرجعت عن النار ، فضربت حتى تقدمت فلم تزل كذلك ثلاث مرات ، فلما كانت في الثالثة ذهبت ترجع فقال لها ابنها : يا أماه إني أرى أمامك نارا لا تطفأ ، فلما سمعت ذلك قذفا جميعا أنفسهما في النار ، فجعلها الله وابنها في الجنة ، فقذف في النار في يوم واحد سبعة وسبعون إنسانا ، فذلك قوله - عز وجل - : \" قتل أصحاب الأخدود \" ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : قتل أصحاب الأخدود أي لعن . قال ابن عباس : كل شيء في القرآن قتل فهو لعن . وهذا جواب القسم في قول الفراء - واللام فيه مضمرة ; كقوله : والشمس وضحاها ثم قال قد أفلح من زكاها : أي لقد أفلح . وقيل : فيه تقديم وتأخير ; أي قتل أصحاب الأخدود والسماء ذات البروج ; قاله أبو حاتم السجستاني . ابن الأنباري : وهذا غلط لأنه لا يجوز لقائل أن يقول : والله قام زيد على معنى قام زيد والله . وقال قوم : جواب القسم إن بطش ربك لشديد وهذا قبيح ; لأن الكلام قد طال بينهما . وقيل : إن الذين فتنوا . وقيل : جواب القسم محذوف ، أي والسماء ذات البروج لتبعثن . وهذا اختيار ابن الأنباري . والأخدود : الشق العظيم المستطيل في الأرض كالخندق ، وجمعه أخاديد . ومنه الخد لمجاري الدموع ، والمخدة ; لأن الخد يوضع عليها . ويقال : تخدد وجه الرجل : إذا صارت فيه أخاديد من جراح . قال طرفة :ووجه كأن الشمس حلت رداءها عليه نقي اللون لم يتخدد"
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) يقول: لعن أصحاب الأخدود. وكان بعضهم يقول: معنى قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) خبر من الله عن النار أنها قتلتهم.وقد اختلف أهل العلم في أصحاب الأخدود؛ من هم؟ فقال بعضهم: قوم كانوا أهل كتاب من بقايا المجوس.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يعقوب القمي، عن جعفر عن ابن أبزى، قال: لما رجع المهاجرون من بعض غزواتهم، بلغهم نعي عمر بن الخطاب رضي الله عنه، فقال بعضهم لبعض: أيّ الأحكام تجري في المجوس، وإنهم ليسوا بأهل كتاب، وليسوا من مشركي العرب، فقال عليّ بن أبي طالب رضى الله عنه: قد كانوا أهل كتاب، وقد كانت الخمر أُحلَّت لهم، فشربها ملك من ملوكهم حتى ثمل منها، فتناول أخته فوقع عليها، فلما ذهب عنه السكر قال لها: ويحك، فما المخرج مما ابتليتُ به؟ فقالت: اخطب الناس، فقل: يا أُّيها الناس إن الله قد أحلّ نكاح الأخوات، فقام خطيبًا، فقال: يا أيُّها الناس إن الله قد أحلّ نكاح الأخوات، فقال الناس: إنا نبرأ إلى الله من هذا القول، ما أتانا به نبيٌّ، ولا وجدناه في كتاب الله، فرجع إليها نادمًا، فقال لها: ويحك، إن الناس قد أبوا عليّ أن يقرّوا بذلك، فقالت: ابسط عليهم السِّياط، ففعل، فبسط عليهم السياط، فأبَوا أن يقرّوا، فرجع إليها نادمًا، فقال: إنهم أبوا أن يقرّوا، فقالت: اخطبهم، فإن أبوا فجرّد فيهم السيف، ففعل، فأبى عليه الناس، فقال لها: قد أبى عليّ الناس، فقالت: خدّ لهم الأخدود، ثم اعرض عليها أهل مملكتك، فمن أقرّ، وإلا فاقذفه في النار، ففعل، ثم عرض عليها أهل مملكته، فمن لم يقرّ منهم قذفه في النار، فأنزل الله فيهم: ( قُتِلَ أَصْحَابُ الأخْدُودِ * النَّارِ ذَاتِ الْوَقُودِ ) إلى  أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ * الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ * إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ  حرّقوهم  ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ  فلم يزالوا منذ ذلك يستحلون نكاح الأخوات والبنات والأمهات.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: حُدِّثنا أنّ عليّ بن أبي طالب رضي الله عنه كان يقول: هم ناس بمذارع اليمن، اقتتل مؤمنوها وكفارها، فظهر مؤمنوها على كفارها، ثم اقتتلوا الثانية، فظهر مؤمنوها على كفارها ثم أخذ بعضهم على بعض عهدًا ومواثيق أن لا يغدر بعضهم ببعض، فغدر بهم الكفار فأخذوهم أخذًا، ثم إن رجلا من المؤمنين قال لهم: هل لكم إلى خير، توقدون نارًا ثم تعرضوننا عليها، فمن تابعكم على دينكم فذلك الذي تشتهون، ومن لا اقتحم النار، فاسترحتم منه، قال: فأجَّجوا نارًا وعُرِضوا عليها، فجعلوا يقتحمونها صناديدهم، ثم بقيت منهم عجوز كأنها نكصت، فقال لها طفل في حجرها: يا أماه امضي ولا تنافقي. قصّ الله عليكم نبأهم وحديثهم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: يعني القاتلين الذين قتلوهم يوم قتلوا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( قُتِلَ أَصْحَابُ الأخْدُودِ * النَّارِ ذَاتِ الْوَقُودِ ) قال: هم ناس من بني إسرائيل خدّوا أخدودًا في الأرض، ثم أوقدوا فيها نارًا، ثم أقاموا على ذلك الأخدود رجالا ونساء، فعُرِضوا عليها، وزعموا أنه دانيال وأصحابه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: كان شقوق في الأرض بنَجْرَان كانوا يعذّبون فيها الناس.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) يزعمون أن أصحاب الأخدود من بني إسرائيل، أخذوا رجالا ونساء، فخدّوا لهم أخدودًا، ثم أوقدوا فيها النيران، فأقاموا المؤمنين عليها، فقالوا: تكفرون أو نقذفكم في النار.حدثني محمد بن معمر، قال: ثني حرمي بن عمارة، قال: ثنا حماد بن سلمة، قال: ثنا ثابت البُنانيّ، عن عبد الرحمن بن أبي ليلى، عن صهيب، قال: قال رسول الله صلى الله عليه وسلم: \" كان فِيمَنْ كَانَ قَبْلَكُمْ مَلِكٌ، وَكَانَ لَهُ ساحِرٌ، فَأَتَى السَّاحِرُ الْمَلِكَ فَقَالَ: قَدْ كَبِرَتْ سِنِّي، وَدَنَا أجَلِي، فَادْفَعْ لِي غُلامًا أُعَلِّمْهُ السِّحْرَ \" ، قال: \" فَدَفَعَ إلَيْهِ غُلامًا يُعَلِّمُهُ السِّحْرَ \" ، قَالَ: \" فَكَانَ الغُلامُ يَخْتَلِفُ إلى السَّاحِرِ، وكَانَ بَيْنَ السَّاحِرِ وَبَيْنَ المَلِكِ رَاهِبٌ \" ، قال: \" فَكَانَ الغُلامُ إذَا مَرَّ بالرَّاهِبِ قَعَدَ إلَيْهِ فَسَمِعَ مِنْ كَلامِهِ، فَأُعْجِبَ بِكَلامِهِ، فَكَانَ الغُلامُ إذَا أَتَى السَّاحِرَ ضَرَبَهُ وَقَالَ: مَا حَبَسَكَ؟ وَإذَا أَتَى أَهْلَهُ قَعَدَ عِنْدَ الرَّاهِبِ يَسْمَعُ كَلامَهُ، فَإذَا رَجَعَ إلى أَهْلِهِ ضَرَبُوهُ وَقَالُوا: مَا حَبَسَكَ؟ فَشَكَا ذَلِكَ إلَى الرَّاهِبِ فَقَالَ لَهُ الرَّاهِبُ: إذَا قَالَ لَكَ السَّاحِرُ: مَا حَبَسَكَ؟ قُلْ حَبَسَنِي أَهْلِي، وَإذَا قَالَ أَهْلُكَ: مَا حَبَسَكَ؟ فَقُلْ حَبَسَنِي السَّاحِرُ . فَبَيْنَمَا هُوَ كَذَلِكَ إذْ مَرَّ في طَرِيقٍ وَإذَا دَابَّةٌ عَظِيمَةٌ فِي الطَّرِيقِ قَدْ حَبَسَتِ النَّاسَ لا تَدَعُهُمْ يَجُوزُونَ، فَقَالَ الْغُلامُ: الآنَ أَعْلَمُ: أَمْرُ السَّاحِرِ أَرْضَى عِنْدَ اللهِ أَمْ أَمْرُ الرَّاهِبِ؟ قَالَ: فَأَخَذَ حَجَرًا \" ، قَالَ: فَقَالَ: \" اللَّهُمْ إنْ كَانَ أمْرُ الرَّاهِبِ أحَبَّ إلَيْكَ مِنْ أَمْرِ السَّاحِرِ، فَإنِّي أَرْمِي بِحَجَرِي هَذَا فَيَقْتُلَهُ وَيَمُرُّ النَّاسُ، قَالَ: فَرَمَاهَا فَقَتَلَهَا، وَجَازَ النَّاسُ؛ فَبَلَغَ ذَلِكَ الرَّاهِبَ \" ، قَالَ: وَأَتَاهُ الْغُلامُ فَقَالَ الرَّاهِبُ لِلْغُلامِ: إنَّكَ خَيْرٌ مِنِّي، وَإنِ ابْتُلِيتَ فَلا تَدُلَّنَّ عَلَيَّ \" ؛ قَالَ: \" وَكَانَ الْغُلامُ يُبْرِئُ الأكْمَهَ وَالأبْرَصَ وَسَائِرَ الأدوَاءِ، وَكَانَ لِلْمَلِكِ جَلِيسٌ، قَالَ: فَعَمِيَ، قَالَ: فَقِيلَ لَهُ: إنَّ هَاهُنَا غُلامًا يُبْرِئُ الأكْمَهَ وَالأبْرَصَ وَسَائِرَ الأدْوَاءِ فَلَوْ أَتَيْتَهُ؟ قَالَ: \" فَاتَّخَذَ لَهُ هَدَايا \" ؛ قَالَ: \" ثُمَّ أَتَاهُ فَقَالَ: يَا غُلامُ، إنْ أَبْرَأْتَنِي فَهَذِهِ الهَدَايَا كُلُّهَا لَكَ، فَقَالَ: مَا أَنَا بِطَبِيبٍ يشْفِيكَ، وَلَكِنَّ اللهَ يَشْفِي، فَإذَا آمَنْتَ دَعَوْتُ اللهَ أَنْ يَشْفِيَكَ \" ، قَالَ: \" فَآمَنَ &amp;; 24-340 &amp;; الأعْمَى، فَدَعَا اللهَ فَشَفَاهُ، فَقَعَدَ الأعْمَى إلى الْمَلِكِ كَمَا كَانَ يَقْعُدُ، فَقَالَ لَهُ المَلِكُ: أَلَيْسَ كُنْتَ أَعْمَى؟ قَالَ: نَعَمْ، قَالَ: فَمَنْ شَفَاكَ؟ قَالَ: رَبِّي، قَالَ: وَلَكَ رَبٌّ غَيرِي؟ قَالَ: نَعَمْ رَبِّي وَرَبُّكَ اللهُ \" ، قَالَ: \" فَأَخَدَهُ بِالْعَذَابِ فَقَالَ: لَتَدُلَّنِي عَلَى مَنْ عَلَّمَكَ هَذَا \" ، قَالَ: \" فَدَلَّ عَلَى الغلامِ، فَدَعَا الغُلامَ فَقَالَ: ارْجِعْ عَنْ دِينِكَ \" ، قَالَ: \" فَأَبَى الْغُلامُ \" ؛ قَالَ: فَأَخَذَهُ بِالْعَذَابِ \" ، قَالَ: \" فَدَلَّ عَلَى الرَّاهِبِ، فَأَخَذَ الرَّاهِبَ فَقَالَ: ارْجِعْ عَنْ دِينِكِ فَأَبَى \" ، قَالَ: \" فَوَضَعَ المِنْشَارَ عَلَى هَامَتِهِ فَشَقَّهُ حَتّى بَلَغَ الأرْضَ \" ، قَالَ: \" وَأَخَذَ الأعْمَى فَقَالَ: لَتَرْجِعَنَّ أوْ لأقْتُلَنَّكَ \" ، قَالَ: \" فَأَبَى الأعْمَى، فَوَضَعَ المِنْشَارَ عَلَى هَامَتِهِ فَشَقَّهُ حَتّى بَلَغَ الأرْضَ ، ثُمَّ قَالَ لِلْغُلامِ: لَتَرْجِعَنَّ أوْ لأقْتُلَنَّكَ \" ، قال: \" فَأَبَى \" ، قَالَ: \" فَقَالَ: اذْهَبُوا بِهِ حَتَّى تَبْلُغُوا بِهِ ذِرْوَةَ الْجَبَلِ، فَإنْ رَجَعَ عَنْ دِينِهِ، وَإلا فَدَهْدِهُوهُ، فَلَمَّا بَلَغُوا بِه ذِرْوَةَ الْجَبَلِ فَوَقَعُوا فَمَاتُوا كُلُّهُمْ. وَجَاءَ الغُلامُ يَتَلَمَّسُ حَتّى دَخَلَ عَلَى الْمَلِكِ، فَقَالَ: أَيْنَ أصْحَابُكَ؟ قَالَ: كَفَانِيهمُ اللهُ. قَالَ: فَاذْهَبُوا بِهِ فَاحْمِلُوهُ فِي قُرْقُورٍ فَتَوَسَّطُوا بِهِ البَحْرَ، فَإنْ رَجَعَ عَنْ دِينِهِ وَإلا فَغَرِّقُوهُ \" قال: \" فَذَهَبُوا بِهِ، فَلَمَّا تَوَسَّطُوا بِهِ الْبَحْرَ قَالَ الْغُلامُ: اللَّهُمَّ اكْفِنِيهِمْ، فَانْكَفَأَتْ بِهِمُ السَّفِينَةُ. وَجَاءَ الغُلامُ يَتَلَمَّسُ حَتّى دَخَلَ عَلَى الْمَلِكِ، فَقَالَ المَلِكُ: أَيْنَ أصْحَابُكَ؟ قَالَ: دَعَوْتُ اللهَ فَكَفَانِِيهمْ، قَالَ: لأقْتُلَنَّكَ، قَالَ: مَا أَنْتَ بِقَاتِلِي حَتّى تَصْنَعَ مَا آمُرُكَ \" ، قَالَ: \" فَقَالَ الْغُلامُ لِلْمَلِكِ: اجْمَعِ النَّاسَ فِي صَعِيدٍ وَاحِدٍ، ثُمَّ اصْلُبْنِي، ثُمَّ خُذْ سَهْمًا مِنْ كِنَانَتِي فَارْمِنِي وَقُلْ: باسْمِ رَبِّ الْغُلامِ فَإِنَّكَ سَتَقْتُلُنِي \" ، قَالَ: \" فَجَمَعَ النَّاسَ فِي صَعِيدٍ وَاحِدٍ \" ، قَالَ: \" وَصَلَبَهُ وَأَخَذَ سَهْمًا مِنْ كِنَانَتِهِ فَوَضَعَهُ فِي كَبِدِ الْقَوْسِ ثُمَّ رَمَى، فَقَالَ: باسْمِ رَبِّ الغُلامِ، فَوَقَعَ السَّهْمُ فِي صُدْغِ الْغُلامِ، فَوَضَعَ يَدَهُ هَكَذَا عَلَى صُدْغِهِ وَمَاتَ الْغُلامُ، فَقَالَ النَّاسُ: آمَنَّا بِرَبِّ الْغُلامِ، فَقَالُوا للْمَلِكِ: مَا صَنَعْتَ، الَّذي كُنْتَ تَحْذَرُ قَدْ وَقَعَ، قَدْ آمَنَ النَّاسُ، فَأَمَرَ بِأَفْوَاهِ السِّكَكِ فَأُخِذَتْ، وَخَدَّ الأخْدُودَ وضَرَّمَ فِيهِ النِّيرَانَ، وَأَخَذَهُمْ وَقَالَ: إنْ رَجَعُوا وَإلا فَأَلْقُوهُمْ فِي النَّارِ \" ، قَالَ: \" فَكَانُوا يُلْقُونَهُمْ فِي النَّارِ \" ، قَالَ: \" فَجَاءتِ امْرأةٌ مَعَها صَبِيٌّ لَهَا \" ، قَالَ: \" فَلَمَّا ذَهَبَتْ تَقْتَحِمُ وَجَدَتْ حَرَّ النَّارِ، فَنَكَصَتْ \" ، قَالَ: \" فَقَالَ لَهَا صَبِيُّهَا يا أُمَّاهُ امْضِي فَإنَّكِ عَلَى الْحَقِّ، فَاقْتَحَمَتْ فِي النَّارِ\".وقال آخرون: بل الذين أحرقتهم النار هم الكفار الذين فتنوا المؤمنين.* ذكر من قال ذلك:حُدثت عن عمار، عن عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس، قال: كان أصحاب الأخدود قومًا مؤمنين اعتزلوا الناس في الفترة، وإن جبارًا من عَبَدَة الأوثان أرسل إليهم، فعرض عليهم الدخول في دينه، فأبوا، فخدّ أخدودًا، وأوقد فيه نارًا، ثم خيرهم بين الدخول في دينه، وبين إلقائهم في النار، فاختاروا إلقاءهم في النار، على الرجوع عن دينهم، فألقوا في النار، فنجَّى الله المؤمنين الذين ألقوا في النار من الحريق، بأن قبض أرواحهم قبل أن تمسهم النار، وخرجت النار إلى من على شفير الأخدود من الكفار فأحرقتهم، فذلك قول الله:  فَلَهُمْ عَذَابُ جَهَنَّمَ  في الآخرة  وَلَهُمْ عَذَابُ الْحَرِيقِ  في الدنيا.واختُلف في موضع جواب القسم بقوله: ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) فقال بعضهم: جوابه:  إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: وقع القسم هاهنا  إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ  . وقال بعض نحويي البصرة: موضع قسمها - والله أعلم - على ( قتل أصحاب الأخدود ) ، أضمر اللام كما قال:  وَالشَّمْسِ وَضُحَاهَا ... قَدْ أَفْلَحَ مَنْ زَكَّاهَا  يريد: إن شاء الله لقد أفلح من زكَّاها، فألقى اللام، وإن شئت قلت على التقديم، كأنه قال: قتل أصحاب الأخدود، والسماء ذات البروج.وقال بعض نحويي الكوفة: يقال في التفسير: إن جواب القسم في قوله: ( قُتِلَ ) كما كان قسم  وَالشَّمْسِ وَضُحَاهَا  في قوله:  قَدْ أَفْلَحَ  هذا في التفسير، قالوا: ولم نجد العرب تدع القسم بغير لام يستقبل بها أو \" لا \" أو \" إن \" أو \" ما \"، فإن يكن ذلك كذلك، فكأنه مما ترك فيه الجواب، ثم استؤنف موضع الجواب بالخبر، كما قيل: \" يا أَيُّهَا الإنسان \" في كثير من الكلام.وأولى الأقوال في ذلك عندي بالصواب قول من قال: جواب القسم في ذلك متروك، والخبر مستأنف؛ لأن علامة جواب القسم لا تحذفها العرب من الكلام إذا أجابته.وأولي التأويلين بقوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) : لُعِنَ أصحاب الأخدود الذين ألقوا المؤمنين والمؤمنات في الأخدود.وإنما قلت: ذلك أولى التأويلين بالصواب؛ للذي ذكرنا عن الربيع من العلة، وهو أن الله أخبر أن لهم عذاب الحريق مع عذاب جهنم، ولو لم يكونوا أحرقوا في الدنيا، لم يكن لقوله:  وَلَهُمْ عَذَابُ الْحَرِيقِ  معنى مفهوم، مع إخباره أن لهم عذاب جهنم؛ لأن عذاب جهنم هو عذاب الحريق مع سائر أنواع عذابها في الآخرة، والأخدود: الحفرة تحفر في الأرض."
        }
      ]
    },
    {
      "ayahNo": 5,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«النار» بدل اشتمال منه «ذات الوقود» ما توقد به."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم فسر الأخدود بقوله:  النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ  وهذا من أعظم ما يكون من التجبر وقساوة القلب، لأنهم جمعوا بين الكفر بآيات الله ومعاندتها، ومحاربة أهلها وتعذيبهم بهذا العذاب، الذي تنفطر منه القلوب، وحضورهم إياهم عند إلقائهم فيها، والحال أنهم ما نقموا من المؤمنين إلا خصلة  يمدحون عليها، وبها سعادتهم، وهي أنهم كانوا يؤمنون بالله العزيز الحميد أي: الذي له العزة التي قهر بها كل شيء، وهو حميد في أقواله وأوصافه وأفعاله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "فحفروا لهم في الأرض أخدودا وأججوا فيه نارا وأعدوا لها وقودا يسعرونها به ثم أرادوهم فلم يقبلوا منهم فقذفوهم فيها."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( النار ذات الوقود ) بدل من الأخدود ، قال الربيع بن أنس : نجى الله المؤمنين الذين ألقوا في النار بقبض أرواحهم قبل أن تمسهم النار ، وخرجت النار إلى من على شفير الأخدود من الكفار فأحرقتهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "النار ذات الوقود ( النار ) بدل من ( الأخدود ) بدل الاشتمال . و ( الوقود ) بفتح الواو قراءة العامة وهو الحطب . وقرأ قتادة وأبو رجاء ونصر بن عاصم ( بضم الواو ) على المصدر ; أي ذات الاتقاد والالتهاب . وقيل : ذات الوقود بأبدان الناس . وقرأ أشهب العقيلي وأبو السمال العدوي وابن السميقع ( النار ذات ) بالرفع فيهما ; أي أحرقتهم النار ذات الوقود ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( النَّارِ ذَاتِ الْوَقُودِ ) فقوله ( النار ) : ردّ على الأخدود، ولذلك خفضت، وإنما جاز ردّها عليه وهي غيره، لأنها كانت فيه، فكأنها إذ كانت فيه هو، فجرى الكلام عليه لمعرفة المخاطبين به بمعناه، وكأنه قيل: قتل أصحاب النار ذَاتِ الْوَقُودِ، ويعني بقوله:: ( ذَاتِ الْوَقُودِ ) ذات الحطب الجزل، وذلك إذا فتحت الواو، فأما الوقود بضم الواو، فهو الاتقاد."
        }
      ]
    },
    {
      "ayahNo": 6,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إذ هم عليها» حولها على جانب الأخدود على الكراسي «قعود»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم فسر الأخدود بقوله:  النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ  وهذا من أعظم ما يكون من التجبر وقساوة القلب، لأنهم جمعوا بين الكفر بآيات الله ومعاندتها، ومحاربة أهلها وتعذيبهم بهذا العذاب، الذي تنفطر منه القلوب، وحضورهم إياهم عند إلقائهم فيها، والحال أنهم ما نقموا من المؤمنين إلا خصلة  يمدحون عليها، وبها سعادتهم، وهي أنهم كانوا يؤمنون بالله العزيز الحميد أي: الذي له العزة التي قهر بها كل شيء، وهو حميد في أقواله وأوصافه وأفعاله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي مشاهدون لما يفعل بأولئك المؤمنين."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إذ هم عليها قعود\"، أي: عند النار جلوس لتعذيب المؤمنين. قال مجاهد: كانوا قعوداً على الكراسي عند الأخدود."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إذ هم عليها قعود أي الذين خددوا الأخاديد وقعدوا عليها يلقون فيها المؤمنين ، وكانوا بنجران في الفترة بين عيسى ومحمد صلى الله عليهما وسلم . وقد اختلفت الرواة في حديثهم . والمعنى متقارب . ففي صحيح مسلم عن صهيب : أن رسول الله - صلى الله عليه وسلم - قال : كان ملك فيمن كان قبلكم ، وكان له ساحر ; فلما كبر قال للملك : إني قد كبرت فابعث إلي غلاما أعلمه السحر ; فبعث إليه غلاما يعلمه ; فكان في طريقه إذا سلك راهب ، فقعد إليه وسمع كلامه ، فأعجبه ; فكان إذا أتى الساحر مر بالراهب وقعد إليه ; فإذا أتى الساحر ضربه ; فشكا ذلك إلى الراهب ، فقال : إذا خشيت الساحر فقل : حبسني أهلي . وإذا خشيت أهلك فقل : حبسني الساحر . فبينما هو كذلك إذ أتى على دابة عظيمة قد حبست الناس ، فقال : اليوم أعلم الساحر أفضل أم الراهب أفضل ؟ فأخذ حجرا فقال : اللهم إن كان أمر الراهب أحب إليك من أمر الساحر فاقتل هذه الدابة ، حتى يمضي الناس ; فرماها فقتلها ومضى الناس . فأتى الراهب فأخبره فقال له الراهب : أي بني ؟ أنت اليوم أفضل مني ، قد بلغ من أمرك ما أرى ، وإنك ستبتلى ; فإن ابتليت فلا تدل علي . وكان الغلام يبرئ الأكمه والأبرص ، ويداوي الناس من سائر الأدواء . فسمع جليس للملك كان قد عمي ، فأتاه بهدايا كثيرة فقال : ما ها هنا لك أجمع إن أنت شفيتني . فقال : إني لا أشفي أحدا ، إنما يشفي الله ; فإن أنت آمنت بالله دعوت الله فشفاك ؟ فآمن بالله فشفاه الله . فأتى الملك فجلس إليه كما كان يجلس ; فقال له الملك : من رد عليك بصرك ؟ قال ربي . قال : ولك رب غيري ؟ قال : ربي وربك الله . فأخذه فلم يزل يعذبه حتى دل على الغلام ; فجيء بالغلام فقال له الملك : أي بني ! أقد بلغ من سحرك ما تبرئ الأكمه والأبرص ، وتفعل وتفعل ؟ ! قال : أنا لا أشفي أحدا ، إنما يشفي الله . فأخذه فلم يزل يعذبه حتى دل على الراهب ; فجيء بالراهب ، فقيل له : ارجع عن دينك . فأبى فدعا بالمنشار ، فوضع المنشار في مفرق رأسه فشقه حتى وقع شقاه . ثم جيء بجليس الملك فقيل له : ارجع عن دينك ; فأبى فوضع المنشار في مفرق رأسه ، فشقه به حتى وقع شقاه . ثم جيء بالغلام فقيل له : ارجع عن دينك ، فأبى فدفعه إلى نفر من أصحابه فقال : اذهبوا به إلى جبل كذا وكذا ، فاصعدوا به الجبل ، فإذا بلغتم ذروته فإن رجع عن دينه وإلا فاطرحوه ; فذهبوا به فصعدوا به الجبل فقال : اللهم اكفنيهم بما شئت ; فرجف بهم الجبل ، فسقطوا . وجاء يمشي إلى الملك ، فقال له الملك : ما فعل أصحابك ؟ قال : كفانيهم الله . فدفعه إلى نفر من أصحابه فقال : اذهبوا به فاحملوه في قرقور ، فتوسطوا به البحر ، فإن رجع عن دينه وإلا فاقذفوه ; فذهبوا به فقال : اللهم اكفنيهم بما شئت ; فانكفأت بهم السفينة ، فغرقوا . وجاء يمشي إلى الملك ، فقال له الملك : ما فعل أصحابك ؟ قال : كفانيهم الله . فقال للملك : إنك لست بقاتلي حتى تفعل ما آمرك به . قال : وما هو ؟ قال : تجمع الناس في صعيد واحد ، وتصلبني على جذع ، ثم خذ سهما من كنانتي ، ثم ضع السهم في كبد القوس ، ثم قل : باسم الله رب الغلام ، ثم ارمني ; فإنك إذا فعلت ذلك قتلتني . فجمع الناس في صعيد واحد ، وصلبه على جذع ، ثم أخذ سهما من كنانته ، ثم وضع السهم في كبد القوس ثم قال : باسم الله رب الغلام ; ثم رماه فوقع السهم في صدغه ، فوضع يده في صدغه ، في موضع السهم ، فمات ; فقال الناس : آمنا برب الغلام ! آمنا برب الغلام ! آمنا برب الغلام فأتي الملك فقيل له : أرأيت ما كنت ، تحذر ؟ قد والله نزل بك حذرك ، قد آمن الناس ; فأمر بالأخدود في أفواه السكك ، فخدت ، وأضرم النيران ، وقال : من لم يرجع عن دينه فأحموه فيها - أو قيل له اقتحم - ففعلوا ; حتى جاءت امرأة ومعها صبي لها ، فتقاعست أن تقع فيها ، فقال ، لها الغلام : ( يا أمه اصبري فإنك على الحق ) . خرجه الترمذي بمعناه .وفيه : ( وكان على طريق الغلام راهب في صومعة ) قال معمر : أحسب أن أصحاب الصوامع كانوا يومئذ مسلمين . وفيه : ( أن الدابة التي حبست الناس كانت أسدا ، وأن الغلام دفن - قال - : فيذكر أنه أخرج في زمن عمر بن الخطاب وأصبعه على صدغه كما وضعها حين قتل ) . وقال : حديث حسن غريب . ورواه الضحاك عن ابن عباس قال : كان ملك بنجران ، وفي رعيته رجل له فتى ، فبعثه إلى ساحر يعلمه السحر ، وكان طريق الفتى على راهب يقرأ الإنجيل ; فكان يعجبه ما يسمعه من الراهب ، فدخل في دين الراهب ; فأقبل يوما فإذا حية عظيمة قطعت على الناس طريقهم ، فأخذ حجرا فقال باسم الله رب السماوات والأرض وما بينهما ; فقتلها . وذكر نحو ما تقدم . وأن الملك لما رماه بالسهم وقتله قال أهل مملكة الملك : لا إله إلا إله عبد الله بن ثامر ، وكان اسم الغلام ، فغضب الملك ، وأمر فخدت أخاديد ، وجمع فيها حطب ونار ، وعرض أهل مملكته عليها ، فمن رجع عن التوحيد تركه ، ومن ثبت على دينه قذفه في النار . وجيء بامرأة مرضع فقيل لها ارجعي عن دينك وإلا قذفناك وولدك - قال - فأشفقت وهمت بالرجوع ، فقال لها الصبي المرضع : يا أمي ، اثبتي على ما أنت عليه ، فإنما هي غميضة ; فألقوها وابنها .وروى أبو صالح عن ابن عباس أن النار ارتفعت من الأخدود فصارت فوق الملك وأصحابه أربعين ذراعا فأحرقتهم . وقال الضحاك : هم قوم من النصارى كانوا باليمن قبل مبعث رسول الله - صلى الله عليه وسلم - بأربعين سنة ، أخذهم يوسف بن شراحيل بن تبع الحميري ، وكانوا نيفا وثمانين رجلا ، وحفر لهم أخدودا وأحرقهم فيه . حكاه الماوردي ، وحكى الثعلبي عنه أن أصحاب الأخدود من بني إسرائيل ، أخذوا رجالا ونساء ، فخدوا لهم الأخاديد ، ثم أوقدوا فيها النار ، ثم أقيم المؤمنون عليها . وقيل لهم : تكفرون أو تقذفون في النار ؟ ويزعمون أنه دانيال وأصحابه ; وقال عطية العوفي . وروي نحو هذا عن ابن عباس . وقال علي - رضي الله عنه - : إن ملكا سكر فوقع على أخته ، فأراد أن يجعل ذلك شرعا في رعيته فلم يقبلوا ; فأشارت إليه أن يخطب بأن الله - عز وجل - أحل نكاح الأخوات ، فلم يسمع منه . فأشارت إليه أن يخد لهم الأخدود ، ويلقي فيه كل من عصاه . ففعل . قال : وبقاياهم ينكحون الأخوات وهم المجوس ، وكانوا أهل كتاب . وروي عن علي أيضا أن أصحاب الأخدود كان سببهم أن نبيا بعثه الله تعالى إلى الحبشة ، فاتبعه ناس ، فخد لهم قومهم أخدودا ، فمن اتبع النبي رمي فيها ، فجيء بامرأة لها بني رضيع فجزعت ، فقال لها : يا أماه ، امضي ولا تجزعي . وقال أيوب عن عكرمة قال : قتل أصحاب الأخدود قال : كانوا من قومك من السجستان . وقال الكلبي : هم نصارى نجران ، أخذوا بها قوما مؤمنين ، فخدوا لهم سبعة أخاديد ، طول كل أخدود أربعون ذراعا ، وعرضه اثنا عشر ذراعا . ثم طرح فيه النفط والحطب ، ثم عرضوهم عليها ; فمن أبى قذفوه فيها . وقيل : قوم من النصارى كانوا بالقسطنطينية زمان قسطنطين . وقال مقاتل : أصحاب الأخدود ثلاثة ; واحد بنجران ، والآخر بالشام ، والآخر بفارس . أما الذي بالشام فأنطنيانوس الرومي ، وأما الذي بفارس فبختنصر ، والذي بأرض العرب يوسف بن ذي نواس . فلم ينزل الله في الذي بفارس والشام قرآنا ، وأنزل قرآنا في الذي كان بنجران . وذلك أن رجلين مسلمين كان أحدهما بتهامة ، والآخر بنجران ، أجر أحدهما نفسه ، فجعل يعمل ويقرأ الإنجيل ; فرأت ابنة المستأجر النور في قراءة الإنجيل ، فأخبرت أباها فأسلم . وبلغوا سبعة وثمانين بين رجل وامرأة ، بعد ما رفع عيسى ، فخد لهم يوسف بن ذي نواس بن تبع الحميري أخدودا ، وأوقد فيه النار ; وعرضهم على الكفر ، فمن أبى أن يكفر قذفه في النار ، وقال : من رجع عن دين عيسى لم يقذف . وإن امرأة معها ولدها صغير لم يتكلم ، فرجعت ، فقال لها ابنها : يا أماه ، إني أرى أمامك نارا لا تطفأ ، فقذفا - جميعا - أنفسهما في النار ، فجعلها الله وابنها في الجنة . فقذف في يوم واحد سبعة وسبعون إنسانا . وقال ابن إسحاق عن وهب بن منبه : كان رجل من بقايا أهل دين عيسى بن مريم - عليه السلام - ، يقال له قيميون ، وكان رجلا صالحا مجتهدا زاهدا في الدنيا مجاب الدعوة ، وكان سائحا في القرى ، لا يعرف بقرية إلا مضى عنها ، وكان بناء يعمل الطين . قال محمد بن كعب القرظي ، وكان أهل نجران أهل شرك يعبدون الأصنام ، وكان في قرية من قراها قريبا من نجران ساحر يعلم غلمان أهل نجران السحر ; فلما نزل بها قيميون ، بنى بها خيمة بين نجران وبين تلك القرية التي بها الساحر ، فجعل أهل نجران يبعثون غلمانهم إلى ذلك الساحر يعلمهم السحر ، فبعث إليه الثامر عبد الله بن الثامر ، فكان مع غلمان أهل نجران ، وكان عبد الله إذا مر بصاحب الخيمة أعجبه ما يرى من أمر صلاته وعبادته ، فجعل يجلس إليه ويسمع منه ، حتى أسلم ، فوحد الله وعبده ، وجعل يسأله عن اسم الله الأعظم ، وكان الراهب يعلمه ، فكتمه إياه وقال : يا بن أخي ، إنك لن تحمله ، أخشى ضعفك عنه ; وكان أبو الثامر لا يظن إلا أن ابنه يختلف إلى الساحر كما يختلف الغلمان . فلما رأى عبد الله أن الراهب قد بخل عليه بتعليم اسم الله الأعظم ، عمد إلى قداح فجمعها ، ثم لم يبق لله تعالى اسما يعلمه إلا كتبه في قدح ، لكل اسم قدح ; حتى إذا أحصاها أوقد لها نارا ، ثم جعل يقذفها فيها قدحا قدحا ، حتى إذا مر بالاسم الأعظم قذف فيها بقدحه ، فوثب القدح حتى خرج منها لم يضره شيء ، فأخذه ثم قام إلى صاحبه ، فأخبره أنه علم اسم الله الأعظم الذي كتمه إياه ، فقال : وما هو ؟ قال : كذا وكذا . قال : وكيف علمته ؟ فأخبره بما صنع . فقال له : يا بن أخي ، قد أصبته ، فأمسك على نفسك ، وما أظن أن تفعل . فجعل عبد الله بن الثامر إذا دخل نجران لم يلق أحدا به ضر إلا قال : يا عبد الله ، أتوحد الله وتدخل في ديني ، فأدعو الله لك فيعافيك مما أنت فيه من البلاء ؟ فيقول : نعم ; فيوحد الله ويسلم ، فيدعو الله له فيشفى ، حتى لم يبق أحد بنجران به ضر إلا أتاه فاتبعه على دينه ودعا له فعوفي ; حتى رفع شأنه إلى ملكهم ، فدعاه فقال له : أفسدت علي أهل قريتي ، وخالفت ديني ودين آبائي ، فلأمثلن بك . قال : لا تقدر على ذلك ; فجعل يرسل به إلى الجبل الطويل ، فيطرح عن رأسه ، فيقع على الأرض ليس به بأس . وجعل يبعث به إلى مياه نجران ، بحار لا يلقى فيها شيء إلا هلك ، فيلقى فيها فيخرج ليس به بأس ; فلما غلبه قال له عبد الله بن الثامر : والله لا تقدر على قتلي حتى توحد الله وتؤمن بما آمنت به ; فإنك إن فعلت ذلك سلطت علي وقتلتني . فوحد الله ذلك الملك وشهد شهادته ، ثم ضربه بعصا فشجه شجة صغيرة ليست بكبيرة ، فقتله ، وهلك الملك مكانه ، واجتمع أهل نجران على دين عبد الله بن الثامر ، وكان على ما جاء به عيسى ابن مريم من الإنجيل وحكمه . ثم أصابهم ما أصاب أهل دينهم من الأحداث ; فمن ذلك كان أصل النصرانية بنجران . فسار إليهم ذو نواس اليهودي بجنوده من حمير ، فدعاهم إلى اليهودية ، وخيرهم بين ذلك أو القتل ، فاختاروا القتل ، فخد لهم الأخدود ، فحرق بالنار وقتل بالسيف ، ومثل بهم حتى قتل منهم عشرين ألفا . وقال وهب بن منبه : اثني عشر ألفا . وقال الكلبي : كان أصحاب الأخدود سبعين ألفا قال وهب ثم لما غلب أرياط على اليمن خرج ذو نواس هاربا ، فاقتحم البحر بفرسه فغرق .قال ابن إسحاق : وذو نواس هذا اسمه زرعة بن تبان أسعد الحميري ، وكان أيضا يسمى يوسف ، وكان له غدائر من شعر تنوس ، أي تضطرب ، فسمي ذا نواس ، وكان فعل هذا بأهل نجران ، فأفلت منهم رجل اسمه دوس ذو ثعلبان ، فساق الحبشة لينتصر بهم ، فملكوا اليمن وهلك ذو نواس في البحر ، ألقى نفسه فيه ، وفيه يقول عمرو بن معدي كرب :أتوعدني كأنك ذو رعين     بأنعم عيشة أو ذو نواسوكائن كان قبلك من نعيم     وملك ثابت في الناس راسقديم عهده من عهد عاد     عظيم قاهر الجبروت قاسأزال الدهر ملكهم فأضحى     ينقل من أناس في أناسوذو رعين : ملك من ملوك حمير . ورعين حصن له وهو من ولد الحارث بن عمرو بن حمير بن سبأ .مسألة : قال علماؤنا : أعلم الله - عز وجل - المؤمنين من هذه الأمة في هذه الآية ، ما كان يلقاه من وحد قبلهم من الشدائد ، يؤنسهم بذلك . وذكر لهم النبي - صلى الله عليه وسلم - قصة الغلام ليصبروا على ما يلاقون من الأذى والآلام ، والمشقات التي كانوا عليها ، ليتأسوا بمثل هذا الغلام ، في صبره وتصلبه في الحق وتمسكه به ، وبذله نفسه في حق إظهار دعوته ، ودخول الناس في الدين مع صغر سنه وعظم صبره . وكذلك الراهب صبر على التمسك بالحق حتى نشر بالمنشار . وكذلك كثير من الناس لما آمنوا بالله تعالى ورسخ الإيمان في قلوبهم ، صبروا على الطرح في النار ولم يرجعوا في دينهم . ابن العربي : وهذا منسوخ عندنا ، حسب ما تقدم بيانه في سورة ( النحل ) .قلت : ليس بمنسوخ عندنا ، وأن الصبر على ذلك لمن قويت نفسه وصلب دينه أولى ، قال الله تعالى مخبرا عن لقمان : يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور : وروى أبو سعيد الخدري أن النبي - صلى الله عليه وسلم - قال : إن من أعظم الجهاد كلمة عدل عند سلطان جائر : خرجه الترمذي وقال : حديث حسن غريب ، وروى ابن سنجر ( محمد بن سنجر ) عن أميمة مولاة النبي - صلى الله عليه وسلم - قالت : كنت أوضئ النبي - صلى الله عليه وسلم - ، فأتاه رجل ، قال : أوصني فقال : \" لا تشرك بالله شيئا وإن قطعت أو حرقت بالنار . . . \" الحديث قال علماؤنا : ولقد امتحن كثير من أصحاب النبي - صلى الله عليه وسلم - بالقتل والصلب والتعذيب الشديد ، فصبروا ولم يلتفتوا إلى شيء من ذلك ويكفيك قصة عاصم وخبيب وأصحابهما وما لقوا من الحروب والمحن والقتل والأسر والحرق ، وغير ذلك ، وقد مضى في ( النحل ) أن هذا إجماع ممن قوي في ذلك ، فتأمله هناك .قوله تعالى : قتل أصحاب الأخدود دعاء على هؤلاء الكفار بالإبعاد من رحمة الله تعالى : وقيل : معناه الإخبار عن قتل أولئك المؤمنين ، أي إنهم قتلوا بالنار فصبروا : وقيل : هو إخبار عن أولئك الظالمين ، فإنه روي أن الله قبض أرواح الذين ألقوا في الأخدود قبل أن يصلوا إلى النار ، وخرجت نار من الأخدود فأحرقت الذين هم عليها قعود : وقيل : إن المؤمنين نجوا ، وأحرقت النار الذين قعدوا ، ذكره النحاس ، ومعنى ( عليها ) أي عندها وعلى بمعنى عند ، وقيل : عليها على ما يدنو منها من حافات الأخدود ، كما قال :وبات على النار الندى والمحلقالعامل في ( إذ ) : قتل ، أي لعنوا في ذلك الوقت ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِذْ هُمْ عَلَيْهَا قُعُودٌ (6)يقول تعالى ذكره: النار ذات الوقود، إذ هؤلاء الكفار من أصحاب الأخدود عليها، يعني على النار، فقال عليها، والمعنى أنهم قعود على حافة الأخدود، فقيل: على النار، والمعنى: لشفير الأخدود، لمعرفة السامعين معناه.وكان قتادة يقول في ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  النَّارِ ذَاتِ الْوَقُودِ * إِذْ هُمْ عَلَيْهَا قُعُودٌ  يعني بذلك المؤمنين، وهذا التأويل الذي تأوّله قتادة على مذهب من قال: قُتل أصحاب الأخدود من أهل الأيمان.وقد دلَّلْنا على أن الصواب من تأويل ذلك غير هذا القول الذي وجَّه تأويله قتادةُ قبله."
        }
      ]
    },
    {
      "ayahNo": 7,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وهم على ما يفعلون بالمؤمنين» بالله من تعذيبهم بالإلقاء في النار إن لم يرجعوا عن إيمانهم «شهود» حضور، رُوي أن الله أَنجى المؤمنين الملقين في النار بقبض أرواحهم قبل وقوعهم فيها وخرجت النار إلى من ثَمَّ فأحرقتهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم فسر الأخدود بقوله:  النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ  وهذا من أعظم ما يكون من التجبر وقساوة القلب، لأنهم جمعوا بين الكفر بآيات الله ومعاندتها، ومحاربة أهلها وتعذيبهم بهذا العذاب، الذي تنفطر منه القلوب، وحضورهم إياهم عند إلقائهم فيها، والحال أنهم ما نقموا من المؤمنين إلا خصلة  يمدحون عليها، وبها سعادتهم، وهي أنهم كانوا يؤمنون بالله العزيز الحميد أي: الذي له العزة التي قهر بها كل شيء، وهو حميد في أقواله وأوصافه وأفعاله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي مشاهدون لما يفعل بأولئك المؤمنين"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "وهم ) يعني الملك وأصحابه الذين خدوا [ الأخدود ] ( على ما يفعلون بالمؤمنين ) من عرضهم على النار وإرادتهم أن يرجعوا إلى دينهم ( شهود ) حضور ، وقال مقاتل : يعني يشهدون أن المؤمنين في ضلال حين تركوا عبادة الصنم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي حضور : يعني الكفار , كانوا يعرضون الكفر على المؤمنين , فمن أبى ألقوه في النار وفي ذلك وصفهم بالقسوة ثم بالجد في ذلك : وقيل : \" على \" بمعنى مع , أي وهم : مع ما يفعلون بالمؤمنين شهود ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ ) يعني: حضور.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ ) يعني بذلك الكفار."
        }
      ]
    },
    {
      "ayahNo": 8,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وما نقموا منهم إلا أن يؤمنوا بالله العزيز» في ملكه «الحميد» المحمود."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم فسر الأخدود بقوله:  النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ  وهذا من أعظم ما يكون من التجبر وقساوة القلب، لأنهم جمعوا بين الكفر بآيات الله ومعاندتها، ومحاربة أهلها وتعذيبهم بهذا العذاب، الذي تنفطر منه القلوب، وحضورهم إياهم عند إلقائهم فيها، والحال أنهم ما نقموا من المؤمنين إلا خصلة  يمدحون عليها، وبها سعادتهم، وهي أنهم كانوا يؤمنون بالله العزيز الحميد أي: الذي له العزة التي قهر بها كل شيء، وهو حميد في أقواله وأوصافه وأفعاله."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "قال الله تعالى ( وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد ) أي وما كان لهم عندهم ذنب إلا إيمانهم بالله العزيز الذي لا يضام من لاذ بجنابه المنيع الحميد في جميع أفعاله وأقواله وشرعه وقدره وإن كان قد قدر على عباده هؤلاء هذا الذي وقع بهم بأيدي الكفار به فهو العزيز الحميد وإن خفي سبب ذلك على كثير من الناس"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وما نقموا منهم\"، قال ابن عباس رضي الله عنهما: ما كرهوا منهم، \"إلا أن يؤمنوا بالله\"، قال مقاتل ما عابوا منهم. وقيل: ما علموا فيهم عيباً. قال الزجاج: ما أنكروا عليهم ذنباً إلا إيمانهم بالله، \"العزيز الحميد\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : وما نقموا منهم وقرأ أبو حيوة ( نقموا ) بالكسر ، والفصيح هو الفتح ، وقد مضى في ( براءة ) القول فيه : أي ما نقم الملك وأصحابه من الذين حرقهم . إلا أن يؤمنوا أي إلا أن يصدقوا . بالله العزيز أي الغالب المنيع . الحميد أي المحمود في كل حال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَمَا نَقَمُوا مِنْهُمْ إِلا أَنْ يُؤْمِنُوا بِاللَّهِ ) يقول تعالى ذكره: وما وجد هؤلاء الكفار الذين فتنوا المؤمنين على المؤمنين والمؤمنات بالنار في شيء، ولا فعلوا بهم ما فعلوا بسبب، إلا من أجل أنهم آمنوا بالله، وقال: ( إلا أن يؤمنوا بالله ) لأن المعنى إلا إيمانهم بالله، فلذلك حَسُنَ في موضعه ( يؤمنوا ) ، إذ كان الإيمان لهم صفة ( الْعَزِيزِ ) يقول: الشديد في انتقامه ممن انتقم منه ( الْحَمِيدِ ) يقول: المحمود بإحسانه إلى خلقه."
        }
      ]
    },
    {
      "ayahNo": 9,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "أقسم الله تعالى بالسماء ذات المنازل التي تمر بها الشمس والقمر، وبيوم القيامة الذي وعد الله الخلق أن يجمعهم فيه، وشاهد يشهد، ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير الله، فإن القسم بغير الله شرك. لُعن الذين شَقُّوا في الأرض شقًا عظيمًا؛ لتعذيب المؤمنين، وأوقدوا النار الشديدة ذات الوَقود، إذ هم قعود على الأخدود ملازمون له، وهم على ما يفعلون بالمؤمنين من تنكيل وتعذيب حضورٌ. وما أخذوهم بمثل هذا العقاب الشديد إلا أن كانوا مؤمنين بالله العزيز الذي لا يغالَب، الحميد في أقواله وأفعاله وأوصافه، الذي له ملك السماوات والأرض، وهو- سبحانه- على كل شيء شهيد، لا يخفى عليه شيء."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«الذي له ملك السماوات والأرض والله على كل شيءٍ شهيد» أي ما أنكر الكفار على المؤمنين إلا إيمانهم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ  خلقًا وعبيدًا، يتصرف فيهم تصرف المالك بملكه  ،  وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ  علمًا وسمعًا وبصرًا، أفلا خاف هؤلاء المتمردون على الله، أن يبطش بهم العزيز المقتدر، أو ما علموا أنهم جميعهم مماليك لله  ، ليس لأحد على أحد سلطة، من دون إذن المالك؟ أو خفي عليهم أن الله محيط بأعمالهم، مجاز لهم على فعالهم  ؟ كلا إن الكافر في غرور، والظالم في جهل وعمى  عن سواء السبيل."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "ثم قال ( الذي له ملك السماوات والأرض ) من تمام الصفة أنه المالك لجميع السماوات والأرض وما فيهما وما بينهما ( والله على كل شيء شهيد ) أي لا يغيب عنه شيء في جميع السماوات والأرض ولا تخفى عليه خافيةوقد اختلف أهل التفسير في أهل هذه القصة من هم فعن علي رضي الله عنه أنهم أهل فارس حين أراد ملكهم تحليل تزويج المحارم فامتنع عليه علماؤهم فعمد إلى حفر أخدود فقذف فيه من أنكر عليه منهم واستمر فيهم تحليل المحارم إلى اليوموعنه أنهم كانوا قوما باليمن اقتتل مؤمنوهم ومشركوهم فغلب مؤمنوهم على كفارهم ثم اقتتلوا فغلب الكفار المؤمنين فخدوا لهم الأخاديد وأحرقوهم فيهاوعنه أنهم كانوا من أهل الحبشة واحدهم حبشيوقال العوفي عن ابن عباس ( قتل أصحاب الأخدود النار ذات الوقود ) قال ناس من بني إسرائيل خدوا أخدودا في الأرض ثم أوقدوا فيه نارا ثم أقاموا على ذلك الأخدود رجالا ونساء فعرضوا عليها وزعموا أنه دانيال وأصحابهوهكذا قال الضحاك بن مزاحم وقيل غير ذلك وقد قال الإمام أحمدحدثنا عفان حدثنا حماد بن سلمة عن ثابت عن عبد الرحمن بن أبي ليلى عن صهيب أن رسول الله صلى الله عليه وسلم - قال كان ملك فيمن كان قبلكم وكان له ساحر فلما كبر الساحر قال للملك إني قد كبرت سني وحضر أجلي فادفع إلي غلاما لأعلمه السحر فدفع إليه غلاما فكان يعلمه السحر وكان بين الساحر وبين الملك راهب فأتى الغلام على الراهب فسمع من كلامه فأعجبه نحوه وكلامه وكان إذا أتى الساحر ضربه وقال ما حبسك وإذا أتى أهله ضربوه وقالوا ما حبسك فشكا ذلك إلى الراهب ، فقال إذا أراد الساحر أن يضربك فقل حبسني أهلي وإذا أراد أهلك أن يضربوك فقل حبسني الساحرقال فبينما هو ذات يوم إذ أتى على دابة فظيعة عظيمة قد حبست الناس فلا يستطيعون أن يجوزوا ، فقال اليوم أعلم أمر الراهب أحب إلى الله أم أمر الساحر قال فأخذ حجرا فقال اللهم إن كان أمر الراهب أحب إليك وأرضى من أمر الساحر فاقتل هذه الدابة حتى يجوز الناس ورماها فقتلها ومضى الناس فأخبر الراهب بذلك فقال أي بني أنت أفضل مني وإنك ستبتلى فإن ابتليت فلا تدل علي فكان الغلام يبرئ الأكمه والأبرص وسائر الأدواء ويشفيهم وكان جليس للملك فعمي فسمع به فأتاه بهدايا كثيرة فقال اشفني ولك ما هاهنا أجمع فقال ما أنا أشفي أحدا إنما يشفي الله عز وجل فإن آمنت به دعوت الله فشفاك فآمن فدعا الله فشفاه ثم أتى الملك فجلس منه نحو ما كان يجلس فقال له الملك يا فلان من رد عليك بصرك فقال ربي فقال أنا ؟ قال لا ربي وربك الله قال ولك رب غيري قال : نعم ربي وربك الله فلم يزل يعذبه حتى دل على الغلام فبعث إليه فقال أي بني بلغ من سحرك أن تبرئ الأكمه والأبرص وهذه الأدواء قال ما أشفي أنا أحدا إنما يشفي الله عز وجل قال أنا قال لا . قال أولك رب غيري قال ربي وربك الله فأخذه أيضا بالعذاب فلم يزل به حتى دل على الراهب فأتى بالراهب فقال ارجع عن دينك ، فأبى فوضع المنشار في مفرق رأسه حتى وقع شقاه وقال للأعمى ارجع عن دينك ، فأبى فوضع المنشار في مفرق رأسه حتى وقع شقاه إلى الأرض وقال للغلام ارجع عن دينك ، فأبى فبعث به مع نفر إلى جبل كذا وكذا وقال إذا بلغتم ذروته فإن رجع عن دينه وإلا فدهدهوه من فوقه فذهبوا به فلما علوا به الجبل قال اللهم اكفنيهم بما شئت فرجف بهم الجبل فدهدهوا أجمعون وجاء الغلام يتلمس حتى دخل على الملك فقال ما فعل أصحابك فقال كفانيهم الله فبعث به مع نفر في قرقور فقال إذا لججتم به البحر فإن رجع عن دينه وإلا فغرقوه في البحر فلججوا به البحر فقال الغلام اللهم اكفنيهم بما شئت فغرقوا أجمعون وجاء الغلام حتى دخل على الملك فقال ما فعل أصحابك فقال كفانيهم الله ثم قال للملك إنك لست بقاتلي حتى تفعل ما آمرك به فإن أنت فعلت ما آمرك به قتلتني وإلا فإنك لا تستطيع قتلي قال وما هو ؟ قال تجمع الناس في صعيد واحد ثم تصلبني على جذع وتأخذ سهما من كنانتي ثم قل : باسم الله رب الغلام فإنك إذا فعلت ذلك قتلتني . ففعل ووضع السهم في كبد قوسه ثم رماه وقال باسم الله رب الغلام فوقع السهم في صدغه فوضع الغلام يده على موضع السهم ومات فقال الناس آمنا برب الغلام . فقيل للملك أرأيت ما كنت تحذر فقد - والله نزل بك قد آمن الناس كلهم فأمر بأفواه السكك فخدت فيها الأخاديد وأضرمت فيها النيران ، وقال من رجع عن دينه فدعوه وإلا فأقحموه فيها قال فكانوا يتعادون فيها ويتدافعون فجاءت امرأة بابن لها ترضعه فكأنها تقاعست أن تقع في النار فقال الصبي اصبري يا أماه فإنك على الحقوهكذا رواه مسلم في آخر الصحيح عن هدبة بن خالد عن حماد بن سلمة به نحوه ورواه النسائي عن أحمد بن سليمان عن عفان عن حماد بن سلمة ومن طريق حماد بن زيد كلاهما عن ثابت به واختصروا أوله وقد جوده الإمام أبو عيسى الترمذي فرواه في تفسير هذه السورة عن محمود بن غيلان وعبد بن حميد المعنى واحد قالا أخبرنا عبد الرزاق عن معمر عن ثابت البناني عن عبد الرحمن بن أبي ليلى عن صهيب قال كان رسول الله صلى الله عليه وسلم إذا صلى العصر همس والهمس في قول بعضهم تحريك شفتيه كأنه يتكلم فقيل له : إنك يا رسول الله إذا صليت العصر همست ؟ قال إن نبيا من الأنبياء كان أعجب بأمته فقال من يقوم لهؤلاء فأوحى الله إليه أن خيرهم بين أن أنتقم منهم وبين أن أسلط عليهم عدوهم فاختاروا النقمة فسلط عليهم الموت فمات منهم في يوم سبعون ألفا قال وكان إذا حدث بهذا الحديث حدث بهذا الحديث الآخر قال كان ملك من الملوك وكان لذلك الملك كاهن تكهن له فقال الكاهن انظروا لي غلاما فهما أو قال فطنا لقنا فأعلمه علمي هذا فذكر القصة بتمامها وقال في آخره يقول الله عز وجل ( قتل أصحاب الأخدود النار ذات الوقود ) حتى بلغ ( العزيز الحميد ) قال فأما الغلام فإنه دفن قال فيذكر أنه أخرج في زمان عمر بن الخطاب وإصبعه على صدغه كما وضعها حين قتل ثم قال الترمذي حسن غريب .وهذا السياق ليس فيه صراحة أن سياق هذه القصة من كلام النبي صلى الله عليه وسلم قال شيخنا الحافظ أبو الحجاج المزي فيحتمل أن يكون من كلام صهيب الرومي فإنه كان عنده علم من أخبار النصارى والله أعلموقد أورد محمد بن إسحاق بن يسار هذه القصة في السيرة بسياق آخر فيها مخالفة لما تقدم فقال حدثني يزيد بن زياد عن محمد بن كعب القرظي وحدثني أيضا بعض أهل نجران عن أهلها أن أهل نجران كانوا أهل شرك يعبدون الأوثان وكان في قرية من قراها قريبا من نجران ونجران هي القرية العظمى التي إليها جماع أهل تلك البلاد ساحر يعلم غلمان أهل نجران السحر فلما نزلها فيمون ولم يسموه لي بالاسم الذي سماه ابن منبه قالوا رجل نزلها ابتنى خيمة بين نجران وبين تلك القرية التي فيها الساحر وجعل أهل نجران يرسلون غلمانهم إلى ذلك الساحر يعلمهم السحر فبعث الثامر ابنه عبد الله بن الثامر مع غلمان أهل نجران فكان إذا مر بصاحب الخيمة أعجبه ما يرى من عبادته وصلاته فجعل يجلس إليه ويسمع منه حتى أسلم فوحد الله وعبده وجعل يسأله عن شرائع الإسلام حتى إذا فقه فيه جعل يسأله عن الاسم الأعظم وكان يعلمه فكتمه إياه وقال له يا ابن أخي إنك لن تحمله أخشى ضعفك عنه والثامر أبو عبد الله لا يظن إلا أن ابنه يختلف إلى الساحر كما يختلف الغلمان فلما رأى عبد الله أن صاحبه قد ضن به عنه وتخوف ضعفه فيه عمد إلى أقداح فجمعها ثم لم يبق لله اسما يعلمه إلا كتبه في قدح وكل اسم في قدح حتى إذا أحصاها أوقد نارا ثم جعل يقذفها فيها قدحا قدحا حتى إذا مر بالاسم الأعظم قذف فيها بقدحه فوثب القدح حتى خرج منها لم يضره شيء فأخذه ثم أتى به صاحبه فأخبره أنه قد علم الاسم الأعظم الذي كتمه فقال وما هو : قال هو كذا وكذا قال وكيف علمته فأخبره بما صنع قال أي ابن أخي قد أصبته فأمسك على نفسك وما أظن أن تفعلفجعل عبد الله بن الثامر إذا دخل نجران لم يلق أحدا به ضر إلا قال يا عبد الله أتوحد الله وتدخل في ديني وأدعو الله لك فيعافيك مما أنت فيه من البلاء فيقول : نعم فيوحد الله ويسلم فيدعو الله له فيشفى حتى لم يبق بنجران أحد به ضر إلا أتاه فاتبعه على أمره ودعا له فعوفي حتى رفع شأنه إلى ملك نجران فدعاه فقال له أفسدت علي أهل قريتي وخالفت ديني ودين آبائي لأمثلن بك . قال لا تقدر على ذلك . قال فجعل يرسل به إلى الجبل الطويل فيطرح على رأسه فيقع إلى الأرض ما به بأس وجعل يبعث به إلى مياه نجران بحور لا يلقى فيها شيء إلا هلك فيلقى به فيها فيخرج ليس به بأس فلما غلبه قال له عبد الله بن الثامر إنك والله لا تقدر على قتلي حتى توحد الله فتؤمن بما آمنت به فإنك إن فعلت سلطت علي فقتلتني قال فوحد الله ذلك الملك وشهد شهادة عبد الله بن الثامر ثم ضربه بعصا في يده فشجه شجة غير كبيرة فقتله وهلك الملك مكانه واستجمع أهل نجران على دين عبد الله بن الثامر وكان على ما جاء به عيسى ابن مريم عليه السلام من الإنجيل وحكمه ثم أصابهم ما أصاب أهل دينهم من الأحداث فمن هنالك كان أصل دين النصرانية بنجرانقال ابن إسحاق فهذا حديث محمد بن كعب القرظي وبعض أهل نجران عن عبد الله بن الثامر والله أعلم أي ذلك كانقال فسار إليهم ذو نواس بجنده فدعاهم إلى اليهودية وخيرهم بين ذلك أو القتل فاختاروا القتل فخد الأخدود فحرق بالنار وقتل بالسيف ومثل بهم حتى قتل منهم قريبا من عشرين ألفا ففي ذي نواس وجنده أنزل الله عز وجل على رسوله صلى الله عليه وسلم ( قتل أصحاب الأخدود النار ذات الوقود إذ هم عليها قعود وهم على ما يفعلون بالمؤمنين شهود وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد الذي له ملك السماوات والأرض والله على كل شيء شهيد ) .هكذا ذكر محمد بن إسحاق في السيرة أن الذي قتل أصحاب الأخدود هو ذو نواس واسمه : زرعة ويسمى في زمان مملكته بيوسف وهو ابن تبان أسعد أبي كرب وهو تبع الذي غزا المدينة وكسى الكعبة واستصحب معه حبرين من يهود المدينة فكان تهود من تهود من أهل اليمن على يديهما كما ذكره ابن إسحاق مبسوطا ، فقتل ذو نواس في غداة واحدة في الأخدود عشرين ألفا ولم ينج منهم سوى رجل واحد يقال له دوس ذو ثعلبان ذهب فارسا وطردوا وراءه فلم يقدر عليه فذهب إلى قيصر ملك الشام فكتب إلى النجاشي ملك الحبشة فأرسل معه جيشا من نصارى الحبشة يقدمهم أرياط وأبرهة فاستنقذوا اليمن من أيدي اليهود وذهب ذو نواس هاربا فلجج في البحر فغرق واستمر ملك الحبشة في أيدي النصارى سبعين سنة ثم استنقذه سيف بن ذي يزن الحميري من أيدي النصارى لما استجاش بكسرى ملك الفرس فأرسل معه من في السجون وكانوا قريبا من سبعمائة ففتح بهم اليمن ورجع الملك إلى حمير وسنذكر طرفا من ذلك إن شاء الله في تفسير سورة ( ألم تر كيف فعل ربك بأصحاب الفيل )وقال ابن إسحاق وحدثني عبد الله بن أبي بكر بن محمد بن عمرو بن حزم أنه حدث أن رجلا من أهل نجران كان في زمان عمر بن الخطاب حفر خربة من خرب نجران لبعض حاجته ، فوجد عبد الله بن الثامر تحت دفن فيها قاعدا واضعا يده على ضربة في رأسه ممسكا عليها بيده فإذا أخذت يده عنها ثعبت دما وإذا أرسلت يده ردت عليها فأمسكت دمها وفي يده خاتم مكتوب فيه ربي الله فكتب فيه إلى عمر بن الخطاب يخبره بأمره فكتب عمر إليهم أن أقروه على حاله وردوا عليه الدفن الذي كان عليه ففعلوا .وقد قال أبو بكر عبد الله بن محمد بن أبي الدنيا رحمه الله : حدثنا أبو بلال الأشعري حدثنا إبراهيم بن محمد عن عبد الله بن جعفر بن أبي طالب حدثني بعض أهل العلم أن أبا موسى لما افتتح أصبهان وجد حائطا من حيطان المدينة قد سقط فبناه فسقط ثم بناه فسقط فقيل له إن تحته رجلا صالحا فحفر الأساس فوجد فيه رجلا قائما معه سيف فيه مكتوب : أنا الحارث بن مضاض نقمت على أصحاب الأخدود فاستخرجه أبو موسى وبنى الحائط فثبتقلت : هو الحارث بن مضاض بن عمرو بن مضاض بن عمرو الجرهمي أحد ملوك جرهم الذين ولوا أمر الكعبة بعد ولد نبت بن إسماعيل بن إبراهيم وولد الحارث هذا هو عمرو بن الحارث بن مضاض هو آخر ملوك جرهم بمكة لما أخرجتهم خزاعة وأجلوهم إلى اليمن وهو القائل في شعره الذي قال ابن هشام إنه أول شعر قاله العرب :كأن لم يكن بين الحجون إلى الصفا أنيس ولم يسمر بمكة سامر     بلى نحن كنا أهلها فأبادناصروف الليالي والجدود العواثروهذا يقتضي أن هذه القصة كانت قديما بعد زمان إسماعيل عليه السلام بقرب من خمسمائة سنة أو نحوها وما ذكره ابن إسحاق يقتضي أن قصتهم كانت في زمان الفترة التي بين عيسى ومحمد عليهما من الله السلام وهو أشبه والله أعلموقد يحتمل أن ذلك قد وقع في العالم كثيرا كما قال ابن أبي حاتمحدثنا أبي حدثنا أبو اليمان أخبرنا صفوان عن عبد الرحمن بن جبير قال كانت الأخدود في اليمن زمان تبع وفي القسطنطينية زمان قسطنطين حين صرف النصارى قبلتهم عن دين المسيح والتوحيد فاتخذوا أتونا وألقي فيه النصارى الذين كانوا على دين المسيح والتوحيد وفي العراق في أرض بابل بختنصر الذي وضع الصنم وأمر الناس أن يسجدوا له فامتنع دانيال وصاحباه عزريا وميشائيل فأوقد لهم أتونا وألقى فيه الحطب والنار ثم ألقاهما فيه فجعلها الله عليهما بردا وسلاما وأنقذهما منها وألقى فيها الذين بغوا عليه وهم تسعة رهط فأكلتهم الناروقال أسباط عن السدي في قوله ( قتل أصحاب الأخدود ) قال : كانت الأخدود ثلاثة : خد بالعراق وخد بالشام وخد باليمن رواه ابن أبي حاتموعن مقاتل قال كانت الأخدود ثلاثة واحدة بنجران باليمن والأخرى بالشام والأخرى بفارس أما التي بالشام فهو أنطنانوس الرومي وأما التي بفارس فهو بختنصر وأما التي بأرض العرب فهو يوسف ذو نواس فأما التي بفارس والشام فلم ينزل الله فيهم قرآنا وأنزل في التي كانت بنجرانوقال ابن أبي حاتم حدثنا أبي ، حدثنا أحمد بن عبد الرحمن الدشتكي حدثنا عبد الله بن أبي جعفر عن أبيه عن الربيع هو ابن أنس في قوله ( قتل أصحاب الأخدود ) قال سمعنا أنهم كانوا قوما في زمان الفترة فلما رأوا ما وقع في الناس من الفتنة والشر وصاروا أحزابا ، ( كل حزب بما لديهم فرحون ) المؤمنون 53 الروم : 32 اعتزلوا إلى قرية سكنوها وأقاموا على عبادة الله ( مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة ) البينة : 5 وكان هذا أمرهم حتى سمع بهم جبار من الجبارين وحدث حديثهم فأرسل إليهم فأمرهم أن يعبدوا الأوثان التي اتخذوا وأنهم أبوا عليه كلهم وقالوا لا نعبد إلا الله وحده لا شريك له فقال لهم إن لم تعبدوا هذه الآلهة التي عبدت فإني قاتلكم فأبوا عليه فخد أخدودا من نار وقال لهم الجبار ووقفهم عليها اختاروا هذه أو الذي نحن فيه فقالوا هذه أحب إلينا وفيهم نساء وذرية ففزعت الذرية فقالوا لهم لا نار من بعد اليوم فوقعوا فيها فقبضت أرواحهم من قبل أن يمسهم حرها وخرجت النار من مكانها فأحاطت بالجبارين فأحرقهم الله بها ففي ذلك أنزل الله عز وجل ( قتل أصحاب الأخدود النار ذات الوقود إذ هم عليها قعود وهم على ما يفعلون بالمؤمنين شهود وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد الذي له ملك السماوات والأرض والله على كل شيء شهيد )ورواه ابن جرير حدثت عن عمار عن عبد الله بن أبي جعفر به نحوه ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"الذي له ملك السموات والأرض والله على كل شيء\"، من أفعالهم، \"شهيد\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "الذي له ملك السماوات والأرض لا شريك له ولا نديد والله على كل شيء شهيد أي عالم بأعمال خلقه لا تخفى عليه خافية ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (9)يقول تعالى ذكره: الذي له سلطان السموات السبع والأرضين وما فيهنّ( وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) يقول تعالى ذكره: والله على فِعْل هؤلاء الكفار من أصحاب الأخدود بالمؤمنين الذين فتنوهم شاهد، وعلى غير ذلك من أفعالهم وأفعال جميع خلقه، وهو مجازيهم جزاءهم."
        }
      ]
    },
    {
      "ayahNo": 10,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين حرقوا المؤمنين والمؤمنات بالنار؛ ليصرفوهم عن دين الله، ثم لم يتوبوا، فلهم في الآخرة عذاب جهنم، ولهم العذاب الشديد المحرق."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين فتنوا المؤمنين والمؤمنات» بالإحراق «ثم لم يتوبوا فلهم عذاب جهنم» بكفرهم «ولهم عذاب الحريق» أي عذاب إحراقهم المؤمنين في الآخرة، وقيل في الدنيا بأن أخرجت النار فأحرقتهم كما تقدم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم وعدهم، وأوعدهم، وعرض عليهم التوبة، فقال:  إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ  أي: العذاب الشديد المحرق.قال الحسن رحمه الله: انظروا إلى هذا الكرم والجود، هم قتلوا أولياءه وأهل طاعته، وهو يدعوهم إلى التوبة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "وقوله ( إن الذين فتنوا المؤمنين والمؤمنات ) أي حرقوا قاله ابن عباس ومجاهد وقتادة والضحاك وابن أبزى( ثم لم يتوبوا ) أي لم يقلعوا عما فعلوا ويندموا على ما أسلفوا( فلهم عذاب جهنم ولهم عذاب الحريق ) وذلك أن الجزاء من جنس العمل قال الحسن البصري انظروا إلى هذا الكرم والجود قتلوا أولياءه وهو يدعوهم إلى التوبة والمغفرة"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( إن الذين فتنوا ) عذبوا وأحرقوا ( المؤمنين والمؤمنات ) يقال : فتنت الشيء إذا أحرقته ، نظيره \" يوم هم على النار يفتنون \" ( الذاريات - 13 ( ثم لم يتوبوا فلهم عذاب جهنم ) بكفرهم ( ولهم عذاب الحريق ) بما أحرقوا المؤمنين . وقيل : ولهم عذاب الحريق [ في الدنيا ، وذلك أن الله أحرقهم بالنار التي ] أحرقوا بها المؤمنين ، ارتفعت إليهم من الأخدود ، قاله الربيع بن أنس والكلبي ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن الذين فتنوا المؤمنين والمؤمنات أي حرقوهم بالنار . والعرب تقول : فتن فلان الدرهم والدينار إذا أدخله الكور لينظر جودته . ودينار مفتون . ويسمى الصائغ الفتان ، وكذلك الشيطان ، وورق فتين ، أي فضة محترقة . ويقال للحرة فتين ، أي كأنها أحرقت حجارتها بالنار ، وذلك لسوادها .ثم لم يتوبوا أي من قبيح صنيعهم مع ما أظهره الله لهذا الملك الجبار الظالم وقومه من الآيات والبينات على يد الغلام .فلهم عذاب جهنم لكفرهم . ولهم عذاب الحريق في الدنيا لإحراقهم المؤمنين بالنار . وقد تقدم عن ابن عباس . وقيل : ولهم عذاب الحريق أي ولهم في الآخرة عذاب زائد على عذاب كفرهم بما أحرقوا المؤمنين . وقيل : لهم عذاب ، وعذاب جهنم الحريق . والحريق : اسم من أسماء جهنم ; كالسعير . والنار دركات وأنواع ولها أسماء . وكأنهم يعذبون بالزمهرير في جهنم ، ثم يعذبون بعذاب الحريق . فالأول عذاب ببردها ، والثاني عذاب بحرها ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) يقول: إن الذين ابْتَلَوُا المؤمنين والمؤمنات بالله بتعذيبهم، وإحراقهم بالنار.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس ( إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) حرّقوا المؤمنين والمؤمنات.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( إِنَّ الَّذِينَ فَتَنُوا ) قَالَ: عَذَّبُوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) قال: حرّقوهم بالنار.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) يقول: حرّقوهم.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن ابن أبزى ( إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) حرّقوهم.وقوله: ( ثُمَّ لَمْ يَتُوبُوا ) يقول: ثم لم يتوبوا من كفرهم وفعلهم الذي فعلوا بالمؤمنين والمؤمنات من أجل إيمانهم بالله ( فَلَهُمْ عَذَابُ جَهَنَّمَ ) في الآخرة ( وَلَهُمْ عَذَابُ الْحَرِيقِ ) في الدنيا.كما حُدثت عن عمار، قال: ثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع ( فَلَهُمْ عَذَابُ جَهَنَّمَ ) في الآخرة ( وَلَهُمْ عَذَابُ الْحَرِيقِ ) في الدنيا."
        }
      ]
    },
    {
      "ayahNo": 11,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن الذين صدَّقوا الله ورسوله وعملوا الأعمال الصالحات، لهم جنات تجري من تحت قصورها الأنهار، ذلك الفوز العظيم."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن الذين آمنوا وعملوا الصالحات لهم جنات تجري من تحتها الأنهار ذلك الفوز الكبير»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ولما ذكر عقوبة الظالمين، ذكر ثواب المؤمنين، فقال:  إِنَّ الَّذِينَ آمَنُوا  بقلوبهم  وَعَمِلُوا الصَّالِحَاتِ  بجوارحهم  لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ  الذي حصل به الفوز  برضا الله ودار كرامته."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "يخبر تعالى عن عباده المؤمنين أن لهم جنات تجري من تحتها الأنهار خالدين فيها بخلاف ما أعد لأعدائه من الحريق والجحيم ولهذا قال \"ذلك الفوز الكبير\"."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم ذكر ما أعد للمؤمنين فقال : ( إن الذين آمنوا وعملوا الصالحات لهم جنات تجري من تحتها الأنهار ذلك الفوز الكبير ) واختلفوا في جواب القسم : فقال بعضهم : جوابه : \" قتل أصحاب الأخدود \" يعني لقد قتل .وقيل : فيه تقديم وتأخير ، تقديره : قتل أصحاب الأخدود والسماء ذات البروج ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إن الذين آمنوا أي هؤلاء الذين كانوا آمنوا بالله ; أي صدقوا به وبرسله .وعملوا الصالحات لهم جنات أي بساتين . تجري من تحتها الأنهار من ماء غير آسن ، ومن لبن لم يتغير طعمه ، ومن خمر لذة للشاربين ، وأنهار من عسل مصفى .ذلك الفوز الكبير أي العظيم ، الذي لا فوز يشبهه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ (11)يقول تعالى ذكره: إن الذين أقرّوا بتوحيد الله، وهم هؤلاء القوم الذين حرّقهم أصحاب الأخدود وغيرهم من سائر أهل التوحيد ( وَعَمِلُوا الصَّالِحَاتِ ) يقول: وعملوا بطاعة الله، وأْتَمروا لأمره، وانتهَوْا عما نهاهم عنه ( لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: لهم في الآخرة عند الله بساتين تجري من تحتها الأنهار والخمر واللبن والعسل ( ذَلِكَ الْفَوْزُ الْكَبِيرُ ) يقول: هذا الذي هو لهؤلاء المؤمنين في الآخرة، هو الظفر الكبير بما طلبوا والتمسوا بإيمانهم بالله في الدنيا، وعملهم بما أمرهم الله به فيها ورضيه منهم."
        }
      ]
    },
    {
      "ayahNo": 12,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن انتقام ربك من أعدائه وعذابه لهم لَعظيم شديد، إنه هو يُبدئ الخلق ثم يعيده، وهو الغفور لمن تاب، كثير المودة والمحبة لأوليائه، صاحب العرشِ المجيدُ الذي بلغ المنتهى في الفضل والكرم، فَعَّال لما يريد، لا يمتنع عليه شيء يريده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إن بطش ربك» بالكفار «لشديد» بحسب إرادته."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ  أي: إن عقوبته لأهل الجرائم والذنوب العظام [لقوية] شديدة، وهو بالمرصاد للظالمين كما قال الله تعالى:  وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ"
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي إن بطشه وانتقامه من أعدائه الذين كذبوا رسله وخالفوا أمره لشديد عظيم قوي فإنه تعالى ذو القوة المتين الذي ما شاء كان كما يشاء في مثل لمح البصر أو هو أقرب."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "وقال قتادة: جوابه: \"إن بطش ربك لشديد\"، قال ابن عباس: إن أخذه بالعذاب إذا أخذ الظلمة لشديد، كقوله: \"إن أخذه أليم شديد\" (هود- 102)."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : إن بطش ربك لشديد أي أخذه الجبابرة والظلمة ، كقوله جل ثناؤه : وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد . وقد تقدم . قال المبرد : إن بطش ربك جواب القسم . المعنى : والسماء ذات البروج إن بطش ربك ، وما بينهما معترض مؤكد للقسم . وكذلك قال الترمذي الحكيم في نوادر الأصول : إن القسم واقع عما ذكر صفته بالشدة ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إن بطش ربك يا محمد لمن بطش به من خلقه، وهو انتقامه ممن انتقم منه &amp;; 24-345 &amp;; لشديد، وهو تحذير من الله لقوم رسوله محمد صلى الله عليه وسلم، أن يُحلّ بهم من عذابه ونقمته، نظير الذي حلّ بأصحاب الأخدود على كفرهم به، وتكذيبهم رسوله، وفتنتهم المؤمنين والمؤمنات منهم."
        }
      ]
    },
    {
      "ayahNo": 13,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن انتقام ربك من أعدائه وعذابه لهم لَعظيم شديد، إنه هو يُبدئ الخلق ثم يعيده، وهو الغفور لمن تاب، كثير المودة والمحبة لأوليائه، صاحب العرشِ المجيدُ الذي بلغ المنتهى في الفضل والكرم، فَعَّال لما يريد، لا يمتنع عليه شيء يريده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«إنه هو يبدىءُ» الخلق «ويعيد» فلا يعجزه ما يريد."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ  أي: هو المنفرد بإبداء الخلق وإعادته، فلا مشارك له في ذلك  ."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي من قوته وقدرته التامة يبدئ الخلق ويعيده كما بدأه بلا ممانع ولا مدافع."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"إنه هو يبدئ ويعيد\"، أي يخلقهم أولاً في الدنيا ثم يعيدهم أحياءً بعد الموت."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "إنه هو يبدئ ويعيد يعني الخلق - عن أكثر العلماء - يخلقهم ابتداء ، ثم يعيدهم عند البعث ، وروى عكرمة قال : عجب الكفار من إحياء الله - جل ثناؤه - الأموات ، وقال ابن عباس : يبدئ لهم عذاب الحريق في الدنيا ، ثم يعيده عليهم في الآخرة . وهذا اختيار الطبري ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (13)اختلف أهل التأويل في معنى قوله: ( إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ ) فقال بعضهم: معنى ذلك: إن الله أبدى خلقه، فهو يبتدئ، بمعنى: يحدث خلقه ابتداء، ثم يميتهم، ثم يعيدهم أحياء بعد مماتهم، كهيئتهم قبل مماتهم.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يُبْدِئُ وَيُعِيدُ ) يعني: الخلق.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( يُبْدِئُ وَيُعِيدُ ) قال: يُبْدِئُ الخلق حين خلقه، ويعيده يوم القيامة.وقال آخرون: بل معنى ذلك: إنه هو يُبْدِئُ العذاب ويعيده.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ ) قال: يُبْدِئُ العذاب ويعيده.وأولى التأويلين في ذلك عندي بالصواب، وأشبههما بظاهر ما دلّ عليه التنزيل القولُ الذي ذكرناه عن ابن عباس، وهو أنه يُبْدِئُ العذاب لأهل الكفر به ويعيد، كما قال جلّ ثناؤه:  فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ  في الدنيا، فأبدأ ذلك لهم في الدنيا، وهو يعيده لهم في الآخرة.وإنما قلت: هذا أولى التأويلين بالصواب؛ لأن الله أتبع ذلك قوله: ( إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ) فكان للبيان عن معنى شدّة بطشه الذي قد ذكره قبله، أشبه به بالبيان &amp;; 24-346 &amp;; عما لم يَجْرِ له ذكر، ومما يؤيد ما قلنا من ذلك وضوحًا وصحة قوله: ( وَهُوَ الْغَفُورُ الْوَدُودُ ) فبيَّن ذلك عن أن الذي قبله من ذكر خبره عن عذابه وشدّة عقابه."
        }
      ]
    },
    {
      "ayahNo": 14,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن انتقام ربك من أعدائه وعذابه لهم لَعظيم شديد، إنه هو يُبدئ الخلق ثم يعيده، وهو الغفور لمن تاب، كثير المودة والمحبة لأوليائه، صاحب العرشِ المجيدُ الذي بلغ المنتهى في الفضل والكرم، فَعَّال لما يريد، لا يمتنع عليه شيء يريده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«وهو الغفور» للمذنبين المؤمنين «الودود» المتودد إلى أوليائه بالكرامة."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَهُوَ الْغَفُورُ  الذي يغفر الذنوب جميعها لمن تاب، ويعفو عن السيئات لمن استغفره وأناب. الْوَدُودُ  الذي يحبه أحبابه محبة لا يشبهها شيء فكما أنه لا يشابهه شيء في صفات الجلال والجمال، والمعاني والأفعال، فمحبته في قلوب خواص خلقه، التابعة لذلك، لا يشبهها شيء من أنواع المحاب، ولهذا كانت محبته أصل العبودية، وهي المحبة التي تتقدم جميع المحاب وتغلبها، وإن لم يكن غيرها تبعًا لها، كانت عذابًا على أهلها، وهو تعالى الودود، الواد لأحبابه، كما قال تعالى:  يُحِبُّهُمْ وَيُحِبُّونَهُ  والمودة هي المحبة الصافية، وفي هذا سر لطيف، حيث قرن  الودود  بالغفور، ليدل ذلك على أن أهل الذنوب إذا تابوا إلى الله وأنابوا، غفر لهم ذنوبهم وأحبهم، فلا يقال: بل تغفر ذنوبهم، ولا يرجع إليهم الود، كما قاله بعض الغالطين.بل الله أفرح بتوبة عبده حين يتوب، من رجل له راحلة، عليها طعامه وشرابه وما يصلحه، فأضلها في أرض فلاة مهلكة، فأيس منها، فاضطجع في ظل شجرة ينتظر الموت، فبينما هو على تلك الحال، إذا راحلته على رأسه، فأخذ بخطامها، فالله أعظم فرحًا بتوبة العبد من هذا براحلته، وهذا أعظم فرح يقدر.فلله الحمد والثناء، وصفو الوداد، ما أعظم بره، وأكثر خيره، وأغزر إحسانه، وأوسع امتنانه\""
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي يغفر ذنب من تاب إليه وخضع لديه ولو كان الذنب من أي شيء كان والودود قال ابن عباس وغيره هو الحبيب."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"وهو الغفور\"، لذنوب المؤمنين، \"الودود\"، المحب لهم، وقيل: معناه المودود، كالحلوب والركوب، بمعنى المحلوب والمركوب. وقيل: يغفر ويود أن يغفر، وقيل: المتودد إلى أوليائه بالمغفرة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "وهو الغفور أي الستور لذنوب عباده المؤمنين لا يفضحهم بها .الودود أي المحب لأوليائه . وروى الضحاك عن ابن عباس قال : كما يود أحدكم أخاه بالبشرى والمحبة . وعنه أيضا الودود أي المتودد إلى أوليائه بالمغفرة ، وقال مجاهد الواد لأوليائه ، فعول بمعنى فاعل . وقال ابن زيد : الرحيم ، وحكى المبرد عن إسماعيل بن إسحاق القاضي أن الودود هو الذي لا ولد له ، وأنشد قول الشاعر :وأركب في الروع عريانة ذلول الجناح لقاحا ودوداأي لا ولد لها تحن إليه ، ويكون معنى الآية : إنه يغفر لعباده وليس له ولد يغفر لهم من أجله ، ليكون بالمغفرة متفضلا من غير جزاء . وقيل : الودود بمعنى المودود ، كركوب وحلوب ، أي يوده عباده الصالحون ويحبونه ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( وَهُوَ الْغَفُورُ الْوَدُودُ ) يقول تعالى ذكره: وهو ذو المغفرة لمن تاب إليه من ذنوبه، وذو المحبة له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( الْغَفُورُ الْوَدُودُ ) يقول: الحبيب.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( الْغَفُورُ الْوَدُودُ ) قال: الرحيم."
        }
      ]
    },
    {
      "ayahNo": 15,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن انتقام ربك من أعدائه وعذابه لهم لَعظيم شديد، إنه هو يُبدئ الخلق ثم يعيده، وهو الغفور لمن تاب، كثير المودة والمحبة لأوليائه، صاحب العرشِ المجيدُ الذي بلغ المنتهى في الفضل والكرم، فَعَّال لما يريد، لا يمتنع عليه شيء يريده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«ذو العرش» خالقه ومالكه «المجيد» بالرفع: المستحق لكمال صفات العلوّ."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " ذُو الْعَرْشِ الْمَجِيدُ  أي: صاحب العرش العظيم، الذي من عظمته، أنه وسع السماوات والأرض والكرسي، فهي بالنسبة إلى العرش كحلقة ملقاة في فلاة، بالنسبة لسائر الأرض، وخص الله العرش بالذكر، لعظمته، ولأنه أخص المخلوقات بالقرب منه تعالى، وهذا على قراءة الجر، يكون  المجيد  نعتا للعرش، وأما على قراءة الرفع، فإن المجيد نعت لله  ، والمجد سعة الأوصاف وعظمتها."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( ذو العرش ) أي صاحب العرش المعظم العالي على جميع الخلائقو ( المجيد ) فيه قراءتان الرفع على أنه صفة للرب عز وجل والجر على أنه صفة للعرش وكلاهما معنى صحيح"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( ذو العرش المجيد ) قرأ حمزة والكسائي : \" المجيد \" بالجر ، على صفة العرش أي السرير العظيم . وقيل : أراد حسنه فوصفه بالمجد كما وصفه بالكرم ، فقال : \" رب العرش الكريم \" ( المؤمنون - 116 ) ومعناه الكمال ، والعرش : أحسن الأشياء وأكملها ، وقرأ الآخرون بالرفع على صفة ذو العرش ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "ذو العرش المجيد قرأ الكوفيون إلا عاصما المجيد بالخفض ، نعتا للعرش . وقيل : ل ربك ; أي إن بطش ربك المجيد لشديد ، ولم يمتنع الفصل ، لأنه جار مجرى الصفة في التشديد . الباقون بالرفع نعتا ل \" ذو \" وهو الله تعالى . واختاره أبو عبيد وأبو حاتم ; لأن المجد هو النهاية في الكرم والفضل ، والله سبحانه المنعوت بذلك ، وإن كان قد وصف عرشه بالكريم في آخر ( المؤمنون ) . تقول العرب : في كل شجر نار ، واستمجد المرخ والعفار ; أي تناهيا فيه ، حتى يقتبس منهما . ومعنى ذو العرش : أي ذو الملك والسلطان ; كما يقال : فلان على سرير ملكه ; وإن لم يكن على سرير . ويقال : ثل عرشه : أي ذهب سلطانه . وقد مضى بيان هذا في ( الأعراف ) وخاصة في ( كتاب الأسنى ، في شرح أسماء الله الحسنى ) ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( ذُو الْعَرْشِ الْمَجِيدُ ) يقول تعالى ذكره: ذو العرش الكريم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( ذُو الْعَرْشِ الْمَجِيدُ ) يقول: الكريم.واختلفت القرّاء في قراءة قوله: ( الْمَجِيدُ ) فقرأته عامة قرّاء المدينة ومكة والبصرة وبعض الكوفيين رفعًا، ردًّا على قوله: ( ذُو الْعَرْشِ ) على أنه من صفة الله تعالى ذكره. وقرأ ذلك عامه قرّاء الكوفة خفضًا، على أنه من صفة العرش.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فمصيب."
        }
      ]
    },
    {
      "ayahNo": 16,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "إن انتقام ربك من أعدائه وعذابه لهم لَعظيم شديد، إنه هو يُبدئ الخلق ثم يعيده، وهو الغفور لمن تاب، كثير المودة والمحبة لأوليائه، صاحب العرشِ المجيدُ الذي بلغ المنتهى في الفضل والكرم، فَعَّال لما يريد، لا يمتنع عليه شيء يريده."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فعَّال لما يريد» لا يعجزه شيء."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فَعَّالٌ لِمَا يُرِيدُ  أي: مهما أراد شيئًا فعله، إذا أراد شيئًا قال له كن فيكون، وليس أحد فعالًا لما يريد إلا الله.فإن المخلوقات، ولو أرادت شيئًا، فإنه لا بد لإرادتها من معاون وممانع، والله لا معاون لإرادته، ولا ممانع له مما أراد."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( فعال لما يريد ) أي مهما أراد فعله لا معقب لحكمه ولا يسأل عما يفعل لعظمته وقهره وحكمته وعدله كما روينا عن أبي بكر الصديق أنه قيل له وهو في مرض الموت هل نظر إليك الطبيب قال نعم . قالوا فما قال لك قال قال لي إني فعال لما أريد"
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"فعال لما يريد\"، لا يعجزه شيء يريده ولا يمتنع منه شيء طلبه."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فعال لما يريد أي لا يمتنع عليه شيء يريده . الزمخشري : فعال خبر ابتداء محذوف . وإنما قيل : فعال لأن ما يريد ويفعل في غاية الكثرة . وقال الفراء : هو رفع على التكرير والاستئناف ; لأنه نكرة محضة . وقال الطبري : رفع ( فعال ) وهي نكرة محضة على وجه الإتباع لإعراب الغفور الودود . وعن أبي السفر قال : دخل ناس من أصحاب النبي - صلى الله عليه وسلم - على أبي بكر - رضي الله عنه - يعودونه فقالوا : ألا نأتيك بطبيب ؟ قال : قد رآني ! قالوا : فما قال لك ؟ قال : قال : إني فعال لما أريد ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فَعَّالٌ لِمَا يُرِيدُ ) يقول: هو غفار لذنوب من شاء من عباده إذا تاب وأناب منها، معاقب من أصرّ عليها وأقام، لا يمنعه مانع، مِنْ فِعْل أراد أن يفعله، ولا يحول بينه وبين ذلك حائل، لأن له مُلك السموات والأرض، وهو العزيز الحكيم."
        }
      ]
    },
    {
      "ayahNo": 17,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«هل أتاك» يا محمد «حديث الجنود»."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر من أفعاله الدالة على صدق ما جاءت به رسله، فقال:  هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ فِرْعَوْنَ وَثَمُود  وكيف كذبوا المرسلين، فجعلهم الله من المهلكين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي هل بلغك ما أحل الله بهم من البأس وأنزل عليهم من النقمة التي لم يردها عنهم أحد؟ وهذا تقرير لقوله تعالى \"إن بطش ربك لشديد\" أي إذا أخذ الظالم أخذه أخذا أليما شديدا أخذ عزيز مقتدر قال ابن أبي حاتم حدثنا أبي حدثنا علي بن محمد الطنافسي حدثنا أبو بكر بن عياش عن أبي إسحاق عن عمرو بن ميمون قال مر النبي صلى الله عليه وسلم على امرأة تقرأ \"هل أتاك حديث الجنود\" فقام يستمع فقال \"نعم قد جاءني\"."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "قوله عز وجل: \"هل أتاك حديث الجنود\"، قد أتاك خبر الجموع الكافرة الذين تجندوا على الأنبياء."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "أي قد أتاك يا محمد خبر الجموع الكافرة المكذبة لأنبيائهم ; يؤنسه بذلك ويسليه .ثم بينهم فقال ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: هل جاءك يا محمد حديث الجنود الذين تجندوا على الله ورسوله بأذاهم ومكروههم؛ يقول: قد أتاك ذلك وعلمته، فاصبر لأذى قومك إياك لما نالوك به من &amp;; 24-347 &amp;; مكروه كما صبر الذين تجند هؤلاء الجنود عليهم من رسلي، ولا يثنيك عن تبليغهم رسالتي، كما لم يُثْن الذين أرسلوا إلى هؤلاء، فإن عاقبة من لم يصدقك ويؤمن بك منهم إلى عطب وهلاك، كالذي كان من هؤلاء الجنود، ثم بين جلّ ثناؤه عن الجنود من هم."
        }
      ]
    },
    {
      "ayahNo": 18,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«فرعون وثمود» بدل من الجنود واستغني بذكر فرعون عن أتباعه، وحديثهم أنهم أُهلكوا بكفرهم وهذا تنبيه لمن كفر بالنبي صلى الله عليه وسلم والقرآن ليتعظوا."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": "ثم ذكر من أفعاله الدالة على صدق ما جاءت به رسله، فقال:  هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ فِرْعَوْنَ وَثَمُود  وكيف كذبوا المرسلين، فجعلهم الله من المهلكين."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي هل بلغك ما أحل الله بهم من البأس وأنزل عليهم من النقمة التي لم يردها عنهم أحد؟ وهذا تقرير لقوله تعالى \"إن بطش ربك لشديد\" أي إذا أخذ الظالم أخذه أخذا أليما شديدا أخذ عزيز مقتدر قال ابن أبي حاتم حدثنا أبي حدثنا علي بن محمد الطنافسي حدثنا أبو بكر بن عياش عن أبي إسحاق عن عمرو بن ميمون قال مر النبي صلى الله عليه وسلم على امرأة تقرأ \"هل أتاك حديث الجنود\" فقام يستمع فقال \"نعم قد جاءني\"."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "ثم بين من هم فقال: \"فرعون وثمود\"."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "فرعون وثمود وهما في موضع جر على البدل من الجنود . المعنى : إنك قد عرفت ما فعل الله بهم حين كذبوا أنبياءه ورسله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "فقال: ( فِرْعَوْنَ وَثَمُودَ ) يقول: ( فرعون ) ، فاجتزى بذكره، إذ كان رئيس جنده من ذكر جنده وأتباعه. وإنما معنى الكلام: هل أتاك حديث الجنود، فرعون وقومه وثمود، وخفض فرعون ردًّا على الجنود، على الترجمة عنهم، وإنما فتح لأنه لا يجرى وثمود."
        }
      ]
    },
    {
      "ayahNo": 19,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«بل الذين كفروا في تكذيب» بما ذكر."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ  أي: لا يزالون مستمرين على التكذيب والعناد، لا تنفع فيهم الآيات، ولا تجدي لديهم العظات."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي هم في شك وريب وكفر وعناد."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"بل الذين كفروا\"، من قومك يا محمد، \"في تكذيب\"، لك وللقرآن كدأب آل فرعون من قبلهم ولم يعتبروا بمن كان قبلهم من الكفار."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بل الذين كفروا أي من هؤلاء الذين لا يؤمنون بك .في تكذيب لك ; كدأب من قبلهم . وإنما خص فرعون وثمود ; لأن ثمود في بلاد العرب وقصتهم عندهم مشهورة وإن كانوا من المتقدمين ، وأمر فرعون كان مشهورا عند أهل الكتاب وغيرهم ، وكان من المتأخرين في الهلاك ; فدل بهما على أمثالهما في الهلاك . والله أعلم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "القول في تأويل قوله تعالى :  بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (19)يقول تعالى ذكره: ما بهؤلاء القوم الذين يكذّبون بوعيد الله أنهم لم يأتهم أنباء من قبلهم من الأمم المكذّبة رسل الله كفرعون وقومه، وثمود وأشكالهم، وما أحلّ الله بهم من النقم بتكذيبهم الرسل، ولكنهم في تكذيبهم بوحي الله وتنزيله، إيثارًا منهم لأهوائهم، واتِّباعًا منهم لسنن آبائهم ."
        }
      ]
    },
    {
      "ayahNo": 20,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«والله من ورائهم محيط» لا عاصم لهم منه."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ  أي: قد أحاط بهم علمًا وقدرة، كقوله:  إِنَّ رَبَّكَ لَبِالْمِرْصَادِ  ففيه الوعيد الشديد للكافرين، من عقوبة من هم في قبضته، وتحت تدبيره."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي هو قادر عليهم قاهر لا يفوتونه ولا يعجزونه."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( والله من ورائهم محيط ) ، عالم بهم لا يخفى عليه شيء من أعمالهم ، يقدر أن ينزل بهم ما أنزل بمن كان قبلهم ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "قوله تعالى : والله من ورائهم محيط أي يقدر على أن ينزل بهم ما أنزل بفرعون . والمحاط به كالمحصور . وقيل : أي والله عالم بهم فهو يجازيهم ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "( وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ ) بأعمالهم مُحْصٍ لها، لا يخفى عليه منها شيءٌ، وهو مجازيهم على جميعها."
        }
      ]
    },
    {
      "ayahNo": 21,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«بل هو قرآن مجيد» عظيم."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " بَلْ هُوَ قُرْآنٌ مَجِيدٌ  أي: وسيع المعاني عظيمها، كثير الخير والعلم."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "أي عظيم كريم."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "\"بل هو قرآن مجيد\"، كريم شريف كثير الخير، ليس كما زعم المشركون أنه شعر وكهانة."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "بل هو قرآن مجيد أي متناه في الشرف والكرم والبركة ، وهو بيان ما بالناس الحاجة إليه من أحكام الدين والدنيا ، لا كما زعم المشركون . وقيل مجيد : أي غير مخلوق ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( بَلْ هُوَ قُرْآنٌ مَجِيدٌ ) يقول - تكذيبا منه جلّ ثناؤه للقائلين للقرآن هو شعر وسجع -: ما ذلك كذلك، بل هو قرآن كريم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( بَلْ هُوَ قُرْآنٌ مَجِيدٌ ) يقول: قرآن كريم.حدثنا أبو كريب، قال: ثنا ابن يمان، عن أشعث بن إسحاق، عن جعفر، عن سعيد، في قوله: ( بَلْ هُوَ قُرْآنٌ مَجِيدٌ ) قال: كريم."
        }
      ]
    },
    {
      "ayahNo": 22,
      "tafseer": [
        {
          "id": 1,
          "tafseerBookName": "التفسير الميسر",
          "tafseer": "هل بلغك -أيها الرسول- خبر الجموع الكافرة المكذبة لأنبيائها، فرعون وثمود، وما حلَّ بهم من العذاب والنكال، لم يعتبر القوم بذلك، بل الذين كفروا في تكذيب متواصل كدأب مَن قبلهم، والله قد أحاط بهم علما وقدرة، لا يخفى عليه منهم ومن أعمالهم شيء. وليس القرآن كما زعم المكذبون المشركون بأنه شعر وسحر، فكذَّبوا به، بل هو قرآن عظيم كريم، في لوح محفوظ، لا يناله تبديل ولا تحريف."
        },
        {
          "id": 2,
          "tafseerBookName": "تفسير الجلالين",
          "tafseer": "«في لوح» هو في الهواء فوق السماء السابعة «محفوظٍ» بالجر من الشياطين ومن تغيير شيء منه طوله ما بين السماء والأرض، وعرضه ما بين المشرق والمغرب، وهو من درة بيضاء، قاله ابن عباس رضي الله عنهما."
        },
        {
          "id": 3,
          "tafseerBookName": "تفسير السعدي",
          "tafseer": " فِي لَوْحٍ مَحْفُوظٍ  من التغيير والزيادة والنقص، ومحفوظ من الشياطين، وهو: اللوح المحفوظ الذي قد أثبت الله فيه كل شيء.وهذا يدل على جلالة القرآن وجزالته، ورفعة قدره عند الله تعالى، والله أعلم.تم تفسير السورة."
        },
        {
          "id": 4,
          "tafseerBookName": "تفسير ابن كثير",
          "tafseer": "( في لوح محفوظ ) أي هو في الملأ الأعلى محفوظ من الزيادة والنقص والتحريف والتبديلقال ابن جرير حدثنا عمرو بن علي حدثنا قرة بن سليمان حدثنا حرب بن سريج حدثنا عبد العزيز بن صهيب عن أنس بن مالك في قوله ( بل هو قرآن مجيد في لوح محفوظ ) قال إن اللوح المحفوظ الذي ذكر الله ( بل هو قرآن مجيد في لوح محفوظ ) في جبهة إسرافيل .وقال ابن أبي حاتم حدثنا أبي حدثنا أبو صالح حدثنا معاوية بن صالح أن أبا الأعيس هو عبد الرحمن بن سلمان قال ما من شيء قضى الله القرآن فما قبله وما بعده إلا وهو في اللوح المحفوظ واللوح المحفوظ بين عيني إسرافيل لا يؤذن له بالنظر فيهوقال الحسن البصري إن هذا القرآن المجيد عند الله في لوح محفوظ ينزل منه ما يشاء على من يشاء من خلقهوقد روى البغوي من طريق إسحاق بن بشر أخبرني مقاتل وابن جريج عن مجاهد عن ابن عباس قال إنه في صدر اللوح لا إله إلا الله وحده دينه الإسلام ومحمد عبده ورسوله فمن آمن بالله وصدق بوعده واتبع رسله أدخله الجنة . قال واللوح لوح من درة بيضاء طوله ما بين السماء والأرض وعرضه ما بين المشرق والمغرب وحافتاه الدر والياقوت ودفتاه ياقوتة حمراء وقلمه نور وكلامه معقود بالعرش وأصله في حجر ملك .قال مقاتل اللوح المحفوظ عن يمين العرشوقال الطبراني حدثنا محمد بن عثمان بن أبي شيبة حدثنا منجاب بن الحارث حدثنا إبراهيم بن يوسف حدثنا زياد بن عبد الله عن ليث عن عبد الملك بن سعيد بن جبير عن أبيه عن ابن عباس أن رسول الله صلى الله عليه وسلم - قال إن الله خلق لوحا محفوظا من درة بيضاء صفحاتها من ياقوتة حمراء قلمه نور وكتابه نور لله فيه كل يوم ستون وثلاثمائة لحظة يخلق ويرزق ويميت ويحيي ويعز ويذل ويفعل ما يشاء .آخر تفسير سورة البروج ولله الحمد ."
        },
        {
          "id": 5,
          "tafseerBookName": "تفسير البغوي",
          "tafseer": "( في لوح محفوظ ) ، قرأ نافع : \" محفوظ \" بالرفع على نعت القرآن ، فإن القرآن محفوظ من التبديل والتغيير والتحريف ، قال الله تعالى : إنا نحن نزلنا الذكر وإنا له لحافظون وهو أم الكتاب ، ومنه نسخ الكتب ، محفوظ من الشياطين ، ومن الزيادة فيه والنقصان . أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أحمد بن محمد بن إبراهيم الثعلبي ، أخبرنا الحسين بن محمد بن فنجويه ، أخبرنا مخلد بن جعفر ، حدثنا الحسن بن علويه ، أخبرنا إسماعيل بن عيسى ، حدثنا إسحاق بن بشر ، أخبرني مقاتل وابن جريج ، عن مجاهد ، عن ابن عباس قال : إن في صدر اللوح : لا إله إلا الله وحده ، دينه الإسلام ، ومحمد عبده ورسوله ، فمن آمن بالله - عز وجل - وصدق بوعده واتبع رسله أدخله الجنة ، قال : واللوح لوح من درة بيضاء ، طوله ما بين السماء والأرض ، وعرضه ما بين المشرق إلى المغرب ، وحافتاه الدر والياقوت ، ودفتاه ياقوتة حمراء ، وقلمه نور ، وكلامه معقود بالعرش ، وأصله في حجر ملك .قال مقاتل : اللوح المحفوظ عن يمين العرش ."
        },
        {
          "id": 6,
          "tafseerBookName": "تفسير القرطبي",
          "tafseer": "في لوح محفوظ أي مكتوب في لوح . وهو محفوظ عند الله تعالى من وصول الشياطين إليه . وقيل : هو أم الكتاب ; ومنه انتسخ القرآن والكتب . وروى الضحاك عن ابن عباس قال : \" اللوح من ياقوتة حمراء ، أعلاه معقود بالعرش وأسفله في حجر ملك يقال له ماطريون ، كتابه نور ، وقلمه نور ، ينظر الله - عز وجل - فيه كل يوم ثلاثمائة وستين نظرة ; ليس منها نظرة إلا وهو يفعل ما يشاء ; يرفع وضيعا ، ويضع رفيعا ، ويغني فقيرا ، ويفقر غنيا ; يحيي ويميت ، ويفعل ما يشاء ; لا إله إلا هو \" . وقال أنس بن مالك ومجاهد ، إن اللوح المحفوظ الذي ذكره الله تعالى في جبهة إسرافيل . وقال مقاتل : اللوح المحفوظ عن يمين العرش . وقيل : اللوح المحفوظ الذي فيه أصناف الخلق والخليقة ، وبيان أمورهم ، وهو أم الكتاب .وقال ابن عباس : أول شيء كتبه الله تعالى في اللوح المحفوظ \" إني أنا الله لا إله إلا أنا ، محمد رسولي ، من استسلم لقضائي ، وصبر على بلائي ، وشكر نعمائي ، كتبته صديقا وبعثته مع الصديقين ، ومن لم يستسلم لقضائي ولم يصبر على بلائي ، ولم يشكر نعمائي ، فليتخذ إلها سواي \" .وكتب الحجاج إلى محمد بن الحنفية - رضي الله عنه - يتوعده ; فكتب إليه ابن الحنفية : \" بلغني أن لله تعالى في كل يوم ثلاثمائة وستين نظرة في اللوح المحفوظ ; يعز ويذل ، ويبتلي ويفرح ، ويفعل ما يريد ; فلعل نظرة منها تشغلك بنفسك ، فتشتغل بها ولا تتفرغ \" .وقال بعض المفسرين : اللوح شيء يلوح للملائكة فيقرؤنه . وقرأ ابن السميقع وأبو حيوة قرآن مجيد على الإضافة ; أي قرآن رب مجيد . وقرأ نافع ( في لوح محفوظ ) بالرفع نعتا للقرآن ; أي بل هو قرآن مجيد محفوظ في لوح . الباقون ( بالجر ) نعتا ل \" لوح \" . والقراء متفقون على فتح اللام من ( لوح ) إلا ما روي عن يحيى بن يعمر ; فإنه قرأ \" لوح \" بضم اللام ، أي إنه يلوح ، وهو ذو نور وعلو وشرف . قال الزمخشري : واللوح الهواء ; يعني اللوح فوق السماء السابعة الذي فيه اللوح . وفي الصحاح : لاح الشيء يلوح لوحا أي لمح . ولاحه السفر : غيره . ولاح لوحا ولواحا : عطش ، والتاح مثله . واللوح : الكتف ، وكل عظم عريض . واللوح : الذي يكتب فيه . واللوح ( بالضم ) : الهواء بين السماء والأرض . والحمد لله ."
        },
        {
          "id": 7,
          "tafseerBookName": "تفسير الطبري",
          "tafseer": "وقوله: ( فِي لَوْحٍ مَحْفُوظٍ ) يقول تعالى ذكره: هو قرآن كريم مُثْبَت في لوح محفوظ.واختلفت القرّاء في قراءة قوله: ( مَحْفُوظٍ ) فقرأ ذلك مَن قرأه مِن أهل الحجاز أبو جعفر القارئ وابن كثير، ومن قرأه من قرّاء الكوفة عاصم والأعمش وحمزة &amp;; 24-348 &amp;; والكسائي، ومن البصريين أبو عمرو ( محفوظٍ ) خفضًا على معنى أن اللوح هو المنعوت بالحفظ. وإذا كان ذلك كذلك كان التأويل: في لوح محفوظ من الزيادة فيه والنقصان منه عما أثبته الله فيه. وقرأ ذلك من المكِّيين ابن مُحَيْصِن، ومن المدنيين نافع ( مَحْفُوظٌ ) رفعًا، ردًّا على القرآن، على أنه من نعته وصفته. وكان معنى ذلك على قراءتهما: ( بل هو قرآن مجيد ) محفوظ من التغيير والتبديل في لوح.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان في قرأة الأمصار، صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب. وإذا كان ذلك كذلك، فبأيّ القراءتين قرأ القارئ، فتأويل القراءة التي يقرؤها على ما بيَّنا.وقد حدثنا محمد بن بشار، قال: ثنا يحيى، قال: ثنا سفيان عن منصور، عن مجاهد ( فِي لَوْحٍ ) قال: في أمّ الكتاب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فِي لَوْحٍ مَحْفُوظٍ ) عند الله.وقال آخرون: إنما قيل محفوظ لأنه في جبهة إسرافيل.* ذكر من قال ذلك:حدثنا عمرو بن عليّ، قال: سمعت قرة بن سليمان، قال: ثنا حرب بن سريج، قال: ثنا عبد العزيز بن صهيب، عن أنس بن مالك، في قوله: ( بَلْ هُوَ قُرْآنٌ مَجِيدٌ * فِي لَوْحٍ مَحْفُوظٍ ) قال: إن اللوح المحفوظ الذي ذكر الله، ( بَلْ هُوَ قُرْآنٌ مَجِيدٌ * فِي لَوْحٍ مَحْفُوظٍ ) في جَبْهَة إسرافيل.آخر تفسير سورة البروج"
        }
      ]
    }
  ]
}