[
  {
    "surahNo": 1,
    "ayahNo": 1,
    "ayahArV1": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "ayahArV2": "بسم الله الرحمن الرحيم",
    "ayahEn": "In the Name of Allah—the Most Compassionate, Most Merciful.",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 2,
    "ayahArV1": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "الحمد لله رب العالمين",
    "ayahEn": "All praise is for Allah—Lord of all worlds",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 3,
    "ayahArV1": "ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "ayahArV2": "الرحمن الرحيم",
    "ayahEn": "the Most Compassionate, Most Merciful",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 4,
    "ayahArV1": "مَـٰلِكِ يَوْمِ ٱلدِّينِ",
    "ayahArV2": "مالك يوم الدين",
    "ayahEn": "Master of the Day of Judgment.",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 5,
    "ayahArV1": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
    "ayahArV2": "اياك نعبد واياك نستعين",
    "ayahEn": "You ˹alone˺ we worship and You ˹alone˺ we ask for help.",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 6,
    "ayahArV1": "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ",
    "ayahArV2": "اهدنا الصراط المستقيم",
    "ayahEn": "Guide us along the Straight Path",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 1,
    "ayahNo": 7,
    "ayahArV1": "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ",
    "ayahArV2": "صراط الذين انعمت عليهم غير المغضوب عليهم ولا الضالين",
    "ayahEn": "the Path of those You have blessed—not those You are displeased with, or those who are astray.",
    "meta": {
      "page": 1,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 2,
    "ayahArV1": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
    "ayahArV2": "ذلك الكتاب لا ريب فيه هدى للمتقين",
    "ayahEn": "This is the Book! There is no doubt about it—a guide for those mindful ˹of Allah˺",
    "meta": {
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 3,
    "ayahArV1": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون",
    "ayahEn": "who believe in the unseen, establish prayer, and donate from what We have provided for them",
    "meta": {
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 4,
    "ayahArV1": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "ayahArV2": "والذين يؤمنون بما انزل اليك وما انزل من قبلك وبالاخرة هم يوقنون",
    "ayahEn": "and who believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you, and have sure faith in the Hereafter.",
    "meta": {
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 5,
    "ayahArV1": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "اولئك على هدى من ربهم واولئك هم المفلحون",
    "ayahEn": "It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful.",
    "meta": {
      "page": 2,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 6,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "ان الذين كفروا سواء عليهم اانذرتهم ام لم تنذرهم لا يؤمنون",
    "ayahEn": "As for those who persist in disbelief, it is the same whether you warn them or not—they will never believe.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 7,
    "ayahArV1": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ختم الله على قلوبهم وعلى سمعهم وعلى ابصارهم غشاوة ولهم عذاب عظيم",
    "ayahEn": "Allah has sealed their hearts and their hearing, and their sight is covered. They will suffer a tremendous punishment.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 8,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
    "ayahArV2": "ومن الناس من يقول امنا بالله وباليوم الاخر وما هم بمؤمنين",
    "ayahEn": "And there are some who say, “We believe in Allah and the Last Day,” yet they are not ˹true˺ believers.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 9,
    "ayahArV1": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "ayahArV2": "يخادعون الله والذين امنوا وما يخدعون الا انفسهم وما يشعرون",
    "ayahEn": "They seek to deceive Allah and the believers, yet they only deceive themselves, but they fail to perceive it.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 10,
    "ayahArV1": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
    "ayahArV2": "في قلوبهم مرض فزادهم الله مرضا ولهم عذاب اليم بما كانوا يكذبون",
    "ayahEn": "There is sickness in their hearts, and Allah ˹only˺ lets their sickness increase. They will suffer a painful punishment for their lies.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 11,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
    "ayahArV2": "واذا قيل لهم لا تفسدوا في الارض قالوا انما نحن مصلحون",
    "ayahEn": "When they are told, “Do not spread corruption in the land,” they reply, “We are only peace-makers!”",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 12,
    "ayahArV1": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
    "ayahArV2": "الا انهم هم المفسدون ولكن لا يشعرون",
    "ayahEn": "Indeed, it is they who are the corruptors, but they fail to perceive it.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 13,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
    "ayahArV2": "واذا قيل لهم امنوا كما امن الناس قالوا انؤمن كما امن السفهاء الا انهم هم السفهاء ولكن لا يعلمون",
    "ayahEn": "And when they are told, “Believe as others believe,” they reply, “Will we believe as the fools believe?” Indeed, it is they who are fools, but they do not know.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 14,
    "ayahArV1": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
    "ayahArV2": "واذا لقوا الذين امنوا قالوا امنا واذا خلوا الى شياطينهم قالوا انا معكم انما نحن مستهزئون",
    "ayahEn": "When they meet the believers they say, “We believe.” But when alone with their evil associates they say, “We are definitely with you; we were only mocking.”",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 15,
    "ayahArV1": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "ayahArV2": "الله يستهزئ بهم ويمدهم في طغيانهم يعمهون",
    "ayahEn": "Allah will throw their mockery back at them, leaving them to continue wandering blindly in their defiance.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 16,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
    "ayahArV2": "اولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين",
    "ayahEn": "They are the ones who trade guidance for misguidance. But this trade is profitless, and they are not ˹rightly˺ guided.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 17,
    "ayahArV1": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
    "ayahArV2": "مثلهم كمثل الذي استوقد نارا فلما اضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمات لا يبصرون",
    "ayahEn": "Their example is that of someone who kindles a fire, but when it lights up all around them, Allah takes away their light, leaving them in complete darkness—unable to see.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 18,
    "ayahArV1": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
    "ayahArV2": "صم بكم عمي فهم لا يرجعون",
    "ayahEn": "They are ˹wilfully˺ deaf, dumb, and blind, so they will never return ˹to the Right Path˺.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 19,
    "ayahArV1": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
    "ayahArV2": "او كصيب من السماء فيه ظلمات ورعد وبرق يجعلون اصابعهم في اذانهم من الصواعق حذر الموت والله محيط بالكافرين",
    "ayahEn": "Or ˹those caught in˺ a rainstorm from the sky with darkness, thunder, and lightning. They press their fingers into their ears at the sound of every thunder-clap for fear of death. And Allah encompasses the disbelievers ˹by His might˺.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 20,
    "ayahArV1": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "يكاد البرق يخطف ابصارهم كلما اضاء لهم مشوا فيه واذا اظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وابصارهم ان الله على كل شيء قدير",
    "ayahEn": "It is as if the lightning were about to snatch away their sight. Whenever lightning strikes, they walk in its light, but when darkness covers them, they stand still. Had Allah willed, He could have taken away their hearing and sight. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 21,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
    "ayahArV2": "يا ايها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون",
    "ayahEn": "O humanity! Worship your Lord, Who created you and those before you, so that you may become mindful ˹of Him˺.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 22,
    "ayahArV1": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "الذي جعل لكم الارض فراشا والسماء بناء وانزل من السماء ماء فاخرج به من الثمرات رزقا لكم فلا تجعلوا لله اندادا وانتم تعلمون",
    "ayahEn": "˹He is the One˺ Who has made the earth a place of settlement for you and the sky a canopy; and sends down rain from the sky, causing fruits to grow as a provision for you. So do not knowingly set up equals to Allah ˹in worship˺.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 23,
    "ayahArV1": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "وان كنتم في ريب مما نزلنا على عبدنا فاتوا بسورة من مثله وادعوا شهداءكم من دون الله ان كنتم صادقين",
    "ayahEn": "And if you are in doubt about what We have revealed to Our servant, then produce a sûrah like it and call your helpers other than Allah, if what you say is true.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 24,
    "ayahArV1": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
    "ayahArV2": "فان لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة اعدت للكافرين",
    "ayahEn": "But if you are unable to do so—and you will never be able to do so—then fear the Fire fuelled with people and stones, which is prepared for the disbelievers.",
    "meta": {
      "page": 4,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 25,
    "ayahArV1": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "وبشر الذين امنوا وعملوا الصالحات ان لهم جنات تجري من تحتها الانهار كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل واتوا به متشابها ولهم فيها ازواج مطهرة وهم فيها خالدون",
    "ayahEn": "Give good news ˹O Prophet˺ to those who believe and do good that they will have Gardens under which rivers flow. Whenever provided with fruit, they will say, “This is what we were given before,” for they will be served fruit that looks similar ˹but tastes different˺. They will have pure spouses, and they will be there forever.",
    "meta": {
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 26,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
    "ayahArV2": "ان الله لا يستحيي ان يضرب مثلا ما بعوضة فما فوقها فاما الذين امنوا فيعلمون انه الحق من ربهم واما الذين كفروا فيقولون ماذا اراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به الا الفاسقين",
    "ayahEn": "Surely Allah does not shy away from using the parable of a mosquito or what is even smaller. As for the believers, they know that it is the truth from their Lord. And as for the disbelievers, they argue, “What does Allah mean by such a parable?” Through this ˹test˺, He leaves many to stray, and guides many. And He leaves none to stray except the rebellious—",
    "meta": {
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 27,
    "ayahArV1": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولئك هم الخاسرون",
    "ayahEn": "those who violate Allah’s covenant after it has been affirmed, break whatever ˹ties˺ Allah has ordered to be maintained, and spread corruption in the land. It is they who are the ˹true˺ losers.",
    "meta": {
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 28,
    "ayahArV1": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "كيف تكفرون بالله وكنتم امواتا فاحياكم ثم يميتكم ثم يحييكم ثم اليه ترجعون",
    "ayahEn": "How can you deny Allah? You were lifeless and He gave you life, then He will cause you to die and again bring you to life, and then to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 29,
    "ayahArV1": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "هو الذي خلق لكم ما في الارض جميعا ثم استوى الى السماء فسواهن سبع سماوات وهو بكل شيء عليم",
    "ayahEn": "He is the One Who created everything in the earth for you. Then He turned towards the heaven, forming it into seven heavens. And He has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 5,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 30,
    "ayahArV1": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "واذ قال ربك للملائكة اني جاعل في الارض خليفة قالوا اتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال اني اعلم ما لا تعلمون",
    "ayahEn": "˹Remember˺ when your Lord said to the angels, “I am going to place a successive ˹human˺ authority on earth.” They asked ˹Allah˺, “Will You place in it someone who will spread corruption there and shed blood while we glorify Your praises and proclaim Your holiness?” Allah responded, “I know what you do not know.”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 31,
    "ayahArV1": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "وعلم ادم الاسماء كلها ثم عرضهم على الملائكة فقال انبئوني باسماء هؤلاء ان كنتم صادقين",
    "ayahEn": "He taught Adam the names of all things, then He presented them to the angels and said, “Tell Me the names of these, if what you say is true?”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 32,
    "ayahArV1": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "ayahArV2": "قالوا سبحانك لا علم لنا الا ما علمتنا انك انت العليم الحكيم",
    "ayahEn": "They replied, “Glory be to You! We have no knowledge except what You have taught us. You are truly the All-Knowing, All-Wise.”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 33,
    "ayahArV1": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
    "ayahArV2": "قال يا ادم انبئهم باسمائهم فلما انباهم باسمائهم قال الم اقل لكم اني اعلم غيب السماوات والارض واعلم ما تبدون وما كنتم تكتمون",
    "ayahEn": "Allah said, “O Adam! Inform them of their names.” Then when Adam did, Allah said, “Did I not tell you that I know the secrets of the heavens and the earth, and I know what you reveal and what you conceal?”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 34,
    "ayahArV1": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "واذ قلنا للملائكة اسجدوا لادم فسجدوا الا ابليس ابى واستكبر وكان من الكافرين",
    "ayahEn": "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused and acted arrogantly, becoming unfaithful.",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 35,
    "ayahArV1": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "وقلنا يا ادم اسكن انت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين",
    "ayahEn": "We cautioned, “O Adam! Live with your wife in Paradise and eat as freely as you please, but do not approach this tree, or else you will be wrongdoers.”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 36,
    "ayahArV1": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
    "ayahArV2": "فازلهما الشيطان عنها فاخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتاع الى حين",
    "ayahEn": "But Satan deceived them—leading to their fall from the ˹blissful˺ state they were in, and We said, “Descend from the heavens ˹to the earth˺ as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 37,
    "ayahArV1": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "ayahArV2": "فتلقى ادم من ربه كلمات فتاب عليه انه هو التواب الرحيم",
    "ayahEn": "Then Adam was inspired with words ˹of prayer˺ by his Lord, so He accepted his repentance. Surely He is the Accepter of Repentance, Most Merciful.",
    "meta": {
      "page": 6,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 38,
    "ayahArV1": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "قلنا اهبطوا منها جميعا فاما ياتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "We said, “Descend all of you! Then when guidance comes to you from Me, whoever follows it, there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 39,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين كفروا وكذبوا باياتنا اولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "But those who disbelieve and deny Our signs will be the residents of the Fire. They will be there forever.”",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 40,
    "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
    "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واوفوا بعهدي اوف بعهدكم واياي فارهبون",
    "ayahEn": "O children of Israel! Remember My favours upon you. Fulfil your covenant and I will fulfil Mine, and stand in awe of Me ˹alone˺.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 41,
    "ayahArV1": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
    "ayahArV2": "وامنوا بما انزلت مصدقا لما معكم ولا تكونوا اول كافر به ولا تشتروا باياتي ثمنا قليلا واياي فاتقون",
    "ayahEn": "Believe in My revelations which confirm your Scriptures. Do not be the first to deny them or trade them for a fleeting gain. And be mindful of Me.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 42,
    "ayahArV1": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "ولا تلبسوا الحق بالباطل وتكتموا الحق وانتم تعلمون",
    "ayahEn": "Do not mix truth with falsehood or hide the truth knowingly.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 43,
    "ayahArV1": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
    "ayahArV2": "واقيموا الصلاة واتوا الزكاة واركعوا مع الراكعين",
    "ayahEn": "Establish prayer, pay alms-tax, and bow down with those who bow down.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 2,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 44,
    "ayahArV1": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "اتامرون الناس بالبر وتنسون انفسكم وانتم تتلون الكتاب افلا تعقلون",
    "ayahEn": "Do you preach righteousness and fail to practice it yourselves, although you read the Scripture? Do you not understand?",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 45,
    "ayahArV1": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
    "ayahArV2": "واستعينوا بالصبر والصلاة وانها لكبيرة الا على الخاشعين",
    "ayahEn": "And seek help through patience and prayer. Indeed, it is a burden except for the humble—",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 46,
    "ayahArV1": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
    "ayahArV2": "الذين يظنون انهم ملاقو ربهم وانهم اليه راجعون",
    "ayahEn": "those who are certain that they will meet their Lord and to Him they will return.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 47,
    "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العالمين",
    "ayahEn": "O Children of Israel! Remember ˹all˺ the favours I granted you and how I honoured you above the others.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 48,
    "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
    "ayahArV2": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها شفاعة ولا يؤخذ منها عدل ولا هم ينصرون",
    "ayahEn": "Guard yourselves against the Day on which no soul will be of help to another. No intercession will be accepted, no ransom taken, and no help will be given.",
    "meta": {
      "page": 7,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 49,
    "ayahArV1": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "ayahArV2": "واذ نجيناكم من ال فرعون يسومونكم سوء العذاب يذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "ayahEn": "˹Remember˺ how We delivered you from the people of Pharaoh, who afflicted you with dreadful torment, slaughtering your sons and keeping your women. That was a severe test from your Lord.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 50,
    "ayahArV1": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
    "ayahArV2": "واذ فرقنا بكم البحر فانجيناكم واغرقنا ال فرعون وانتم تنظرون",
    "ayahEn": "And ˹remember˺ when We parted the sea, rescued you, and drowned Pharaoh’s people before your very eyes.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 51,
    "ayahArV1": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
    "ayahArV2": "واذ واعدنا موسى اربعين ليلة ثم اتخذتم العجل من بعده وانتم ظالمون",
    "ayahEn": "And ˹remember˺ when We appointed forty nights for Moses, then you worshipped the calf in his absence, acting wrongfully.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 52,
    "ayahArV1": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ثم عفونا عنكم من بعد ذلك لعلكم تشكرون",
    "ayahEn": "Even then We ˹still˺ forgave you so perhaps you would be grateful.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 53,
    "ayahArV1": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "واذ اتينا موسى الكتاب والفرقان لعلكم تهتدون",
    "ayahEn": "And ˹remember˺ when We gave Moses the Scripture—the standard ˹to distinguish between right and wrong˺ that perhaps you would be ˹rightly˺ guided.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 54,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "ayahArV2": "واذ قال موسى لقومه يا قوم انكم ظلمتم انفسكم باتخاذكم العجل فتوبوا الى بارئكم فاقتلوا انفسكم ذلكم خير لكم عند بارئكم فتاب عليكم انه هو التواب الرحيم",
    "ayahEn": "And ˹remember˺ when Moses said to his people, “O my people! Surely you have wronged yourselves by worshipping the calf, so turn in repentance to your Creator and execute ˹the calf-worshippers among˺ yourselves. That is best for you in the sight of your Creator.” Then He accepted your repentance. Surely He is the Accepter of Repentance, Most Merciful.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 55,
    "ayahArV1": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
    "ayahArV2": "واذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فاخذتكم الصاعقة وانتم تنظرون",
    "ayahEn": "And ˹remember˺ when you said, “O Moses! We will never believe you until we see Allah with our own eyes,” so a thunderbolt struck you while you were looking on.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 56,
    "ayahArV1": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ثم بعثناكم من بعد موتكم لعلكم تشكرون",
    "ayahEn": "Then We brought you back to life after your death, so that perhaps you would be grateful.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 57,
    "ayahArV1": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "وظللنا عليكم الغمام وانزلنا عليكم المن والسلوى كلوا من طيبات ما رزقناكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
    "ayahEn": "And ˹remember when˺ We shaded you with clouds and sent down to you manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” The evildoers ˹certainly˺ did not wrong Us, but wronged themselves.",
    "meta": {
      "page": 8,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 58,
    "ayahArV1": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "واذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا وادخلوا الباب سجدا وقولوا حطة نغفر لكم خطاياكم وسنزيد المحسنين",
    "ayahEn": "And ˹remember˺ when We said, “Enter this city and eat freely from wherever you please; enter the gate with humility, saying, ‘Absolve us.’ We will forgive your sins and multiply the reward for the good-doers.”",
    "meta": {
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 59,
    "ayahArV1": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "فبدل الذين ظلموا قولا غير الذي قيل لهم فانزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون",
    "ayahEn": "But the wrongdoers changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their rebelliousness.",
    "meta": {
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 3,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 60,
    "ayahArV1": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "ayahArV2": "واذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل اناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا في الارض مفسدين",
    "ayahEn": "And ˹remember˺ when Moses prayed for water for his people, We said, “Strike the rock with your staff.” Then twelve springs gushed out, ˹and˺ each tribe knew its drinking place. ˹We then said,˺ “Eat and drink of Allah’s provisions, and do not go about spreading corruption in the land.”",
    "meta": {
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 61,
    "ayahArV1": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "ayahArV2": "واذ قلتم يا موسى لن نصبر على طعام واحد فادع لنا ربك يخرج لنا مما تنبت الارض من بقلها وقثائها وفومها وعدسها وبصلها قال اتستبدلون الذي هو ادنى بالذي هو خير اهبطوا مصرا فان لكم ما سالتم وضربت عليهم الذلة والمسكنة وباءوا بغضب من الله ذلك بانهم كانوا يكفرون بايات الله ويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون",
    "ayahEn": "And ˹remember˺ when you said, “O Moses! We cannot endure the same meal ˹every day˺. So ˹just˺ call upon your Lord on our behalf, He will bring forth for us some of what the earth produces of herbs, cucumbers, garlic, lentils, and onions.” Moses scolded ˹them˺, “Do you exchange what is better for what is worse? ˹You can˺ go down to any village and you will find what you have asked for.” They were stricken with disgrace and misery, and they invited the displeasure of Allah for rejecting Allah’s signs and unjustly killing the prophets. This is ˹a fair reward˺ for their disobedience and violations.",
    "meta": {
      "page": 9,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 62,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين امنوا والذين هادوا والنصارى والصابئين من امن بالله واليوم الاخر وعمل صالحا فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Indeed, the believers, Jews, Christians, and Sabians—whoever ˹truly˺ believes in Allah and the Last Day and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 63,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "ayahArV2": "واذ اخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما اتيناكم بقوة واذكروا ما فيه لعلكم تتقون",
    "ayahEn": "And ˹remember˺ when We took a covenant from you and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 64,
    "ayahArV1": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخاسرين",
    "ayahEn": "Yet you turned away afterwards. Had it not been for Allah’s grace and mercy upon you, you would have certainly been of the losers.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 65,
    "ayahArV1": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "ayahArV2": "ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خاسئين",
    "ayahEn": "You are already aware of those of you who broke the Sabbath. We said to them, “Be disgraced apes!”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 66,
    "ayahArV1": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "ayahArV2": "فجعلناها نكالا لما بين يديها وما خلفها وموعظة للمتقين",
    "ayahEn": "So We made their fate an example to present and future generations, and a lesson to the God-fearing.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 67,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "واذ قال موسى لقومه ان الله يامركم ان تذبحوا بقرة قالوا اتتخذنا هزوا قال اعوذ بالله ان اكون من الجاهلين",
    "ayahEn": "And ˹remember˺ when Moses said to his people, “Allah commands you to sacrifice a cow.” They replied, “Are you mocking us?” Moses responded, “I seek refuge in Allah from acting foolishly!”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 68,
    "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
    "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما هي قال انه يقول انها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون",
    "ayahEn": "They said, “Call upon your Lord to clarify for us what type ˹of cow˺ it should be!” He replied, “Allah says, ‘The cow should neither be old nor young but in between. So do as you are commanded!’”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 69,
    "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
    "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما لونها قال انه يقول انها بقرة صفراء فاقع لونها تسر الناظرين",
    "ayahEn": "They said, “Call upon your Lord to specify for us its colour.” He replied, “Allah says, ‘It should be a bright yellow cow—pleasant to see.’”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 70,
    "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
    "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما هي ان البقر تشابه علينا وانا ان شاء الله لمهتدون",
    "ayahEn": "Again they said, “Call upon your Lord so that He may make clear to us which cow, for all cows look the same to us. Then, Allah willing, we will be guided ˹to the right one˺.”",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 71,
    "ayahArV1": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
    "ayahArV2": "قال انه يقول انها بقرة لا ذلول تثير الارض ولا تسقي الحرث مسلمة لا شية فيها قالوا الان جئت بالحق فذبحوها وما كادوا يفعلون",
    "ayahEn": "He replied, “Allah says, ‘It should have been used neither to till the soil nor water the fields; wholesome and without blemish.’” They said, “Now you have come with the truth.” Yet they still slaughtered it hesitantly!",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 72,
    "ayahArV1": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
    "ayahArV2": "واذ قتلتم نفسا فاداراتم فيها والله مخرج ما كنتم تكتمون",
    "ayahEn": "˹This is˺ when a man was killed and you disputed who the killer was, but Allah revealed what you concealed.",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 73,
    "ayahArV1": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
    "ayahArV2": "فقلنا اضربوه ببعضها كذلك يحيي الله الموتى ويريكم اياته لعلكم تعقلون",
    "ayahEn": "So We instructed, “Strike the dead body with a piece of the cow.” This is how ˹easily˺ Allah brings the dead to life, showing you His signs so that you may understand.",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 74,
    "ayahArV1": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "ثم قست قلوبكم من بعد ذلك فهي كالحجارة او اشد قسوة وان من الحجارة لما يتفجر منه الانهار وان منها لما يشقق فيخرج منه الماء وان منها لما يهبط من خشية الله وما الله بغافل عما تعملون",
    "ayahEn": "Even then your hearts became hardened like a rock or even harder, for some rocks gush rivers; others split, spilling water; while others are humbled in awe of Allah. And Allah is never unaware of what you do.",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 75,
    "ayahArV1": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "افتطمعون ان يؤمنوا لكم وقد كان فريق منهم يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون",
    "ayahEn": "Do you ˹believers still˺ expect them to be true to you, though a group of them would hear the word of Allah then knowingly corrupt it after understanding it?",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 76,
    "ayahArV1": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "واذا لقوا الذين امنوا قالوا امنا واذا خلا بعضهم الى بعض قالوا اتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم افلا تعقلون",
    "ayahEn": "When they meet the believers they say, “We believe.” But in private they say ˹to each other˺, “Will you disclose to the believers the knowledge Allah has revealed to you, so that they may use it against you before your Lord? Do you not understand?”",
    "meta": {
      "page": 11,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 77,
    "ayahArV1": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "ayahArV2": "اولا يعلمون ان الله يعلم ما يسرون وما يعلنون",
    "ayahEn": "Do they not know that Allah is aware of what they conceal and what they reveal?",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 78,
    "ayahArV1": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
    "ayahArV2": "ومنهم اميون لا يعلمون الكتاب الا اماني وان هم الا يظنون",
    "ayahEn": "And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 79,
    "ayahArV1": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
    "ayahArV2": "فويل للذين يكتبون الكتاب بايديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت ايديهم وويل لهم مما يكسبون",
    "ayahEn": "So woe to those who distort the Scripture with their own hands then say, “This is from Allah”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 80,
    "ayahArV1": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "وقالوا لن تمسنا النار الا اياما معدودة قل اتخذتم عند الله عهدا فلن يخلف الله عهده ام تقولون على الله ما لا تعلمون",
    "ayahEn": "˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from Allah—for Allah never breaks His word—or are you ˹just˺ saying about Allah what you do not know?”",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 81,
    "ayahArV1": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "بلى من كسب سيئة واحاطت به خطيئته فاولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 82,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات اولئك اصحاب الجنة هم فيها خالدون",
    "ayahEn": "And those who believe and do good will be the residents of Paradise. They will be there forever.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 83,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
    "ayahArV2": "واذ اخذنا ميثاق بني اسرائيل لا تعبدون الا الله وبالوالدين احسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا واقيموا الصلاة واتوا الزكاة ثم توليتم الا قليلا منكم وانتم معرضون",
    "ayahEn": "And ˹remember˺ when We took a covenant from the children of Israel ˹stating˺, “Worship none but Allah; be kind to parents, relatives, orphans and the needy; speak kindly to people; establish prayer; and pay alms-tax.” But you ˹Israelites˺ turned away—except for a few of you—and were indifferent.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 84,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
    "ayahArV2": "واذ اخذنا ميثاقكم لا تسفكون دماءكم ولا تخرجون انفسكم من دياركم ثم اقررتم وانتم تشهدون",
    "ayahEn": "And ˹remember˺ when We took your covenant that you would neither shed each other’s blood nor expel each other from their homes, you gave your pledge and bore witness.",
    "meta": {
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 85,
    "ayahArV1": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "ثم انتم هؤلاء تقتلون انفسكم وتخرجون فريقا منكم من ديارهم تظاهرون عليهم بالاثم والعدوان وان ياتوكم اسارى تفادوهم وهو محرم عليكم اخراجهم افتؤمنون ببعض الكتاب وتكفرون ببعض فما جزاء من يفعل ذلك منكم الا خزي في الحياة الدنيا ويوم القيامة يردون الى اشد العذاب وما الله بغافل عما تعملون",
    "ayahEn": "But here you are, killing each other and expelling some of your people from their homes, aiding one another in sin and aggression; and when those ˹expelled˺ come to you as captives, you still ransom them—though expelling them was unlawful for you. Do you believe in some of the Scripture and reject the rest? Is there any reward for those who do so among you other than disgrace in this worldly life and being subjected to the harshest punishment on the Day of Judgment? For Allah is never unaware of what you do.",
    "meta": {
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 86,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
    "ayahArV2": "اولئك الذين اشتروا الحياة الدنيا بالاخرة فلا يخفف عنهم العذاب ولا هم ينصرون",
    "ayahEn": "These are the ones who trade the Hereafter for the life of this world. So their punishment will not be reduced, nor will they be helped.",
    "meta": {
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 87,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
    "ayahArV2": "ولقد اتينا موسى الكتاب وقفينا من بعده بالرسل واتينا عيسى ابن مريم البينات وايدناه بروح القدس افكلما جاءكم رسول بما لا تهوى انفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون",
    "ayahEn": "Indeed, We gave Moses the Book and sent after him successive messengers. And We gave Jesus, son of Mary, clear proofs and supported him with the holy spirit. Why is it that every time a messenger comes to you ˹Israelites˺ with something you do not like, you become arrogant, rejecting some and killing others?",
    "meta": {
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 88,
    "ayahArV1": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
    "ayahArV2": "وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون",
    "ayahEn": "They say, “Our hearts are unreceptive!” In fact, Allah has condemned them for their disbelief. They have but little faith.",
    "meta": {
      "page": 13,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 89,
    "ayahArV1": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين",
    "ayahEn": "Although they used to pray for victory ˹by means of the Prophet˺ over the polytheists, when there came to them a Book from Allah which they recognized, confirming the Scripture they had ˹in their hands˺, they rejected it. So may Allah’s condemnation be upon the disbelievers.",
    "meta": {
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 90,
    "ayahArV1": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
    "ayahArV2": "بئسما اشتروا به انفسهم ان يكفروا بما انزل الله بغيا ان ينزل الله من فضله على من يشاء من عباده فباءوا بغضب على غضب وللكافرين عذاب مهين",
    "ayahEn": "Miserable is the price they have sold their souls for—denying Allah’s revelation and resenting Allah for granting His grace to whoever He wills of His servants! They have earned wrath upon wrath. And such disbelievers will suffer a humiliating punishment.",
    "meta": {
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 91,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "واذا قيل لهم امنوا بما انزل الله قالوا نؤمن بما انزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون انبياء الله من قبل ان كنتم مؤمنين",
    "ayahEn": "When it is said to them: “Believe in what Allah has revealed,” they reply, “We only believe in what was sent down to us,” and they deny what came afterwards, though it is the truth confirming their own Scriptures! Ask ˹them, O  Prophet˺, “Why then did you kill Allah’s prophets before, if you are ˹truly˺ believers?”",
    "meta": {
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 92,
    "ayahArV1": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ولقد جاءكم موسى بالبينات ثم اتخذتم العجل من بعده وانتم ظالمون",
    "ayahEn": "Indeed, Moses came to you with clear proofs, then you worshipped the calf in his absence, acting wrongfully.",
    "meta": {
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 93,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "واذ اخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما اتيناكم بقوة واسمعوا قالوا سمعنا وعصينا واشربوا في قلوبهم العجل بكفرهم قل بئسما يامركم به ايمانكم ان كنتم مؤمنين",
    "ayahEn": "And when We took your covenant and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and obey,” they answered, “We hear and disobey.” The love of the calf was rooted in their hearts because of their disbelief. Say, ˹O Prophet,˺ “How evil is what your ˹so-called˺ belief prompts you to do, if you ˹actually˺ believe ˹in the Torah˺!”",
    "meta": {
      "page": 14,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 94,
    "ayahArV1": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "قل ان كانت لكم الدار الاخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صادقين",
    "ayahEn": "Say, ˹O Prophet,˺ “If the ˹eternal˺ Home of the Hereafter with Allah is exclusively for you ˹Israelites˺ out of all humanity, then wish for death if what you say is true!”",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 95,
    "ayahArV1": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "ayahArV2": "ولن يتمنوه ابدا بما قدمت ايديهم والله عليم بالظالمين",
    "ayahEn": "But they will never wish for that because of what their hands have done. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 96,
    "ayahArV1": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "ولتجدنهم احرص الناس على حياة ومن الذين اشركوا يود احدهم لو يعمر الف سنة وما هو بمزحزحه من العذاب ان يعمر والله بصير بما يعملون",
    "ayahEn": "You will surely find them clinging to life more eagerly than any other people, even more than polytheists. Each one of them wishes to live a thousand years. But even if they were to live that long, it would not save them from the punishment. And Allah is All-Seeing of what they do.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 97,
    "ayahArV1": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
    "ayahArV2": "قل من كان عدوا لجبريل فانه نزله على قلبك باذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين",
    "ayahEn": "Say, ˹O Prophet,˺ “Whoever is an enemy of Gabriel should know that he revealed this ˹Quran˺ to your heart by Allah’s Will, confirming what came before it—a guide and good news for the believers.”",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 98,
    "ayahArV1": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
    "ayahArV2": "من كان عدوا لله وملائكته ورسله وجبريل وميكال فان الله عدو للكافرين",
    "ayahEn": "Whoever is an enemy of Allah, His angels, His messengers, Gabriel, and Michael, then ˹let them know that˺ Allah is certainly the enemy of the disbelievers.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 99,
    "ayahArV1": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
    "ayahArV2": "ولقد انزلنا اليك ايات بينات وما يكفر بها الا الفاسقون",
    "ayahEn": "Indeed, We have sent down to you ˹O Prophet˺ clear revelations. ˹But˺ none will deny them except the rebellious.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 100,
    "ayahArV1": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "اوكلما عاهدوا عهدا نبذه فريق منهم بل اكثرهم لا يؤمنون",
    "ayahEn": "Why is it that every time they make a covenant, a group of them casts it aside? In fact, most of them do not believe.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 101,
    "ayahArV1": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين اوتوا الكتاب كتاب الله وراء ظهورهم كانهم لا يعلمون",
    "ayahEn": "Now, when a messenger from Allah has come to them—confirming their own Scriptures—some of the People of the Book cast the Book of Allah behind their backs as if they did not know.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 102,
    "ayahArV1": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "واتبعوا ما تتلو الشياطين على ملك سليمان وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر وما انزل على الملكين ببابل هاروت وماروت وما يعلمان من احد حتى يقولا انما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من احد الا باذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في الاخرة من خلاق ولبئس ما شروا به انفسهم لو كانوا يعلمون",
    "ayahEn": "They ˹instead˺ followed the magic promoted by the devils during the reign of Solomon. Never did Solomon disbelieve, rather the devils disbelieved. They taught magic to the people, along with what had been revealed to the two angels, Hârût and Mârût, in Babylon. The two angels never taught anyone without saying, “We are only a test ˹for you˺, so do not abandon ˹your˺ faith.” Yet people learned ˹magic˺ that caused a rift ˹even˺ between husband and wife; although their magic could not harm anyone except by Allah’s Will. They learned what harmed them and did not benefit them—although they already knew that whoever buys into magic would have no share in the Hereafter. Miserable indeed was the price for which they sold their souls, if only they knew!",
    "meta": {
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 103,
    "ayahArV1": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ ۖ لَّوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "ولو انهم امنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون",
    "ayahEn": "If only they were faithful and mindful ˹of Allah˺, there would have been a better reward from Allah, if only they knew!",
    "meta": {
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 104,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا لا تقولوا راعنا وقولوا انظرنا واسمعوا وللكافرين عذاب اليم",
    "ayahEn": "O believers! Do not say, “Râ’ina.” [Herd us!] But say, “Unẓurna,” [Tend to us!] and listen ˹attentively˺. And the disbelievers will suffer a painful punishment.",
    "meta": {
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 105,
    "ayahArV1": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ ۗ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "ما يود الذين كفروا من اهل الكتاب ولا المشركين ان ينزل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم",
    "ayahEn": "The disbelievers from the People of the Book and the polytheists would not want you to receive any blessing from your Lord, but Allah selects whoever He wills for His mercy. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 16,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 106,
    "ayahArV1": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ما ننسخ من اية او ننسها نات بخير منها او مثلها الم تعلم ان الله على كل شيء قدير",
    "ayahEn": "If We ever abrogate a verse or cause it to be forgotten, We replace it with a better or similar one. Do you not know that Allah is Most Capable of everything?",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 107,
    "ayahArV1": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "الم تعلم ان الله له ملك السماوات والارض وما لكم من دون الله من ولي ولا نصير",
    "ayahEn": "Do you not know that the kingdom of the heavens and the earth belongs ˹only˺ to Allah, and you have no guardian or helper besides Allah?",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 108,
    "ayahArV1": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "ayahArV2": "ام تريدون ان تسالوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالايمان فقد ضل سواء السبيل",
    "ayahEn": "Or do you ˹believers˺ intend to ask of your Messenger as Moses was asked before? But whoever trades belief for disbelief has truly strayed from the Right Way.",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 109,
    "ayahArV1": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ود كثير من اهل الكتاب لو يردونكم من بعد ايمانكم كفارا حسدا من عند انفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى ياتي الله بامره ان الله على كل شيء قدير",
    "ayahEn": "Many among the People of the Book wish they could turn you ˹believers˺ back to disbelief because of their envy, after the truth has been made clear to them. Pardon and bear with them until Allah delivers His decision. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 110,
    "ayahArV1": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "واقيموا الصلاة واتوا الزكاة وما تقدموا لانفسكم من خير تجدوه عند الله ان الله بما تعملون بصير",
    "ayahEn": "Establish prayer, and pay alms-tax. Whatever good you send forth for yourselves, you will ˹certainly˺ find ˹its reward˺ with Allah. Surely Allah is All-Seeing of what you do.",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 111,
    "ayahArV1": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "وقالوا لن يدخل الجنة الا من كان هودا او نصارى تلك امانيهم قل هاتوا برهانكم ان كنتم صادقين",
    "ayahEn": "The Jews and Christians each claim that none will enter Paradise except those of their own faith. These are their desires. Reply, ˹O Prophet,˺ “Show ˹me˺ your proof if what you say is true.”",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 112,
    "ayahArV1": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "بلى من اسلم وجهه لله وهو محسن فله اجره عند ربه ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "But no! Whoever submits themselves to Allah and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 17,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 113,
    "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "وقالت اليهود ليست النصارى على شيء وقالت النصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on,” although both recite the Scriptures. And those ˹pagans˺ who have no knowledge say the same ˹about people of faith˺. Surely Allah will judge between them on the Day of Judgment regarding their dispute.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 114,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ومن اظلم ممن منع مساجد الله ان يذكر فيها اسمه وسعى في خرابها اولئك ما كان لهم ان يدخلوها الا خائفين لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
    "ayahEn": "Who does more wrong than those who prevent Allah’s Name from being mentioned in His places of worship and strive to destroy them? Such people have no right to enter these places except with fear. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 115,
    "ayahArV1": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "ولله المشرق والمغرب فاينما تولوا فثم وجه الله ان الله واسع عليم",
    "ayahEn": "To Allah belong the east and the west, so wherever you turn you are facing ˹towards˺ Allah. Surely Allah is All-Encompassing, All-Knowing.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 116,
    "ayahArV1": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
    "ayahArV2": "وقالوا اتخذ الله ولدا سبحانه بل له ما في السماوات والارض كل له قانتون",
    "ayahEn": "They say, “Allah has offspring.” Glory be to Him! In fact, to Him belongs whatever is in the heavens and the earth—all are subject to His Will.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 117,
    "ayahArV1": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "بديع السماوات والارض واذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "˹He is˺ the Originator of the heavens and the earth! When He decrees a matter, He simply tells it, “Be!” And it is!",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 118,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
    "ayahArV2": "وقال الذين لا يعلمون لولا يكلمنا الله او تاتينا اية كذلك قال الذين من قبلهم مثل قولهم تشابهت قلوبهم قد بينا الايات لقوم يوقنون",
    "ayahEn": "Those who have no knowledge say, “If only Allah would speak to us or a sign would come to us!” The same was said by those who came before. Their hearts are all alike. Indeed, We have made the signs clear for people of sure faith.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 119,
    "ayahArV1": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
    "ayahArV2": "انا ارسلناك بالحق بشيرا ونذيرا ولا تسال عن اصحاب الجحيم",
    "ayahEn": "We have surely sent you with the truth ˹O Prophet˺ as a deliverer of good news and a warner. And you will not be accountable for the residents of the Hellfire.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 120,
    "ayahArV1": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت اهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير",
    "ayahEn": "Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “Allah’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against Allah.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 121,
    "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "الذين اتيناهم الكتاب يتلونه حق تلاوته اولئك يؤمنون به ومن يكفر به فاولئك هم الخاسرون",
    "ayahEn": "Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 122,
    "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العالمين",
    "ayahEn": "O Children of Israel! Remember My favours upon you and how I honoured you above the others.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 123,
    "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
    "ayahArV2": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها عدل ولا تنفعها شفاعة ولا هم ينصرون",
    "ayahEn": "And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 124,
    "ayahArV1": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واذ ابتلى ابراهيم ربه بكلمات فاتمهن قال اني جاعلك للناس اماما قال ومن ذريتي قال لا ينال عهدي الظالمين",
    "ayahEn": "˹Remember˺ when Abraham was tested by his Lord with ˹certain˺ commandments, which he fulfilled. Allah said, “I will certainly make you into a role model for the people.” Abraham asked, “What about my offspring?” Allah replied, “My covenant is not extended to the wrongdoers.”",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 125,
    "ayahArV1": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "ayahArV2": "واذ جعلنا البيت مثابة للناس وامنا واتخذوا من مقام ابراهيم مصلى وعهدنا الى ابراهيم واسماعيل ان طهرا بيتي للطائفين والعاكفين والركع السجود",
    "ayahEn": "And ˹remember˺ when We made the Sacred House a centre and a sanctuary for the people ˹saying˺, “˹You may˺ take the standing-place of Abraham as a site of prayer.” And We entrusted Abraham and Ishmael to purify My House for those who circle it, who meditate in it, and who bow and prostrate themselves ˹in prayer˺.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 126,
    "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "واذ قال ابراهيم رب اجعل هذا بلدا امنا وارزق اهله من الثمرات من امن منهم بالله واليوم الاخر قال ومن كفر فامتعه قليلا ثم اضطره الى عذاب النار وبئس المصير",
    "ayahEn": "And ˹remember˺ when Abraham said, “My Lord, make this city ˹of Mecca˺ secure and provide fruits to its people—those among them who believe in Allah and the Last Day.” He answered, “As for those who disbelieve, I will let them enjoy themselves for a little while, then I will condemn them to the torment of the Fire. What an evil destination!”",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 127,
    "ayahArV1": "وَإِذْ يَرْفَعُ إِبْرَٰهِـۧمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "واذ يرفع ابراهيم القواعد من البيت واسماعيل ربنا تقبل منا انك انت السميع العليم",
    "ayahEn": "And ˹remember˺ when Abraham raised the foundation of the House with Ishmael, ˹both praying,˺ “Our Lord! Accept ˹this˺ from us. You are indeed the All-Hearing, All-Knowing.",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 128,
    "ayahArV1": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "ayahArV2": "ربنا واجعلنا مسلمين لك ومن ذريتنا امة مسلمة لك وارنا مناسكنا وتب علينا انك انت التواب الرحيم",
    "ayahEn": "Our Lord! Make us both ˹fully˺ submit to You and from our descendants a nation that will submit to you. Show us our rituals, and turn to us in grace. You are truly the Accepter of Repentance, Most Merciful.",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 129,
    "ayahArV1": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ربنا وابعث فيهم رسولا منهم يتلو عليهم اياتك ويعلمهم الكتاب والحكمة ويزكيهم انك انت العزيز الحكيم",
    "ayahEn": "Our Lord! Raise from among them a messenger who will recite to them Your revelations, teach them the Book and wisdom, and purify them. Indeed, You ˹alone˺ are the Almighty, All-Wise.”",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 130,
    "ayahArV1": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَـٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ومن يرغب عن ملة ابراهيم الا من سفه نفسه ولقد اصطفيناه في الدنيا وانه في الاخرة لمن الصالحين",
    "ayahEn": "And who would reject the faith of Abraham except a fool! We certainly chose him in this life, and in the Hereafter he will surely be among the righteous.",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 131,
    "ayahArV1": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "اذ قال له ربه اسلم قال اسلمت لرب العالمين",
    "ayahEn": "When his Lord ordered him, “Submit ˹to My Will˺,” he responded, “I submit to the Lord of all worlds.”",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 132,
    "ayahArV1": "وَوَصَّىٰ بِهَآ إِبْرَٰهِـۧمُ بَنِيهِ وَيَعْقُوبُ يَـٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
    "ayahArV2": "ووصى بها ابراهيم بنيه ويعقوب يا بني ان الله اصطفى لكم الدين فلا تموتن الا وانتم مسلمون",
    "ayahEn": "This was the advice of Abraham—as well as Jacob—to his children, ˹saying˺, “Indeed, Allah has chosen for you this faith; so do not die except in ˹a state of full˺ submission.”",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 133,
    "ayahArV1": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَـٰهَكَ وَإِلَـٰهَ ءَابَآئِكَ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِلَـٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "ayahArV2": "ام كنتم شهداء اذ حضر يعقوب الموت اذ قال لبنيه ما تعبدون من بعدي قالوا نعبد الهك واله ابائك ابراهيم واسماعيل واسحاق الها واحدا ونحن له مسلمون",
    "ayahEn": "Or did you witness when death came to Jacob? He asked his children, “Who will you worship after my passing?” They replied, “We will ˹continue to˺ worship your God, the God of your forefathers—Abraham, Ishmael, and Isaac—the One God. And to Him we ˹all˺ submit.”",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 134,
    "ayahArV1": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسالون عما كانوا يعملون",
    "ayahEn": "That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done.",
    "meta": {
      "page": 20,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 135,
    "ayahArV1": "وَقَالُوا۟ كُونُوا۟ هُودًا أَوْ نَصَـٰرَىٰ تَهْتَدُوا۟ ۗ قُلْ بَلْ مِلَّةَ إِبْرَٰهِـۧمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "وقالوا كونوا هودا او نصارى تهتدوا قل بل ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "The Jews and Christians each say, “Follow our faith to be ˹rightly˺ guided.” Say, ˹O Prophet,˺ “No! We follow the faith of Abraham, the upright—who was not a polytheist.”",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 136,
    "ayahArV1": "قُولُوٓا۟ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "ayahArV2": "قولوا امنا بالله وما انزل الينا وما انزل الى ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى وما اوتي النبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
    "ayahEn": "Say, ˹O believers,˺ “We believe in Allah and what has been revealed to us; and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord. We make no distinction between any of them. And to Allah we all submit.”",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 137,
    "ayahArV1": "فَإِنْ ءَامَنُوا۟ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا هُمْ فِى شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "فان امنوا بمثل ما امنتم به فقد اهتدوا وان تولوا فانما هم في شقاق فسيكفيكهم الله وهو السميع العليم",
    "ayahEn": "So if they believe in what you believe, then they will indeed be ˹rightly˺ guided. But if they turn away, they are simply opposed ˹to the truth˺. But Allah will spare you their evil. For He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 138,
    "ayahArV1": "صِبْغَةَ ٱللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُۥ عَـٰبِدُونَ",
    "ayahArV2": "صبغة الله ومن احسن من الله صبغة ونحن له عابدون",
    "ayahEn": "This is the ˹natural˺ Way of Allah. And who is better than Allah in ordaining a way? And we worship ˹none but˺ Him.",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 139,
    "ayahArV1": "قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ",
    "ayahArV2": "قل اتحاجوننا في الله وهو ربنا وربكم ولنا اعمالنا ولكم اعمالكم ونحن له مخلصون",
    "ayahEn": "Say, “Would you dispute with us about Allah, while He is our Lord and your Lord? We are accountable for our deeds and you for yours. And we are devoted to Him ˹alone˺.",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 140,
    "ayahArV1": "أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا۟ هُودًا أَوْ نَصَـٰرَىٰ ۗ قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَـٰدَةً عِندَهُۥ مِنَ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "ام تقولون ان ابراهيم واسماعيل واسحاق ويعقوب والاسباط كانوا هودا او نصارى قل اانتم اعلم ام الله ومن اظلم ممن كتم شهادة عنده من الله وما الله بغافل عما تعملون",
    "ayahEn": "Do you claim that Abraham, Ishmael, Isaac, Jacob, and his descendants were all Jews or Christians?” Say, “Who is more knowledgeable: you or Allah?” Who does more wrong than those who hide the testimony they received from Allah? And Allah is never unaware of what you do.",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 141,
    "ayahArV1": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسالون عما كانوا يعملون",
    "ayahEn": "That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done.",
    "meta": {
      "page": 21,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  }
]