[
  {
    "surahNo": 12,
    "ayahNo": 53,
    "ayahArV1": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "وما ابرئ نفسي ان النفس لامارة بالسوء الا ما رحم ربي ان ربي غفور رحيم",
    "ayahEn": "And I do not seek to free myself from blame, for indeed the soul is ever inclined to evil, except those shown mercy by my Lord. Surely my Lord is All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 54,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
    "ayahArV2": "وقال الملك ائتوني به استخلصه لنفسي فلما كلمه قال انك اليوم لدينا مكين امين",
    "ayahEn": "The King said, “Bring him to me. I will employ him exclusively in my service.” And when Joseph spoke to him, the King said, “Today you are highly esteemed and fully trusted by us.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 55,
    "ayahArV1": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ",
    "ayahArV2": "قال اجعلني على خزائن الارض اني حفيظ عليم",
    "ayahEn": "Joseph proposed, “Put me in charge of the store-houses of the land, for I am truly reliable and adept.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 56,
    "ayahArV1": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "وكذلك مكنا ليوسف في الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين",
    "ayahEn": "This is how We established Joseph in the land to settle wherever he pleased. We shower Our mercy on whoever We will, and We never discount the reward of the good-doers.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 57,
    "ayahArV1": "وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "ayahArV2": "ولاجر الاخرة خير للذين امنوا وكانوا يتقون",
    "ayahEn": "And the reward of the Hereafter is far better for those who are faithful and are mindful ˹of Allah˺.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 58,
    "ayahArV1": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
    "ayahArV2": "وجاء اخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون",
    "ayahEn": "And Joseph’s brothers came and entered his presence. He recognized them but they were unaware of who he really was.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 59,
    "ayahArV1": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
    "ayahArV2": "ولما جهزهم بجهازهم قال ائتوني باخ لكم من ابيكم الا ترون اني اوفي الكيل وانا خير المنزلين",
    "ayahEn": "When he had provided them with their supplies, he demanded, “Bring me your brother on your father’s side. Do you not see that I give full measure and I am the best of hosts?",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 60,
    "ayahArV1": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
    "ayahArV2": "فان لم تاتوني به فلا كيل لكم عندي ولا تقربون",
    "ayahEn": "But if you do not bring him to me ˹next time˺, I will have no grain for you, nor will you ever come close to me again.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 61,
    "ayahArV1": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ",
    "ayahArV2": "قالوا سنراود عنه اباه وانا لفاعلون",
    "ayahEn": "They promised, “We will try to convince his father to let him come. We will certainly do ˹our best˺.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 62,
    "ayahArV1": "وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقال لفتيانه اجعلوا بضاعتهم في رحالهم لعلهم يعرفونها اذا انقلبوا الى اهلهم لعلهم يرجعون",
    "ayahEn": "Joseph ordered his servants to put his brothers’ money back into their saddlebags so that they would find it when they returned to their family and perhaps they would come back.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 63,
    "ayahArV1": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
    "ayahArV2": "فلما رجعوا الى ابيهم قالوا يا ابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحافظون",
    "ayahEn": "When Joseph’s brothers returned to their father, they pleaded, “O our father! We have been denied ˹further˺ supplies. So send our brother with us so that we may receive our measure, and we will definitely watch over him.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 64,
    "ayahArV1": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "ayahArV2": "قال هل امنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حافظا وهو ارحم الراحمين",
    "ayahEn": "He responded, “Should I trust you with him as I once trusted you with his brother ˹Joseph˺? But ˹only˺ Allah is the best Protector, and He is the Most Merciful of the merciful.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 65,
    "ayahArV1": "وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
    "ayahArV2": "ولما فتحوا متاعهم وجدوا بضاعتهم ردت اليهم قالوا يا ابانا ما نبغي هذه بضاعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير",
    "ayahEn": "When they opened their bags, they discovered that their money had been returned to them. They argued, “O our father! What more can we ask for? Here is our money, fully returned to us. Now we can buy more food for our family. We will watch over our brother, and obtain an extra camel-load of grain. That load can be easily secured.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 66,
    "ayahArV1": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
    "ayahArV2": "قال لن ارسله معكم حتى تؤتون موثقا من الله لتاتنني به الا ان يحاط بكم فلما اتوه موثقهم قال الله على ما نقول وكيل",
    "ayahEn": "Jacob insisted, “I will not send him with you until you give me a solemn oath by Allah that you will certainly bring him back to me, unless you are totally overpowered.” Then after they had given him their oaths, he concluded, “Allah is a Witness to what we have said.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 67,
    "ayahArV1": "وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "ayahArV2": "وقال يا بني لا تدخلوا من باب واحد وادخلوا من ابواب متفرقة وما اغني عنكم من الله من شيء ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون",
    "ayahEn": "He then instructed ˹them˺, “O my sons! Do not enter ˹the city˺ all through one gate, but through separate gates. I cannot help you against ˹what is destined by˺ Allah in the least. It is only Allah Who decides. In Him I put my trust. And in Him let the faithful put their trust.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 68,
    "ayahArV1": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "ولما دخلوا من حيث امرهم ابوهم ما كان يغني عنهم من الله من شيء الا حاجة في نفس يعقوب قضاها وانه لذو علم لما علمناه ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Then when they entered as their father had instructed them, this did not help them against ˹the Will of˺ Allah whatsoever. It was just a desire in Jacob’s heart which he satisfied. He was truly blessed with ˹great˺ knowledge because of what We had taught him, but most people have no knowledge.",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 69,
    "ayahArV1": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ولما دخلوا على يوسف اوى اليه اخاه قال اني انا اخوك فلا تبتئس بما كانوا يعملون",
    "ayahEn": "When they entered Joseph’s presence, he called his brother ˹Benjamin˺ aside, and confided ˹to him˺, “I am indeed your brother ˹Joseph˺! So do not feel distressed about what they have been doing.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 70,
    "ayahArV1": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ",
    "ayahArV2": "فلما جهزهم بجهازهم جعل السقاية في رحل اخيه ثم اذن مؤذن ايتها العير انكم لسارقون",
    "ayahEn": "When Joseph had provided them with supplies, he slipped the royal cup into his brother’s bag. Then a herald cried, “O people of the caravan! You must be thieves!”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 71,
    "ayahArV1": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
    "ayahArV2": "قالوا واقبلوا عليهم ماذا تفقدون",
    "ayahEn": "They asked, turning back, “What have you lost?”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 72,
    "ayahArV1": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
    "ayahArV2": "قالوا نفقد صواع الملك ولمن جاء به حمل بعير وانا به زعيم",
    "ayahEn": "The herald ˹along with the guards˺ replied, “We have lost the King’s measuring cup. And whoever brings it will be awarded a camel-load ˹of grain˺. I guarantee it.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 73,
    "ayahArV1": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ",
    "ayahArV2": "قالوا تالله لقد علمتم ما جئنا لنفسد في الارض وما كنا سارقين",
    "ayahEn": "Joseph’s brothers replied, “By Allah! You know well that we did not come to cause trouble in the land, nor are we thieves.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 74,
    "ayahArV1": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ",
    "ayahArV2": "قالوا فما جزاؤه ان كنتم كاذبين",
    "ayahEn": "Joseph’s men asked, “What should be the price for theft, if you are lying?”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 75,
    "ayahArV1": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "قالوا جزاؤه من وجد في رحله فهو جزاؤه كذلك نجزي الظالمين",
    "ayahEn": "Joseph’s brothers responded, “The price will be ˹the enslavement of˺ the one in whose bag the cup is found. That is how we punish the wrongdoers.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 76,
    "ayahArV1": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
    "ayahArV2": "فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه في دين الملك الا ان يشاء الله نرفع درجات من نشاء وفوق كل ذي علم عليم",
    "ayahEn": "Joseph began searching their bags before that of his brother ˹Benjamin˺, then brought it out of Benjamin’s bag. This is how We inspired Joseph to plan. He could not have taken his brother under the King’s law, but Allah had so willed. We elevate in rank whoever We will. But above those ranking in knowledge is the One All-Knowing.",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 77,
    "ayahArV1": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
    "ayahArV2": "قالوا ان يسرق فقد سرق اخ له من قبل فاسرها يوسف في نفسه ولم يبدها لهم قال انتم شر مكانا والله اعلم بما تصفون",
    "ayahEn": "˹To distance themselves,˺ Joseph’s brothers argued, “If he has stolen, so did his ˹full˺ brother before.” But Joseph suppressed his outrage—revealing nothing to them—and said ˹to himself˺, “You are in such an evil position, and Allah knows best ˹the truth of˺ what you claim.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 78,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "قالوا يا ايها العزيز ان له ابا شيخا كبيرا فخذ احدنا مكانه انا نراك من المحسنين",
    "ayahEn": "They appealed, “O Chief Minister! He has a very old father, so take one of us instead. We surely see you as one of the good-doers.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 79,
    "ayahArV1": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَـٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَـٰلِمُونَ",
    "ayahArV2": "قال معاذ الله ان ناخذ الا من وجدنا متاعنا عنده انا اذا لظالمون",
    "ayahEn": "Joseph responded, “Allah forbid that we should take other than the one with whom we found our property. Otherwise, we would surely be unjust.”",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 80,
    "ayahArV1": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
    "ayahArV2": "فلما استياسوا منه خلصوا نجيا قال كبيرهم الم تعلموا ان اباكم قد اخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن ابرح الارض حتى ياذن لي ابي او يحكم الله لي وهو خير الحاكمين",
    "ayahEn": "When they lost all hope in him, they spoke privately. The eldest of them said, “Do you not know that your father had taken a solemn oath by Allah from you, nor how you failed him regarding Joseph before? So I am not leaving this land until my father allows me to, or Allah decides for me. For He is the Best of Judges.",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 81,
    "ayahArV1": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَـٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَـٰفِظِينَ",
    "ayahArV2": "ارجعوا الى ابيكم فقولوا يا ابانا ان ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حافظين",
    "ayahEn": "Return to your father and say, ‘O our father! Your son committed theft. We testify only to what we know. We could not guard against the unforeseen.",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 82,
    "ayahArV1": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَـٰدِقُونَ",
    "ayahArV2": "واسال القرية التي كنا فيها والعير التي اقبلنا فيها وانا لصادقون",
    "ayahEn": "Ask ˹the people of˺ the land where we were and the caravan we travelled with. We are certainly telling the truth.’”",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 83,
    "ayahArV1": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "ayahArV2": "قال بل سولت لكم انفسكم امرا فصبر جميل عسى الله ان ياتيني بهم جميعا انه هو العليم الحكيم",
    "ayahEn": "He cried, “No! Your souls must have tempted you to do something ˹evil˺. So ˹I am left with nothing but˺ beautiful patience! I trust Allah will return them all to me. Surely He ˹alone˺ is the All-Knowing, All-Wise.”",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 84,
    "ayahArV1": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ",
    "ayahArV2": "وتولى عنهم وقال يا اسفى على يوسف وابيضت عيناه من الحزن فهو كظيم",
    "ayahEn": "He turned away from them, lamenting, “Alas, poor Joseph!” And his eyes turned white out of the grief he suppressed.",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 85,
    "ayahArV1": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَـٰلِكِينَ",
    "ayahArV2": "قالوا تالله تفتا تذكر يوسف حتى تكون حرضا او تكون من الهالكين",
    "ayahEn": "They said, “By Allah! You will not cease to remember Joseph until you lose your health or ˹even˺ your life.”",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 86,
    "ayahArV1": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "قال انما اشكو بثي وحزني الى الله واعلم من الله ما لا تعلمون",
    "ayahEn": "He replied, “I complain of my anguish and sorrow only to Allah, and I know from Allah what you do not know.",
    "meta": {
      "page": 245,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 87,
    "ayahArV1": "يَـٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "يا بني اذهبوا فتحسسوا من يوسف واخيه ولا تياسوا من روح الله انه لا يياس من روح الله الا القوم الكافرون",
    "ayahEn": "O  my sons! Go and search ˹diligently˺ for Joseph and his brother. And do not lose hope in the mercy of Allah, for no one loses hope in Allah’s mercy except those with no faith.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 88,
    "ayahArV1": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَـٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
    "ayahArV2": "فلما دخلوا عليه قالوا يا ايها العزيز مسنا واهلنا الضر وجئنا ببضاعة مزجاة فاوف لنا الكيل وتصدق علينا ان الله يجزي المتصدقين",
    "ayahEn": "When they entered Joseph’s presence, they pleaded, “O Chief Minister! We and our family have been touched with hardship, and we have brought only a few worthless coins, but ˹please˺ give us our supplies in full and be charitable to us. Indeed, Allah rewards the charitable.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 89,
    "ayahArV1": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـٰهِلُونَ",
    "ayahArV2": "قال هل علمتم ما فعلتم بيوسف واخيه اذ انتم جاهلون",
    "ayahEn": "He asked, “Do you remember what you did to Joseph and his brother in your ignorance?”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 90,
    "ayahArV1": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَـٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "قالوا اانك لانت يوسف قال انا يوسف وهذا اخي قد من الله علينا انه من يتق ويصبر فان الله لا يضيع اجر المحسنين",
    "ayahEn": "They replied ˹in shock˺, “Are you really Joseph?” He said, “I am Joseph, and here is my brother ˹Benjamin˺! Allah has truly been gracious to us. Surely whoever is mindful ˹of Allah˺ and patient, then certainly Allah never discounts the reward of the good-doers.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 91,
    "ayahArV1": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَـٰطِـِٔينَ",
    "ayahArV2": "قالوا تالله لقد اثرك الله علينا وان كنا لخاطئين",
    "ayahEn": "They admitted, “By Allah! Allah has truly preferred you over us, and we have surely been sinful.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 92,
    "ayahArV1": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "ayahArV2": "قال لا تثريب عليكم اليوم يغفر الله لكم وهو ارحم الراحمين",
    "ayahEn": "Joseph said, “There is no blame on you today. May Allah forgive you! He is the Most Merciful of the merciful!",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 93,
    "ayahArV1": "ٱذْهَبُوا۟ بِقَمِيصِى هَـٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
    "ayahArV2": "اذهبوا بقميصي هذا فالقوه على وجه ابي يات بصيرا واتوني باهلكم اجمعين",
    "ayahEn": "Go with this shirt of mine and cast it over my father’s face, and he will regain his sight. Then come back to me with your whole family.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 94,
    "ayahArV1": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ",
    "ayahArV2": "ولما فصلت العير قال ابوهم اني لاجد ريح يوسف لولا ان تفندون",
    "ayahEn": "When the caravan departed ˹from Egypt˺, their father said ˹to those around him˺, “You may think I am senile, but I certainly sense the smell of Joseph.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 95,
    "ayahArV1": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَـٰلِكَ ٱلْقَدِيمِ",
    "ayahArV2": "قالوا تالله انك لفي ضلالك القديم",
    "ayahEn": "They replied, “By Allah! You are definitely still in your old delusion.”",
    "meta": {
      "page": 246,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 96,
    "ayahArV1": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "فلما ان جاء البشير القاه على وجهه فارتد بصيرا قال الم اقل لكم اني اعلم من الله ما لا تعلمون",
    "ayahEn": "But when the bearer of the good news arrived, he cast the shirt over Jacob’s face, so he regained his sight. Jacob then said ˹to his children˺, “Did I not tell you that I truly know from Allah what you do not know?”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 97,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ",
    "ayahArV2": "قالوا يا ابانا استغفر لنا ذنوبنا انا كنا خاطئين",
    "ayahEn": "They begged, “O our father! Pray for the forgiveness of our sins. We have certainly been sinful.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 98,
    "ayahArV1": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "قال سوف استغفر لكم ربي انه هو الغفور الرحيم",
    "ayahEn": "He said, “I will pray to my Lord for your forgiveness. He ˹alone˺ is indeed the All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 99,
    "ayahArV1": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
    "ayahArV2": "فلما دخلوا على يوسف اوى اليه ابويه وقال ادخلوا مصر ان شاء الله امنين",
    "ayahEn": "When they entered Joseph’s presence, he received his parents ˹graciously˺ and said, “Enter Egypt, Allah willing, in security.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 100,
    "ayahArV1": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "ayahArV2": "ورفع ابويه على العرش وخروا له سجدا وقال يا ابت هذا تاويل رؤياي من قبل قد جعلها ربي حقا وقد احسن بي اذ اخرجني من السجن وجاء بكم من البدو من بعد ان نزغ الشيطان بيني وبين اخوتي ان ربي لطيف لما يشاء انه هو العليم الحكيم",
    "ayahEn": "Then he raised his parents to the throne, and they all fell down in prostration to Joseph, who then said, “O my dear father! This is the interpretation of my old dream. My Lord has made it come true. He was truly kind to me when He freed me from prison, and brought you all from the desert after Satan had ignited rivalry between me and my siblings. Indeed my Lord is subtle in fulfilling what He wills. Surely He ˹alone˺ is the All-Knowing, All-Wise.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 101,
    "ayahArV1": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
    "ayahArV2": "رب قد اتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السماوات والارض انت وليي في الدنيا والاخرة توفني مسلما والحقني بالصالحين",
    "ayahEn": "“My Lord! You have surely granted me authority and taught me the interpretation of dreams. ˹O˺ Originator of the heavens and the earth! You are my Guardian in this world and the Hereafter. Allow me to die as one who submits and join me with the righteous.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 102,
    "ayahArV1": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
    "ayahArV2": "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون",
    "ayahEn": "That is from the stories of the unseen which We reveal to you ˹O Prophet˺. You were not present when they ˹all˺ made up their minds, and when they plotted ˹against Joseph˺.",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 103,
    "ayahArV1": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
    "ayahArV2": "وما اكثر الناس ولو حرصت بمؤمنين",
    "ayahEn": "And most people will not believe—no matter how keen you are—",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 104,
    "ayahArV1": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
    "ayahArV2": "وما تسالهم عليه من اجر ان هو الا ذكر للعالمين",
    "ayahEn": "even though you are not asking them for a reward for this ˹Quran˺. It is only a reminder to the whole world.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 105,
    "ayahArV1": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
    "ayahArV2": "وكاين من اية في السماوات والارض يمرون عليها وهم عنها معرضون",
    "ayahEn": "How many signs in the heavens and the earth do they pass by with indifference!",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 106,
    "ayahArV1": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
    "ayahArV2": "وما يؤمن اكثرهم بالله الا وهم مشركون",
    "ayahEn": "And most of them do not believe in Allah without associating others with Him ˹in worship˺.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 107,
    "ayahArV1": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَـٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "افامنوا ان تاتيهم غاشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون",
    "ayahEn": "Do they feel secure that an overwhelming torment from Allah will not overtake them, or that the Hour will not take them by surprise when they least expect ˹it˺?",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 108,
    "ayahArV1": "قُلْ هَـٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَـٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل هذه سبيلي ادعو الى الله على بصيرة انا ومن اتبعني وسبحان الله وما انا من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “This is my way. I invite to Allah with insight—I and those who follow me. Glory be to Allah, and I am not one of the polytheists.”",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 109,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما ارسلنا من قبلك الا رجالا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون",
    "ayahEn": "We only sent before you ˹O Prophet˺ men inspired by Us from among the people of each society. Have the deniers not travelled through the land to see what was the end of those ˹destroyed˺ before them? And surely the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 110,
    "ayahArV1": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
    "ayahArV2": "حتى اذا استياس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين",
    "ayahEn": "And when the messengers despaired and their people thought the messengers had been denied help, Our help came to them ˹at last˺. We then saved whoever We willed, and Our punishment is never averted from the wicked people.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 111,
    "ayahArV1": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَـٰبِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "لقد كان في قصصهم عبرة لاولي الالباب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون",
    "ayahEn": "In their stories there is truly a lesson for people of reason. This message cannot be a fabrication, rather ˹it is˺ a confirmation of previous revelation, a detailed explanation of all things, a guide, and a mercy for people of faith.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ۗ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "ayahArV2": "المر تلك ايات الكتاب والذي انزل اليك من ربك الحق ولكن اكثر الناس لا يؤمنون",
    "ayahEn": "Alif-Lãm-Mĩm-Ra. These are the verses of the Book. What has been revealed to you ˹O Prophet˺ from your Lord is the truth, but most people do not believe.",
    "meta": {
      "page": 249,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 2,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْـَٔايَـٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ",
    "ayahArV2": "الله الذي رفع السماوات بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لاجل مسمى يدبر الامر يفصل الايات لعلكم بلقاء ربكم توقنون",
    "ayahEn": "It is Allah Who has raised the heavens without pillars—as you can see—then established Himself on the Throne. He has subjected the sun and the moon, each orbiting for an appointed term. He conducts the whole affair. He makes the signs clear so that you may be certain of the meeting with your Lord.",
    "meta": {
      "page": 249,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 3,
    "ayahArV1": "وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَـٰرًا ۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ ۖ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "ayahArV2": "وهو الذي مد الارض وجعل فيها رواسي وانهارا ومن كل الثمرات جعل فيها زوجين اثنين يغشي الليل النهار ان في ذلك لايات لقوم يتفكرون",
    "ayahEn": "And He is the One Who spread out the earth and placed firm mountains and rivers upon it, and created fruits of every kind in pairs. He covers the day with night. Surely in this are signs for those who reflect.",
    "meta": {
      "page": 249,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 4,
    "ayahArV1": "وَفِى ٱلْأَرْضِ قِطَعٌ مُّتَجَـٰوِرَٰتٌ وَجَنَّـٰتٌ مِّنْ أَعْنَـٰبٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَآءٍ وَٰحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِى ٱلْأُكُلِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "وفي الارض قطع متجاورات وجنات من اعناب وزرع ونخيل صنوان وغير صنوان يسقى بماء واحد ونفضل بعضها على بعض في الاكل ان في ذلك لايات لقوم يعقلون",
    "ayahEn": "And on the earth there are ˹different˺ neighbouring tracts, gardens of grapevines, ˹various˺ crops, palm trees—some stemming from the same root, others standing alone. They are all irrigated with the same water, yet We make some taste better than others. Surely in this are signs for those who understand.",
    "meta": {
      "page": 249,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 5,
    "ayahArV1": "۞ وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَاقِهِمْ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "وان تعجب فعجب قولهم ااذا كنا ترابا اانا لفي خلق جديد اولئك الذين كفروا بربهم واولئك الاغلال في اعناقهم واولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "˹Now,˺ if anything should amaze you ˹O Prophet˺, then it is their question: “When we are reduced to dust, will we really be raised as a new creation?” It is they who have disbelieved in their Lord. It is they who will have shackles around their necks. And it is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 249,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 6,
    "ayahArV1": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلات وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب",
    "ayahEn": "They ask you ˹O Prophet˺ to hasten the torment rather than grace, though there have ˹already˺ been ˹many˺ torments before them. Surely your Lord is full of forgiveness for people, despite their wrongdoing, and your Lord is truly severe in punishment.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 7,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
    "ayahArV2": "ويقول الذين كفروا لولا انزل عليه اية من ربه انما انت منذر ولكل قوم هاد",
    "ayahEn": "The disbelievers say, “If only a sign could be sent down to him from his Lord.” You ˹O Prophet˺ are only a warner. And every people had a guide.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 8,
    "ayahArV1": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
    "ayahArV2": "الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شيء عنده بمقدار",
    "ayahEn": "Allah knows what every female bears and what increases and decreases in the wombs. And with Him everything is determined with precision.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 9,
    "ayahArV1": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
    "ayahArV2": "عالم الغيب والشهادة الكبير المتعال",
    "ayahEn": "˹He is the˺ Knower of the seen and the unseen—the All-Great, Most Exalted.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 10,
    "ayahArV1": "سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
    "ayahArV2": "سواء منكم من اسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار",
    "ayahEn": "It is the same ˹to Him˺ whether any of you speaks secretly or openly, whether one hides in the darkness of night or goes about in broad daylight.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 11,
    "ayahArV1": "لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
    "ayahArV2": "له معقبات من بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال",
    "ayahEn": "For each one there are successive angels before and behind, protecting them by Allah’s command. Indeed, Allah would never change a people’s state ˹of favour˺ until they change their own state ˹of faith˺. And if it is Allah’s Will to torment a people, it can never be averted, nor can they find a protector other than Him.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 12,
    "ayahArV1": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
    "ayahArV2": "هو الذي يريكم البرق خوفا وطمعا وينشئ السحاب الثقال",
    "ayahEn": "He is the One Who shows you lightning, inspiring ˹you with˺ hope and fear, and produces heavy clouds.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 13,
    "ayahArV1": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
    "ayahArV2": "ويسبح الرعد بحمده والملائكة من خيفته ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال",
    "ayahEn": "The thunder glorifies His praises, as do the angels in awe of Him. He sends thunderbolts, striking with them whoever He wills. Yet they dispute about Allah. And He is tremendous in might.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 14,
    "ayahArV1": "لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَـٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَـٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "ayahArV2": "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء الا كباسط كفيه الى الماء ليبلغ فاه وما هو ببالغه وما دعاء الكافرين الا في ضلال",
    "ayahEn": "Calling upon Him ˹alone˺ is the truth. But those ˹idols˺ the pagans invoke besides Him ˹can˺ never respond to them in any way. ˹It is˺ just like someone who stretches out their hands to water, ˹asking it˺ to reach their mouths, but it can never do so. The calls of the disbelievers are only in vain.",
    "meta": {
      "page": 251,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 15,
    "ayahArV1": "وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَـٰلُهُم بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ ۩",
    "ayahArV2": "ولله يسجد من في السماوات والارض طوعا وكرها وظلالهم بالغدو والاصال",
    "ayahEn": "To Allah ˹alone˺ bow down ˹in submission˺ all those in the heavens and the earth—willingly or unwillingly—as do their shadows, morning and evening.",
    "meta": {
      "page": 251,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": {
        "id": 2,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 16,
    "ayahArV1": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَـٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَـٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّـٰرُ",
    "ayahArV2": "قل من رب السماوات والارض قل الله قل افاتخذتم من دونه اولياء لا يملكون لانفسهم نفعا ولا ضرا قل هل يستوي الاعمى والبصير ام هل تستوي الظلمات والنور ام جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق عليهم قل الله خالق كل شيء وهو الواحد القهار",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Who is the Lord of the heavens and the earth?” Say, “Allah!” Ask ˹them˺, “Why ˹then˺ have you taken besides Him lords who cannot even benefit or protect themselves?” Say, “Can the blind and the sighted be equal? Or can darkness and light be equal?” Or have they associated with Allah partners who ˹supposedly˺ produced a creation like His, leaving them confused between the two creations? Say, “Allah is the Creator of all things, and He is the One, the Supreme.”",
    "meta": {
      "page": 251,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 17,
    "ayahArV1": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَـٰعٍ زَبَدٌ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءً ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ",
    "ayahArV2": "انزل من السماء ماء فسالت اودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية او متاع زبد مثله كذلك يضرب الله الحق والباطل فاما الزبد فيذهب جفاء واما ما ينفع الناس فيمكث في الارض كذلك يضرب الله الامثال",
    "ayahEn": "He sends down rain from the sky, causing the valleys to flow, each according to its capacity. The currents then carry along rising foam, similar to the slag produced from metal that people melt in the fire for ornaments or tools. This is how Allah compares truth to falsehood. The ˹worthless˺ residue is then cast away, but what benefits people remains on the earth. This is how Allah sets forth parables.",
    "meta": {
      "page": 251,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 18,
    "ayahArV1": "لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَـٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ",
    "ayahArV2": "للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو ان لهم ما في الارض جميعا ومثله معه لافتدوا به اولئك لهم سوء الحساب وماواهم جهنم وبئس المهاد",
    "ayahEn": "Those who respond to ˹the call of˺ their Lord will have the finest reward. As for those who do not respond to Him, even if they were to possess everything in the world twice over, they would certainly offer it to ransom themselves. They will face strict judgment, and Hell will be their home. What an evil place to rest!",
    "meta": {
      "page": 251,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 19,
    "ayahArV1": "۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر اولو الالباب",
    "ayahEn": "Can the one who knows that your Lord’s revelation to you ˹O Prophet˺ is the truth be like the one who is blind? None will be mindful ˹of this˺ except people of reason.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 20,
    "ayahArV1": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ",
    "ayahArV2": "الذين يوفون بعهد الله ولا ينقضون الميثاق",
    "ayahEn": "˹They are˺ those who honour Allah’s covenant, never breaking the pledge;",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 21,
    "ayahArV1": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
    "ayahArV2": "والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب",
    "ayahEn": "and those who maintain whatever ˹ties˺ Allah has ordered to be maintained, stand in awe of their Lord, and fear strict judgment.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 22,
    "ayahArV1": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "والذين صبروا ابتغاء وجه ربهم واقاموا الصلاة وانفقوا مما رزقناهم سرا وعلانية ويدرءون بالحسنة السيئة اولئك لهم عقبى الدار",
    "ayahEn": "And ˹they are˺ those who endure patiently, seeking their Lord’s pleasure, establish prayer, donate from what We have provided for them—secretly and openly—and respond to evil with good. It is they who will have the ultimate abode:",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 23,
    "ayahArV1": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
    "ayahArV2": "جنات عدن يدخلونها ومن صلح من ابائهم وازواجهم وذرياتهم والملائكة يدخلون عليهم من كل باب",
    "ayahEn": "the Gardens of Eternity, which they will enter along with the righteous among their parents, spouses, and descendants. And the angels will enter upon them from every gate, ˹saying,˺",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 24,
    "ayahArV1": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "سلام عليكم بما صبرتم فنعم عقبى الدار",
    "ayahEn": "“Peace be upon you for your perseverance. How excellent is the ultimate abode!”",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 25,
    "ayahArV1": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "ayahArV2": "والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولئك لهم اللعنة ولهم سوء الدار",
    "ayahEn": "And those who violate Allah’s covenant after it has been affirmed, break whatever ˹ties˺ Allah has ordered to be maintained, and spread corruption in the land—it is they who will be condemned and will have the worst abode.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 26,
    "ayahArV1": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
    "ayahArV2": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحياة الدنيا وما الحياة الدنيا في الاخرة الا متاع",
    "ayahEn": "Allah gives abundant or limited provisions to whoever He wills. And the disbelievers become prideful of ˹the pleasures of˺ this worldly life. But the life of this world, compared to the Hereafter, is nothing but a fleeting enjoyment.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 27,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
    "ayahArV2": "ويقول الذين كفروا لولا انزل عليه اية من ربه قل ان الله يضل من يشاء ويهدي اليه من اناب",
    "ayahEn": "The disbelievers say, “If only a sign could be sent down to him from his Lord.” Say, ˹O Prophet,˺ “Indeed, Allah leaves to stray whoever He wills, and guides to Himself whoever turns to Him—",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 28,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
    "ayahArV2": "الذين امنوا وتطمئن قلوبهم بذكر الله الا بذكر الله تطمئن القلوب",
    "ayahEn": "those who believe and whose hearts find comfort in the remembrance of Allah. Surely in the remembrance of Allah do hearts find comfort.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 29,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
    "ayahArV2": "الذين امنوا وعملوا الصالحات طوبى لهم وحسن ماب",
    "ayahEn": "Those who believe and do good, for them will be bliss and an honourable destination.”",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 30,
    "ayahArV1": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
    "ayahArV2": "كذلك ارسلناك في امة قد خلت من قبلها امم لتتلو عليهم الذي اوحينا اليك وهم يكفرون بالرحمن قل هو ربي لا اله الا هو عليه توكلت واليه متاب",
    "ayahEn": "And so We have sent you ˹O Prophet˺ to a community, like ˹We did with˺ earlier communities, so that you may recite to them what We have revealed to you. Yet they deny the Most Compassionate. Say, “He is my Lord! There is no god ˹worthy of worship˺ except Him. In Him I put my trust, and to Him I turn ˹in repentance˺.”",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 31,
    "ayahArV1": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
    "ayahArV2": "ولو ان قرانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يياس الذين امنوا ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة او تحل قريبا من دارهم حتى ياتي وعد الله ان الله لا يخلف الميعاد",
    "ayahEn": "If there were a recitation that could cause mountains to move, or the earth to split, or the dead to speak, ˹it would have been this Quran˺. But all matters are by Allah’s Will. Have the believers not yet realized that had Allah willed, He could have guided all of humanity? And disasters will continue to afflict the disbelievers or strike close to their homes for their misdeeds, until Allah’s promise comes to pass. Surely Allah never fails in His promise.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 32,
    "ayahArV1": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "ayahArV2": "ولقد استهزئ برسل من قبلك فامليت للذين كفروا ثم اخذتهم فكيف كان عقاب",
    "ayahEn": "Other messengers had already been ridiculed before you, but I delayed the disbelievers ˹for a while˺ then seized them. And how ˹horrible˺ was My punishment!",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 33,
    "ayahArV1": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "ayahArV2": "افمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم ام تنبئونه بما لا يعلم في الارض ام بظاهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد",
    "ayahEn": "Is ˹there any equal to˺ the Vigilant One Who knows what every soul commits? Yet the pagans have associated others with Allah ˹in worship˺. Say, ˹O Prophet,˺ “Name them! Or do you ˹mean to˺ inform Him of something He does not know on the earth? Or are these ˹gods˺ just empty words?” In fact, the disbelievers’ falsehood has been made so appealing to them that they have been turned away from the Path. And whoever Allah leaves to stray will be left with no guide.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 34,
    "ayahArV1": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "ayahArV2": "لهم عذاب في الحياة الدنيا ولعذاب الاخرة اشق وما لهم من الله من واق",
    "ayahEn": "For them is punishment in this worldly life, but the punishment of the Hereafter is truly far worse. And none can shield them from Allah.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 35,
    "ayahArV1": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
    "ayahArV2": "مثل الجنة التي وعد المتقون تجري من تحتها الانهار اكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار",
    "ayahEn": "The description of the Paradise promised to the righteous is that under it rivers flow; eternal is its fruit as well as its shade. That is the ˹ultimate˺ outcome for the righteous. But the outcome for the disbelievers is the Fire!",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 36,
    "ayahArV1": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
    "ayahArV2": "والذين اتيناهم الكتاب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعو واليه ماب",
    "ayahEn": "˹The believers among˺ those who were given the Scripture rejoice at what has been revealed to you ˹O Prophet˺, while some ˹disbelieving˺ factions deny a portion of it. Say, “I have only been commanded to worship Allah, associating none with Him ˹in worship˺. To Him I invite ˹all˺, and to Him is my return.”",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 37,
    "ayahArV1": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
    "ayahArV2": "وكذلك انزلناه حكما عربيا ولئن اتبعت اهواءهم بعدما جاءك من العلم ما لك من الله من ولي ولا واق",
    "ayahEn": "And so We have revealed it as an authority in Arabic. And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or shield you from Allah.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 38,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
    "ayahArV2": "ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازواجا وذرية وما كان لرسول ان ياتي باية الا باذن الله لكل اجل كتاب",
    "ayahEn": "We have certainly sent messengers before you ˹O Prophet˺ and blessed them with wives and offspring. It was not for any messenger to bring a sign without Allah’s permission. Every destined matter has a ˹set˺ time.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 39,
    "ayahArV1": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
    "ayahArV2": "يمحو الله ما يشاء ويثبت وعنده ام الكتاب",
    "ayahEn": "Allah eliminates and confirms what He wills, and with Him is the Master Record.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 40,
    "ayahArV1": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
    "ayahArV2": "وان ما نرينك بعض الذي نعدهم او نتوفينك فانما عليك البلاغ وعلينا الحساب",
    "ayahEn": "Whether We show you ˹O Prophet˺ some of what We threaten them with, or cause you to die ˹before that˺, your duty is only to deliver ˹the message˺. Judgment is for Us.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 41,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "اولم يروا انا ناتي الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب",
    "ayahEn": "Do they not see that We gradually reduce their land from its borders? Allah decides—none can reverse His decision. And He is swift in reckoning.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 42,
    "ayahArV1": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفار لمن عقبى الدار",
    "ayahEn": "Those ˹disbelievers˺ before them ˹secretly˺ planned, but Allah has the ultimate plan. He knows what every soul commits. And the disbelievers will soon know who will have the ultimate outcome.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 43,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
    "ayahArV2": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب",
    "ayahEn": "The disbelievers say, “You ˹Muḥammad˺ are no messenger.” Say, ˹O Prophet,˺ “Allah is sufficient as a Witness between me and you, as is whoever has knowledge of the Scripture.”",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 1,
    "ayahArV1": "الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "ayahArV2": "الر كتاب انزلناه اليك لتخرج الناس من الظلمات الى النور باذن ربهم الى صراط العزيز الحميد",
    "ayahEn": "Alif-Lãm-Ra. ˹This is˺ a Book which We have revealed to you ˹O Prophet˺ so that you may lead people out of darkness and into light, by the Will of their Lord, to the Path of the Almighty, the Praiseworthy—",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 2,
    "ayahArV1": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
    "ayahArV2": "الله الذي له ما في السماوات وما في الارض وويل للكافرين من عذاب شديد",
    "ayahEn": "Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers because of a severe torment!",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 3,
    "ayahArV1": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
    "ayahArV2": "الذين يستحبون الحياة الدنيا على الاخرة ويصدون عن سبيل الله ويبغونها عوجا اولئك في ضلال بعيد",
    "ayahEn": "˹They are˺ the ones who favour the life of this world over the Hereafter and hinder ˹others˺ from the Way of Allah, striving to make it ˹appear˺ crooked. It is they who have gone far astray.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 4,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "وما ارسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم",
    "ayahEn": "We have not sent a messenger except in the language of his people to clarify ˹the message˺ for them. Then Allah leaves whoever He wills to stray and guides whoever He wills. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 5,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "ayahArV2": "ولقد ارسلنا موسى باياتنا ان اخرج قومك من الظلمات الى النور وذكرهم بايام الله ان في ذلك لايات لكل صبار شكور",
    "ayahEn": "Indeed, We sent Moses with Our signs, ˹ordering him,˺ “Lead your people out of darkness and into light, and remind them of Allah’s days ˹of favour˺.” Surely in this are signs for whoever is steadfast, grateful.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 6,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "ayahArV2": "واذ قال موسى لقومه اذكروا نعمة الله عليكم اذ انجاكم من ال فرعون يسومونكم سوء العذاب ويذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "ayahEn": "˹Consider˺ when Moses said to his people, “Remember Allah’s favour upon you when He rescued you from the people of Pharaoh, who afflicted you with dreadful torment—slaughtering your sons and keeping your women. That was a severe test from your Lord.",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
    "ayahArV2": "واذ تاذن ربكم لئن شكرتم لازيدنكم ولئن كفرتم ان عذابي لشديد",
    "ayahEn": "And ˹remember˺ when your Lord proclaimed, ‘If you are grateful, I will certainly give you more. But if you are ungrateful, surely My punishment is severe.’”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 8,
    "ayahArV1": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
    "ayahArV2": "وقال موسى ان تكفروا انتم ومن في الارض جميعا فان الله لغني حميد",
    "ayahEn": "Moses added, “If you along with everyone on earth were to be ungrateful, then ˹know that˺ Allah is indeed Self-Sufficient, Praiseworthy.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 9,
    "ayahArV1": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
    "ayahArV2": "الم ياتكم نبا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينات فردوا ايديهم في افواههم وقالوا انا كفرنا بما ارسلتم به وانا لفي شك مما تدعوننا اليه مريب",
    "ayahEn": "Have you not ˹already˺ received the stories of those who were before you: the people of Noah, ’Âd, Thamûd, and those after them? Only Allah knows how many they were. Their messengers came to them with clear proofs, but they put their hands over their mouths and said, “We totally reject what you have been sent with, and we are certainly in alarming doubt about what you are inviting us to.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 10,
    "ayahArV1": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "قالت رسلهم افي الله شك فاطر السماوات والارض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى قالوا ان انتم الا بشر مثلنا تريدون ان تصدونا عما كان يعبد اباؤنا فاتونا بسلطان مبين",
    "ayahEn": "Their messengers asked ˹them˺, “Is there any doubt about Allah, the Originator of the heavens and the earth? He is inviting you in order to forgive your sins, and delay your end until your appointed term.” They argued, “You are no more than humans like us! You ˹only˺ wish to turn us away from what our forefathers worshipped. So bring us some compelling proof.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 11,
    "ayahArV1": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "قالت لهم رسلهم ان نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا ان ناتيكم بسلطان الا باذن الله وعلى الله فليتوكل المؤمنون",
    "ayahEn": "Their messengers said to them, “We are ˹indeed˺ only humans like you, but Allah favours whoever He chooses of His servants. It is not for us to bring you any proof without Allah’s permission. And in Allah let the believers put their trust.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 12,
    "ayahArV1": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "ayahArV2": "وما لنا الا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما اذيتمونا وعلى الله فليتوكل المتوكلون",
    "ayahEn": "Why should we not put our trust in Allah, when He has truly guided us to ˹the very best of˺ ways? Indeed, we will patiently endure whatever harm you may cause us. And in Allah let the faithful put their trust.”",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 13,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "وقال الذين كفروا لرسلهم لنخرجنكم من ارضنا او لتعودن في ملتنا فاوحى اليهم ربهم لنهلكن الظالمين",
    "ayahEn": "The disbelievers then threatened their messengers, “We will certainly expel you from our land, unless you return to our faith.” So their Lord revealed to them, “We will surely destroy the wrongdoers",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 14,
    "ayahArV1": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
    "ayahArV2": "ولنسكننكم الارض من بعدهم ذلك لمن خاف مقامي وخاف وعيد",
    "ayahEn": "and make you reside in the land after them. This is for whoever is in awe of standing before Me and fears My warning.”",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 15,
    "ayahArV1": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
    "ayahArV2": "واستفتحوا وخاب كل جبار عنيد",
    "ayahEn": "And both sides called for judgment, so every stubborn tyrant was doomed.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 16,
    "ayahArV1": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
    "ayahArV2": "من ورائه جهنم ويسقى من ماء صديد",
    "ayahEn": "Awaiting them is Hell, and they will be left to drink oozing pus",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 17,
    "ayahArV1": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
    "ayahArV2": "يتجرعه ولا يكاد يسيغه وياتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ",
    "ayahEn": "which they will sip with difficulty, and can hardly swallow. Death will overwhelm them from every side, yet they will not ˹be able to˺ die. Awaiting them still is harsher torment.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 18,
    "ayahArV1": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
    "ayahArV2": "مثل الذين كفروا بربهم اعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد",
    "ayahEn": "The parable of the deeds of those who disbelieve in their Lord is that of ashes fiercely blown away by wind on a stormy day. They will gain nothing from what they have earned. That is ˹truly˺ the farthest one can stray.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 19,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
    "ayahArV2": "الم تر ان الله خلق السماوات والارض بالحق ان يشا يذهبكم ويات بخلق جديد",
    "ayahEn": "Have you not seen that Allah created the heavens and the earth for a reason? If He wills, He can eliminate you and produce a new creation.",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 20,
    "ayahArV1": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
    "ayahArV2": "وما ذلك على الله بعزيز",
    "ayahEn": "And that is not difficult for Allah ˹at all˺.",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 21,
    "ayahArV1": "وَبَرَزُوا۟ لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَـٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
    "ayahArV2": "وبرزوا لله جميعا فقال الضعفاء للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا من عذاب الله من شيء قالوا لو هدانا الله لهديناكم سواء علينا اجزعنا ام صبرنا ما لنا من محيص",
    "ayahEn": "They will all appear before Allah, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, so will you ˹then˺ protect us from Allah’s torment in any way?” They will reply, “Had Allah guided us, we would have guided you. ˹Now˺ it is all the same for us whether we suffer patiently or impatiently, there is no escape for us.”",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 22,
    "ayahArV1": "وَقَالَ ٱلشَّيْطَـٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَـٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "وقال الشيطان لما قضي الامر ان الله وعدكم وعد الحق ووعدتكم فاخلفتكم وما كان لي عليكم من سلطان الا ان دعوتكم فاستجبتم لي فلا تلوموني ولوموا انفسكم ما انا بمصرخكم وما انتم بمصرخي اني كفرت بما اشركتمون من قبل ان الظالمين لهم عذاب اليم",
    "ayahEn": "And Satan will say ˹to his followers˺ after the judgment has been passed, “Indeed, Allah has made you a true promise. I too made you a promise, but I failed you. I did not have any authority over you. I only called you, and you responded to me. So do not blame me; blame yourselves. I cannot save you, nor can you save me. Indeed, I denounce your previous association of me with Allah ˹in loyalty˺. Surely the wrongdoers will suffer a painful punishment.”",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 23,
    "ayahArV1": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ",
    "ayahArV2": "وادخل الذين امنوا وعملوا الصالحات جنات تجري من تحتها الانهار خالدين فيها باذن ربهم تحيتهم فيها سلام",
    "ayahEn": "Those who believe and do good will be admitted into Gardens, under which rivers flow—to stay there forever by the Will of their Lord—where they will be greeted with “Peace!”",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 24,
    "ayahArV1": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
    "ayahArV2": "الم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة اصلها ثابت وفرعها في السماء",
    "ayahEn": "Do you not see how Allah compares a good word to a good tree? Its root is firm and its branches reach the sky",
    "meta": {
      "page": 258,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 25,
    "ayahArV1": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "ayahArV2": "تؤتي اكلها كل حين باذن ربها ويضرب الله الامثال للناس لعلهم يتذكرون",
    "ayahEn": "˹always˺ yielding its fruit in every season by the Will of its Lord. This is how Allah sets forth parables for the people, so perhaps they will be mindful.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 26,
    "ayahArV1": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
    "ayahArV2": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار",
    "ayahEn": "And the parable of an evil word is that of an evil tree, uprooted from the earth, having no stability.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 27,
    "ayahArV1": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
    "ayahArV2": "يثبت الله الذين امنوا بالقول الثابت في الحياة الدنيا وفي الاخرة ويضل الله الظالمين ويفعل الله ما يشاء",
    "ayahEn": "Allah makes the believers steadfast with the firm Word ˹of faith˺ in this worldly life and the Hereafter. And Allah leaves the wrongdoers to stray. For Allah does what He wills.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 28,
    "ayahArV1": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
    "ayahArV2": "الم تر الى الذين بدلوا نعمت الله كفرا واحلوا قومهم دار البوار",
    "ayahEn": "Have you not seen those ˹disbelievers˺ who meet Allah’s favours with ingratitude and lead their own people to their doom?",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 29,
    "ayahArV1": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
    "ayahArV2": "جهنم يصلونها وبئس القرار",
    "ayahEn": "In Hell they will burn. What an evil place for settlement.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 30,
    "ayahArV1": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
    "ayahArV2": "وجعلوا لله اندادا ليضلوا عن سبيله قل تمتعوا فان مصيركم الى النار",
    "ayahEn": "They set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy yourselves! Surely your destination is the Fire.”",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 31,
    "ayahArV1": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
    "ayahArV2": "قل لعبادي الذين امنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل ان ياتي يوم لا بيع فيه ولا خلال",
    "ayahEn": "Tell My believing servants to establish prayer and donate from what We have provided for them—openly and secretly—before the arrival of a Day in which there will be no ransom or friendly connections.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 32,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
    "ayahArV2": "الله الذي خلق السماوات والارض وانزل من السماء ماء فاخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بامره وسخر لكم الانهار",
    "ayahEn": "It is Allah Who created the heavens and the earth and sends down rain from the sky, causing fruits to grow as a provision for you. He has subjected the ships for your service, sailing through the sea by His command, and has subjected the rivers for you.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 33,
    "ayahArV1": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
    "ayahArV2": "وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار",
    "ayahEn": "He has ˹also˺ subjected for you the sun and the moon, both constantly orbiting, and has subjected the day and night for you.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 34,
    "ayahArV1": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
    "ayahArV2": "واتاكم من كل ما سالتموه وان تعدوا نعمت الله لا تحصوها ان الانسان لظلوم كفار",
    "ayahEn": "And He has granted you all that you asked Him for. If you tried to count Allah’s blessings, you would never be able to number them. Indeed humankind is truly unfair, ˹totally˺ ungrateful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 35,
    "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
    "ayahArV2": "واذ قال ابراهيم رب اجعل هذا البلد امنا واجنبني وبني ان نعبد الاصنام",
    "ayahEn": "˹Remember˺ when Abraham prayed, “My Lord! Make this city ˹of Mecca˺ secure, and keep me and my children away from the worship of idols.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 36,
    "ayahArV1": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "رب انهن اضللن كثيرا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم",
    "ayahEn": "My Lord! They have caused many people to go astray. So whoever follows me is with me, and whoever disobeys me—then surely You are ˹still˺ All-Forgiving, Most Merciful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 37,
    "ayahArV1": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
    "ayahArV2": "ربنا اني اسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل افئدة من الناس تهوي اليهم وارزقهم من الثمرات لعلهم يشكرون",
    "ayahEn": "Our Lord! I have settled some of my offspring in a barren valley, near Your Sacred House, our Lord, so that they may establish prayer. So make the hearts of ˹believing˺ people incline towards them and provide them with fruits, so perhaps they will be thankful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 38,
    "ayahArV1": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
    "ayahArV2": "ربنا انك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الارض ولا في السماء",
    "ayahEn": "Our Lord! You certainly know what we conceal and what we reveal. Nothing on earth or in heaven is hidden from Allah.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 39,
    "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
    "ayahArV2": "الحمد لله الذي وهب لي على الكبر اسماعيل واسحاق ان ربي لسميع الدعاء",
    "ayahEn": "All praise is for Allah who has blessed me with Ishmael and Isaac in my old age. My Lord is indeed the Hearer of ˹all˺ prayers.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 40,
    "ayahArV1": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
    "ayahArV2": "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
    "ayahEn": "My Lord! Make me and those ˹believers˺ of my descendants keep up prayer. Our Lord! Accept my prayers.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 41,
    "ayahArV1": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "ayahArV2": "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
    "ayahEn": "Our Lord! Forgive me, my parents, and the believers on the Day when the judgment will come to pass.”",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 42,
    "ayahArV1": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
    "ayahArV2": "ولا تحسبن الله غافلا عما يعمل الظالمون انما يؤخرهم ليوم تشخص فيه الابصار",
    "ayahEn": "Do not think ˹O Prophet˺ that Allah is unaware of what the wrongdoers do. He only delays them until a Day when ˹their˺ eyes will stare in horror—",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 43,
    "ayahArV1": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
    "ayahArV2": "مهطعين مقنعي رءوسهم لا يرتد اليهم طرفهم وافئدتهم هواء",
    "ayahEn": "rushing forth, heads raised, never blinking, hearts void.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 44,
    "ayahArV1": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
    "ayahArV2": "وانذر الناس يوم ياتيهم العذاب فيقول الذين ظلموا ربنا اخرنا الى اجل قريب نجب دعوتك ونتبع الرسل اولم تكونوا اقسمتم من قبل ما لكم من زوال",
    "ayahEn": "And warn the people of the Day when the punishment will overtake ˹the wicked among˺ them, and the wrongdoers will cry, “Our Lord! Delay us for a little while. We will respond to Your call and follow the messengers!” ˹It will be said,˺ “Did you not swear before that you would never be removed ˹to the next life˺?”",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 45,
    "ayahArV1": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
    "ayahArV2": "وسكنتم في مساكن الذين ظلموا انفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الامثال",
    "ayahEn": "You passed by the ruins of those ˹destroyed peoples˺ who had wronged themselves. It was made clear to you how We dealt with them, and We gave you ˹many˺ examples.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 46,
    "ayahArV1": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
    "ayahArV2": "وقد مكروا مكرهم وعند الله مكرهم وان كان مكرهم لتزول منه الجبال",
    "ayahEn": "They devised every plot, which was fully known to Allah, but their plotting was not enough to ˹even˺ overpower mountains ˹let alone Allah˺.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 47,
    "ayahArV1": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "ayahArV2": "فلا تحسبن الله مخلف وعده رسله ان الله عزيز ذو انتقام",
    "ayahEn": "So do not think ˹O Prophet˺ that Allah will fail to keep His promise to His messengers. Allah is indeed Almighty, capable of punishment.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 48,
    "ayahArV1": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
    "ayahArV2": "يوم تبدل الارض غير الارض والسماوات وبرزوا لله الواحد القهار",
    "ayahEn": "˹Watch for˺ the Day ˹when˺ the earth will be changed into a different earth and the heavens as well, and all will appear before Allah—the One, the Supreme.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 49,
    "ayahArV1": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
    "ayahArV2": "وترى المجرمين يومئذ مقرنين في الاصفاد",
    "ayahEn": "On that Day you will see the wicked bound together in chains",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 50,
    "ayahArV1": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
    "ayahArV2": "سرابيلهم من قطران وتغشى وجوههم النار",
    "ayahEn": "with garments of tar, and their faces covered with flames.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 51,
    "ayahArV1": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "ليجزي الله كل نفس ما كسبت ان الله سريع الحساب",
    "ayahEn": "As such, Allah will reward every soul for what it has committed. Surely Allah is swift in reckoning.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 52,
    "ayahArV1": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "هذا بلاغ للناس ولينذروا به وليعلموا انما هو اله واحد وليذكر اولو الالباب",
    "ayahEn": "This ˹Quran˺ is a ˹sufficient˺ message for humanity so that they may take it as a warning and know that there is only One God, and so that people of reason may be mindful.",
    "meta": {
      "page": 261,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  }
]