[
  {
    "surahNo": 46,
    "ayahNo": 1,
    "ayahArV1": "حمٓ",
    "ayahArV2": "حم",
    "ayahEn": "Ḥâ-Mĩm.",
    "meta": {
      "page": 502,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 2,
    "ayahArV1": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "ayahArV2": "تنزيل الكتاب من الله العزيز الحكيم",
    "ayahEn": "The revelation of this Book is from Allah—the Almighty, All-Wise.",
    "meta": {
      "page": 502,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 3,
    "ayahArV1": "مَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۚ وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ",
    "ayahArV2": "ما خلقنا السماوات والارض وما بينهما الا بالحق واجل مسمى والذين كفروا عما انذروا معرضون",
    "ayahEn": "We only created the heavens and the earth and everything in between for a purpose and an appointed term. Yet the disbelievers are turning away from what they have been warned about.",
    "meta": {
      "page": 502,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 4,
    "ayahArV1": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ ۖ ٱئْتُونِى بِكِتَـٰبٍ مِّن قَبْلِ هَـٰذَآ أَوْ أَثَـٰرَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "قل ارايتم ما تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السماوات ائتوني بكتاب من قبل هذا او اثارة من علم ان كنتم صادقين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Have you considered whatever ˹idols˺ you invoke besides Allah? Show me what they have created on earth! Or do they have a share in ˹the creation of˺ the heavens? Bring me a scripture ˹revealed˺ before this ˹Quran˺ or a shred of knowledge, if what you say is true.”",
    "meta": {
      "page": 502,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 5,
    "ayahArV1": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَـٰفِلُونَ",
    "ayahArV2": "ومن اضل ممن يدعو من دون الله من لا يستجيب له الى يوم القيامة وهم عن دعائهم غافلون",
    "ayahEn": "And who could be more astray than those who call upon others besides Allah—˹others˺ that cannot respond to them until the Day of Judgment, and are ˹even˺ unaware of their calls?",
    "meta": {
      "page": 502,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 6,
    "ayahArV1": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَـٰفِرِينَ",
    "ayahArV2": "واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كافرين",
    "ayahEn": "And when ˹such˺ people will be gathered together, those ˹gods˺ will be their enemies and will disown their worship.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 7,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَـٰذَا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات قال الذين كفروا للحق لما جاءهم هذا سحر مبين",
    "ayahEn": "Whenever Our clear revelations are recited to them, the disbelievers say of the truth when it has come to them, “This is pure magic.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 8,
    "ayahArV1": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۖ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "ام يقولون افتراه قل ان افتريته فلا تملكون لي من الله شيئا هو اعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم",
    "ayahEn": "Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then there is nothing whatsoever you can do to save me from Allah. He knows best what ˹slurs˺ you indulge about it. Sufficient is He as a Witness between you and me. And He is the All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 9,
    "ayahArV1": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "قل ما كنت بدعا من الرسل وما ادري ما يفعل بي ولا بكم ان اتبع الا ما يوحى الي وما انا الا نذير مبين",
    "ayahEn": "Say, “I am not the first messenger ever sent, nor do I know what will happen to me or you. I only follow what is revealed to me. And I am only sent with a clear warning.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 10,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "قل ارايتم ان كان من عند الله وكفرتم به وشهد شاهد من بني اسرائيل على مثله فامن واستكبرتم ان الله لا يهدي القوم الظالمين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Consider if this ˹Quran˺ is ˹truly˺ from Allah and you deny it, and a witness from the Children of Israel attests to it and then believes, whereas you act arrogantly. Surely Allah does not guide the wrongdoing people.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 11,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَـٰذَآ إِفْكٌ قَدِيمٌ",
    "ayahArV2": "وقال الذين كفروا للذين امنوا لو كان خيرا ما سبقونا اليه واذ لم يهتدوا به فسيقولون هذا افك قديم",
    "ayahEn": "The disbelievers say of the believers, “Had it been ˹something˺ good, they would not have beaten us to it.” Now since they reject its guidance, they will say, “˹This is˺ an ancient fabrication!”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 12,
    "ayahArV1": "وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
    "ayahArV2": "ومن قبله كتاب موسى اماما ورحمة وهذا كتاب مصدق لسانا عربيا لينذر الذين ظلموا وبشرى للمحسنين",
    "ayahEn": "And before this ˹Quran˺ the Book of Moses was ˹revealed as˺ a guide and mercy. And this Book is a confirmation, in the Arabic tongue, to warn those who do wrong, and as good news to those who do good.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 13,
    "ayahArV1": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين قالوا ربنا الله ثم استقاموا فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Surely those who say, “Our Lord is Allah,” and then remain steadfast—there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 14,
    "ayahArV1": "أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "اولئك اصحاب الجنة خالدين فيها جزاء بما كانوا يعملون",
    "ayahEn": "It is they who will be the residents of Paradise, staying there forever, as a reward for what they used to do.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 15,
    "ayahArV1": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ إِحْسَـٰنًا ۖ حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهْرًا ۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ ۖ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "ووصينا الانسان بوالديه احسانا حملته امه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى والدي وان اعمل صالحا ترضاه واصلح لي في ذريتي اني تبت اليك واني من المسلمين",
    "ayahEn": "We have commanded people to honour their parents. Their mothers bore them in hardship and delivered them in hardship. Their ˹period of˺ bearing and weaning is thirty months. In time, when the child reaches their prime at the age of forty, they pray, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You blessed me and my parents with, and to do good deeds that please You. And instil righteousness in my offspring. I truly repent to You, and I truly submit ˹to Your Will˺.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 16,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَـٰبِ ٱلْجَنَّةِ ۖ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
    "ayahArV2": "اولئك الذين نتقبل عنهم احسن ما عملوا ونتجاوز عن سيئاتهم في اصحاب الجنة وعد الصدق الذي كانوا يوعدون",
    "ayahEn": "It is from these ˹people˺ that We will accept the good they did, and overlook their misdeeds—along with the residents of Paradise, ˹in fulfilment of˺ the true promise they have been given.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 17,
    "ayahArV1": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "ayahArV2": "والذي قال لوالديه اف لكما اتعدانني ان اخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك امن ان وعد الله حق فيقول ما هذا الا اساطير الاولين",
    "ayahEn": "But some scold their parents, “Enough with you! Are you warning me that I will be brought forth ˹from the grave˺, while many generations had already perished before me ˹for good˺?” The parents cry to Allah for help, ˹and warn their child,˺ “Pity you. Have faith! Surely Allah’s promise is true.” But the deniers insist, “This is nothing but ancient fables.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 18,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "اولئك الذين حق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خاسرين",
    "ayahEn": "These are the ones against whom the fate of earlier communities of jinn and humans has been justified, ˹for˺ they were truly losers.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 19,
    "ayahArV1": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۖ وَلِيُوَفِّيَهُمْ أَعْمَـٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "ولكل درجات مما عملوا وليوفيهم اعمالهم وهم لا يظلمون",
    "ayahEn": "Each ˹of the two groups˺ will be ranked according to what they have done so He may fully reward all. And none will be wronged.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 20,
    "ayahArV1": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَـٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ",
    "ayahArV2": "ويوم يعرض الذين كفروا على النار اذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الارض بغير الحق وبما كنتم تفسقون",
    "ayahEn": "˹Watch for˺ the Day ˹when˺ the disbelievers will be exposed to the Fire. ˹They will be told,˺ “You ˹already˺ exhausted your ˹share of˺ pleasures during your worldly life, and ˹fully˺ enjoyed them. So Today you will be rewarded with the torment of disgrace for your arrogance throughout the land with no right, and for your rebelliousness.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 21,
    "ayahArV1": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر من بين يديه ومن خلفه الا تعبدوا الا الله اني اخاف عليكم عذاب يوم عظيم",
    "ayahEn": "And remember the brother of ’Ȃd, when he warned his people, who inhabited the sand-hills—there were certainly warners before and after him—˹saying,˺ “Worship none but Allah. I truly fear for you the torment of a tremendous day.”",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 22,
    "ayahArV1": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قالوا اجئتنا لتافكنا عن الهتنا فاتنا بما تعدنا ان كنت من الصادقين",
    "ayahEn": "They argued, “Have you come to turn us away from our gods? Bring us then whatever you threaten us with, if what you say is true.”",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 23,
    "ayahArV1": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
    "ayahArV2": "قال انما العلم عند الله وابلغكم ما ارسلت به ولكني اراكم قوما تجهلون",
    "ayahEn": "He responded, “The knowledge ˹of its time˺ is only with Allah. I only convey to you what I have been sent with. But I can see that you are a people acting ignorantly.”",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 24,
    "ayahArV1": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَـٰذَا عَارِضٌ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
    "ayahArV2": "فلما راوه عارضا مستقبل اوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب اليم",
    "ayahEn": "Then when they saw the torment as a ˹dense˺ cloud approaching their valleys, they said ˹happily˺, “This is a cloud bringing us rain.” ˹But Hûd replied,˺ “No, it is what you sought to hasten: a ˹fierce˺ wind carrying a painful punishment!”",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 25,
    "ayahArV1": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَـٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
    "ayahArV2": "تدمر كل شيء بامر ربها فاصبحوا لا يرى الا مساكنهم كذلك نجزي القوم المجرمين",
    "ayahEn": "It destroyed everything by the command of its Lord, leaving nothing visible except their ruins. This is how We reward the wicked people.",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 26,
    "ayahArV1": "وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَـٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَـٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "ولقد مكناهم فيما ان مكناكم فيه وجعلنا لهم سمعا وابصارا وافئدة فما اغنى عنهم سمعهم ولا ابصارهم ولا افئدتهم من شيء اذ كانوا يجحدون بايات الله وحاق بهم ما كانوا به يستهزئون",
    "ayahEn": "Indeed, We had established them in a way We have not established you ˹Meccans˺. And We gave them hearing, sight, and intellect. But neither their hearing, sight, nor intellect were of any benefit to them whatsoever, since they persisted in denying Allah’s signs. And ˹so˺ they were overwhelmed by what they used to ridicule.",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 27,
    "ayahArV1": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "ولقد اهلكنا ما حولكم من القرى وصرفنا الايات لعلهم يرجعون",
    "ayahEn": "We certainly destroyed the societies around you after having varied the signs so perhaps they would return ˹to the Right Path˺.",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 28,
    "ayahArV1": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "فلولا نصرهم الذين اتخذوا من دون الله قربانا الهة بل ضلوا عنهم وذلك افكهم وما كانوا يفترون",
    "ayahEn": "Why then did those ˹idols˺ they took as gods—hoping to get closer ˹to Him˺—not come to their aid? Instead, they failed them. That is ˹the result of˺ their lies and their fabrications.",
    "meta": {
      "page": 505,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 29,
    "ayahArV1": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
    "ayahArV2": "واذ صرفنا اليك نفرا من الجن يستمعون القران فلما حضروه قالوا انصتوا فلما قضي ولوا الى قومهم منذرين",
    "ayahEn": "˹Remember, O  Prophet,˺ when We sent a group of jinn your way to listen to the Quran. Then, upon hearing it, they said ˹to one another˺, “Listen quietly!” Then when it was over, they returned to their fellow jinn as warners.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 30,
    "ayahArV1": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
    "ayahArV2": "قالوا يا قومنا انا سمعنا كتابا انزل من بعد موسى مصدقا لما بين يديه يهدي الى الحق والى طريق مستقيم",
    "ayahEn": "They declared, “O our fellow jinn! We have truly heard a scripture revealed after Moses, confirming what came before it. It guides to the truth and the Straight Way.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 31,
    "ayahArV1": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
    "ayahArV2": "يا قومنا اجيبوا داعي الله وامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليم",
    "ayahEn": "O  our fellow jinn! Respond to the caller of Allah and believe in him, He will forgive your sins and protect you from a painful punishment.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 32,
    "ayahArV1": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "ومن لا يجب داعي الله فليس بمعجز في الارض وليس له من دونه اولياء اولئك في ضلال مبين",
    "ayahEn": "And whoever does not respond to the caller of Allah will have no escape on earth, nor will they have any protectors against Him. It is they who are clearly astray.”",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 33,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "اولم يروا ان الله الذي خلق السماوات والارض ولم يعي بخلقهن بقادر على ان يحيي الموتى بلى انه على كل شيء قدير",
    "ayahEn": "Do they not realize that Allah, Who created the heavens and the earth and did not tire in creating them, is able to give life to the dead? Yes ˹indeed˺! He is certainly Most Capable of everything.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 34,
    "ayahArV1": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "ويوم يعرض الذين كفروا على النار اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "And on the Day the disbelievers will be exposed to the Fire, ˹they will be asked,˺ “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” It will be said, “Then taste the punishment for your disbelief.”",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 35,
    "ayahArV1": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ ۚ بَلَـٰغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "فاصبر كما صبر اولو العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلاغ فهل يهلك الا القوم الفاسقون",
    "ayahEn": "So endure patiently, as did the Messengers of Firm Resolve. And do not ˹seek to˺ hasten ˹the torment˺ for the deniers. On the Day they see what they have been threatened with, it will be as if they had only stayed ˹in this world˺ for an hour of a day. ˹This is˺ a ˹sufficient˺ warning! Then, will anyone be destroyed except the rebellious people?",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 1,
    "ayahArV1": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "الذين كفروا وصدوا عن سبيل الله اضل اعمالهم",
    "ayahEn": "Those who disbelieve and hinder ˹others˺ from the Way of Allah, He will render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 2,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات وامنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيئاتهم واصلح بالهم",
    "ayahEn": "As for those who believe, do good, and have faith in what has been revealed to Muḥammad—which is the truth from their Lord—He will absolve them of their sins and improve their condition.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 3,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
    "ayahArV2": "ذلك بان الذين كفروا اتبعوا الباطل وان الذين امنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس امثالهم",
    "ayahEn": "This is because the disbelievers follow falsehood, while the believers follow the truth from their Lord. This is how Allah shows people their true state ˹of faith˺.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 4,
    "ayahArV1": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "فاذا لقيتم الذين كفروا فضرب الرقاب حتى اذا اثخنتموهم فشدوا الوثاق فاما منا بعد واما فداء حتى تضع الحرب اوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل اعمالهم",
    "ayahEn": "So when you meet the disbelievers ˹in battle˺, strike ˹their˺ necks until you have thoroughly subdued them, then bind them firmly. Later ˹free them either as˺ an act of grace or by ransom until the war comes to an end. So will it be. Had Allah willed, He ˹Himself˺ could have inflicted punishment on them. But He does ˹this only to˺ test some of you by means of others. And those who are martyred in the cause of Allah, He will never render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 5,
    "ayahArV1": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
    "ayahArV2": "سيهديهم ويصلح بالهم",
    "ayahEn": "He will guide them ˹to their reward˺, improve their condition",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 6,
    "ayahArV1": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
    "ayahArV2": "ويدخلهم الجنة عرفها لهم",
    "ayahEn": "and admit them into Paradise, having made it known to them.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 7,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
    "ayahArV2": "يا ايها الذين امنوا ان تنصروا الله ينصركم ويثبت اقدامكم",
    "ayahEn": "O believers! If you stand up for Allah, He will help you and make your steps firm.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 8,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "والذين كفروا فتعسا لهم واضل اعمالهم",
    "ayahEn": "As for the disbelievers, may they be doomed and may He render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 9,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
    "ayahArV2": "ذلك بانهم كرهوا ما انزل الله فاحبط اعمالهم",
    "ayahEn": "That is because they detest what Allah has revealed, so He has rendered their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 10,
    "ayahArV1": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
    "ayahArV2": "افلم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم وللكافرين امثالها",
    "ayahEn": "Have they not travelled throughout the land to see what was the end of those before them? Allah annihilated them, and a similar fate awaits the disbelievers.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 11,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
    "ayahArV2": "ذلك بان الله مولى الذين امنوا وان الكافرين لا مولى لهم",
    "ayahEn": "This is because Allah is the Patron of the believers while the disbelievers have no patron.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 12,
    "ayahArV1": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
    "ayahArV2": "ان الله يدخل الذين امنوا وعملوا الصالحات جنات تجري من تحتها الانهار والذين كفروا يتمتعون وياكلون كما تاكل الانعام والنار مثوى لهم",
    "ayahEn": "Surely Allah will admit those who believe and do good into Gardens under which rivers flow. As for the disbelievers, they enjoy themselves and feed like cattle. But the Fire will be their home.",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 13,
    "ayahArV1": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
    "ayahArV2": "وكاين من قرية هي اشد قوة من قريتك التي اخرجتك اهلكناهم فلا ناصر لهم",
    "ayahEn": "˹Imagine, O  Prophet,˺ how many societies We destroyed that were far superior in might than your society—which drove you out—and there was none to help them!",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 14,
    "ayahArV1": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
    "ayahArV2": "افمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا اهواءهم",
    "ayahEn": "Can those ˹believers˺ who stand on clear proof from their Lord be like those whose evil deeds are made appealing to them and ˹only˺ follow their desires?",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 15,
    "ayahArV1": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
    "ayahArV2": "مثل الجنة التي وعد المتقون فيها انهار من ماء غير اسن وانهار من لبن لم يتغير طعمه وانهار من خمر لذة للشاربين وانهار من عسل مصفى ولهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار وسقوا ماء حميما فقطع امعاءهم",
    "ayahEn": "The description of the Paradise promised to the righteous is that in it are rivers of fresh water, rivers of milk that never changes in taste, rivers of wine delicious to drink, and rivers of pure honey. There they will ˹also˺ have all kinds of fruit, and forgiveness from their Lord. ˹Can they be˺ like those who will stay in the Fire forever, left to drink boiling water that will tear apart their insides?",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 16,
    "ayahArV1": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
    "ayahArV2": "ومنهم من يستمع اليك حتى اذا خرجوا من عندك قالوا للذين اوتوا العلم ماذا قال انفا اولئك الذين طبع الله على قلوبهم واتبعوا اهواءهم",
    "ayahEn": "There are some of them who listen to you ˹O Prophet˺, but when they depart from you, they say ˹mockingly˺ to those ˹believers˺ gifted with knowledge, “What did he just say?” These are the ones whose hearts Allah has sealed and who ˹only˺ follow their desires.",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 17,
    "ayahArV1": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
    "ayahArV2": "والذين اهتدوا زادهم هدى واتاهم تقواهم",
    "ayahEn": "As for those who are ˹rightly˺ guided, He increases them in guidance and blesses them with righteousness.",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 18,
    "ayahArV1": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
    "ayahArV2": "فهل ينظرون الا الساعة ان تاتيهم بغتة فقد جاء اشراطها فانى لهم اذا جاءتهم ذكراهم",
    "ayahEn": "Are they only waiting for the Hour to take them by surprise? Yet ˹some of˺ its signs have already come. Once it actually befalls them, will it not be too late to be mindful?",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 19,
    "ayahArV1": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
    "ayahArV2": "فاعلم انه لا اله الا الله واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم",
    "ayahEn": "So, know ˹well, O  Prophet,˺ that there is no god ˹worthy of worship˺ except Allah. And seek forgiveness for your shortcomings and for ˹the sins of˺ the believing men and women. For Allah ˹fully˺ knows your movements and places of rest ˹O people˺.",
    "meta": {
      "page": 508,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 20,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
    "ayahArV2": "ويقول الذين امنوا لولا نزلت سورة فاذا انزلت سورة محكمة وذكر فيها القتال رايت الذين في قلوبهم مرض ينظرون اليك نظر المغشي عليه من الموت فاولى لهم",
    "ayahEn": "And the believers say, “If only a sûrah was revealed ˹allowing self-defence˺!” Yet when a precise sûrah is revealed, in which fighting is ˹explicitly˺ mentioned, you see those with sickness in their hearts staring at you like someone in the throes of death. It would have been better for them",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 21,
    "ayahArV1": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
    "ayahArV2": "طاعة وقول معروف فاذا عزم الامر فلو صدقوا الله لكان خيرا لهم",
    "ayahEn": "to obey and speak rightly. Then when fighting was ordained, it surely would have been better for them if they were true to Allah.",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 22,
    "ayahArV1": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
    "ayahArV2": "فهل عسيتم ان توليتم ان تفسدوا في الارض وتقطعوا ارحامكم",
    "ayahEn": "Now if you ˹hypocrites˺ turn away, perhaps you would then spread corruption throughout the land and sever your ˹ties of˺ kinship!",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 23,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
    "ayahArV2": "اولئك الذين لعنهم الله فاصمهم واعمى ابصارهم",
    "ayahEn": "These are the ones who Allah has condemned, deafening them and blinding their eyes.",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 24,
    "ayahArV1": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
    "ayahArV2": "افلا يتدبرون القران ام على قلوب اقفالها",
    "ayahEn": "Do they not then reflect on the Quran? Or are there locks upon their hearts?",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 25,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
    "ayahArV2": "ان الذين ارتدوا على ادبارهم من بعد ما تبين لهم الهدى الشيطان سول لهم واملى لهم",
    "ayahEn": "Indeed, those who relapse ˹into disbelief˺ after ˹true˺ guidance has become clear to them, ˹it is˺ Satan ˹that˺ has tempted them, luring them with false hopes.",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 26,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
    "ayahArV2": "ذلك بانهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الامر والله يعلم اسرارهم",
    "ayahEn": "That is because they said ˹privately˺ to those who ˹also˺ detest what Allah has revealed, “We will obey you in some matters.” But Allah ˹fully˺ knows what they are hiding.",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 27,
    "ayahArV1": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
    "ayahArV2": "فكيف اذا توفتهم الملائكة يضربون وجوههم وادبارهم",
    "ayahEn": "Then how ˹horrible˺ will it be when the angels take their souls, beating their faces and backs!",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 28,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
    "ayahArV2": "ذلك بانهم اتبعوا ما اسخط الله وكرهوا رضوانه فاحبط اعمالهم",
    "ayahEn": "This is because they follow whatever displeases Allah and hate whatever pleases Him, so He has rendered their deeds void.",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 29,
    "ayahArV1": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
    "ayahArV2": "ام حسب الذين في قلوبهم مرض ان لن يخرج الله اضغانهم",
    "ayahEn": "Or do those with sickness in their hearts think that Allah will not ˹be able to˺ expose their malice?",
    "meta": {
      "page": 509,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 30,
    "ayahArV1": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
    "ayahArV2": "ولو نشاء لاريناكهم فلعرفتهم بسيماهم ولتعرفنهم في لحن القول والله يعلم اعمالكم",
    "ayahEn": "Had We willed, We could have truly shown them to you ˹O Prophet˺, and you would have certainly recognized them by their appearance. But you will surely recognize them by their tone of speech. And Allah ˹fully˺ knows your doings ˹O people˺.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 31,
    "ayahArV1": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
    "ayahArV2": "ولنبلونكم حتى نعلم المجاهدين منكم والصابرين ونبلو اخباركم",
    "ayahEn": "We will certainly test you ˹believers˺ until We prove those of you who ˹truly˺ struggle ˹in Allah’s cause˺ and remain steadfast, and reveal how you conduct yourselves.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 32,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
    "ayahArV2": "ان الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيئا وسيحبط اعمالهم",
    "ayahEn": "Indeed, those who disbelieve, hinder ˹others˺ from the Way of Allah, and defy the Messenger after ˹true˺ guidance has become clear to them; they will not harm Allah in the least, but He will render their deeds void.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 33,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
    "ayahArV2": "يا ايها الذين امنوا اطيعوا الله واطيعوا الرسول ولا تبطلوا اعمالكم",
    "ayahEn": "O believers! Obey Allah and obey the Messenger, and do not let your deeds be in vain.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 34,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
    "ayahArV2": "ان الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم",
    "ayahEn": "Surely those who disbelieve, hinder ˹others˺ from the Way of Allah, and then die as disbelievers; Allah will never forgive them.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 35,
    "ayahArV1": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
    "ayahArV2": "فلا تهنوا وتدعوا الى السلم وانتم الاعلون والله معكم ولن يتركم اعمالكم",
    "ayahEn": "So do not falter or cry for peace, for you will have the upper hand and Allah is with you. And He will never let your deeds go to waste.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 36,
    "ayahArV1": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
    "ayahArV2": "انما الحياة الدنيا لعب ولهو وان تؤمنوا وتتقوا يؤتكم اجوركم ولا يسالكم اموالكم",
    "ayahEn": "This worldly life is no more than play and amusement. But if you are faithful and mindful ˹of Allah˺, He will grant you your ˹full˺ reward, and will not ask you ˹to donate all˺ your wealth.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 37,
    "ayahArV1": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
    "ayahArV2": "ان يسالكموها فيحفكم تبخلوا ويخرج اضغانكم",
    "ayahEn": "If He were to do so and pressure you, you would withhold and He would bring out your resentment.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 38,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
    "ayahArV2": "ها انتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغني وانتم الفقراء وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثالكم",
    "ayahEn": "Here you are, being invited to donate ˹a little˺ in the cause of Allah. Still some of you withhold. And whoever does so, it is only to their own loss. For Allah is the Self-Sufficient, whereas you stand in need ˹of Him˺. If you ˹still˺ turn away, He will replace you with another people. And they will not be like you.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 1,
    "ayahArV1": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
    "ayahArV2": "انا فتحنا لك فتحا مبينا",
    "ayahEn": "Indeed, We have granted you a clear triumph ˹O Prophet˺",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 2,
    "ayahArV1": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
    "ayahArV2": "ليغفر لك الله ما تقدم من ذنبك وما تاخر ويتم نعمته عليك ويهديك صراطا مستقيما",
    "ayahEn": "so that Allah may forgive you for your past and future shortcomings, perfect His favour upon you, guide you along the Straight Path",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 3,
    "ayahArV1": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
    "ayahArV2": "وينصرك الله نصرا عزيزا",
    "ayahEn": "and so that Allah will help you tremendously.",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 4,
    "ayahArV1": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "هو الذي انزل السكينة في قلوب المؤمنين ليزدادوا ايمانا مع ايمانهم ولله جنود السماوات والارض وكان الله عليما حكيما",
    "ayahEn": "He is the One Who sent down serenity upon the hearts of the believers so that they may increase even more in their faith. To Allah ˹alone˺ belong the forces of the heavens and the earth. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 5,
    "ayahArV1": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
    "ayahArV2": "ليدخل المؤمنين والمؤمنات جنات تجري من تحتها الانهار خالدين فيها ويكفر عنهم سيئاتهم وكان ذلك عند الله فوزا عظيما",
    "ayahEn": "So He may admit believing men and women into Gardens under which rivers flow—to stay there forever—and absolve them of their sins. And that is a supreme achievement in the sight of Allah.",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 6,
    "ayahArV1": "وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
    "ayahArV2": "ويعذب المنافقين والمنافقات والمشركين والمشركات الظانين بالله ظن السوء عليهم دائرة السوء وغضب الله عليهم ولعنهم واعد لهم جهنم وساءت مصيرا",
    "ayahEn": "Also ˹so that˺ He may punish hypocrite men and women and polytheistic men and women, who harbour evil thoughts of Allah. May ill-fate befall them! Allah is displeased with them. He has condemned them and prepared for them Hell. What an evil destination!",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 7,
    "ayahArV1": "وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "ayahArV2": "ولله جنود السماوات والارض وكان الله عزيزا حكيما",
    "ayahEn": "To Allah ˹alone˺ belong the forces of the heavens and the earth. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 8,
    "ayahArV1": "إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
    "ayahArV2": "انا ارسلناك شاهدا ومبشرا ونذيرا",
    "ayahEn": "Indeed, ˹O Prophet,˺ We have sent you as a witness, a deliverer of good news, and a warner",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 9,
    "ayahArV1": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
    "ayahArV2": "لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرة واصيلا",
    "ayahEn": "so that you ˹believers˺ may have faith in Allah and His Messenger, support and honour him, and glorify Allah morning and evening.",
    "meta": {
      "page": 511,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 10,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
    "ayahArV2": "ان الذين يبايعونك انما يبايعون الله يد الله فوق ايديهم فمن نكث فانما ينكث على نفسه ومن اوفى بما عاهد عليه الله فسيؤتيه اجرا عظيما",
    "ayahEn": "Surely those who pledge allegiance to you ˹O Prophet˺ are actually pledging allegiance to Allah. Allah’s Hand is over theirs. Whoever breaks their pledge, it will only be to their own loss. And whoever fulfils their pledge to Allah, He will grant them a great reward.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 11,
    "ayahArV1": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
    "ayahArV2": "سيقول لك المخلفون من الاعراب شغلتنا اموالنا واهلونا فاستغفر لنا يقولون بالسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيئا ان اراد بكم ضرا او اراد بكم نفعا بل كان الله بما تعملون خبيرا",
    "ayahEn": "The nomadic Arabs, who stayed behind, will say to you ˹O Prophet˺, “We were preoccupied with our wealth and families, so ask for forgiveness for us.” They say with their tongues what is not in their hearts. Say, “Who then can stand between you and Allah in any way, if He intends harm or benefit for you? In fact, Allah is All-Aware of what you do.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 12,
    "ayahArV1": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا",
    "ayahArV2": "بل ظننتم ان لن ينقلب الرسول والمؤمنون الى اهليهم ابدا وزين ذلك في قلوبكم وظننتم ظن السوء وكنتم قوما بورا",
    "ayahEn": "The truth is: you thought that the Messenger and the believers would never return to their families again. And that was made appealing in your hearts. You harboured evil thoughts ˹about Allah˺, and ˹so˺ became a doomed people.”",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 13,
    "ayahArV1": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَعِيرًا",
    "ayahArV2": "ومن لم يؤمن بالله ورسوله فانا اعتدنا للكافرين سعيرا",
    "ayahEn": "And whoever does not believe in Allah and His Messenger, then We surely have prepared for the disbelievers a blazing Fire.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 14,
    "ayahArV1": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ولله ملك السماوات والارض يغفر لمن يشاء ويعذب من يشاء وكان الله غفورا رحيما",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 15,
    "ayahArV1": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
    "ayahArV2": "سيقول المخلفون اذا انطلقتم الى مغانم لتاخذوها ذرونا نتبعكم يريدون ان يبدلوا كلام الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون الا قليلا",
    "ayahEn": "Those who stayed behind will say, when you ˹believers˺ set out to take the spoils of war, “Let us accompany you.” They wish to change Allah’s promise. Say, ˹O Prophet,˺ “You will not accompany us. This is what Allah has said before.” They will then say, “In fact, you are driven by jealousy against us!” The truth is: they can hardly comprehend.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 16,
    "ayahArV1": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "قل للمخلفين من الاعراب ستدعون الى قوم اولي باس شديد تقاتلونهم او يسلمون فان تطيعوا يؤتكم الله اجرا حسنا وان تتولوا كما توليتم من قبل يعذبكم عذابا اليما",
    "ayahEn": "Say to nomadic Arabs, who stayed behind, “You will be called ˹to fight˺ against a people of great might, who you will fight unless they submit. If you then obey, Allah will grant you a fine reward. But if you turn away as you did before, He will inflict upon you a painful punishment.”",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 17,
    "ayahArV1": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
    "ayahArV2": "ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الانهار ومن يتول يعذبه عذابا اليما",
    "ayahEn": "There is no blame on the blind, or the disabled, or the sick ˹for staying behind˺. And whoever obeys Allah and His Messenger will be admitted by Him into Gardens under which rivers flow. But whoever turns away will be subjected by Him to a painful punishment.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 18,
    "ayahArV1": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا",
    "ayahArV2": "لقد رضي الله عن المؤمنين اذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فانزل السكينة عليهم واثابهم فتحا قريبا",
    "ayahEn": "Indeed, Allah was pleased with the believers when they pledged allegiance to you ˹O Prophet˺ under the tree. He knew what was in their hearts, so He sent down serenity upon them and rewarded them with a victory at hand",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 19,
    "ayahArV1": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "ayahArV2": "ومغانم كثيرة ياخذونها وكان الله عزيزا حكيما",
    "ayahEn": "and many spoils of war they will gain. For Allah is Almighty, All-Wise.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 20,
    "ayahArV1": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
    "ayahArV2": "وعدكم الله مغانم كثيرة تاخذونها فعجل لكم هذه وكف ايدي الناس عنكم ولتكون اية للمؤمنين ويهديكم صراطا مستقيما",
    "ayahEn": "Allah has promised you ˹believers˺ abundant spoils, which you will gain, so He hastened this ˹truce˺ for you. And He has held people’s hands back from ˹harming˺ you, so it may be a sign for the believers, and so He may guide you along the Straight Path.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 21,
    "ayahArV1": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
    "ayahArV2": "واخرى لم تقدروا عليها قد احاط الله بها وكان الله على كل شيء قديرا",
    "ayahEn": "And ˹there are˺ other gains which are beyond your reach that Allah is keeping in store ˹for you˺. For Allah is Most Capable of everything.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 22,
    "ayahArV1": "وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "ولو قاتلكم الذين كفروا لولوا الادبار ثم لا يجدون وليا ولا نصيرا",
    "ayahEn": "If the disbelievers were to fight you, they would certainly flee. Then they would never find any protector or helper.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 23,
    "ayahArV1": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
    "ayahArV2": "سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديلا",
    "ayahEn": "˹This is˺ Allah’s way, already long established ˹in the past˺. And you will find no change in Allah’s way.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 24,
    "ayahArV1": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "ayahArV2": "وهو الذي كف ايديهم عنكم وايديكم عنهم ببطن مكة من بعد ان اظفركم عليهم وكان الله بما تعملون بصيرا",
    "ayahEn": "He is the One Who held back their hands from you and your hands from them in the valley of ˹Ḥudaibiyah, near˺ Mecca, after giving you the upper hand over ˹a group of˺ them. And Allah is All-Seeing of what you do.",
    "meta": {
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 25,
    "ayahArV1": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَـٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا ان يبلغ محله ولولا رجال مؤمنون ونساء مؤمنات لم تعلموهم ان تطئوهم فتصيبكم منهم معرة بغير علم ليدخل الله في رحمته من يشاء لو تزيلوا لعذبنا الذين كفروا منهم عذابا اليما",
    "ayahEn": "They are the ones who persisted in disbelief and hindered you from the Sacred Mosque, preventing the sacrificial animals from reaching their destination. ˹We would have let you march through Mecca,˺ had there not been believing men and women, unknown to you. You might have trampled them underfoot, incurring guilt for ˹what you did to˺ them unknowingly. That was so Allah may admit into His mercy whoever He wills. Had those ˹unknown˺ believers stood apart, We would have certainly inflicted a painful punishment on the disbelievers.",
    "meta": {
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 26,
    "ayahArV1": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَـٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
    "ayahArV2": "اذ جعل الذين كفروا في قلوبهم الحمية حمية الجاهلية فانزل الله سكينته على رسوله وعلى المؤمنين والزمهم كلمة التقوى وكانوا احق بها واهلها وكان الله بكل شيء عليما",
    "ayahEn": "˹Remember˺ when the disbelievers had filled their hearts with pride—the pride of ˹pre-Islamic˺ ignorance—then Allah sent down His serenity upon His Messenger and the believers, inspiring them to uphold the declaration of faith, for they were better entitled and more worthy of it. And Allah has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 27,
    "ayahArV1": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
    "ayahArV2": "لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام ان شاء الله امنين محلقين رءوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتحا قريبا",
    "ayahEn": "Indeed, Allah will fulfil His Messenger’s vision in all truth: Allah willing, you will surely enter the Sacred Mosque, in security—˹some with˺ heads shaved and ˹others with˺ hair shortened—without fear. He knew what you did not know, so He first granted you the triumph at hand.",
    "meta": {
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 28,
    "ayahArV1": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "ayahArV2": "هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا",
    "ayahEn": "He is the One Who has sent His Messenger with ˹right˺ guidance and the religion of truth, making it prevail over all others. And sufficient is Allah as a Witness.",
    "meta": {
      "page": 514,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 29,
    "ayahArV1": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا",
    "ayahArV2": "محمد رسول الله والذين معه اشداء على الكفار رحماء بينهم تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من اثر السجود ذلك مثلهم في التوراة ومثلهم في الانجيل كزرع اخرج شطاه فازره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين امنوا وعملوا الصالحات منهم مغفرة واجرا عظيما",
    "ayahEn": "Muḥammad is the Messenger of Allah. And those with him are firm with the disbelievers and compassionate with one another. You see them bowing and prostrating ˹in prayer˺, seeking Allah’s bounty and pleasure. The sign ˹of brightness can be seen˺ on their faces from the trace of prostrating ˹in prayer˺. This is their description in the Torah. And their parable in the Gospel is that of a seed that sprouts its ˹tiny˺ branches, making it strong. Then it becomes thick, standing firmly on its stem, to the delight of the planters—in this way Allah makes the believers a source of dismay for the disbelievers. To those of them who believe and do good, Allah has promised forgiveness and a great reward.",
    "meta": {
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 1,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا لا تقدموا بين يدي الله ورسوله واتقوا الله ان الله سميع عليم",
    "ayahEn": "O believers! Do not proceed ˹in any matter˺ before ˹a decree from˺ Allah and His Messenger. And fear Allah. Surely Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 2,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا ترفعوا اصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض ان تحبط اعمالكم وانتم لا تشعرون",
    "ayahEn": "O believers! Do not raise your voices above the voice of the Prophet, nor speak loudly to him as you do to one another, or your deeds will become void while you are unaware.",
    "meta": {
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 3,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "ayahArV2": "ان الذين يغضون اصواتهم عند رسول الله اولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر عظيم",
    "ayahEn": "Indeed, those who lower their voices in the presence of Allah’s Messenger are the ones whose hearts Allah has refined for righteousness. They will have forgiveness and a great reward.",
    "meta": {
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 4,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "ayahArV2": "ان الذين ينادونك من وراء الحجرات اكثرهم لا يعقلون",
    "ayahEn": "Indeed, most of those who call out to you ˹O Prophet˺ from outside ˹your˺ private quarters have no understanding ˹of manners˺.",
    "meta": {
      "page": 515,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 5,
    "ayahArV1": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ولو انهم صبروا حتى تخرج اليهم لكان خيرا لهم والله غفور رحيم",
    "ayahEn": "Had they been patient until you could come out to them, it would have certainly been better for them. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 6,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان جاءكم فاسق بنبا فتبينوا ان تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين",
    "ayahEn": "O believers, if an evildoer brings you any news, verify ˹it˺ so you do not harm people unknowingly, becoming regretful for what you have done.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 7,
    "ayahArV1": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "ayahArV2": "واعلموا ان فيكم رسول الله لو يطيعكم في كثير من الامر لعنتم ولكن الله حبب اليكم الايمان وزينه في قلوبكم وكره اليكم الكفر والفسوق والعصيان اولئك هم الراشدون",
    "ayahEn": "And keep in mind that Allah’s Messenger is ˹still˺ in your midst. If he were to yield to you in many matters, you would surely suffer ˹the consequences˺. But Allah has endeared faith to you, making it appealing in your hearts. And He has made disbelief, rebelliousness, and disobedience detestable to you. Those are the ones rightly guided.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 8,
    "ayahArV1": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "فضلا من الله ونعمة والله عليم حكيم",
    "ayahEn": "˹This is˺ a bounty and a blessing from Allah. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 9,
    "ayahArV1": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "ayahArV2": "وان طائفتان من المؤمنين اقتتلوا فاصلحوا بينهما فان بغت احداهما على الاخرى فقاتلوا التي تبغي حتى تفيء الى امر الله فان فاءت فاصلحوا بينهما بالعدل واقسطوا ان الله يحب المقسطين",
    "ayahEn": "And if two groups of believers fight each other, then make peace between them. But if one of them transgresses against the other, then fight against the transgressing group until they ˹are willing to˺ submit to the rule of Allah. If they do so, then make peace between both ˹groups˺ in all fairness and act justly. Surely Allah loves those who uphold justice.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 10,
    "ayahArV1": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "انما المؤمنون اخوة فاصلحوا بين اخويكم واتقوا الله لعلكم ترحمون",
    "ayahEn": "The believers are but one brotherhood, so make peace between your brothers. And be mindful of Allah so you may be shown mercy.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 11,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا يسخر قوم من قوم عسى ان يكونوا خيرا منهم ولا نساء من نساء عسى ان يكن خيرا منهن ولا تلمزوا انفسكم ولا تنابزوا بالالقاب بئس الاسم الفسوق بعد الايمان ومن لم يتب فاولئك هم الظالمون",
    "ayahEn": "O believers! Do not let some ˹men˺ ridicule others, they may be better than them, nor let ˹some˺ women ridicule other women, they may be better than them. Do not defame one another, nor call each other by offensive nicknames. How evil it is to act rebelliously after having faith! And whoever does not repent, it is they who are the ˹true˺ wrongdoers.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 12,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا اجتنبوا كثيرا من الظن ان بعض الظن اثم ولا تجسسوا ولا يغتب بعضكم بعضا ايحب احدكم ان ياكل لحم اخيه ميتا فكرهتموه واتقوا الله ان الله تواب رحيم",
    "ayahEn": "O  believers! Avoid many suspicions, ˹for˺ indeed, some suspicions are sinful. And do not spy, nor backbite one another. Would any of you like to eat the flesh of their dead brother? You would despise that! And fear Allah. Surely Allah is ˹the˺ Accepter of Repentance, Most Merciful.",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 13,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
    "ayahArV2": "يا ايها الناس انا خلقناكم من ذكر وانثى وجعلناكم شعوبا وقبائل لتعارفوا ان اكرمكم عند الله اتقاكم ان الله عليم خبير",
    "ayahEn": "O humanity! Indeed, We created you from a male and a female, and made you into peoples and tribes so that you may ˹get to˺ know one another. Surely the most noble of you in the sight of Allah is the most righteous among you. Allah is truly All-Knowing, All-Aware.",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 14,
    "ayahArV1": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "قالت الاعراب امنا قل لم تؤمنوا ولكن قولوا اسلمنا ولما يدخل الايمان في قلوبكم وان تطيعوا الله ورسوله لا يلتكم من اعمالكم شيئا ان الله غفور رحيم",
    "ayahEn": "˹Some of˺ the nomadic Arabs say, “We believe.” Say, ˹O Prophet,˺ “You have not believed. But say, ‘We have submitted,’ for faith has not yet entered your hearts. But if you obey Allah and His Messenger ˹wholeheartedly˺, He will not discount anything from ˹the reward of˺ your deeds. Allah is truly All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 15,
    "ayahArV1": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
    "ayahArV2": "انما المؤمنون الذين امنوا بالله ورسوله ثم لم يرتابوا وجاهدوا باموالهم وانفسهم في سبيل الله اولئك هم الصادقون",
    "ayahEn": "The ˹true˺ believers are only those who believe in Allah and His Messenger—never doubting—and strive with their wealth and their lives in the cause of Allah. They are the ones true in faith.",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 16,
    "ayahArV1": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "قل اتعلمون الله بدينكم والله يعلم ما في السماوات وما في الارض والله بكل شيء عليم",
    "ayahEn": "Say, “Do you inform Allah of your faith, when Allah ˹already˺ knows whatever is in the heavens and whatever is on the earth? And Allah has ˹perfect˺ knowledge of all things.”",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 17,
    "ayahArV1": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "يمنون عليك ان اسلموا قل لا تمنوا علي اسلامكم بل الله يمن عليكم ان هداكم للايمان ان كنتم صادقين",
    "ayahEn": "They regard their acceptance of Islam as a favour to you. Tell ˹them, O  Prophet˺, “Do not regard your Islam as a favour to me. Rather, it is Allah Who has done you a favour by guiding you to the faith, if ˹indeed˺ you are faithful.",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 18,
    "ayahArV1": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "ان الله يعلم غيب السماوات والارض والله بصير بما تعملون",
    "ayahEn": "Surely Allah knows the unseen of the heavens and earth. And Allah is All-Seeing of what you do.”",
    "meta": {
      "page": 517,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 1,
    "ayahArV1": "قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
    "ayahArV2": "ق والقران المجيد",
    "ayahEn": "Qãf. By the glorious Quran!",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 2,
    "ayahArV1": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ فَقَالَ ٱلْكَـٰفِرُونَ هَـٰذَا شَىْءٌ عَجِيبٌ",
    "ayahArV2": "بل عجبوا ان جاءهم منذر منهم فقال الكافرون هذا شيء عجيب",
    "ayahEn": "˹All will be resurrected,˺ yet the deniers are astonished that a warner has come to them from among themselves ˹warning of resurrection˺. So the disbelievers say, “This is an astonishing thing!",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 3,
    "ayahArV1": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌ",
    "ayahArV2": "ااذا متنا وكنا ترابا ذلك رجع بعيد",
    "ayahEn": "˹Will we be returned to life,˺ when we are dead and reduced to dust? Such a return is impossible.”",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 4,
    "ayahArV1": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَـٰبٌ حَفِيظٌۢ",
    "ayahArV2": "قد علمنا ما تنقص الارض منهم وعندنا كتاب حفيظ",
    "ayahEn": "We certainly know what the earth consumes of them ˹after their death˺, and with us is a well-preserved Record.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 5,
    "ayahArV1": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍ مَّرِيجٍ",
    "ayahArV2": "بل كذبوا بالحق لما جاءهم فهم في امر مريج",
    "ayahEn": "In fact, they reject the truth when it has come to them, so they are in a confused state.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 6,
    "ayahArV1": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـٰهَا وَزَيَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجٍ",
    "ayahArV2": "افلم ينظروا الى السماء فوقهم كيف بنيناها وزيناها وما لها من فروج",
    "ayahEn": "Have they not then looked at the sky above them: how We built it and adorned it ˹with stars˺, leaving it flawless?",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 7,
    "ayahArV1": "وَٱلْأَرْضَ مَدَدْنَـٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
    "ayahArV2": "والارض مددناها والقينا فيها رواسي وانبتنا فيها من كل زوج بهيج",
    "ayahEn": "As for the earth, We spread it out and placed upon it firm mountains, and produced in it every type of pleasant plant—",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 8,
    "ayahArV1": "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُّنِيبٍ",
    "ayahArV2": "تبصرة وذكرى لكل عبد منيب",
    "ayahEn": "˹all as˺ an insight and a reminder to every servant who turns ˹to Allah˺.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 9,
    "ayahArV1": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءً مُّبَـٰرَكًا فَأَنۢبَتْنَا بِهِۦ جَنَّـٰتٍ وَحَبَّ ٱلْحَصِيدِ",
    "ayahArV2": "ونزلنا من السماء ماء مباركا فانبتنا به جنات وحب الحصيد",
    "ayahEn": "And We send down blessed rain from the sky, bringing forth gardens and grains for harvest",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 10,
    "ayahArV1": "وَٱلنَّخْلَ بَاسِقَـٰتٍ لَّهَا طَلْعٌ نَّضِيدٌ",
    "ayahArV2": "والنخل باسقات لها طلع نضيد",
    "ayahEn": "and towering palm trees ˹loaded˺ with clustered fruit",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 11,
    "ayahArV1": "رِّزْقًا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ ٱلْخُرُوجُ",
    "ayahArV2": "رزقا للعباد واحيينا به بلدة ميتا كذلك الخروج",
    "ayahEn": "˹as˺ a provision for ˹Our˺ servants. And with this ˹rain˺ We revive a lifeless land. Similar is the emergence ˹from the graves˺.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 12,
    "ayahArV1": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَـٰبُ ٱلرَّسِّ وَثَمُودُ",
    "ayahArV2": "كذبت قبلهم قوم نوح واصحاب الرس وثمود",
    "ayahEn": "Before them, the people of Noah denied ˹the truth,˺ as did the people of the Water-pit, Thamûd",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 13,
    "ayahArV1": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍ",
    "ayahArV2": "وعاد وفرعون واخوان لوط",
    "ayahEn": "’Ȃd, Pharaoh, the kinfolk of Lot",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 14,
    "ayahArV1": "وَأَصْحَـٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍ ۚ كُلٌّ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
    "ayahArV2": "واصحاب الايكة وقوم تبع كل كذب الرسل فحق وعيد",
    "ayahEn": "the residents of the Forest, and the people of Tubba’. Each rejected ˹their˺ messenger, so My warning was fulfilled.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 15,
    "ayahArV1": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ",
    "ayahArV2": "افعيينا بالخلق الاول بل هم في لبس من خلق جديد",
    "ayahEn": "Were We incapable of creating ˹them˺ the first time? In fact, they are in doubt about ˹their˺ re-creation.",
    "meta": {
      "page": 518,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 16,
    "ayahArV1": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
    "ayahArV2": "ولقد خلقنا الانسان ونعلم ما توسوس به نفسه ونحن اقرب اليه من حبل الوريد",
    "ayahEn": "Indeed, ˹it is˺ We ˹Who˺ created humankind and ˹fully˺ know what their souls whisper to them, and We are closer to them than ˹their˺ jugular vein.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 17,
    "ayahArV1": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌ",
    "ayahArV2": "اذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد",
    "ayahEn": "As the two recording-angels—˹one˺ sitting to the right, and ˹the other to˺ the left—note ˹everything˺",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 18,
    "ayahArV1": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
    "ayahArV2": "ما يلفظ من قول الا لديه رقيب عتيد",
    "ayahEn": "not a word does a person utter without having a ˹vigilant˺ observer ready ˹to write it down˺.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 19,
    "ayahArV1": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
    "ayahArV2": "وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد",
    "ayahEn": "˹Ultimately,˺ with the throes of death will come the truth. This is what you were trying to escape!",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 20,
    "ayahArV1": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
    "ayahArV2": "ونفخ في الصور ذلك يوم الوعيد",
    "ayahEn": "And the Trumpet will be blown. This is the Day ˹you were˺ warned of.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 21,
    "ayahArV1": "وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ",
    "ayahArV2": "وجاءت كل نفس معها سائق وشهيد",
    "ayahEn": "Each soul will come forth with an angel to drive it and another to testify.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 22,
    "ayahArV1": "لَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌ",
    "ayahArV2": "لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد",
    "ayahEn": "˹It will be said to the denier,˺ “You were totally heedless of this. Now We have lifted this veil of yours, so Today your sight is sharp!”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 23,
    "ayahArV1": "وَقَالَ قَرِينُهُۥ هَـٰذَا مَا لَدَىَّ عَتِيدٌ",
    "ayahArV2": "وقال قرينه هذا ما لدي عتيد",
    "ayahEn": "And one’s accompanying-angel will say, “Here is the record ready with me.”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 24,
    "ayahArV1": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
    "ayahArV2": "القيا في جهنم كل كفار عنيد",
    "ayahEn": "˹It will be said to both angels,˺ “Throw into Hell every stubborn disbeliever",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 25,
    "ayahArV1": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ",
    "ayahArV2": "مناع للخير معتد مريب",
    "ayahEn": "withholder of good, transgressor, and doubter",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 26,
    "ayahArV1": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
    "ayahArV2": "الذي جعل مع الله الها اخر فالقياه في العذاب الشديد",
    "ayahEn": "who set up another god with Allah. So cast them into the severe punishment.”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 207,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 27,
    "ayahArV1": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَـٰكِن كَانَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
    "ayahArV2": "قال قرينه ربنا ما اطغيته ولكن كان في ضلال بعيد",
    "ayahEn": "One’s ˹devilish˺ associate will say, “Our Lord! I did not make them transgress. Rather, they were far astray ˹on their own˺.”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 28,
    "ayahArV1": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
    "ayahArV2": "قال لا تختصموا لدي وقد قدمت اليكم بالوعيد",
    "ayahEn": "Allah will respond, “Do not dispute in My presence, since I had already given you a warning.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 29,
    "ayahArV1": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "ayahArV2": "ما يبدل القول لدي وما انا بظلام للعبيد",
    "ayahEn": "My Word cannot be changed, nor am I unjust to ˹My˺ creation.”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 30,
    "ayahArV1": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ",
    "ayahArV2": "يوم نقول لجهنم هل امتلات وتقول هل من مزيد",
    "ayahEn": "˹Beware of˺ the Day We will ask Hell, “Are you full ˹yet˺?” And it will respond, “Are there any more?”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 31,
    "ayahArV1": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
    "ayahArV2": "وازلفت الجنة للمتقين غير بعيد",
    "ayahEn": "And Paradise will be brought near to the righteous, not far off.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 32,
    "ayahArV1": "هَـٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
    "ayahArV2": "هذا ما توعدون لكل اواب حفيظ",
    "ayahEn": "˹And it will be said to them,˺ “This is what you were promised, for whoever ˹constantly˺ turned ˹to Allah˺ and kept up ˹His commandments˺—",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 33,
    "ayahArV1": "مَّنْ خَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ",
    "ayahArV2": "من خشي الرحمن بالغيب وجاء بقلب منيب",
    "ayahEn": "who were in awe of the Most Compassionate without seeing ˹Him˺, and have come with a heart turning ˹only to Him˺.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 34,
    "ayahArV1": "ٱدْخُلُوهَا بِسَلَـٰمٍ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
    "ayahArV2": "ادخلوها بسلام ذلك يوم الخلود",
    "ayahEn": "Enter it in peace. This is the Day of eternal life!”",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 35,
    "ayahArV1": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
    "ayahArV2": "لهم ما يشاءون فيها ولدينا مزيد",
    "ayahEn": "There they will have whatever they desire, and with Us is ˹even˺ more.",
    "meta": {
      "page": 519,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 36,
    "ayahArV1": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا۟ فِى ٱلْبِلَـٰدِ هَلْ مِن مَّحِيصٍ",
    "ayahArV2": "وكم اهلكنا قبلهم من قرن هم اشد منهم بطشا فنقبوا في البلاد هل من محيص",
    "ayahEn": "˹Imagine˺ how many peoples We destroyed before them, who were far mightier than them. Then ˹when the torment came,˺ they ˹desperately˺ sought refuge in the land. ˹But˺ was there any escape?",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 37,
    "ayahArV1": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌ",
    "ayahArV2": "ان في ذلك لذكرى لمن كان له قلب او القى السمع وهو شهيد",
    "ayahEn": "Surely in this is a reminder for whoever has a ˹mindful˺ heart and lends an attentive ear.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 38,
    "ayahArV1": "وَلَقَدْ خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ",
    "ayahArV2": "ولقد خلقنا السماوات والارض وما بينهما في ستة ايام وما مسنا من لغوب",
    "ayahEn": "Indeed, We created the heavens and the earth and everything in between in six Days, and We were not ˹even˺ touched with fatigue.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 39,
    "ayahArV1": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
    "ayahArV2": "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب",
    "ayahEn": "So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 40,
    "ayahArV1": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَـٰرَ ٱلسُّجُودِ",
    "ayahArV2": "ومن الليل فسبحه وادبار السجود",
    "ayahEn": "And glorify Him during part of the night and after the prayers.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 41,
    "ayahArV1": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍ قَرِيبٍ",
    "ayahArV2": "واستمع يوم يناد المناد من مكان قريب",
    "ayahEn": "And listen! On the Day the caller will call out from a near place",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 42,
    "ayahArV1": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
    "ayahArV2": "يوم يسمعون الصيحة بالحق ذلك يوم الخروج",
    "ayahEn": "the Day all will hear the ˹mighty˺ Blast in ˹all˺ truth, that will be the Day of emergence ˹from the graves˺.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 43,
    "ayahArV1": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
    "ayahArV2": "انا نحن نحيي ونميت والينا المصير",
    "ayahEn": "It is certainly We Who give life and cause death. And to Us is the final return.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 44,
    "ayahArV1": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
    "ayahArV2": "يوم تشقق الارض عنهم سراعا ذلك حشر علينا يسير",
    "ayahEn": "˹Beware of˺ the Day the earth will split open, letting them rush forth. That will be an easy gathering for Us.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 50,
    "ayahNo": 45,
    "ayahArV1": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
    "ayahArV2": "نحن اعلم بما يقولون وما انت عليهم بجبار فذكر بالقران من يخاف وعيد",
    "ayahEn": "We know best what they say. And you ˹O Prophet˺ are not ˹there˺ to compel them ˹to believe˺. So remind with the Quran ˹only˺ those who fear My warning.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 1,
    "ayahArV1": "وَٱلذَّٰرِيَـٰتِ ذَرْوًا",
    "ayahArV2": "والذاريات ذروا",
    "ayahEn": "By the winds scattering ˹dust˺",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 2,
    "ayahArV1": "فَٱلْحَـٰمِلَـٰتِ وِقْرًا",
    "ayahArV2": "فالحاملات وقرا",
    "ayahEn": "and ˹the clouds˺ loaded with rain",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 3,
    "ayahArV1": "فَٱلْجَـٰرِيَـٰتِ يُسْرًا",
    "ayahArV2": "فالجاريات يسرا",
    "ayahEn": "and ˹the ships˺ gliding with ease",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 4,
    "ayahArV1": "فَٱلْمُقَسِّمَـٰتِ أَمْرًا",
    "ayahArV2": "فالمقسمات امرا",
    "ayahEn": "and ˹the angels˺ administering affairs by ˹Allah’s˺ command!",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 5,
    "ayahArV1": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
    "ayahArV2": "انما توعدون لصادق",
    "ayahEn": "Indeed, what you are promised is true.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 6,
    "ayahArV1": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٌ",
    "ayahArV2": "وان الدين لواقع",
    "ayahEn": "And the Judgment will certainly come to pass.",
    "meta": {
      "page": 520,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 7,
    "ayahArV1": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ",
    "ayahArV2": "والسماء ذات الحبك",
    "ayahEn": "˹And˺ by the heavens in their marvellous design!",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 8,
    "ayahArV1": "إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ",
    "ayahArV2": "انكم لفي قول مختلف",
    "ayahEn": "Surely you are ˹lost˺ in conflicting views ˹regarding the truth˺.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 9,
    "ayahArV1": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
    "ayahArV2": "يؤفك عنه من افك",
    "ayahEn": "Only those ˹destined to be˺ deluded are turned away from it.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 10,
    "ayahArV1": "قُتِلَ ٱلْخَرَّٰصُونَ",
    "ayahArV2": "قتل الخراصون",
    "ayahEn": "Condemned are the liars—",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 11,
    "ayahArV1": "ٱلَّذِينَ هُمْ فِى غَمْرَةٍ سَاهُونَ",
    "ayahArV2": "الذين هم في غمرة ساهون",
    "ayahEn": "those who are ˹steeped˺ in ignorance, totally heedless.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 12,
    "ayahArV1": "يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ",
    "ayahArV2": "يسالون ايان يوم الدين",
    "ayahEn": "They ask ˹mockingly˺, “When is this Day of Judgment?”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 13,
    "ayahArV1": "يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ",
    "ayahArV2": "يوم هم على النار يفتنون",
    "ayahEn": "˹It is˺ the Day they will be tormented over the Fire.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 14,
    "ayahArV1": "ذُوقُوا۟ فِتْنَتَكُمْ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
    "ayahArV2": "ذوقوا فتنتكم هذا الذي كنتم به تستعجلون",
    "ayahEn": "˹They will be told,˺ “Taste your torment! This is what you sought to hasten.”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 15,
    "ayahArV1": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَعُيُونٍ",
    "ayahArV2": "ان المتقين في جنات وعيون",
    "ayahEn": "Indeed, the righteous will be amid Gardens and springs",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 16,
    "ayahArV1": "ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
    "ayahArV2": "اخذين ما اتاهم ربهم انهم كانوا قبل ذلك محسنين",
    "ayahEn": "˹joyfully˺ receiving what their Lord will grant them. Before this ˹reward˺ they were truly good-doers ˹in the world˺:",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 17,
    "ayahArV1": "كَانُوا۟ قَلِيلًا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ",
    "ayahArV2": "كانوا قليلا من الليل ما يهجعون",
    "ayahEn": "they used to sleep only little in the night",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 18,
    "ayahArV1": "وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
    "ayahArV2": "وبالاسحار هم يستغفرون",
    "ayahEn": "and pray for forgiveness before dawn.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 19,
    "ayahArV1": "وَفِىٓ أَمْوَٰلِهِمْ حَقٌّ لِّلسَّآئِلِ وَٱلْمَحْرُومِ",
    "ayahArV2": "وفي اموالهم حق للسائل والمحروم",
    "ayahEn": "And in their wealth there was a rightful share ˹fulfilled˺ for the beggar and the poor.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 20,
    "ayahArV1": "وَفِى ٱلْأَرْضِ ءَايَـٰتٌ لِّلْمُوقِنِينَ",
    "ayahArV2": "وفي الارض ايات للموقنين",
    "ayahEn": "There are ˹countless˺ signs on earth for those with sure faith",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 21,
    "ayahArV1": "وَفِىٓ أَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ",
    "ayahArV2": "وفي انفسكم افلا تبصرون",
    "ayahEn": "as there are within yourselves. Can you not see?",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 22,
    "ayahArV1": "وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
    "ayahArV2": "وفي السماء رزقكم وما توعدون",
    "ayahEn": "In heaven is your sustenance and whatever you are promised.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 23,
    "ayahArV1": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ",
    "ayahArV2": "فورب السماء والارض انه لحق مثل ما انكم تنطقون",
    "ayahEn": "Then by the Lord of heaven and earth! ˹All˺ this is certainly as true as ˹the fact that˺ you can speak!",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 24,
    "ayahArV1": "هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ",
    "ayahArV2": "هل اتاك حديث ضيف ابراهيم المكرمين",
    "ayahEn": "Has the story of Abraham’s honoured guests reached you ˹O Prophet˺?",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 25,
    "ayahArV1": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ قَوْمٌ مُّنكَرُونَ",
    "ayahArV2": "اذ دخلوا عليه فقالوا سلاما قال سلام قوم منكرون",
    "ayahEn": "˹Remember˺ when they entered his presence and greeted ˹him with˺, “Peace!” He replied, “Peace ˹be upon you˺!” ˹Then he said to himself,˺ “˹These are˺ an unfamiliar people.”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 26,
    "ayahArV1": "فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍ سَمِينٍ",
    "ayahArV2": "فراغ الى اهله فجاء بعجل سمين",
    "ayahEn": "Then he slipped off to his family and brought a fat ˹roasted˺ calf",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 27,
    "ayahArV1": "فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
    "ayahArV2": "فقربه اليهم قال الا تاكلون",
    "ayahEn": "and placed it before them, asking, “Will you not eat?”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 28,
    "ayahArV1": "فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ قَالُوا۟ لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَـٰمٍ عَلِيمٍ",
    "ayahArV2": "فاوجس منهم خيفة قالوا لا تخف وبشروه بغلام عليم",
    "ayahEn": "˹They did not eat,˺ so he grew fearful of them. They reassured ˹him˺, “Do not be afraid,” and gave him good news of a knowledgeable son.",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 29,
    "ayahArV1": "فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
    "ayahArV2": "فاقبلت امراته في صرة فصكت وجهها وقالت عجوز عقيم",
    "ayahEn": "Then his wife came forward with a cry, clasping her forehead ˹in astonishment˺, exclaiming, “˹A baby from˺ a barren, old woman!”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  },
  {
    "surahNo": 51,
    "ayahNo": 30,
    "ayahArV1": "قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
    "ayahArV2": "قالوا كذلك قال ربك انه هو الحكيم العليم",
    "ayahEn": "They replied, “Such has your Lord decreed. He is truly the All-Wise, All-Knowing.”",
    "meta": {
      "page": 521,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 208,
      "sajda": false
    }
  }
]