[
  {
    "surahNo": 2,
    "ayahNo": 253,
    "ayahArV1": "۞ تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
    "ayahArV2": "تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجات واتينا عيسى ابن مريم البينات وايدناه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات ولكن اختلفوا فمنهم من امن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد",
    "ayahEn": "We have chosen some of those messengers above others. Allah spoke directly to some, and raised some high in rank. To Jesus, son of Mary, We gave clear proofs and supported him with the holy spirit. If Allah had willed, succeeding generations would not have fought ˹among themselves˺ after receiving the clear proofs. But they differed—some believed while others disbelieved. Yet if Allah had willed, they would not have fought one another. But Allah does what He wills.",
    "meta": {
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 254,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَـٰعَةٌ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "يا ايها الذين امنوا انفقوا مما رزقناكم من قبل ان ياتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم الظالمون",
    "ayahEn": "O believers! Donate from what We have provided for you before the arrival of a Day when there will be no bargaining, friendship, or intercession. Those who disbelieve are ˹truly˺ the wrongdoers.",
    "meta": {
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 255,
    "ayahArV1": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "ayahArV2": "الله لا اله الا هو الحي القيوم لا تاخذه سنة ولا نوم له ما في السماوات وما في الارض من ذا الذي يشفع عنده الا باذنه يعلم ما بين ايديهم وما خلفهم ولا يحيطون بشيء من علمه الا بما شاء وسع كرسيه السماوات والارض ولا يئوده حفظهما وهو العلي العظيم",
    "ayahEn": "Allah! There is no god ˹worthy of worship˺ except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He ˹fully˺ knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills ˹to reveal˺. His Seat encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest.",
    "meta": {
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 256,
    "ayahArV1": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "لا اكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم",
    "ayahEn": "Let there be no compulsion in religion, for the truth stands out clearly from falsehood. So whoever renounces false gods and believes in Allah has certainly grasped the firmest, unfailing hand-hold. And Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 42,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 257,
    "ayahArV1": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "الله ولي الذين امنوا يخرجهم من الظلمات الى النور والذين كفروا اولياؤهم الطاغوت يخرجونهم من النور الى الظلمات اولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "Allah is the Guardian of the believers—He brings them out of darkness and into light. As for the disbelievers, their guardians are false gods who lead them out of light and into darkness. It is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 258,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "الم تر الى الذي حاج ابراهيم في ربه ان اتاه الله الملك اذ قال ابراهيم ربي الذي يحيي ويميت قال انا احيي واميت قال ابراهيم فان الله ياتي بالشمس من المشرق فات بها من المغرب فبهت الذي كفر والله لا يهدي القوم الظالمين",
    "ayahEn": "Are you ˹O Prophet˺ not aware of the one who argued with Abraham about his Lord because Allah had granted him kingship? ˹Remember˺ when Abraham said, “My Lord is the One Who has power to give life and cause death.” He argued, “I too have the power to give life and cause death.” Abraham challenged ˹him˺, “Allah causes the sun to rise from the east. So make it rise from the west.” And so the disbeliever was dumbstruck. And Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 259,
    "ayahArV1": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "او كالذي مر على قرية وهي خاوية على عروشها قال انى يحيي هذه الله بعد موتها فاماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما او بعض يوم قال بل لبثت مائة عام فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلك اية للناس وانظر الى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال اعلم ان الله على كل شيء قدير",
    "ayahEn": "Or ˹are you not aware of˺ the one who passed by a city which was in ruins. He wondered, “How could Allah bring this back to life after its destruction?” So Allah caused him to die for a hundred years then brought him back to life. Allah asked, “How long have you remained ˹in this state˺?” He replied, “Perhaps a day or part of a day.” Allah said, “No! You have remained here for a hundred years! Just look at your food and drink—they have not spoiled. ˹But now˺ look at ˹the remains of˺ your donkey! And ˹so˺ We have made you into a sign for humanity. And look at the bones ˹of the donkey˺, how We bring them together then clothe them with flesh!” When this was made clear to him, he declared, “˹Now˺ I know that Allah is Most Capable of everything.”",
    "meta": {
      "page": 43,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 260,
    "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "واذ قال ابراهيم رب ارني كيف تحيي الموتى قال اولم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ اربعة من الطير فصرهن اليك ثم اجعل على كل جبل منهن جزءا ثم ادعهن ياتينك سعيا واعلم ان الله عزيز حكيم",
    "ayahEn": "And ˹remember˺ when Abraham said, “My Lord! Show me how you give life to the dead.” Allah responded, “Do you not believe?” Abraham replied, “Yes I do, but just so my heart can be reassured.” Allah said, “Then bring four birds, train them to come to you, ˹then cut them into pieces,˺ and scatter them on different hilltops. Then call them back, they will fly to you in haste. And ˹so you will˺ know that Allah is Almighty, All-Wise.”",
    "meta": {
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 261,
    "ayahArV1": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "مثل الذين ينفقون اموالهم في سبيل الله كمثل حبة انبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء والله واسع عليم",
    "ayahEn": "The example of those who spend their wealth in the cause of Allah is that of a grain that sprouts into seven ears, each bearing one hundred grains. And Allah multiplies ˹the reward even more˺ to whoever He wills. For Allah is All-Bountiful, All-Knowing.",
    "meta": {
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 262,
    "ayahArV1": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "الذين ينفقون اموالهم في سبيل الله ثم لا يتبعون ما انفقوا منا ولا اذى لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Those who spend their wealth in the cause of Allah and do not follow their charity with reminders of their generosity or hurtful words—they will get their reward from their Lord, and there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 17,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 263,
    "ayahArV1": "۞ قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
    "ayahArV2": "قول معروف ومغفرة خير من صدقة يتبعها اذى والله غني حليم",
    "ayahEn": "Kind words and forgiveness are better than charity followed by injury. And Allah is Self-Sufficient, Most Forbearing.",
    "meta": {
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 264,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا لا تبطلوا صدقاتكم بالمن والاذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الاخر فمثله كمثل صفوان عليه تراب فاصابه وابل فتركه صلدا لا يقدرون على شيء مما كسبوا والله لا يهدي القوم الكافرين",
    "ayahEn": "O believers! Do not waste your charity with reminders ˹of your generosity˺ or hurtful words, like those who donate their wealth just to show off and do not believe in Allah or the Last Day. Their example is that of a hard barren rock covered with a thin layer of soil hit by a strong rain—leaving it just a bare stone. Such people are unable to preserve the reward of their charity. Allah does not guide ˹such˺ disbelieving people.",
    "meta": {
      "page": 44,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 265,
    "ayahArV1": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "ومثل الذين ينفقون اموالهم ابتغاء مرضات الله وتثبيتا من انفسهم كمثل جنة بربوة اصابها وابل فاتت اكلها ضعفين فان لم يصبها وابل فطل والله بما تعملون بصير",
    "ayahEn": "And the example of those who donate their wealth, seeking Allah’s pleasure and believing the reward is certain, is that of a garden on a fertile hill: when heavy rain falls, it yields up twice its normal produce. If no heavy rain falls, a drizzle is sufficient. And Allah is All-Seeing of what you do.",
    "meta": {
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 266,
    "ayahArV1": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
    "ayahArV2": "ايود احدكم ان تكون له جنة من نخيل واعناب تجري من تحتها الانهار له فيها من كل الثمرات واصابه الكبر وله ذرية ضعفاء فاصابها اعصار فيه نار فاحترقت كذلك يبين الله لكم الايات لعلكم تتفكرون",
    "ayahEn": "Would any of you wish to have a garden with palm trees, grapevines, and all kinds of fruits with rivers flowing underneath and as they grow very old with dependent children, a fiery whirlwind hits the garden, burning it all up? This is how Allah makes His revelations clear to you, so perhaps you will reflect.",
    "meta": {
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 267,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
    "ayahArV2": "يا ايها الذين امنوا انفقوا من طيبات ما كسبتم ومما اخرجنا لكم من الارض ولا تيمموا الخبيث منه تنفقون ولستم باخذيه الا ان تغمضوا فيه واعلموا ان الله غني حميد",
    "ayahEn": "O believers! Donate from the best of what you have earned and of what We have produced for you from the earth. Do not pick out worthless things for donation, which you yourselves would only accept with closed eyes. And know that Allah is Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 268,
    "ayahArV1": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "الشيطان يعدكم الفقر ويامركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله واسع عليم",
    "ayahEn": "The Devil threatens you with ˹the prospect of˺ poverty and bids you to the shameful deed ˹of stinginess˺, while Allah promises you forgiveness and ˹great˺ bounties from Him. And Allah is All-Bountiful, All-Knowing.",
    "meta": {
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 269,
    "ayahArV1": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد اوتي خيرا كثيرا وما يذكر الا اولو الالباب",
    "ayahEn": "Allah grants wisdom to whoever He wills. And whoever is granted wisdom is certainly blessed with a great privilege. But none will be mindful ˹of this˺ except people of reason.",
    "meta": {
      "page": 45,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 270,
    "ayahArV1": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
    "ayahArV2": "وما انفقتم من نفقة او نذرتم من نذر فان الله يعلمه وما للظالمين من انصار",
    "ayahEn": "Whatever charities you give or vows you make are surely known to Allah. And the wrongdoers will have no helpers.",
    "meta": {
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 271,
    "ayahArV1": "إِن تُبْدُوا۟ ٱلصَّدَقَـٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "ان تبدوا الصدقات فنعما هي وان تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سيئاتكم والله بما تعملون خبير",
    "ayahEn": "To give charity publicly is good, but to give to the poor privately is better for you, and will absolve you of your sins. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 18,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 272,
    "ayahArV1": "۞ لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
    "ayahArV2": "ليس عليك هداهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلانفسكم وما تنفقون الا ابتغاء وجه الله وما تنفقوا من خير يوف اليكم وانتم لا تظلمون",
    "ayahEn": "You are not responsible for people’s guidance ˹O Prophet˺—it is Allah Who guides whoever He wills. Whatever you ˹believers˺ spend in charity, it is for your own good—as long as you do so seeking the pleasure of Allah. Whatever you donate will be paid back to you in full, and you will not be wronged.",
    "meta": {
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 273,
    "ayahArV1": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَـٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "ayahArV2": "للفقراء الذين احصروا في سبيل الله لا يستطيعون ضربا في الارض يحسبهم الجاهل اغنياء من التعفف تعرفهم بسيماهم لا يسالون الناس الحافا وما تنفقوا من خير فان الله به عليم",
    "ayahEn": "˹Charity is˺ for the needy who are too engaged in the cause of Allah to move about in the land ˹for work˺. Those unfamiliar with their situation will think they are not in need ˹of charity˺ because they do not beg. You can recognize them by their appearance. They do not beg people persistently. Whatever you give in charity is certainly well known to Allah.",
    "meta": {
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 274,
    "ayahArV1": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "الذين ينفقون اموالهم بالليل والنهار سرا وعلانية فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Those who spend their wealth in charity day and night, secretly and openly—their reward is with their Lord, and there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 46,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 275,
    "ayahArV1": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "الذين ياكلون الربا لا يقومون الا كما يقوم الذي يتخبطه الشيطان من المس ذلك بانهم قالوا انما البيع مثل الربا واحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فاولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "Those who consume interest will stand ˹on Judgment Day˺ like those driven to madness by Satan’s touch. That is because they say, “Trade is no different than interest.” But Allah has permitted trading and forbidden interest. Whoever refrains—after having received warning from their Lord—may keep their previous gains, and their case is left to Allah. As for those who persist, it is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 276,
    "ayahArV1": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
    "ayahArV2": "يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار اثيم",
    "ayahEn": "Allah has made interest fruitless and charity fruitful. And Allah does not like any ungrateful evildoer.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 277,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات واقاموا الصلاة واتوا الزكاة لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Indeed, those who believe, do good, establish prayer, and pay alms-tax will receive their reward from their Lord, and there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 278,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يا ايها الذين امنوا اتقوا الله وذروا ما بقي من الربا ان كنتم مؤمنين",
    "ayahEn": "O believers! Fear Allah, and give up outstanding interest if you are ˹true˺ believers.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 279,
    "ayahArV1": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
    "ayahArV2": "فان لم تفعلوا فاذنوا بحرب من الله ورسوله وان تبتم فلكم رءوس اموالكم لا تظلمون ولا تظلمون",
    "ayahEn": "If you do not, then beware of a war with Allah and His Messenger! But if you repent, you may retain your principal—neither inflicting nor suffering harm.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 280,
    "ayahArV1": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "وان كان ذو عسرة فنظرة الى ميسرة وان تصدقوا خير لكم ان كنتم تعلمون",
    "ayahEn": "If it is difficult for someone to repay a debt, postpone it until a time of ease. And if you waive it as an act of charity, it will be better for you, if only you knew.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 281,
    "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "واتقوا يوما ترجعون فيه الى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون",
    "ayahEn": "Be mindful of the Day when you will ˹all˺ be returned to Allah, then every soul will be paid in full for what it has done, and none will be wronged.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 282,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۢ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَـٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَآرَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۢ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا اذا تداينتم بدين الى اجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا ياب كاتب ان يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيئا فان كان الذي عليه الحق سفيها او ضعيفا او لا يستطيع ان يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فان لم يكونا رجلين فرجل وامراتان ممن ترضون من الشهداء ان تضل احداهما فتذكر احداهما الاخرى ولا ياب الشهداء اذا ما دعوا ولا تساموا ان تكتبوه صغيرا او كبيرا الى اجله ذلكم اقسط عند الله واقوم للشهادة وادنى الا ترتابوا الا ان تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح الا تكتبوها واشهدوا اذا تبايعتم ولا يضار كاتب ولا شهيد وان تفعلوا فانه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شيء عليم",
    "ayahEn": "O believers! When you contract a loan for a fixed period of time, commit it to writing. Let the scribe maintain justice between the parties. The scribe should not refuse to write as Allah has taught them to write. They will write what the debtor dictates, bearing Allah in mind and not defrauding the debt. If the debtor is incompetent, weak, or unable to dictate, let their guardian dictate for them with justice. Call upon two of your men to witness. If two men cannot be found, then one man and two women of your choice will witness—so if one of the women forgets the other may remind her. The witnesses must not refuse when they are summoned. You must not be against writing ˹contracts˺ for a fixed period—whether the sum is small or great. This is more just ˹for you˺ in the sight of Allah, and more convenient to establish evidence and remove doubts. However, if you conduct an immediate transaction among yourselves, then there is no need for you to record it, but call upon witnesses when a deal is finalized. Let no harm come to the scribe or witnesses. If you do, then you have gravely exceeded ˹your limits˺. Be mindful of Allah, for Allah ˹is the One Who˺ teaches you. And Allah has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 48,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 283,
    "ayahArV1": "۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا۟ كَاتِبًا فَرِهَـٰنٌ مَّقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
    "ayahArV2": "وان كنتم على سفر ولم تجدوا كاتبا فرهان مقبوضة فان امن بعضكم بعضا فليؤد الذي اؤتمن امانته وليتق الله ربه ولا تكتموا الشهادة ومن يكتمها فانه اثم قلبه والله بما تعملون عليم",
    "ayahEn": "If you are on a journey and a scribe cannot be found, then a security can be taken. If you trust one another, then ˹there is no need for a security, but˺ the debtor should honour this trust ˹by repaying the debt˺—and let them fear Allah, their Lord. And do not conceal the testimony, for whoever conceals it, their hearts are indeed sinful. And Allah ˹fully˺ knows what you do.",
    "meta": {
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 284,
    "ayahArV1": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "لله ما في السماوات وما في الارض وان تبدوا ما في انفسكم او تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Whether you reveal what is in your hearts or conceal it, Allah will call you to account for it. He forgives whoever He wills, and punishes whoever He wills. And Allah is Most Capable of everything.",
    "meta": {
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 285,
    "ayahArV1": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
    "ayahArV2": "امن الرسول بما انزل اليه من ربه والمؤمنون كل امن بالله وملائكته وكتبه ورسله لا نفرق بين احد من رسله وقالوا سمعنا واطعنا غفرانك ربنا واليك المصير",
    "ayahEn": "The Messenger ˹firmly˺ believes in what has been revealed to him from his Lord, and so do the believers. They ˹all˺ believe in Allah, His angels, His Books, and His messengers. ˹They proclaim,˺ “We make no distinction between any of His messengers.” And they say, “We hear and obey. ˹We seek˺ Your forgiveness, our Lord! And to You ˹alone˺ is the final return.”",
    "meta": {
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 286,
    "ayahArV1": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا ان نسينا او اخطانا ربنا ولا تحمل علينا اصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا انت مولانا فانصرنا على القوم الكافرين",
    "ayahEn": "Allah does not require of any soul more than what it can afford. All good will be for its own benefit, and all evil will be to its own loss. ˹The believers pray,˺ “Our Lord! Do not punish us if we forget or make a mistake. Our Lord! Do not place a burden on us like the one you placed on those before us. Our Lord! Do not burden us with what we cannot bear. Pardon us, forgive us, and have mercy on us. You are our ˹only˺ Guardian. So grant us victory over the disbelieving people.”",
    "meta": {
      "page": 49,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 2,
    "ayahArV1": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ",
    "ayahArV2": "الله لا اله الا هو الحي القيوم",
    "ayahEn": "Allah! There is no god ˹worthy of worship˺ except Him—the Ever-Living, All-Sustaining.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 3,
    "ayahArV1": "نَزَّلَ عَلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "ayahArV2": "نزل عليك الكتاب بالحق مصدقا لما بين يديه وانزل التوراة والانجيل",
    "ayahEn": "He has revealed to you ˹O Prophet˺ the Book in truth, confirming what came before it, as He revealed the Torah and the Gospel",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 4,
    "ayahArV1": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ ۗ إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "ayahArV2": "من قبل هدى للناس وانزل الفرقان ان الذين كفروا بايات الله لهم عذاب شديد والله عزيز ذو انتقام",
    "ayahEn": "previously, as a guide for people, and ˹also˺ revealed the Standard ˹to distinguish between right and wrong˺. Surely those who reject Allah’s revelations will suffer a severe torment. For Allah is Almighty, capable of punishment.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 5,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
    "ayahArV2": "ان الله لا يخفى عليه شيء في الارض ولا في السماء",
    "ayahEn": "Surely nothing on earth or in the heavens is hidden from Allah.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 6,
    "ayahArV1": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "هو الذي يصوركم في الارحام كيف يشاء لا اله الا هو العزيز الحكيم",
    "ayahEn": "He is the One Who shapes you in the wombs of your mothers as He wills. There is no god ˹worthy of worship˺ except Him—the Almighty, All-Wise.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 7,
    "ayahArV1": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَـٰبَ مِنْهُ ءَايَـٰتٌ مُّحْكَمَـٰتٌ هُنَّ أُمُّ ٱلْكِتَـٰبِ وَأُخَرُ مُتَشَـٰبِهَـٰتٌ ۖ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَـٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ ۗ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "هو الذي انزل عليك الكتاب منه ايات محكمات هن ام الكتاب واخر متشابهات فاما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تاويله وما يعلم تاويله الا الله والراسخون في العلم يقولون امنا به كل من عند ربنا وما يذكر الا اولو الالباب",
    "ayahEn": "He is the One Who has revealed to you ˹O Prophet˺ the Book, of which some verses are precise—they are the foundation of the Book—while others are elusive. Those with deviant hearts follow the elusive verses seeking ˹to spread˺ doubt through their ˹false˺ interpretations—but none grasps their ˹full˺ meaning except Allah. As for those well-grounded in knowledge, they say, “We believe in this ˹Quran˺—it is all from our Lord.” But none will be mindful ˹of this˺ except people of reason.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 8,
    "ayahArV1": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
    "ayahArV2": "ربنا لا تزغ قلوبنا بعد اذ هديتنا وهب لنا من لدنك رحمة انك انت الوهاب",
    "ayahEn": "˹They say,˺ “Our Lord! Do not let our hearts deviate after you have guided us. Grant us Your mercy. You are indeed the Giver ˹of all bounties˺.",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 9,
    "ayahArV1": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
    "ayahArV2": "ربنا انك جامع الناس ليوم لا ريب فيه ان الله لا يخلف الميعاد",
    "ayahEn": "Our Lord! You will certainly gather all humanity for the ˹promised˺ Day—about which there is no doubt. Surely Allah does not break His promise.”",
    "meta": {
      "page": 50,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 10,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۖ وَأُو۟لَـٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
    "ayahArV2": "ان الذين كفروا لن تغني عنهم اموالهم ولا اولادهم من الله شيئا واولئك هم وقود النار",
    "ayahEn": "Indeed, neither the wealth nor children of the disbelievers will be of any benefit to them against Allah—and they will be the fuel for the Fire.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 11,
    "ayahArV1": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "كداب ال فرعون والذين من قبلهم كذبوا باياتنا فاخذهم الله بذنوبهم والله شديد العقاب",
    "ayahEn": "Their fate will be like that of the people of Pharaoh and those before them—they all rejected Our signs, so Allah seized them for their sins. And Allah is severe in punishment.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 12,
    "ayahArV1": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ",
    "ayahArV2": "قل للذين كفروا ستغلبون وتحشرون الى جهنم وبئس المهاد",
    "ayahEn": "˹O Prophet!˺ Tell the disbelievers, “Soon you will be overpowered and driven to Hell—what an evil place to rest!”",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 13,
    "ayahArV1": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌ تُقَـٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
    "ayahArV2": "قد كان لكم اية في فئتين التقتا فئة تقاتل في سبيل الله واخرى كافرة يرونهم مثليهم راي العين والله يؤيد بنصره من يشاء ان في ذلك لعبرة لاولي الابصار",
    "ayahEn": "Indeed, there was a sign for you in the two armies that met in battle—one fighting for the cause of Allah and the other in denial. The believers saw their enemy twice their number. But Allah supports with His victory whoever He wills. Surely in this is a lesson for people of insight.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 14,
    "ayahArV1": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَـٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَـٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
    "ayahArV2": "زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والانعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن الماب",
    "ayahEn": "The enjoyment of ˹worldly˺ desires—women, children, treasures of gold and silver, fine horses, cattle, and fertile land—has been made appealing to people. These are the pleasures of this worldly life, but with Allah is the finest destination.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 15,
    "ayahArV1": "۞ قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "قل اؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات تجري من تحتها الانهار خالدين فيها وازواج مطهرة ورضوان من الله والله بصير بالعباد",
    "ayahEn": "Say, ˹O Prophet,˺ “Shall I inform you of what is better than ˹all of˺ this? Those mindful ˹of Allah˺ will have Gardens with their Lord under which rivers flow, to stay there forever, and pure spouses, along with Allah’s pleasure.” And Allah is All-Seeing of ˹His˺ servants",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 16,
    "ayahArV1": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
    "ayahArV2": "الذين يقولون ربنا اننا امنا فاغفر لنا ذنوبنا وقنا عذاب النار",
    "ayahEn": "who pray, “Our Lord! We have believed, so forgive our sins and protect us from the torment of the Fire.”",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 17,
    "ayahArV1": "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلْقَـٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
    "ayahArV2": "الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالاسحار",
    "ayahEn": "˹It is they˺ who are patient, sincere, obedient, and charitable, and who pray for forgiveness before dawn.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 18,
    "ayahArV1": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلْمَلَـٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "شهد الله انه لا اله الا هو والملائكة واولو العلم قائما بالقسط لا اله الا هو العزيز الحكيم",
    "ayahEn": "Allah ˹Himself˺ is a Witness that there is no god ˹worthy of worship˺ except Him—and so are the angels and people of knowledge. He is the Maintainer of justice. There is no god ˹worthy of worship˺ except Him—the Almighty, All-Wise.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 19,
    "ayahArV1": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "ان الدين عند الله الاسلام وما اختلف الذين اوتوا الكتاب الا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بايات الله فان الله سريع الحساب",
    "ayahEn": "Certainly, Allah’s only Way is Islam. Those who were given the Scripture did not dispute ˹among themselves˺ out of mutual envy until knowledge came to them. Whoever denies Allah’s signs, then surely Allah is swift in reckoning.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 20,
    "ayahArV1": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْأُمِّيِّـۧنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "فان حاجوك فقل اسلمت وجهي لله ومن اتبعن وقل للذين اوتوا الكتاب والاميين ااسلمتم فان اسلموا فقد اهتدوا وان تولوا فانما عليك البلاغ والله بصير بالعباد",
    "ayahEn": "So if they argue with you ˹O Prophet˺, say, “I have submitted myself to Allah, and so have my followers.” And ask those who were given the Scripture and the illiterate ˹people˺, “Have you submitted yourselves ˹to Allah˺?” If they submit, they will be ˹rightly˺ guided. But if they turn away, then your duty is only to deliver ˹the message˺. And Allah is All-Seeing of ˹His˺ servants.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 21,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "ان الذين يكفرون بايات الله ويقتلون النبيين بغير حق ويقتلون الذين يامرون بالقسط من الناس فبشرهم بعذاب اليم",
    "ayahEn": "Indeed, those who deny Allah’s signs, kill the prophets unjustly, and kill people who stand up for justice—give them good news of a painful punishment.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 22,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "اولئك الذين حبطت اعمالهم في الدنيا والاخرة وما لهم من ناصرين",
    "ayahEn": "They are the ones whose deeds are wasted in this world and the Hereafter. And they will have no helpers.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 23,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُدْعَوْنَ إِلَىٰ كِتَـٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ",
    "ayahArV2": "الم تر الى الذين اوتوا نصيبا من الكتاب يدعون الى كتاب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون",
    "ayahEn": "Have you not seen those who were given a portion of the Scriptures? Yet when they are invited to the Book of Allah to settle their disputes, some of them turn away heedlessly.",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 24,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ ۖ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "ذلك بانهم قالوا لن تمسنا النار الا اياما معدودات وغرهم في دينهم ما كانوا يفترون",
    "ayahEn": "This is because they say, “The Fire will not touch us except for a few days.” They have been deceived in their faith by their wishful lying.",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 25,
    "ayahArV1": "فَكَيْفَ إِذَا جَمَعْنَـٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "فكيف اذا جمعناهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون",
    "ayahEn": "But how ˹horrible˺ will it be when We gather them together on the Day about which there is no doubt—when every soul will be paid in full for what it has done, and none will be wronged!",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 26,
    "ayahArV1": "قُلِ ٱللَّهُمَّ مَـٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ ۖ بِيَدِكَ ٱلْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير انك على كل شيء قدير",
    "ayahEn": "Say, ˹O Prophet,˺ “O Allah! Lord over all authorities! You give authority to whoever You please and remove it from who You please; You honour whoever You please and disgrace who You please—all good is in Your Hands. Surely You ˹alone˺ are Most Capable of everything.",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 27,
    "ayahArV1": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۖ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ ۖ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ",
    "ayahArV2": "تولج الليل في النهار وتولج النهار في الليل وتخرج الحي من الميت وتخرج الميت من الحي وترزق من تشاء بغير حساب",
    "ayahEn": "You cause the night to pass into the day and the day into the night. You bring forth the living from the dead and the dead from the living. And You provide for whoever You will without limit.”",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 28,
    "ayahArV1": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۖ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةً ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
    "ayahArV2": "لا يتخذ المؤمنون الكافرين اولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء الا ان تتقوا منهم تقاة ويحذركم الله نفسه والى الله المصير",
    "ayahEn": "Believers should not take disbelievers as guardians instead of the believers—and whoever does so will have nothing to hope for from Allah—unless it is a precaution against their tyranny. And Allah warns you about Himself. And to Allah is the final return.",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 29,
    "ayahArV1": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ ۗ وَيَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "قل ان تخفوا ما في صدوركم او تبدوه يعلمه الله ويعلم ما في السماوات وما في الارض والله على كل شيء قدير",
    "ayahEn": "Say, ˹O Prophet,˺ “Whether you conceal what is in your hearts or reveal it, it is known to Allah. For He knows whatever is in the heavens and whatever is on the earth. And Allah is Most Capable of everything.”",
    "meta": {
      "page": 53,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 30,
    "ayahArV1": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو ان بينها وبينه امدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد",
    "ayahEn": "˹Watch for˺ the Day when every soul will be presented with whatever good it has done. And it will wish that its misdeeds were far off. And Allah warns you about Himself. And Allah is Ever Gracious to ˹His˺ servants.",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 31,
    "ayahArV1": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "قل ان كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم",
    "ayahEn": "Say, ˹O Prophet,˺ “If you ˹sincerely˺ love Allah, then follow me; Allah will love you and forgive your sins. For Allah is All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 32,
    "ayahArV1": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "قل اطيعوا الله والرسول فان تولوا فان الله لا يحب الكافرين",
    "ayahEn": "Say, ˹O Prophet,˺ “Obey Allah and His Messenger.” If they still turn away, then truly Allah does not like the disbelievers.",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 33,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ان الله اصطفى ادم ونوحا وال ابراهيم وال عمران على العالمين",
    "ayahEn": "Indeed, Allah chose Adam, Noah, the family of Abraham, and the family of ’Imrân above all people ˹of their time˺.",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 34,
    "ayahArV1": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "ذرية بعضها من بعض والله سميع عليم",
    "ayahEn": "They are descendants of one another. And Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 35,
    "ayahArV1": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "اذ قالت امرات عمران رب اني نذرت لك ما في بطني محررا فتقبل مني انك انت السميع العليم",
    "ayahEn": "˹Remember˺ when the wife of ’Imrân said, “My Lord! I dedicate what is in my womb entirely to Your service, so accept it from me. You ˹alone˺ are truly the All-Hearing, All-Knowing.”",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 36,
    "ayahArV1": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
    "ayahArV2": "فلما وضعتها قالت رب اني وضعتها انثى والله اعلم بما وضعت وليس الذكر كالانثى واني سميتها مريم واني اعيذها بك وذريتها من الشيطان الرجيم",
    "ayahEn": "When she delivered, she said, “My Lord! I have given birth to a girl,”—and Allah fully knew what she had delivered—“and the male is not like the female. I have named her Mary, and I seek Your protection for her and her offspring from Satan, the accursed.”",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 37,
    "ayahArV1": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يَـٰمَرْيَمُ أَنَّىٰ لَكِ هَـٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ ۖ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
    "ayahArV2": "فتقبلها ربها بقبول حسن وانبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم انى لك هذا قالت هو من عند الله ان الله يرزق من يشاء بغير حساب",
    "ayahEn": "So her Lord accepted her graciously and blessed her with a pleasant upbringing—entrusting her to the care of Zachariah. Whenever Zachariah visited her in the sanctuary, he found her supplied with provisions. He exclaimed, “O Mary! Where did this come from?” She replied, “It is from Allah. Surely Allah provides for whoever He wills without limit.”",
    "meta": {
      "page": 54,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 38,
    "ayahArV1": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
    "ayahArV2": "هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة انك سميع الدعاء",
    "ayahEn": "Then and there Zachariah prayed to his Lord, saying, “My Lord! Grant me—by your grace—righteous offspring. You are certainly the Hearer of ˹all˺ prayers.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 39,
    "ayahArV1": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "فنادته الملائكة وهو قائم يصلي في المحراب ان الله يبشرك بيحيى مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصالحين",
    "ayahEn": "So the angels called out to him while he stood praying in the sanctuary, “Allah gives you good news of ˹the birth of˺ John who will confirm the Word of Allah and will be a great leader, chaste, and a prophet among the righteous.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 40,
    "ayahArV1": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
    "ayahArV2": "قال رب انى يكون لي غلام وقد بلغني الكبر وامراتي عاقر قال كذلك الله يفعل ما يشاء",
    "ayahEn": "Zachariah exclaimed, “My Lord! How can I have a son when I am very old and my wife is barren?” He replied, “So will it be. Allah does what He wills.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 41,
    "ayahArV1": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "ayahArV2": "قال رب اجعل لي اية قال ايتك الا تكلم الناس ثلاثة ايام الا رمزا واذكر ربك كثيرا وسبح بالعشي والابكار",
    "ayahEn": "Zachariah said, “My Lord! Grant me a sign.” He said, “Your sign is that you will not ˹be able to˺ speak to people for three days except through gestures. Remember your Lord often and glorify ˹Him˺ morning and evening.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 42,
    "ayahArV1": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "واذ قالت الملائكة يا مريم ان الله اصطفاك وطهرك واصطفاك على نساء العالمين",
    "ayahEn": "And ˹remember˺ when the angels said, “O Mary! Surely Allah has selected you, purified you, and chosen you over all women of the world.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 43,
    "ayahArV1": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
    "ayahArV2": "يا مريم اقنتي لربك واسجدي واركعي مع الراكعين",
    "ayahEn": "O  Mary! Be devout to your Lord, prostrate yourself ˹in prayer˺ and bow along with those who bow down.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 44,
    "ayahArV1": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
    "ayahArV2": "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ يلقون اقلامهم ايهم يكفل مريم وما كنت لديهم اذ يختصمون",
    "ayahEn": "This is news of the unseen that We reveal to you ˹O Prophet˺. You were not with them when they cast lots to decide who would be Mary’s guardian, nor were you there when they argued ˹about it˺.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 45,
    "ayahArV1": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
    "ayahArV2": "اذ قالت الملائكة يا مريم ان الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والاخرة ومن المقربين",
    "ayahEn": "˹Remember˺ when the angels proclaimed, “O Mary! Allah gives you good news of a Word from Him, his name will be the Messiah, Jesus, son of Mary; honoured in this world and the Hereafter, and he will be one of those nearest ˹to Allah˺.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 46,
    "ayahArV1": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ويكلم الناس في المهد وكهلا ومن الصالحين",
    "ayahEn": "And he will speak to people in ˹his˺ infancy and adulthood and will be one of the righteous.”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 47,
    "ayahArV1": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "قالت رب انى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء اذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "Mary wondered, “My Lord! How can I have a child when no man has ever touched me?” An angel replied, “So will it be. Allah creates what He wills. When He decrees a matter, He simply tells it, ‘Be!’ And it is!",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 48,
    "ayahArV1": "وَيُعَلِّمُهُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "ayahArV2": "ويعلمه الكتاب والحكمة والتوراة والانجيل",
    "ayahEn": "And Allah will teach him writing and wisdom, the Torah and the Gospel",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 49,
    "ayahArV1": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "ورسولا الى بني اسرائيل اني قد جئتكم باية من ربكم اني اخلق لكم من الطين كهيئة الطير فانفخ فيه فيكون طيرا باذن الله وابرئ الاكمه والابرص واحيي الموتى باذن الله وانبئكم بما تاكلون وما تدخرون في بيوتكم ان في ذلك لاية لكم ان كنتم مؤمنين",
    "ayahEn": "and ˹make him˺ a messenger to the Children of Israel ˹to proclaim,˺ ‘I have come to you with a sign from your Lord: I will make for you a bird from clay, breathe into it, and it will become a ˹real˺ bird—by Allah’s Will. I will heal the blind and the leper and raise the dead to life—by Allah’s Will. And I will prophesize what you eat and store in your houses. Surely in this is a sign for you if you ˹truly˺ believe.",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 50,
    "ayahArV1": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
    "ayahArV2": "ومصدقا لما بين يدي من التوراة ولاحل لكم بعض الذي حرم عليكم وجئتكم باية من ربكم فاتقوا الله واطيعون",
    "ayahEn": "And I will confirm the Torah revealed before me and legalize some of what had been forbidden to you. I have come to you with a sign from your Lord, so be mindful of Allah and obey me.",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 51,
    "ayahArV1": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "ayahArV2": "ان الله ربي وربكم فاعبدوه هذا صراط مستقيم",
    "ayahEn": "Surely Allah is my Lord and your Lord. So worship Him ˹alone˺. This is the Straight Path.’”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 52,
    "ayahArV1": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
    "ayahArV2": "فلما احس عيسى منهم الكفر قال من انصاري الى الله قال الحواريون نحن انصار الله امنا بالله واشهد بانا مسلمون",
    "ayahEn": "When Jesus sensed disbelief from his people, he asked, “Who will stand up with me for Allah?” The disciples replied, “We will stand up for Allah. We believe in Allah, so bear witness that we have submitted.”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 53,
    "ayahArV1": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "ربنا امنا بما انزلت واتبعنا الرسول فاكتبنا مع الشاهدين",
    "ayahEn": "˹They prayed to Allah,˺ “Our Lord! We believe in Your revelations and follow the messenger, so count us among those who bear witness.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 54,
    "ayahArV1": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
    "ayahArV2": "ومكروا ومكر الله والله خير الماكرين",
    "ayahEn": "And the disbelievers made a plan ˹against Jesus˺, but Allah also planned—and Allah is the best of planners.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 55,
    "ayahArV1": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "اذ قال الله يا عيسى اني متوفيك ورافعك الي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا الى يوم القيامة ثم الي مرجعكم فاحكم بينكم فيما كنتم فيه تختلفون",
    "ayahEn": "˹Remember˺ when Allah said, “O Jesus! I will take you and raise you up to Myself. I will deliver you from those who disbelieve, and elevate your followers above the disbelievers until the Day of Judgment. Then to Me you will ˹all˺ return, and I will settle all your disputes.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 56,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "فاما الذين كفروا فاعذبهم عذابا شديدا في الدنيا والاخرة وما لهم من ناصرين",
    "ayahEn": "As for those who disbelieve, I will subject them to a severe punishment in this life and the Hereafter, and they will have no helpers.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 57,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واما الذين امنوا وعملوا الصالحات فيوفيهم اجورهم والله لا يحب الظالمين",
    "ayahEn": "And as for those who believe and do good, they will be rewarded in full. And Allah does not like the wrongdoers.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 58,
    "ayahArV1": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْـَٔايَـٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
    "ayahArV2": "ذلك نتلوه عليك من الايات والذكر الحكيم",
    "ayahEn": "We recite ˹all˺ this to you ˹O Prophet˺ as one of the signs and ˹as˺ a wise reminder.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 59,
    "ayahArV1": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "ان مثل عيسى عند الله كمثل ادم خلقه من تراب ثم قال له كن فيكون",
    "ayahEn": "Indeed, the example of Jesus in the sight of Allah is like that of Adam. He created him from dust, then said to him, “Be!” And he was!",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 60,
    "ayahArV1": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
    "ayahArV2": "الحق من ربك فلا تكن من الممترين",
    "ayahEn": "This is the truth from your Lord, so do not be one of those who doubt.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 61,
    "ayahArV1": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَـٰذِبِينَ",
    "ayahArV2": "فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع ابناءنا وابناءكم ونساءنا ونساءكم وانفسنا وانفسكم ثم نبتهل فنجعل لعنت الله على الكاذبين",
    "ayahEn": "Now, whoever disputes with you ˹O Prophet˺ concerning Jesus after full knowledge has come to you, say, “Come! Let us gather our children and your children, our women and your women, ourselves and yourselves—then let us sincerely invoke Allah’s curse upon the liars.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 62,
    "ayahArV1": "إِنَّ هَـٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ان هذا لهو القصص الحق وما من اله الا الله وان الله لهو العزيز الحكيم",
    "ayahEn": "Certainly, this is the true narrative, and there is no god ˹worthy of worship˺ except Allah. And indeed, Allah ˹alone˺ is the Almighty, All-Wise.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 63,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
    "ayahArV2": "فان تولوا فان الله عليم بالمفسدين",
    "ayahEn": "If they turn away, then surely Allah has ˹perfect˺ knowledge of the corruptors.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 64,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
    "ayahArV2": "قل يا اهل الكتاب تعالوا الى كلمة سواء بيننا وبينكم الا نعبد الا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا اربابا من دون الله فان تولوا فقولوا اشهدوا بانا مسلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Let us come to common terms: that we will worship none but Allah, associate none with Him, nor take one another as lords instead of Allah.” But if they turn away, then say, “Bear witness that we have submitted ˹to Allah alone˺.”",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 65,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "يا اهل الكتاب لم تحاجون في ابراهيم وما انزلت التوراة والانجيل الا من بعده افلا تعقلون",
    "ayahEn": "O People of the Book! Why do you argue about Abraham, while the Torah and the Gospel were not revealed until long after him? Do you not understand?",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 66,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ حَـٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "ها انتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وانتم لا تعلمون",
    "ayahEn": "Here you are! You disputed about what you have ˹little˺ knowledge of, but why do you now argue about what you have no knowledge of? Allah knows and you do not know.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 67,
    "ayahArV1": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَـٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ما كان ابراهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين",
    "ayahEn": "Abraham was neither a Jew nor a Christian; he submitted in all uprightness and was not a polytheist.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 68,
    "ayahArV1": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَـٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ان اولى الناس بابراهيم للذين اتبعوه وهذا النبي والذين امنوا والله ولي المؤمنين",
    "ayahEn": "Indeed, those who have the best claim to Abraham are his followers, this Prophet, and the believers. And Allah is the Guardian of those who believe.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 69,
    "ayahArV1": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "ayahArV2": "ودت طائفة من اهل الكتاب لو يضلونكم وما يضلون الا انفسهم وما يشعرون",
    "ayahEn": "Some of the People of the Book wish to mislead you ˹believers˺. They mislead none but themselves, yet they fail to perceive it.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 70,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
    "ayahArV2": "يا اهل الكتاب لم تكفرون بايات الله وانتم تشهدون",
    "ayahEn": "O  People of the Book! Why do you reject the signs of Allah while you bear witness ˹to their truth˺?",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 71,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "يا اهل الكتاب لم تلبسون الحق بالباطل وتكتمون الحق وانتم تعلمون",
    "ayahEn": "O  People of the Book! Why do you mix the truth with falsehood and hide the truth knowingly?",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 72,
    "ayahArV1": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقالت طائفة من اهل الكتاب امنوا بالذي انزل على الذين امنوا وجه النهار واكفروا اخره لعلهم يرجعون",
    "ayahEn": "A group among the People of the Book said ˹to one another˺, “Believe in what has been revealed to the believers in the morning and reject it in the evening, so they may abandon their faith.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 73,
    "ayahArV1": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "ولا تؤمنوا الا لمن تبع دينكم قل ان الهدى هدى الله ان يؤتى احد مثل ما اوتيتم او يحاجوكم عند ربكم قل ان الفضل بيد الله يؤتيه من يشاء والله واسع عليم",
    "ayahEn": "And only believe those who follow your religion.” Say, ˹O Prophet,˺ “Surely, ˹the only˺ true guidance is Allah’s guidance.” ˹They also said,˺ “Do not believe that someone will receive ˹revealed˺ knowledge similar to yours or argue against you before your Lord.” Say, ˹O Prophet,˺ “Indeed, all bounty is in the Hands of Allah—He grants it to whoever He wills. And Allah is All-Bountiful, All-Knowing.”",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 74,
    "ayahArV1": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "يختص برحمته من يشاء والله ذو الفضل العظيم",
    "ayahEn": "He chooses whoever He wills to receive His mercy. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 75,
    "ayahArV1": "۞ وَمِنْ أَهْلِ ٱلْكِتَـٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّـۧنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "ومن اهل الكتاب من ان تامنه بقنطار يؤده اليك ومنهم من ان تامنه بدينار لا يؤده اليك الا ما دمت عليه قائما ذلك بانهم قالوا ليس علينا في الاميين سبيل ويقولون على الله الكذب وهم يعلمون",
    "ayahEn": "There are some among the People of the Book who, if entrusted with a stack of gold, will readily return it. Yet there are others who, if entrusted with a single coin, will not repay it unless you constantly demand it. This is because they say, “We are not accountable for ˹exploiting˺ the Gentiles.” And ˹so˺ they attribute lies to Allah knowingly.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 76,
    "ayahArV1": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "ayahArV2": "بلى من اوفى بعهده واتقى فان الله يحب المتقين",
    "ayahEn": "Absolutely! Those who honour their trusts and shun evil—surely Allah loves those who are mindful ˹of Him˺.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 77,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَـٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَـٰٓئِكَ لَا خَلَـٰقَ لَهُمْ فِى ٱلْـَٔاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين يشترون بعهد الله وايمانهم ثمنا قليلا اولئك لا خلاق لهم في الاخرة ولا يكلمهم الله ولا ينظر اليهم يوم القيامة ولا يزكيهم ولهم عذاب اليم",
    "ayahEn": "Indeed, those who trade Allah’s covenant and their oaths for a fleeting gain will have no share in the Hereafter. Allah will neither speak to them, nor look at them, nor purify them on the Day of Judgment. And they will suffer a painful punishment.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 78,
    "ayahArV1": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَـٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَـٰبِ وَمَا هُوَ مِنَ ٱلْكِتَـٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "وان منهم لفريقا يلوون السنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون",
    "ayahEn": "There are some among them who distort the Book with their tongues to make you think this ˹distortion˺ is from the Book—but it is not what the Book says. They say, “It is from Allah”—but it is not from Allah. And ˹so˺ they attribute lies to Allah knowingly.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 79,
    "ayahArV1": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادًا لِّى مِن دُونِ ٱللَّهِ وَلَـٰكِن كُونُوا۟ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَـٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
    "ayahArV2": "ما كان لبشر ان يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون",
    "ayahEn": "It is not appropriate for someone who Allah has blessed with the Scripture, wisdom, and prophethood to say to people, “Worship me instead of Allah.” Rather, he would say, “Be devoted to the worship of your Lord ˹alone˺”—in accordance with what these prophets read in the Scripture and what they taught.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 80,
    "ayahArV1": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا۟ ٱلْمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرْبَابًا ۗ أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ",
    "ayahArV2": "ولا يامركم ان تتخذوا الملائكة والنبيين اربابا ايامركم بالكفر بعد اذ انتم مسلمون",
    "ayahEn": "And he would never ask you to take angels and prophets as lords. Would he ask you to disbelieve after you have submitted?",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 81,
    "ayahArV1": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَـٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ ۚ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى ۖ قَالُوٓا۟ أَقْرَرْنَا ۚ قَالَ فَٱشْهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "واذ اخذ الله ميثاق النبيين لما اتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ااقررتم واخذتم على ذلكم اصري قالوا اقررنا قال فاشهدوا وانا معكم من الشاهدين",
    "ayahEn": "˹Remember˺ when Allah made a covenant with the prophets, ˹saying,˺ “Now that I have given you the Book and wisdom, if there comes to you a messenger confirming what you have, you must believe in him and support him.” He added, “Do you affirm this covenant and accept this commitment?” They said, “Yes, we do.” Allah said, “Then bear witness, and I too am a Witness.”",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 82,
    "ayahArV1": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "فمن تولى بعد ذلك فاولئك هم الفاسقون",
    "ayahEn": "Whoever turns back after this, they will be the rebellious.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 83,
    "ayahArV1": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
    "ayahArV2": "افغير دين الله يبغون وله اسلم من في السماوات والارض طوعا وكرها واليه يرجعون",
    "ayahEn": "Do they desire a way other than Allah’s—knowing that all those in the heavens and the earth submit to His Will, willingly or unwillingly, and to Him they will ˹all˺ be returned?",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 84,
    "ayahArV1": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "ayahArV2": "قل امنا بالله وما انزل علينا وما انزل على ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى والنبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “We believe in Allah and what has been revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord—we make no distinction between any of them, and to Him we ˹fully˺ submit.”",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 85,
    "ayahArV1": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ومن يبتغ غير الاسلام دينا فلن يقبل منه وهو في الاخرة من الخاسرين",
    "ayahEn": "Whoever seeks a way other than Islam, it will never be accepted from them, and in the Hereafter they will be among the losers.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 86,
    "ayahArV1": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "كيف يهدي الله قوما كفروا بعد ايمانهم وشهدوا ان الرسول حق وجاءهم البينات والله لا يهدي القوم الظالمين",
    "ayahEn": "How will Allah guide a people who chose to disbelieve after they had believed, acknowledged the Messenger to be true, and received clear proofs? For Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 87,
    "ayahArV1": "أُو۟لَـٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "اولئك جزاؤهم ان عليهم لعنة الله والملائكة والناس اجمعين",
    "ayahEn": "Their reward is that they will be condemned by Allah, the angels, and all of humanity.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 88,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
    "ayahEn": "They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 89,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم",
    "ayahEn": "As for those who repent afterwards and mend their ways, then surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 90,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
    "ayahArV2": "ان الذين كفروا بعد ايمانهم ثم ازدادوا كفرا لن تقبل توبتهم واولئك هم الضالون",
    "ayahEn": "Indeed, those who disbelieve after having believed then increase in disbelief, their repentance will never be accepted. It is they who are astray.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 91,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "ان الذين كفروا وماتوا وهم كفار فلن يقبل من احدهم ملء الارض ذهبا ولو افتدى به اولئك لهم عذاب اليم وما لهم من ناصرين",
    "ayahEn": "Indeed, if each of those who disbelieve then die as disbelievers were to offer a ransom of enough gold to fill the whole world, it would never be accepted from them. It is they who will suffer a painful punishment, and they will have no helpers.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 92,
    "ayahArV1": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "ayahArV2": "لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فان الله به عليم",
    "ayahEn": "You will never achieve righteousness until you donate some of what you cherish. And whatever you give is certainly well known to Allah.",
    "meta": {
      "page": 62,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  }
]