[
  {
    "surahNo": 7,
    "ayahNo": 88,
    "ayahArV1": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
    "ayahArV2": "قال الملا الذين استكبروا من قومه لنخرجنك يا شعيب والذين امنوا معك من قريتنا او لتعودن في ملتنا قال اولو كنا كارهين",
    "ayahEn": "The arrogant chiefs of his people threatened, “O Shu’aib! We will certainly expel you and your fellow believers from our land, unless you return to our faith.” He replied, “Even if we hate it?",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 89,
    "ayahArV1": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
    "ayahArV2": "قد افترينا على الله كذبا ان عدنا في ملتكم بعد اذ نجانا الله منها وما يكون لنا ان نعود فيها الا ان يشاء الله ربنا وسع ربنا كل شيء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وانت خير الفاتحين",
    "ayahEn": "We would surely be fabricating a lie against Allah if we were to return to your faith after Allah has saved us from it. It does not befit us to return to it unless it is the Will of Allah, our Lord. Our Lord has encompassed everything in ˹His˺ knowledge. In Allah we trust. Our Lord! Judge between us and our people with truth. You are the best of those who judge.”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 90,
    "ayahArV1": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
    "ayahArV2": "وقال الملا الذين كفروا من قومه لئن اتبعتم شعيبا انكم اذا لخاسرون",
    "ayahEn": "The disbelieving chiefs of his people threatened, “If you follow Shu’aib, you will surely be losers!”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 91,
    "ayahArV1": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "فاخذتهم الرجفة فاصبحوا في دارهم جاثمين",
    "ayahEn": "Then an ˹overwhelming˺ earthquake struck them and they fell lifeless in their homes.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 92,
    "ayahArV1": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "الذين كذبوا شعيبا كان لم يغنوا فيها الذين كذبوا شعيبا كانوا هم الخاسرين",
    "ayahEn": "Those who rejected Shu’aib were ˹wiped out˺ as if they had never lived there. Those who rejected Shu’aib were the true losers.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 93,
    "ayahArV1": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
    "ayahArV2": "فتولى عنهم وقال يا قوم لقد ابلغتكم رسالات ربي ونصحت لكم فكيف اسى على قوم كافرين",
    "ayahEn": "He turned away from them, saying, “O my people! Indeed, I have delivered to you the messages of my Lord and gave you ˹sincere˺ advice. How can I then grieve for those who chose to disbelieve?”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 94,
    "ayahArV1": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "ayahArV2": "وما ارسلنا في قرية من نبي الا اخذنا اهلها بالباساء والضراء لعلهم يضرعون",
    "ayahEn": "Whenever We sent a prophet to a society, We afflicted its ˹disbelieving˺ people with suffering and adversity, so perhaps they would be humbled.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 95,
    "ayahArV1": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس اباءنا الضراء والسراء فاخذناهم بغتة وهم لا يشعرون",
    "ayahEn": "Then We changed their adversity to prosperity until they flourished and argued ˹falsely˺, “Our forefathers ˹too˺ had been visited by adversity and prosperity.” So We seized them by surprise, while they were unaware.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 96,
    "ayahArV1": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "ولو ان اهل القرى امنوا واتقوا لفتحنا عليهم بركات من السماء والارض ولكن كذبوا فاخذناهم بما كانوا يكسبون",
    "ayahEn": "Had the people of those societies been faithful and mindful ˹of Allah˺, We would have overwhelmed them with blessings from heaven and earth. But they disbelieved, so We seized them for what they used to commit.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 97,
    "ayahArV1": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
    "ayahArV2": "افامن اهل القرى ان ياتيهم باسنا بياتا وهم نائمون",
    "ayahEn": "Did the people of those societies feel secure that Our punishment would not come upon them by night while they were asleep?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 98,
    "ayahArV1": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "ayahArV2": "اوامن اهل القرى ان ياتيهم باسنا ضحى وهم يلعبون",
    "ayahEn": "Or did they feel secure that Our punishment would not come upon them by day while they were at play?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 99,
    "ayahArV1": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "افامنوا مكر الله فلا يامن مكر الله الا القوم الخاسرون",
    "ayahEn": "Did they feel secure against Allah’s planning? None would feel secure from Allah’s planning except the losers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 100,
    "ayahArV1": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "اولم يهد للذين يرثون الارض من بعد اهلها ان لو نشاء اصبناهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون",
    "ayahEn": "Is it not clear to those who take over the land after ˹the destruction of˺ its former residents that—if We will—We can punish them ˹too˺ for their sins and seal their hearts so they will not hear ˹the truth˺?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 101,
    "ayahArV1": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "تلك القرى نقص عليك من انبائها ولقد جاءتهم رسلهم بالبينات فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكافرين",
    "ayahEn": "We have narrated to you ˹O Prophet˺ some of the stories of those societies. Surely, their messengers came to them with clear proofs, but still they would not believe in what they had already denied. This is how Allah seals the hearts of the disbelievers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 102,
    "ayahArV1": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
    "ayahArV2": "وما وجدنا لاكثرهم من عهد وان وجدنا اكثرهم لفاسقين",
    "ayahEn": "We did not find most of them true to their covenant. Rather, We found most of them truly rebellious.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 103,
    "ayahArV1": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "ayahArV2": "ثم بعثنا من بعدهم موسى باياتنا الى فرعون وملئه فظلموا بها فانظر كيف كان عاقبة المفسدين",
    "ayahEn": "Then after them We sent Moses with Our signs to Pharaoh and his chiefs, but they wrongfully rejected them. See what was the end of the corruptors!",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 104,
    "ayahArV1": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "وقال موسى يا فرعون اني رسول من رب العالمين",
    "ayahEn": "And Moses said, “O Pharaoh! I am truly a messenger from the Lord of all worlds",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 105,
    "ayahArV1": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "ayahArV2": "حقيق على ان لا اقول على الله الا الحق قد جئتكم ببينة من ربكم فارسل معي بني اسرائيل",
    "ayahEn": "obliged to say nothing about Allah except the truth. Indeed, I have come to you with clear proof from your Lord, so let the children of Israel go with me.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 106,
    "ayahArV1": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قال ان كنت جئت باية فات بها ان كنت من الصادقين",
    "ayahEn": "Pharaoh said, “If you have come with a sign, then bring it if what you say is true.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 107,
    "ayahArV1": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
    "ayahArV2": "فالقى عصاه فاذا هي ثعبان مبين",
    "ayahEn": "So Moses threw down his staff and—behold!—it became a real snake.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 108,
    "ayahArV1": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
    "ayahArV2": "ونزع يده فاذا هي بيضاء للناظرين",
    "ayahEn": "Then he drew his hand ˹out of his collar˺ and it was ˹shining˺ white for all to see.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 109,
    "ayahArV1": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
    "ayahArV2": "قال الملا من قوم فرعون ان هذا لساحر عليم",
    "ayahEn": "The chiefs of Pharaoh’s people said, “He is indeed a skilled magician",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 110,
    "ayahArV1": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
    "ayahArV2": "يريد ان يخرجكم من ارضكم فماذا تامرون",
    "ayahEn": "who seeks to drive you from your land.” ˹So Pharaoh asked,˺ “What do you propose?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 111,
    "ayahArV1": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
    "ayahArV2": "قالوا ارجه واخاه وارسل في المدائن حاشرين",
    "ayahEn": "They replied, “Let him and his brother wait and send mobilizers to all cities",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 112,
    "ayahArV1": "يَأْتُوكَ بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
    "ayahArV2": "ياتوك بكل ساحر عليم",
    "ayahEn": "to bring you every clever magician.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 113,
    "ayahArV1": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا۟ إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
    "ayahArV2": "وجاء السحرة فرعون قالوا ان لنا لاجرا ان كنا نحن الغالبين",
    "ayahEn": "The magicians came to Pharaoh, saying, “Shall we receive a ˹suitable˺ reward if we prevail?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 114,
    "ayahArV1": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ",
    "ayahArV2": "قال نعم وانكم لمن المقربين",
    "ayahEn": "He replied, “Yes, and you will certainly be among those closest to me.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 115,
    "ayahArV1": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ",
    "ayahArV2": "قالوا يا موسى اما ان تلقي واما ان نكون نحن الملقين",
    "ayahEn": "They asked, “O Moses! Will you cast, or shall we be the first to cast?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 116,
    "ayahArV1": "قَالَ أَلْقُوا۟ ۖ فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
    "ayahArV2": "قال القوا فلما القوا سحروا اعين الناس واسترهبوهم وجاءوا بسحر عظيم",
    "ayahEn": "Moses said, “You first.” So when they did, they deceived the eyes of the people, stunned them, and made a great display of magic.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 117,
    "ayahArV1": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
    "ayahArV2": "واوحينا الى موسى ان الق عصاك فاذا هي تلقف ما يافكون",
    "ayahEn": "Then We inspired Moses, “Throw down your staff,” and—behold!—it devoured the objects of their illusion!",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 118,
    "ayahArV1": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فوقع الحق وبطل ما كانوا يعملون",
    "ayahEn": "So the truth prevailed and their illusions failed.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 119,
    "ayahArV1": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَـٰغِرِينَ",
    "ayahArV2": "فغلبوا هنالك وانقلبوا صاغرين",
    "ayahEn": "So Pharaoh and his people were defeated right there and put to shame.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 120,
    "ayahArV1": "وَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
    "ayahArV2": "والقي السحرة ساجدين",
    "ayahEn": "And the magicians fell down, prostrating.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 121,
    "ayahArV1": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قالوا امنا برب العالمين",
    "ayahEn": "They declared, “We ˹now˺ believe in the Lord of all worlds—",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 122,
    "ayahArV1": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
    "ayahArV2": "رب موسى وهارون",
    "ayahEn": "the Lord of Moses and Aaron.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 123,
    "ayahArV1": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "قال فرعون امنتم به قبل ان اذن لكم ان هذا لمكر مكرتموه في المدينة لتخرجوا منها اهلها فسوف تعلمون",
    "ayahEn": "Pharaoh threatened, “How dare you believe in him before I give you permission? This must be a conspiracy you devised in the city to drive out its people, but soon you will see.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 124,
    "ayahArV1": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "ayahArV2": "لاقطعن ايديكم وارجلكم من خلاف ثم لاصلبنكم اجمعين",
    "ayahEn": "I will certainly cut off your hands and feet on opposite sides, then crucify you all.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 125,
    "ayahArV1": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "ayahArV2": "قالوا انا الى ربنا منقلبون",
    "ayahEn": "They responded, “Surely to our Lord we will ˹all˺ return.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 126,
    "ayahArV1": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "ayahArV2": "وما تنقم منا الا ان امنا بايات ربنا لما جاءتنا ربنا افرغ علينا صبرا وتوفنا مسلمين",
    "ayahEn": "Your rage towards us is only because we believed in the signs of our Lord when they came to us. Our Lord! Shower us with perseverance, and let us die while submitting ˹to You˺.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 127,
    "ayahArV1": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
    "ayahArV2": "وقال الملا من قوم فرعون اتذر موسى وقومه ليفسدوا في الارض ويذرك والهتك قال سنقتل ابناءهم ونستحيي نساءهم وانا فوقهم قاهرون",
    "ayahEn": "The chiefs of Pharaoh’s people protested, “Are you going to leave Moses and his people free to spread corruption in the land and abandon you and your gods?” He responded, “We will kill their sons and keep their women. We will completely dominate them.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 128,
    "ayahArV1": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "ayahArV2": "قال موسى لقومه استعينوا بالله واصبروا ان الارض لله يورثها من يشاء من عباده والعاقبة للمتقين",
    "ayahEn": "Moses reassured his people, “Seek Allah’s help and be patient. Indeed, the earth belongs to Allah ˹alone˺. He grants it to whoever He chooses of His servants. The ultimate outcome belongs ˹only˺ to the righteous.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 129,
    "ayahArV1": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
    "ayahArV2": "قالوا اوذينا من قبل ان تاتينا ومن بعد ما جئتنا قال عسى ربكم ان يهلك عدوكم ويستخلفكم في الارض فينظر كيف تعملون",
    "ayahEn": "They complained, “We have always been oppressed—before and after you came to us ˹with the message˺.” He replied, “Perhaps your Lord will destroy your enemy and make you successors in the land to see what you will do.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 130,
    "ayahArV1": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "ayahArV2": "ولقد اخذنا ال فرعون بالسنين ونقص من الثمرات لعلهم يذكرون",
    "ayahEn": "Indeed, We afflicted Pharaoh’s people with famine and shortage of crops so they might come back ˹to their senses˺.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 131,
    "ayahArV1": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "فاذا جاءتهم الحسنة قالوا لنا هذه وان تصبهم سيئة يطيروا بموسى ومن معه الا انما طائرهم عند الله ولكن اكثرهم لا يعلمون",
    "ayahEn": "In times of prosperity, they said, “This is what we deserve,” but in adversity, they blamed it on Moses and those with him. Surely all is destined by Allah. Yet most of them did not know.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 132,
    "ayahArV1": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "ayahArV2": "وقالوا مهما تاتنا به من اية لتسحرنا بها فما نحن لك بمؤمنين",
    "ayahEn": "They said, “No matter what sign you may bring to deceive us, we will never believe in you.”",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 133,
    "ayahArV1": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "ayahArV2": "فارسلنا عليهم الطوفان والجراد والقمل والضفادع والدم ايات مفصلات فاستكبروا وكانوا قوما مجرمين",
    "ayahEn": "So We plagued them with floods, locusts, lice, frogs, and blood—all as clear signs, but they persisted in arrogance and were a wicked people.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 134,
    "ayahArV1": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "ayahArV2": "ولما وقع عليهم الرجز قالوا يا موسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز لنؤمنن لك ولنرسلن معك بني اسرائيل",
    "ayahEn": "When tormented, they pleaded, “O Moses! Pray to your Lord on our behalf, by virtue of the covenant He made with you. If you help remove this torment from us, we will certainly believe in you and let the Children of Israel go with you.”",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 135,
    "ayahArV1": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "ayahArV2": "فلما كشفنا عنهم الرجز الى اجل هم بالغوه اذا هم ينكثون",
    "ayahEn": "But as soon as We removed the torment from them—until they met their inevitable fate—they broke their promise.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 136,
    "ayahArV1": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "ayahArV2": "فانتقمنا منهم فاغرقناهم في اليم بانهم كذبوا باياتنا وكانوا عنها غافلين",
    "ayahEn": "So We inflicted punishment upon them, drowning them in the sea for denying Our signs and being heedless of them.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 137,
    "ayahArV1": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
    "ayahArV2": "واورثنا القوم الذين كانوا يستضعفون مشارق الارض ومغاربها التي باركنا فيها وتمت كلمت ربك الحسنى على بني اسرائيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون",
    "ayahEn": "And ˹so˺ We made the oppressed people successors of the eastern and western lands, which We had showered with blessings. ˹In this way˺ the noble Word of your Lord was fulfilled for the Children of Israel for what they had endured. And We destroyed what Pharaoh and his people constructed and what they established.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 138,
    "ayahArV1": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "ayahArV2": "وجاوزنا ببني اسرائيل البحر فاتوا على قوم يعكفون على اصنام لهم قالوا يا موسى اجعل لنا الها كما لهم الهة قال انكم قوم تجهلون",
    "ayahEn": "We brought the Children of Israel across the sea and they came upon a people devoted to idols. They demanded, “O Moses! Make for us a god like their gods.” He replied, “Indeed, you are a people acting ignorantly!",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 139,
    "ayahArV1": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ان هؤلاء متبر ما هم فيه وباطل ما كانوا يعملون",
    "ayahEn": "What they follow is certainly doomed to destruction and their deeds are in vain.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 140,
    "ayahArV1": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال اغير الله ابغيكم الها وهو فضلكم على العالمين",
    "ayahEn": "He added, “Shall I seek for you a god other than Allah, while He has honoured you above the others?”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 141,
    "ayahArV1": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "ayahArV2": "واذ انجيناكم من ال فرعون يسومونكم سوء العذاب يقتلون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "ayahEn": "And ˹remember˺ when We rescued you from the people of Pharaoh, who afflicted you with dreadful torment—killing your sons and keeping your women. That was a severe test from your Lord.",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 142,
    "ayahArV1": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وواعدنا موسى ثلاثين ليلة واتممناها بعشر فتم ميقات ربه اربعين ليلة وقال موسى لاخيه هارون اخلفني في قومي واصلح ولا تتبع سبيل المفسدين",
    "ayahEn": "We appointed for Moses thirty nights then added another ten—completing his Lord’s term of forty nights. Moses commanded his brother Aaron, “Take my place among my people, do what is right, and do not follow the way of the corruptors.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 143,
    "ayahArV1": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولما جاء موسى لميقاتنا وكلمه ربه قال رب ارني انظر اليك قال لن تراني ولكن انظر الى الجبل فان استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما افاق قال سبحانك تبت اليك وانا اول المؤمنين",
    "ayahEn": "When Moses came at the appointed time and his Lord spoke to him, he asked, “My Lord! Reveal Yourself to me so I may see You.” Allah answered, “You cannot see Me! But look at the mountain. If it remains firm in its place, only then will you see Me.” When his Lord appeared to the mountain, He levelled it to dust and Moses collapsed unconscious. When he recovered, he cried, “Glory be to You! I turn to You in repentance and I am the first of the believers.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 144,
    "ayahArV1": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "قال يا موسى اني اصطفيتك على الناس برسالاتي وبكلامي فخذ ما اتيتك وكن من الشاكرين",
    "ayahEn": "Allah said, “O Moses! I have ˹already˺ elevated you above all others by My messages and speech. So hold firmly to what I have given you and be grateful.”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 145,
    "ayahArV1": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "وكتبنا له في الالواح من كل شيء موعظة وتفصيلا لكل شيء فخذها بقوة وامر قومك ياخذوا باحسنها ساريكم دار الفاسقين",
    "ayahEn": "We wrote for him on the Tablets ˹the fundamentals˺ of everything; commandments and explanations of all things. ˹We commanded,˺ “Hold to this firmly and ask your people to take the best of it. I will soon show ˹all of˺ you the home of the rebellious.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 146,
    "ayahArV1": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "ayahArV2": "ساصرف عن اياتي الذين يتكبرون في الارض بغير الحق وان يروا كل اية لا يؤمنوا بها وان يروا سبيل الرشد لا يتخذوه سبيلا وان يروا سبيل الغي يتخذوه سبيلا ذلك بانهم كذبوا باياتنا وكانوا عنها غافلين",
    "ayahEn": "I will turn away from My signs those who act unjustly with arrogance in the land. And even if they were to see every sign, they still would not believe in them. If they see the Right Path, they will not take it. But if they see a crooked path, they will follow it. This is because they denied Our signs and were heedless of them.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 147,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "والذين كذبوا باياتنا ولقاء الاخرة حبطت اعمالهم هل يجزون الا ما كانوا يعملون",
    "ayahEn": "The deeds of those who deny Our signs and the meeting ˹with Allah˺ in the Hereafter will be in vain. Will they be rewarded except for what they have done?”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 148,
    "ayahArV1": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
    "ayahArV2": "واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار الم يروا انه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظالمين",
    "ayahEn": "In the absence of Moses, his people made from their ˹golden˺ jewellery an idol of a calf that made a lowing sound. Did they not see that it could neither speak to them nor guide them to the ˹Right˺ Path? Still they took it as a god and were wrongdoers.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 149,
    "ayahArV1": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ولما سقط في ايديهم وراوا انهم قد ضلوا قالوا لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخاسرين",
    "ayahEn": "Later, when they were filled with remorse and realized they had gone astray, they cried, “If our Lord does not have mercy on us and forgive us, we will certainly be losers.”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 150,
    "ayahArV1": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ولما رجع موسى الى قومه غضبان اسفا قال بئسما خلفتموني من بعدي اعجلتم امر ربكم والقى الالواح واخذ براس اخيه يجره اليه قال ابن ام ان القوم استضعفوني وكادوا يقتلونني فلا تشمت بي الاعداء ولا تجعلني مع القوم الظالمين",
    "ayahEn": "Upon Moses’ return to his people, ˹totally˺ furious and sorrowful, he said, “What an evil thing you committed in my absence! Did you want to hasten your Lord’s torment?” Then he threw down the Tablets and grabbed his brother by the hair, dragging him closer. Aaron pleaded, “O son of my mother! The people overpowered me and were about to kill me. So do not ˹humiliate me and˺ make my enemies rejoice, nor count me among the wrongdoing people.”",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 151,
    "ayahArV1": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "ayahArV2": "قال رب اغفر لي ولاخي وادخلنا في رحمتك وانت ارحم الراحمين",
    "ayahEn": "Moses prayed, “My Lord! Forgive me and my brother! And admit us into Your mercy. You are the Most Merciful of the merciful.”",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 152,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
    "ayahArV2": "ان الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين",
    "ayahEn": "Those who worshipped the calf will certainly be afflicted with Allah’s wrath as well as disgrace in the life of this world. This is how We reward those who invent falsehood.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 153,
    "ayahArV1": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "والذين عملوا السيئات ثم تابوا من بعدها وامنوا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "But those who commit evil, then repent and become ˹true˺ believers, your Lord will certainly be All-Forgiving, Most-Merciful.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 154,
    "ayahArV1": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
    "ayahArV2": "ولما سكت عن موسى الغضب اخذ الالواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون",
    "ayahEn": "When Moses’ anger subsided, he took up the Tablets whose text contained guidance and mercy for those who stand in awe of their Lord.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 155,
    "ayahArV1": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
    "ayahArV2": "واختار موسى قومه سبعين رجلا لميقاتنا فلما اخذتهم الرجفة قال رب لو شئت اهلكتهم من قبل واياي اتهلكنا بما فعل السفهاء منا ان هي الا فتنتك تضل بها من تشاء وتهدي من تشاء انت ولينا فاغفر لنا وارحمنا وانت خير الغافرين",
    "ayahEn": "Moses chose seventy men from among his people for Our appointment and, when they were seized by an earthquake, he cried, “My Lord! Had You willed, You could have destroyed them long ago, and me as well. Will You destroy us for what the foolish among us have done? This is only a test from You—by which You allow whoever you will to stray and guide whoever You will. You are our Guardian. So forgive us and have mercy on us. You are the best forgiver.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 156,
    "ayahArV1": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
    "ayahArV2": "واكتب لنا في هذه الدنيا حسنة وفي الاخرة انا هدنا اليك قال عذابي اصيب به من اشاء ورحمتي وسعت كل شيء فساكتبها للذين يتقون ويؤتون الزكاة والذين هم باياتنا يؤمنون",
    "ayahEn": "Ordain for us what is good in this life and the next. Indeed, we have turned to You ˹in repentance˺.” Allah replied, “I will inflict My torment on whoever I will. But My mercy encompasses everything. I will ordain mercy for those who shun evil, pay alms-tax, and believe in Our revelations.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 157,
    "ayahArV1": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "الذين يتبعون الرسول النبي الامي الذي يجدونه مكتوبا عندهم في التوراة والانجيل يامرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم اصرهم والاغلال التي كانت عليهم فالذين امنوا به وعزروه ونصروه واتبعوا النور الذي انزل معه اولئك هم المفلحون",
    "ayahEn": "“˹They are˺ the ones who follow the Messenger, the unlettered Prophet, whose description they find in their Torah and the Gospel. He commands them to do good and forbids them from evil, permits for them what is lawful and forbids to them what is impure, and relieves them from their burdens and the shackles that bound them. ˹Only˺ those who believe in him, honour and support him, and follow the light sent down to him will be successful.”",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 158,
    "ayahArV1": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "قل يا ايها الناس اني رسول الله اليكم جميعا الذي له ملك السماوات والارض لا اله الا هو يحيي ويميت فامنوا بالله ورسوله النبي الامي الذي يؤمن بالله وكلماته واتبعوه لعلكم تهتدون",
    "ayahEn": "Say, ˹O Prophet,˺ “O humanity! I am Allah’s Messenger to you all. To Him ˹alone˺ belongs the kingdom of the heavens and the earth. There is no god ˹worthy of worship˺ except Him. He gives life and causes death.” So believe in Allah and His Messenger, the unlettered Prophet, who believes in Allah and His revelations. And follow him, so you may be ˹rightly˺ guided.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 159,
    "ayahArV1": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "ayahArV2": "ومن قوم موسى امة يهدون بالحق وبه يعدلون",
    "ayahEn": "There are some among the people of Moses who guide with the truth and establish justice accordingly.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 160,
    "ayahArV1": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "وقطعناهم اثنتي عشرة اسباطا امما واوحينا الى موسى اذ استسقاه قومه ان اضرب بعصاك الحجر فانبجست منه اثنتا عشرة عينا قد علم كل اناس مشربهم وظللنا عليهم الغمام وانزلنا عليهم المن والسلوى كلوا من طيبات ما رزقناكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
    "ayahEn": "We divided them into twelve tribes—each as a community. And We revealed to Moses, when his people asked for water, “Strike the rock with your staff.” Then twelve springs gushed out. Each tribe knew its drinking place. We shaded them with clouds and sent down to them manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” They ˹certainly˺ did not wrong Us, but wronged themselves.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 161,
    "ayahArV1": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "واذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيئاتكم سنزيد المحسنين",
    "ayahEn": "And ˹remember˺ when it was said to them, “Enter this city ˹of Jerusalem˺ and eat from wherever you please. Say, ‘Absolve us,’ and enter the gate with humility. We will forgive your sins, ˹and˺ We will multiply the reward for the good-doers.”",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 162,
    "ayahArV1": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
    "ayahArV2": "فبدل الذين ظلموا منهم قولا غير الذي قيل لهم فارسلنا عليهم رجزا من السماء بما كانوا يظلمون",
    "ayahEn": "But the wrongdoers among them changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their wrongdoing.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 163,
    "ayahArV1": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "واسالهم عن القرية التي كانت حاضرة البحر اذ يعدون في السبت اذ تاتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تاتيهم كذلك نبلوهم بما كانوا يفسقون",
    "ayahEn": "Ask them ˹O Prophet˺ about ˹the people of˺ the town which was by the sea, who broke the Sabbath. During the Sabbath, ˹abundant˺ fish would come to them clearly visible, but on other days the fish were never seen. In this way We tested them for their rebelliousness.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 164,
    "ayahArV1": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "ayahArV2": "واذ قالت امة منهم لم تعظون قوما الله مهلكهم او معذبهم عذابا شديدا قالوا معذرة الى ربكم ولعلهم يتقون",
    "ayahEn": "When some of ˹the righteous among˺ them questioned ˹their fellow Sabbath-keepers˺, “Why do you ˹bother to˺ warn those ˹Sabbath-breakers˺ who will either be destroyed or severely punished by Allah?” They replied, “Just to be free from your Lord’s blame, and so perhaps they may abstain.”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 165,
    "ayahArV1": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "فلما نسوا ما ذكروا به انجينا الذين ينهون عن السوء واخذنا الذين ظلموا بعذاب بئيس بما كانوا يفسقون",
    "ayahEn": "When they ignored the warning they were given, We rescued those who used to warn against evil and overtook the wrongdoers with a dreadful punishment for their rebelliousness.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 166,
    "ayahArV1": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "ayahArV2": "فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خاسئين",
    "ayahEn": "But when they stubbornly persisted in violation, We said to them, “Be disgraced apes!”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 167,
    "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "واذ تاذن ربك ليبعثن عليهم الى يوم القيامة من يسومهم سوء العذاب ان ربك لسريع العقاب وانه لغفور رحيم",
    "ayahEn": "And ˹remember, O  Prophet,˺ when your Lord declared that He would send against them others who would make them suffer terribly until the Day of Judgment. Indeed, your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 168,
    "ayahArV1": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقطعناهم في الارض امما منهم الصالحون ومنهم دون ذلك وبلوناهم بالحسنات والسيئات لعلهم يرجعون",
    "ayahEn": "We dispersed them through the land in groups—some were righteous, others were less so. We tested them with prosperity and adversity, so perhaps they would return ˹to the Right Path˺.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 169,
    "ayahArV1": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "فخلف من بعدهم خلف ورثوا الكتاب ياخذون عرض هذا الادنى ويقولون سيغفر لنا وان ياتهم عرض مثله ياخذوه الم يؤخذ عليهم ميثاق الكتاب ان لا يقولوا على الله الا الحق ودرسوا ما فيه والدار الاخرة خير للذين يتقون افلا تعقلون",
    "ayahEn": "Then they were succeeded by other generations who inherited the Scripture. They indulged in unlawful gains, claiming, “We will be forgiven ˹after all˺.” And if similar gain came their way, they would seize it. Was a covenant not taken from them in the Scripture that they would not say anything about Allah except the truth? And they were already well-versed in its teachings. But the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 170,
    "ayahArV1": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
    "ayahArV2": "والذين يمسكون بالكتاب واقاموا الصلاة انا لا نضيع اجر المصلحين",
    "ayahEn": "As for those who firmly abide by the Scripture and establish prayer—surely We never discount the reward of those acting righteously.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 171,
    "ayahArV1": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "ayahArV2": "واذ نتقنا الجبل فوقهم كانه ظلة وظنوا انه واقع بهم خذوا ما اتيناكم بقوة واذكروا ما فيه لعلكم تتقون",
    "ayahEn": "And ˹remember˺ when We raised the mountain over them as if it were a cloud and they thought it would fall on them. ˹We said,˺ “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 172,
    "ayahArV1": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
    "ayahArV2": "واذ اخذ ربك من بني ادم من ظهورهم ذريتهم واشهدهم على انفسهم الست بربكم قالوا بلى شهدنا ان تقولوا يوم القيامة انا كنا عن هذا غافلين",
    "ayahEn": "And ˹remember˺ when your Lord brought forth from the loins of the children of Adam their descendants and had them testify regarding themselves. ˹Allah asked,˺ “Am I not your Lord?” They replied, “Yes, You are! We testify.” ˹He cautioned,˺ “Now you have no right to say on Judgment Day, ‘We were not aware of this.’",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 173,
    "ayahArV1": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
    "ayahArV2": "او تقولوا انما اشرك اباؤنا من قبل وكنا ذرية من بعدهم افتهلكنا بما فعل المبطلون",
    "ayahEn": "Nor say, ‘It was our forefathers who had associated others ˹with Allah in worship˺ and we, as their descendants, followed in their footsteps. Will you then destroy us for the falsehood they invented?’”",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 174,
    "ayahArV1": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وكذلك نفصل الايات ولعلهم يرجعون",
    "ayahEn": "This is how We make our signs clear, so perhaps they will return ˹to the Right Path˺.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 175,
    "ayahArV1": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
    "ayahArV2": "واتل عليهم نبا الذي اتيناه اياتنا فانسلخ منها فاتبعه الشيطان فكان من الغاوين",
    "ayahEn": "And relate to them ˹O Prophet˺ the story of the one to whom We gave Our signs, but he abandoned them, so Satan took hold of him, and he became a deviant.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 176,
    "ayahArV1": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "ayahArV2": "ولو شئنا لرفعناه بها ولكنه اخلد الى الارض واتبع هواه فمثله كمثل الكلب ان تحمل عليه يلهث او تتركه يلهث ذلك مثل القوم الذين كذبوا باياتنا فاقصص القصص لعلهم يتفكرون",
    "ayahEn": "If We had willed, We would have elevated him with Our signs, but he clung to this life—following his evil desires. His example is that of a dog: if you chase it away, it pants, and if you leave it, it ˹still˺ pants. This is the example of the people who deny Our signs. So narrate ˹to them˺ stories ˹of the past˺, so perhaps they will reflect.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 177,
    "ayahArV1": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
    "ayahArV2": "ساء مثلا القوم الذين كذبوا باياتنا وانفسهم كانوا يظلمون",
    "ayahEn": "What an evil example of those who denied Our signs! They ˹only˺ wronged their own souls.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 178,
    "ayahArV1": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "من يهد الله فهو المهتدي ومن يضلل فاولئك هم الخاسرون",
    "ayahEn": "Whoever Allah guides is truly guided. And whoever He leaves to stray, they are the ˹true˺ losers.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 179,
    "ayahArV1": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
    "ayahArV2": "ولقد ذرانا لجهنم كثيرا من الجن والانس لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون بها ولهم اذان لا يسمعون بها اولئك كالانعام بل هم اضل اولئك هم الغافلون",
    "ayahEn": "Indeed, We have destined many jinn and humans for Hell. They have hearts they do not understand with, eyes they do not see with, and ears they do not hear with. They are like cattle. In fact, they are even less guided! Such ˹people˺ are ˹entirely˺ heedless.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 180,
    "ayahArV1": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ولله الاسماء الحسنى فادعوه بها وذروا الذين يلحدون في اسمائه سيجزون ما كانوا يعملون",
    "ayahEn": "Allah has the Most Beautiful Names. So call upon Him by them, and keep away from those who abuse His Names. They will be punished for what they used to do.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 181,
    "ayahArV1": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "ayahArV2": "وممن خلقنا امة يهدون بالحق وبه يعدلون",
    "ayahEn": "And among those We created is a group that guides with the truth and establishes justice accordingly.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 182,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "ayahArV2": "والذين كذبوا باياتنا سنستدرجهم من حيث لا يعلمون",
    "ayahEn": "As for those who deny Our signs, We will gradually draw them to destruction in ways they cannot comprehend.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 183,
    "ayahArV1": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
    "ayahArV2": "واملي لهم ان كيدي متين",
    "ayahEn": "I ˹only˺ delay their end for a while, but My planning is flawless.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 184,
    "ayahArV1": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "اولم يتفكروا ما بصاحبهم من جنة ان هو الا نذير مبين",
    "ayahEn": "Have they not ever given it a thought? Their fellow man is not insane. He is only sent with a clear warning.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 185,
    "ayahArV1": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
    "ayahArV2": "اولم ينظروا في ملكوت السماوات والارض وما خلق الله من شيء وان عسى ان يكون قد اقترب اجلهم فباي حديث بعده يؤمنون",
    "ayahEn": "Have they ever reflected on the wonders of the heavens and the earth, and everything Allah has created, and that perhaps their end is near? So what message after this ˹Quran˺ would they believe in?",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 186,
    "ayahArV1": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "ayahArV2": "من يضلل الله فلا هادي له ويذرهم في طغيانهم يعمهون",
    "ayahEn": "Whoever Allah allows to stray, none can guide, leaving them to wander blindly in their defiance.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 187,
    "ayahArV1": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "يسالونك عن الساعة ايان مرساها قل انما علمها عند ربي لا يجليها لوقتها الا هو ثقلت في السماوات والارض لا تاتيكم الا بغتة يسالونك كانك حفي عنها قل انما علمها عند الله ولكن اكثر الناس لا يعلمون",
    "ayahEn": "They ask you ˹O Prophet˺ regarding the Hour, “When will it be?” Say, “That knowledge is only with my Lord. He alone will reveal it when the time comes. It is too tremendous for the heavens and the earth and will only take you by surprise.” They ask you as if you had full knowledge of it. Say, “That knowledge is only with Allah, but most people do not know.”",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 188,
    "ayahArV1": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "قل لا املك لنفسي نفعا ولا ضرا الا ما شاء الله ولو كنت اعلم الغيب لاستكثرت من الخير وما مسني السوء ان انا الا نذير وبشير لقوم يؤمنون",
    "ayahEn": "Say, “I have no power to benefit or protect myself, except by the Will of Allah. If I had known the unknown, I would have benefited myself enormously, and no harm would have ever touched me. I am only a warner and deliverer of good news for those who believe.”",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 189,
    "ayahArV1": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "هو الذي خلقكم من نفس واحدة وجعل منها زوجها ليسكن اليها فلما تغشاها حملت حملا خفيفا فمرت به فلما اثقلت دعوا الله ربهما لئن اتيتنا صالحا لنكونن من الشاكرين",
    "ayahEn": "He is the One Who created you from a single soul, then from it made its spouse so he may find comfort in her. After he had been united with her, she carried a light burden that developed gradually. When it grew heavy, they prayed to Allah, their Lord, “If you grant us good offspring, we will certainly be grateful.”",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 190,
    "ayahArV1": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "فلما اتاهما صالحا جعلا له شركاء فيما اتاهما فتعالى الله عما يشركون",
    "ayahEn": "But when He granted their descendants good offspring, they associated false gods in what He has given them. Exalted is Allah above what they associate ˹with Him˺!",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 191,
    "ayahArV1": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
    "ayahArV2": "ايشركون ما لا يخلق شيئا وهم يخلقون",
    "ayahEn": "Do they associate ˹with Allah˺ those ˹idols˺ which cannot create anything, but are in fact created;",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 192,
    "ayahArV1": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "ayahArV2": "ولا يستطيعون لهم نصرا ولا انفسهم ينصرون",
    "ayahEn": "which cannot help them, or even help themselves?",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 193,
    "ayahArV1": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
    "ayahArV2": "وان تدعوهم الى الهدى لا يتبعوكم سواء عليكم ادعوتموهم ام انتم صامتون",
    "ayahEn": "And if you ˹idolaters˺ call upon them for guidance, they cannot respond to you. It is all the same whether you call them or remain silent.",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 194,
    "ayahArV1": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "ان الذين تدعون من دون الله عباد امثالكم فادعوهم فليستجيبوا لكم ان كنتم صادقين",
    "ayahEn": "Those ˹idols˺ you invoke besides Allah are created beings like yourselves. So call upon them and see if they will answer you, if your claims are true!",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 195,
    "ayahArV1": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
    "ayahArV2": "الهم ارجل يمشون بها ام لهم ايد يبطشون بها ام لهم اعين يبصرون بها ام لهم اذان يسمعون بها قل ادعوا شركاءكم ثم كيدون فلا تنظرون",
    "ayahEn": "Do they have feet to walk with? Or hands to hold with? Or eyes to see with? Or ears to hear with? Say, ˹O Prophet,˺ “Call upon your associate-gods and conspire against me without delay!",
    "meta": {
      "page": 175,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 196,
    "ayahArV1": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ان وليي الله الذي نزل الكتاب وهو يتولى الصالحين",
    "ayahEn": "“Indeed, my Protector is Allah Who has revealed this Book. For He ˹alone˺ protects the righteous.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 197,
    "ayahArV1": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "ayahArV2": "والذين تدعون من دونه لا يستطيعون نصركم ولا انفسهم ينصرون",
    "ayahEn": "But those ˹false gods˺ you call besides Him can neither help you nor even themselves.”",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 198,
    "ayahArV1": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
    "ayahArV2": "وان تدعوهم الى الهدى لا يسمعوا وتراهم ينظرون اليك وهم لا يبصرون",
    "ayahEn": "If you ˹idolaters˺ call them to guidance, they cannot hear. And you ˹O Prophet˺ may see them facing towards you, but they cannot see.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 199,
    "ayahArV1": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "خذ العفو وامر بالعرف واعرض عن الجاهلين",
    "ayahEn": "Be gracious, enjoin what is right, and turn away from those who act ignorantly.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 200,
    "ayahArV1": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "واما ينزغنك من الشيطان نزغ فاستعذ بالله انه سميع عليم",
    "ayahEn": "If you are tempted by Satan, then seek refuge with Allah. Surely He is All-Hearing, All-Knowing.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 201,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
    "ayahArV2": "ان الذين اتقوا اذا مسهم طائف من الشيطان تذكروا فاذا هم مبصرون",
    "ayahEn": "Indeed, when Satan whispers to those mindful ˹of Allah˺, they remember ˹their Lord˺ then they start to see ˹things˺ clearly.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 202,
    "ayahArV1": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
    "ayahArV2": "واخوانهم يمدونهم في الغي ثم لا يقصرون",
    "ayahEn": "But the devils persistently plunge their ˹human˺ associates deeper into wickedness, sparing no effort.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 203,
    "ayahArV1": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "واذا لم تاتهم باية قالوا لولا اجتبيتها قل انما اتبع ما يوحى الي من ربي هذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون",
    "ayahEn": "If you ˹O Prophet˺ do not bring them a sign ˹which they demanded˺, they ask, “Why do you not make it yourself?” Say, “I only follow what is revealed to me from my Lord. This ˹Quran˺ is an insight from your Lord—a guide and a mercy for those who believe.”",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 204,
    "ayahArV1": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "واذا قرئ القران فاستمعوا له وانصتوا لعلكم ترحمون",
    "ayahEn": "When the Quran is recited, listen to it attentively and be silent, so you may be shown mercy.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 205,
    "ayahArV1": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
    "ayahArV2": "واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والاصال ولا تكن من الغافلين",
    "ayahEn": "Remember your Lord inwardly with humility and reverence and in a moderate tone of voice, both morning and evening. And do not be one of the heedless.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 206,
    "ayahArV1": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
    "ayahArV2": "ان الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون",
    "ayahEn": "Surely those ˹angels˺ nearest to your Lord are not too proud to worship Him. They glorify Him. And to Him they prostrate.",
    "meta": {
      "page": 176,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 70,
      "sajda": {
        "id": 1,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 1,
    "ayahArV1": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يسالونك عن الانفال قل الانفال لله والرسول فاتقوا الله واصلحوا ذات بينكم واطيعوا الله ورسوله ان كنتم مؤمنين",
    "ayahEn": "They ask you ˹O Prophet˺ regarding the spoils of war. Say, “Their distribution is decided by Allah and His Messenger. So be mindful of Allah, settle your affairs, and obey Allah and His Messenger if you are ˹true˺ believers.”",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 2,
    "ayahArV1": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "انما المؤمنون الذين اذا ذكر الله وجلت قلوبهم واذا تليت عليهم اياته زادتهم ايمانا وعلى ربهم يتوكلون",
    "ayahEn": "The ˹true˺ believers are only those whose hearts tremble at the remembrance of Allah, whose faith increases when His revelations are recited to them, and who put their trust in their Lord.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 3,
    "ayahArV1": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "الذين يقيمون الصلاة ومما رزقناهم ينفقون",
    "ayahEn": "˹They are˺ those who establish prayer and donate from what We have provided for them.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 4,
    "ayahArV1": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "ayahArV2": "اولئك هم المؤمنون حقا لهم درجات عند ربهم ومغفرة ورزق كريم",
    "ayahEn": "It is they who are the true believers. They will have elevated ranks, forgiveness, and an honourable provision from their Lord.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 5,
    "ayahArV1": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
    "ayahArV2": "كما اخرجك ربك من بيتك بالحق وان فريقا من المؤمنين لكارهون",
    "ayahEn": "Similarly, when your Lord brought you ˹O Prophet˺ out of your home for a just cause, a group of believers was totally against it.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 6,
    "ayahArV1": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
    "ayahArV2": "يجادلونك في الحق بعدما تبين كانما يساقون الى الموت وهم ينظرون",
    "ayahEn": "They disputed with you about the truth after it had been made clear, as if they were being driven to death with their eyes wide open.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "واذ يعدكم الله احدى الطائفتين انها لكم وتودون ان غير ذات الشوكة تكون لكم ويريد الله ان يحق الحق بكلماته ويقطع دابر الكافرين",
    "ayahEn": "˹Remember, O  believers,˺ when Allah promised ˹to give˺ you the upper hand over either target, you wished to capture the unarmed party. But it was Allah’s Will to establish the truth by His Words and uproot the disbelievers;",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 8,
    "ayahArV1": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
    "ayahArV2": "ليحق الحق ويبطل الباطل ولو كره المجرمون",
    "ayahEn": "to firmly establish the truth and wipe out falsehood—even to the dismay of the wicked.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 9,
    "ayahArV1": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
    "ayahArV2": "اذ تستغيثون ربكم فاستجاب لكم اني ممدكم بالف من الملائكة مردفين",
    "ayahEn": "˹Remember˺ when you cried out to your Lord for help, He answered, “I will reinforce you with a thousand angels—followed by many others.”",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 10,
    "ayahArV1": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "وما جعله الله الا بشرى ولتطمئن به قلوبكم وما النصر الا من عند الله ان الله عزيز حكيم",
    "ayahEn": "And Allah made this a sign of victory and reassurance to your hearts. Victory comes only from Allah. Surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 11,
    "ayahArV1": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
    "ayahArV2": "اذ يغشيكم النعاس امنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الاقدام",
    "ayahEn": "˹Remember˺ when He caused drowsiness to overcome you, giving you serenity. And He sent down rain from the sky to purify you, free you from Satan’s whispers, strengthen your hearts, and make ˹your˺ steps firm.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 12,
    "ayahArV1": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
    "ayahArV2": "اذ يوحي ربك الى الملائكة اني معكم فثبتوا الذين امنوا سالقي في قلوب الذين كفروا الرعب فاضربوا فوق الاعناق واضربوا منهم كل بنان",
    "ayahEn": "˹Remember, O  Prophet,˺ when your Lord revealed to the angels, “I am with you. So make the believers stand firm. I will cast horror into the hearts of the disbelievers. So strike their necks and strike their fingertips.”",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 13,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "ذلك بانهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فان الله شديد العقاب",
    "ayahEn": "This is because they defied Allah and His Messenger. And whoever defies Allah and His Messenger, then ˹know that˺ Allah is surely severe in punishment.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 14,
    "ayahArV1": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
    "ayahArV2": "ذلكم فذوقوه وان للكافرين عذاب النار",
    "ayahEn": "That ˹worldly punishment˺ is yours, so taste it! Then the disbelievers will suffer the torment of the Fire.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 15,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
    "ayahArV2": "يا ايها الذين امنوا اذا لقيتم الذين كفروا زحفا فلا تولوهم الادبار",
    "ayahEn": "O believers! When you face the disbelievers in battle, never turn your backs to them.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 16,
    "ayahArV1": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "ومن يولهم يومئذ دبره الا متحرفا لقتال او متحيزا الى فئة فقد باء بغضب من الله وماواه جهنم وبئس المصير",
    "ayahEn": "And whoever does so on such an occasion—unless it is a manoeuvre or to join their own troops—will earn the displeasure of Allah, and their home will be Hell. What an evil destination!",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 17,
    "ayahArV1": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "فلم تقتلوهم ولكن الله قتلهم وما رميت اذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا ان الله سميع عليم",
    "ayahEn": "It was not you ˹believers˺ who killed them, but it was Allah Who did so. Nor was it you ˹O Prophet˺ who threw ˹a handful of sand at the disbelievers˺, but it was Allah Who did so, rendering the believers a great favour. Surely Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 18,
    "ayahArV1": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ذلكم وان الله موهن كيد الكافرين",
    "ayahEn": "As such, Allah frustrates the evil plans of the disbelievers.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 19,
    "ayahArV1": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ان تستفتحوا فقد جاءكم الفتح وان تنتهوا فهو خير لكم وان تعودوا نعد ولن تغني عنكم فئتكم شيئا ولو كثرت وان الله مع المؤمنين",
    "ayahEn": "If you ˹Meccans˺ sought judgment, now it has come to you. And if you cease, it will be for your own good. But if you persist, We will persist. And your forces—no matter how numerous they might be—will not benefit you whatsoever. For Allah is certainly with the believers.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 20,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
    "ayahArV2": "يا ايها الذين امنوا اطيعوا الله ورسوله ولا تولوا عنه وانتم تسمعون",
    "ayahEn": "O believers! Obey Allah and His Messenger and do not turn away from him while you hear ˹his call˺.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 21,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون",
    "ayahEn": "Do not be like those who say, “We hear,” but in fact they are not listening.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 22,
    "ayahArV1": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
    "ayahArV2": "ان شر الدواب عند الله الصم البكم الذين لا يعقلون",
    "ayahEn": "Indeed, the worst of all beings in the sight of Allah are the ˹wilfully˺ deaf and dumb, who do not understand.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 23,
    "ayahArV1": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
    "ayahArV2": "ولو علم الله فيهم خيرا لاسمعهم ولو اسمعهم لتولوا وهم معرضون",
    "ayahEn": "Had Allah known any goodness in them, He would have certainly made them hear. ˹But˺ even if He had made them hear, they would have surely turned away heedlessly.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 24,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
    "ayahArV2": "يا ايها الذين امنوا استجيبوا لله وللرسول اذا دعاكم لما يحييكم واعلموا ان الله يحول بين المرء وقلبه وانه اليه تحشرون",
    "ayahEn": "O believers! Respond to Allah and His Messenger when he calls you to that which gives you life. And know that Allah stands between a person and their heart, and that to Him you will all be gathered.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 25,
    "ayahArV1": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا ان الله شديد العقاب",
    "ayahEn": "Beware of a trial that will not only affect the wrongdoers among you. And know that Allah is severe in punishment.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 26,
    "ayahArV1": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "واذكروا اذ انتم قليل مستضعفون في الارض تخافون ان يتخطفكم الناس فاواكم وايدكم بنصره ورزقكم من الطيبات لعلكم تشكرون",
    "ayahEn": "Remember when you had been vastly outnumbered and oppressed in the land, constantly in fear of attacks by your enemy, then He sheltered you, strengthened you with His help, and provided you with good things so perhaps you would be thankful.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 27,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تخونوا الله والرسول وتخونوا اماناتكم وانتم تعلمون",
    "ayahEn": "O believers! Do not betray Allah and the Messenger, nor betray your trusts knowingly.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 28,
    "ayahArV1": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
    "ayahArV2": "واعلموا انما اموالكم واولادكم فتنة وان الله عنده اجر عظيم",
    "ayahEn": "And know that your wealth and your children are only a test and that with Allah is a great reward.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 29,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "يا ايها الذين امنوا ان تتقوا الله يجعل لكم فرقانا ويكفر عنكم سيئاتكم ويغفر لكم والله ذو الفضل العظيم",
    "ayahEn": "O believers! If you are mindful of Allah, He will grant you a standard ˹to distinguish between right and wrong˺, absolve you of your sins, and forgive you. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 30,
    "ayahArV1": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
    "ayahArV2": "واذ يمكر بك الذين كفروا ليثبتوك او يقتلوك او يخرجوك ويمكرون ويمكر الله والله خير الماكرين",
    "ayahEn": "And ˹remember, O  Prophet,˺ when the disbelievers conspired to capture, kill, or exile you. They planned, but Allah also planned. And Allah is the best of planners.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 31,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "ayahArV2": "واذا تتلى عليهم اياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا ان هذا الا اساطير الاولين",
    "ayahEn": "Whenever Our revelations are recited to them, they challenge ˹you˺, “We have already heard ˹the recitation˺. If we wanted, we could have easily produced something similar. This ˹Quran˺ is nothing but ancient fables!”",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 32,
    "ayahArV1": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "واذ قالوا اللهم ان كان هذا هو الحق من عندك فامطر علينا حجارة من السماء او ائتنا بعذاب اليم",
    "ayahEn": "And ˹remember˺ when they prayed, “O Allah! If this is indeed the truth from You, then rain down stones upon us from the sky or overcome us with a painful punishment.”",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 33,
    "ayahArV1": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
    "ayahArV2": "وما كان الله ليعذبهم وانت فيهم وما كان الله معذبهم وهم يستغفرون",
    "ayahEn": "But Allah would never punish them while you ˹O Prophet˺ were in their midst. Nor would He ever punish them if they prayed for forgiveness.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 34,
    "ayahArV1": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "وما لهم الا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا اولياءه ان اولياؤه الا المتقون ولكن اكثرهم لا يعلمون",
    "ayahEn": "And why should Allah not punish them while they hinder pilgrims from the Sacred Mosque, claiming to be its rightful guardians? None has the right to guardianship except those mindful ˹of Allah˺, but most pagans do not know.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 35,
    "ayahArV1": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "وما كان صلاتهم عند البيت الا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "Their prayer at the Sacred House was nothing but whistling and clapping. So taste the punishment for your disbelief.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 36,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
    "ayahArV2": "ان الذين كفروا ينفقون اموالهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا الى جهنم يحشرون",
    "ayahEn": "Surely the disbelievers spend their wealth to hinder others from the Path of Allah. They will continue to spend to the point of regret. Then they will be defeated and the disbelievers will be driven into Hell",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 37,
    "ayahArV1": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم اولئك هم الخاسرون",
    "ayahEn": "so Allah may separate the evil from the good. He will pile up the evil ones all together and then cast them into Hell. They are the ˹true˺ losers.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 38,
    "ayahArV1": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
    "ayahArV2": "قل للذين كفروا ان ينتهوا يغفر لهم ما قد سلف وان يعودوا فقد مضت سنت الاولين",
    "ayahEn": "Tell the disbelievers that if they desist, their past will be forgiven. But if they persist, then they have an example in those destroyed before them.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 39,
    "ayahArV1": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فان انتهوا فان الله بما يعملون بصير",
    "ayahEn": "Fight against them until there is no more persecution—and ˹your˺ devotion will be entirely to Allah. But if they desist, then surely Allah is All-Seeing of what they do.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 40,
    "ayahArV1": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
    "ayahArV2": "وان تولوا فاعلموا ان الله مولاكم نعم المولى ونعم النصير",
    "ayahEn": "And if they do not comply, then know that Allah is your Protector. What an excellent Protector, and what an excellent Helper!",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  }
]