[
  {
    "surahNo": 4,
    "ayahNo": 88,
    "ayahArV1": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "ayahArV2": "فما لكم في المنافقين فئتين والله اركسهم بما كسبوا اتريدون ان تهدوا من اضل الله ومن يضلل الله فلن تجد له سبيلا",
    "ayahEn": "Why are you ˹believers˺ divided into two groups regarding the hypocrites while Allah allowed them to regress ˹to disbelief˺ because of their misdeeds? Do you wish to guide those left by Allah to stray? And whoever Allah leaves to stray, you will never find for them a way.",
    "meta": {
      "page": 92,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 89,
    "ayahArV1": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم اولياء حتى يهاجروا في سبيل الله فان تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا",
    "ayahEn": "They wish you would disbelieve as they have disbelieved, so you may all be alike. So do not take them as allies unless they emigrate in the cause of Allah. But if they turn away, then seize them and kill them wherever you find them, and do not take any of them as allies or helpers",
    "meta": {
      "page": 92,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 90,
    "ayahArV1": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
    "ayahArV2": "الا الذين يصلون الى قوم بينكم وبينهم ميثاق او جاءوكم حصرت صدورهم ان يقاتلوكم او يقاتلوا قومهم ولو شاء الله لسلطهم عليكم فلقاتلوكم فان اعتزلوكم فلم يقاتلوكم والقوا اليكم السلم فما جعل الله لكم عليهم سبيلا",
    "ayahEn": "except those who are allies of a people you are bound with in a treaty or those wholeheartedly opposed to fighting either you or their own people. If Allah had willed, He would have empowered them to fight you. So if they refrain from fighting you and offer you peace, then Allah does not permit you to harm them.",
    "meta": {
      "page": 92,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 91,
    "ayahArV1": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
    "ayahArV2": "ستجدون اخرين يريدون ان يامنوكم ويامنوا قومهم كل ما ردوا الى الفتنة اركسوا فيها فان لم يعتزلوكم ويلقوا اليكم السلم ويكفوا ايديهم فخذوهم واقتلوهم حيث ثقفتموهم واولئكم جعلنا لكم عليهم سلطانا مبينا",
    "ayahEn": "You will find others who wish to be safe from you and their own people. Yet they cannot resist the temptation ˹of disbelief or hostility˺. If they do not keep away, offer you peace, or refrain from attacking you, then seize them and kill them wherever you find them. We have given you full permission over such people.",
    "meta": {
      "page": 92,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 92,
    "ayahArV1": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "وما كان لمؤمن ان يقتل مؤمنا الا خطا ومن قتل مؤمنا خطا فتحرير رقبة مؤمنة ودية مسلمة الى اهله الا ان يصدقوا فان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وان كان من قوم بينكم وبينهم ميثاق فدية مسلمة الى اهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما",
    "ayahEn": "It is not lawful for a believer to kill another except by mistake. And whoever kills a believer unintentionally must free a believing slave and pay blood-money to the victim’s family—unless they waive it charitably. But if the victim is a believer from a hostile people, then a believing slave must be freed. And if the victim is from a people bound with you in a treaty, then blood-money must be paid to the family along with freeing a believing slave. Those who are unable, let them fast two consecutive months—as a means of repentance to Allah. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 93,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 93,
    "ayahArV1": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
    "ayahArV2": "ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما",
    "ayahEn": "And whoever kills a believer intentionally, their reward will be Hell—where they will stay indefinitely. Allah will be displeased with them, condemn them, and will prepare for them a tremendous punishment.",
    "meta": {
      "page": 93,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 94,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "ayahArV2": "يا ايها الذين امنوا اذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن القى اليكم السلام لست مؤمنا تبتغون عرض الحياة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا ان الله كان بما تعملون خبيرا",
    "ayahEn": "O believers! When you struggle in the cause of Allah, be sure of who you fight. And do not say to those who offer you ˹greetings of˺ peace, “You are no believer!”—seeking a fleeting worldly gain. Instead, Allah has infinite bounties ˹in store˺. You were initially like them then Allah blessed you ˹with Islam˺. So be sure! Indeed, Allah is All-Aware of what you do.",
    "meta": {
      "page": 93,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 95,
    "ayahArV1": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
    "ayahArV2": "لا يستوي القاعدون من المؤمنين غير اولي الضرر والمجاهدون في سبيل الله باموالهم وانفسهم فضل الله المجاهدين باموالهم وانفسهم على القاعدين درجة وكلا وعد الله الحسنى وفضل الله المجاهدين على القاعدين اجرا عظيما",
    "ayahEn": "Those who stay at home—except those with valid excuses—are not equal to those who strive in the cause of Allah with their wealth and their lives. Allah has elevated in rank those who strive with their wealth and their lives above those who stay behind ˹with valid excuses˺. Allah has promised each a fine reward, but those who strive will receive a far better reward than others—",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 96,
    "ayahArV1": "دَرَجَـٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "درجات منه ومغفرة ورحمة وكان الله غفورا رحيما",
    "ayahEn": "far superior ranks, forgiveness, and mercy from Him. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 97,
    "ayahArV1": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
    "ayahArV2": "ان الذين توفاهم الملائكة ظالمي انفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الارض قالوا الم تكن ارض الله واسعة فتهاجروا فيها فاولئك ماواهم جهنم وساءت مصيرا",
    "ayahEn": "When the angels seize the souls of those who have wronged themselves—scolding them, “What do you think you were doing?” they will reply, “We were oppressed in the land.” The angels will respond, “Was Allah’s earth not spacious enough for you to emigrate?” It is they who will have Hell as their home—what an evil destination!",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 98,
    "ayahArV1": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
    "ayahArV2": "الا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا",
    "ayahEn": "Except helpless men, women, and children who cannot afford a way out—",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 99,
    "ayahArV1": "فَأُو۟لَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا",
    "ayahArV2": "فاولئك عسى الله ان يعفو عنهم وكان الله عفوا غفورا",
    "ayahEn": "it is right to hope that Allah will pardon them. For Allah is Ever-Pardoning, All-Forgiving.",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 37,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 100,
    "ayahArV1": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ومن يهاجر في سبيل الله يجد في الارض مراغما كثيرا وسعة ومن يخرج من بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع اجره على الله وكان الله غفورا رحيما",
    "ayahEn": "Whoever emigrates in the cause of Allah will find many safe havens and bountiful resources throughout the earth. Those who leave their homes and die while emigrating to Allah and His Messenger—their reward has already been secured with Allah. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 101,
    "ayahArV1": "وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ ۚ إِنَّ ٱلْكَـٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا",
    "ayahArV2": "واذا ضربتم في الارض فليس عليكم جناح ان تقصروا من الصلاة ان خفتم ان يفتنكم الذين كفروا ان الكافرين كانوا لكم عدوا مبينا",
    "ayahEn": "When you travel through the land, it is permissible for you to shorten the prayer—˹especially˺ if you fear an attack by the disbelievers. Indeed, the disbelievers are your sworn enemies.",
    "meta": {
      "page": 94,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 102,
    "ayahArV1": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
    "ayahArV2": "واذا كنت فيهم فاقمت لهم الصلاة فلتقم طائفة منهم معك ولياخذوا اسلحتهم فاذا سجدوا فليكونوا من ورائكم ولتات طائفة اخرى لم يصلوا فليصلوا معك ولياخذوا حذرهم واسلحتهم ود الذين كفروا لو تغفلون عن اسلحتكم وامتعتكم فيميلون عليكم ميلة واحدة ولا جناح عليكم ان كان بكم اذى من مطر او كنتم مرضى ان تضعوا اسلحتكم وخذوا حذركم ان الله اعد للكافرين عذابا مهينا",
    "ayahEn": "When you ˹O Prophet˺ are ˹campaigning˺ with them and you lead them in prayer, let one group of them pray with you—while armed. When they prostrate themselves, let the other group stand guard behind them. Then the group that has not yet prayed will then join you in prayer—and let them be vigilant and armed. The disbelievers would wish to see you neglect your weapons and belongings, so they could launch a sweeping assault on you. But there is no blame if you lay aside your weapons when overcome by heavy rain or illness—but take precaution. Indeed, Allah has prepared a humiliating punishment for the disbelievers.",
    "meta": {
      "page": 95,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 103,
    "ayahArV1": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
    "ayahArV2": "فاذا قضيتم الصلاة فاذكروا الله قياما وقعودا وعلى جنوبكم فاذا اطماننتم فاقيموا الصلاة ان الصلاة كانت على المؤمنين كتابا موقوتا",
    "ayahEn": "When the prayers are over, remember Allah—whether you are standing, sitting, or lying down. But when you are secure, establish regular prayers. Indeed, performing prayers is a duty on the believers at the appointed times.",
    "meta": {
      "page": 95,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 104,
    "ayahArV1": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "ولا تهنوا في ابتغاء القوم ان تكونوا تالمون فانهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما",
    "ayahEn": "Do not falter in pursuit of the enemy—if you are suffering, they too are suffering. But you can hope to receive from Allah what they can never hope for. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 95,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 105,
    "ayahArV1": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
    "ayahArV2": "انا انزلنا اليك الكتاب بالحق لتحكم بين الناس بما اراك الله ولا تكن للخائنين خصيما",
    "ayahEn": "Indeed, We have sent down the Book to you ˹O Prophet˺ in truth to judge between people by means of what Allah has shown you. So do not be an advocate for the deceitful.",
    "meta": {
      "page": 95,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 106,
    "ayahArV1": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "واستغفر الله ان الله كان غفورا رحيما",
    "ayahEn": "And seek Allah’s forgiveness—indeed, Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 107,
    "ayahArV1": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
    "ayahArV2": "ولا تجادل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما",
    "ayahEn": "Do not advocate for those who wrong themselves. Surely Allah does not like those who are deceitful, sinful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 108,
    "ayahArV1": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
    "ayahArV2": "يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا",
    "ayahEn": "They try to hide ˹their deception˺ from people, but they can never hide it from Allah—in Whose presence they plot by night what is displeasing to Him. And Allah is Fully Aware of what they do.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 109,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
    "ayahArV2": "ها انتم هؤلاء جادلتم عنهم في الحياة الدنيا فمن يجادل الله عنهم يوم القيامة ام من يكون عليهم وكيلا",
    "ayahEn": "Here you are! You ˹believers˺ are advocating for them in this life, but who will ˹dare to˺ advocate for them before Allah on the Day of Judgment? Or who will come to their defence?",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 110,
    "ayahArV1": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما",
    "ayahEn": "Whoever commits evil or wrongs themselves then seeks Allah’s forgiveness will certainly find Allah All-Forgiving, Most Merciful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 111,
    "ayahArV1": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما",
    "ayahEn": "And whoever commits a sin—it is only to their own loss. Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 112,
    "ayahArV1": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "ayahArV2": "ومن يكسب خطيئة او اثما ثم يرم به بريئا فقد احتمل بهتانا واثما مبينا",
    "ayahEn": "And whoever commits an evil or sinful deed then blames it on an innocent person, they will definitely bear the guilt of slander and blatant sin.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 113,
    "ayahArV1": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
    "ayahArV2": "ولولا فضل الله عليك ورحمته لهمت طائفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شيء وانزل الله عليك الكتاب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما",
    "ayahEn": "Had it not been for Allah’s grace and mercy, a group of them would have sought to deceive you ˹O Prophet˺. Yet they would deceive none but themselves, nor can they harm you in the least. Allah has revealed to you the Book and wisdom and taught you what you never knew. Great ˹indeed˺ is Allah’s favour upon you!",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 114,
    "ayahArV1": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "ayahArV2": "لا خير في كثير من نجواهم الا من امر بصدقة او معروف او اصلاح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه اجرا عظيما",
    "ayahEn": "There is no good in most of their secret talks—except those encouraging charity, kindness, or reconciliation between people. And whoever does this seeking Allah’s pleasure, We will grant them a great reward.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 115,
    "ayahArV1": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
    "ayahArV2": "ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا",
    "ayahEn": "And whoever defies the Messenger after guidance has become clear to them and follows a path other than that of the believers, We will let them pursue what they have chosen, then burn them in Hell—what an evil end!",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 116,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "ayahArV2": "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضلالا بعيدا",
    "ayahEn": "Surely Allah does not forgive associating ˹others˺ with Him ˹in worship˺, but forgives anything else of whoever He wills. Indeed, whoever associates ˹others˺ with Allah has clearly gone far astray.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 117,
    "ayahArV1": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
    "ayahArV2": "ان يدعون من دونه الا اناثا وان يدعون الا شيطانا مريدا",
    "ayahEn": "Instead of Allah, they only invoke female gods and they ˹actually˺ invoke none but a rebellious Satan—",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 118,
    "ayahArV1": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
    "ayahArV2": "لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا",
    "ayahEn": "cursed by Allah—who said, “I will surely take hold of a certain number of Your servants.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 119,
    "ayahArV1": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
    "ayahArV2": "ولاضلنهم ولامنينهم ولامرنهم فليبتكن اذان الانعام ولامرنهم فليغيرن خلق الله ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا",
    "ayahEn": "I will certainly mislead them and delude them with empty hopes. Also, I will order them and they will slit the ears of cattle and alter Allah’s creation.” And whoever takes Satan as a guardian instead of Allah has certainly suffered a tremendous loss.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 120,
    "ayahArV1": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
    "ayahArV2": "يعدهم ويمنيهم وما يعدهم الشيطان الا غرورا",
    "ayahEn": "Satan only makes them ˹false˺ promises and deludes them with ˹empty˺ hopes. Truly Satan promises them nothing but delusion.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 121,
    "ayahArV1": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
    "ayahArV2": "اولئك ماواهم جهنم ولا يجدون عنها محيصا",
    "ayahEn": "It is they who will have Hell as their home, and they will find no escape from it!",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 122,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
    "ayahArV2": "والذين امنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الانهار خالدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا",
    "ayahEn": "And those who believe and do good, We will soon admit them into Gardens under which rivers flow, to stay there for ever and ever. Allah’s promise is ˹always˺ true. And whose word is more truthful than Allah’s?",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 123,
    "ayahArV1": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "ليس بامانيكم ولا اماني اهل الكتاب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا",
    "ayahEn": "˹Divine grace is˺ neither by your wishes nor those of the People of the Book! Whoever commits evil will be rewarded accordingly, and they will find no protector or helper besides Allah.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 124,
    "ayahArV1": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
    "ayahArV2": "ومن يعمل من الصالحات من ذكر او انثى وهو مؤمن فاولئك يدخلون الجنة ولا يظلمون نقيرا",
    "ayahEn": "But those who do good—whether male or female—and have faith will enter Paradise and will never be wronged ˹even as much as˺ the speck on a date stone.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 125,
    "ayahArV1": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
    "ayahArV2": "ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابراهيم حنيفا واتخذ الله ابراهيم خليلا",
    "ayahEn": "And who is better in faith than those who ˹fully˺ submit themselves to Allah, do good, and follow the Way of Abraham, the upright? Allah chose Abraham as a close friend.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 126,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض وكان الله بكل شيء محيطا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is Fully Aware of everything.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 127,
    "ayahArV1": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
    "ayahArV2": "ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب في يتامى النساء اللاتي لا تؤتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفين من الولدان وان تقوموا لليتامى بالقسط وما تفعلوا من خير فان الله كان به عليما",
    "ayahEn": "They ask you ˹O Prophet˺ regarding women. Say, “It is Allah Who instructs you regarding them. Instruction has ˹already˺ been revealed in the Book concerning the orphan women you deprive of their due rights but still wish to marry, also helpless children, as well as standing up for orphans’ rights. And whatever good you do is certainly well known to Allah.”",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 128,
    "ayahArV1": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "ayahArV2": "وان امراة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا وتتقوا فان الله كان بما تعملون خبيرا",
    "ayahEn": "If a woman fears indifference or neglect from her husband, there is no blame on either of them if they seek ˹fair˺ settlement, which is best. Humans are ever inclined to selfishness. But if you are gracious and mindful ˹of Allah˺, surely Allah is All-Aware of what you do.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 129,
    "ayahArV1": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ولن تستطيعوا ان تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وان تصلحوا وتتقوا فان الله كان غفورا رحيما",
    "ayahEn": "You will never be able to maintain ˹emotional˺ justice between your wives—no matter how keen you are. So do not totally incline towards one leaving the other in suspense. And if you do what is right and are mindful ˹of Allah˺, surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 130,
    "ayahArV1": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
    "ayahArV2": "وان يتفرقا يغن الله كلا من سعته وكان الله واسعا حكيما",
    "ayahEn": "But if they choose to separate, Allah will enrich both of them from His bounties. And Allah is Ever-Bountiful, All-Wise.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 131,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض ولقد وصينا الذين اوتوا الكتاب من قبلكم واياكم ان اتقوا الله وان تكفروا فان لله ما في السماوات وما في الارض وكان الله غنيا حميدا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Indeed, We have commanded those given the Scripture before you, as well as you, to be mindful of Allah. But if you disobey, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 132,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض وكفى بالله وكيلا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 133,
    "ayahArV1": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
    "ayahArV2": "ان يشا يذهبكم ايها الناس ويات باخرين وكان الله على ذلك قديرا",
    "ayahEn": "If it is His Will, He can remove you altogether, O  humanity, and replace you with others. And Allah is Most Capable to do so.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 134,
    "ayahArV1": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
    "ayahArV2": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيرا",
    "ayahEn": "Whoever desires the reward of this world, then ˹let them know that˺ with Allah are the rewards of this world and the Hereafter. And Allah is All-Hearing, All-Seeing.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 135,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "ayahArV2": "يا ايها الذين امنوا كونوا قوامين بالقسط شهداء لله ولو على انفسكم او الوالدين والاقربين ان يكن غنيا او فقيرا فالله اولى بهما فلا تتبعوا الهوى ان تعدلوا وان تلووا او تعرضوا فان الله كان بما تعملون خبيرا",
    "ayahEn": "O believers! Stand firm for justice as witnesses for Allah even if it is against yourselves, your parents, or close relatives. Be they rich or poor, Allah is best to ensure their interests. So do not let your desires cause you to deviate ˹from justice˺. If you distort the testimony or refuse to give it, then ˹know that˺ Allah is certainly All-Aware of what you do.",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 136,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "ayahArV2": "يا ايها الذين امنوا امنوا بالله ورسوله والكتاب الذي نزل على رسوله والكتاب الذي انزل من قبل ومن يكفر بالله وملائكته وكتبه ورسله واليوم الاخر فقد ضل ضلالا بعيدا",
    "ayahEn": "O believers! Have faith in Allah, His Messenger, the Book He has revealed to His Messenger, and the Scriptures He revealed before. Indeed, whoever denies Allah, His angels, His Books, His messengers, and the Last Day has clearly gone far astray.",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 137,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
    "ayahArV2": "ان الذين امنوا ثم كفروا ثم امنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا",
    "ayahEn": "Indeed, those who believed then disbelieved, then believed and again disbelieved—˹only˺ increasing in disbelief—Allah will neither forgive them nor guide them to the ˹Right˺ Way.",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 138,
    "ayahArV1": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "بشر المنافقين بان لهم عذابا اليما",
    "ayahEn": "Give good news of a painful punishment to hypocrites",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 139,
    "ayahArV1": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
    "ayahArV2": "الذين يتخذون الكافرين اولياء من دون المؤمنين ايبتغون عندهم العزة فان العزة لله جميعا",
    "ayahEn": "who choose disbelievers as allies instead of the believers. Do they seek honour and power through that company? Surely all honour and power belongs to Allah.",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 140,
    "ayahArV1": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
    "ayahArV2": "وقد نزل عليكم في الكتاب ان اذا سمعتم ايات الله يكفر بها ويستهزا بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره انكم اذا مثلهم ان الله جامع المنافقين والكافرين في جهنم جميعا",
    "ayahEn": "He has already revealed to you in the Book that when you hear Allah’s revelations being denied or ridiculed, then do not sit in that company unless they engage in a different topic, or else you will be like them. Surely Allah will gather the hypocrites and disbelievers all together in Hell.",
    "meta": {
      "page": 100,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 141,
    "ayahArV1": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
    "ayahArV2": "الذين يتربصون بكم فان كان لكم فتح من الله قالوا الم نكن معكم وان كان للكافرين نصيب قالوا الم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيامة ولن يجعل الله للكافرين على المؤمنين سبيلا",
    "ayahEn": "˹The hypocrites are˺ those who wait to see what happens to you. So if Allah grants you victory, they say ˹to you˺, “Were we not on your side?” But if the disbelievers have a share ˹of victory˺, they say ˹to them˺, “Did we not have the advantage over you, yet we protected you from the believers?” Allah will judge between ˹all of˺ you on the Day of Judgment. And Allah will never grant the disbelievers a way over the believers.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 142,
    "ayahArV1": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
    "ayahArV2": "ان المنافقين يخادعون الله وهو خادعهم واذا قاموا الى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله الا قليلا",
    "ayahEn": "Surely the hypocrites seek to deceive Allah, but He outwits them. When they stand up for prayer, they do it half-heartedly only to be seen by people—hardly remembering Allah at all.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 143,
    "ayahArV1": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "ayahArV2": "مذبذبين بين ذلك لا الى هؤلاء ولا الى هؤلاء ومن يضلل الله فلن تجد له سبيلا",
    "ayahEn": "Torn between belief and disbelief—belonging neither to these ˹believers˺ nor those ˹disbelievers˺. And whoever Allah leaves to stray, you will never find for them a way.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 144,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا الكافرين اولياء من دون المؤمنين اتريدون ان تجعلوا لله عليكم سلطانا مبينا",
    "ayahEn": "O believers! Do not take disbelievers as allies instead of the believers. Would you like to give Allah solid proof against yourselves?",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 145,
    "ayahArV1": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
    "ayahArV2": "ان المنافقين في الدرك الاسفل من النار ولن تجد لهم نصيرا",
    "ayahEn": "Surely the hypocrites will be in the lowest depths of the Fire—and you will never find for them any helper—",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 146,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
    "ayahArV2": "الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله فاولئك مع المؤمنين وسوف يؤت الله المؤمنين اجرا عظيما",
    "ayahEn": "except those who repent, mend their ways, hold fast to Allah, and are sincere in their devotion to Allah; they will be with the believers. And Allah will grant the believers a great reward.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 147,
    "ayahArV1": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
    "ayahArV2": "ما يفعل الله بعذابكم ان شكرتم وامنتم وكان الله شاكرا عليما",
    "ayahEn": "Why should Allah punish you if you are grateful and faithful? Allah is ever Appreciative, All-Knowing.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  }
]