[
  {
    "surahNo": 5,
    "ayahNo": 27,
    "ayahArV1": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
    "ayahArV2": "واتل عليهم نبا ابني ادم بالحق اذ قربا قربانا فتقبل من احدهما ولم يتقبل من الاخر قال لاقتلنك قال انما يتقبل الله من المتقين",
    "ayahEn": "Relate to them in truth ˹O Prophet˺ the story of Adam’s two sons—how each offered a sacrifice: Abel’s offering was accepted while Cain’s was not. So Cain threatened, “I will kill you!” His brother replied, “Allah only accepts ˹the offering˺ of the sincerely devout.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 28,
    "ayahArV1": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "لئن بسطت الي يدك لتقتلني ما انا بباسط يدي اليك لاقتلك اني اخاف الله رب العالمين",
    "ayahEn": "If you raise your hand to kill me, I will not raise mine to kill you, because I fear Allah—the Lord of all worlds.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 29,
    "ayahArV1": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "اني اريد ان تبوء باثمي واثمك فتكون من اصحاب النار وذلك جزاء الظالمين",
    "ayahEn": "I want to let you bear your sin against me along with your other sins, then you will be one of those destined to the Fire. And that is the reward of the wrongdoers.”",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 30,
    "ayahArV1": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "فطوعت له نفسه قتل اخيه فقتله فاصبح من الخاسرين",
    "ayahEn": "Yet Cain convinced himself to kill his brother, so he killed him—becoming a loser.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 31,
    "ayahArV1": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
    "ayahArV2": "فبعث الله غرابا يبحث في الارض ليريه كيف يواري سوءة اخيه قال يا ويلتا اعجزت ان اكون مثل هذا الغراب فاواري سوءة اخي فاصبح من النادمين",
    "ayahEn": "Then Allah sent a crow digging ˹a grave˺ in the ground ˹for a dead crow˺, in order to show him how to bury the corpse of his brother. He cried, “Alas! Have I ˹even˺ failed to be like this crow and bury the corpse of my brother?” So he became regretful.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 32,
    "ayahArV1": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
    "ayahArV2": "من اجل ذلك كتبنا على بني اسرائيل انه من قتل نفسا بغير نفس او فساد في الارض فكانما قتل الناس جميعا ومن احياها فكانما احيا الناس جميعا ولقد جاءتهم رسلنا بالبينات ثم ان كثيرا منهم بعد ذلك في الارض لمسرفون",
    "ayahEn": "That is why We ordained for the Children of Israel that whoever takes a life—unless as a punishment for murder or mischief in the land—it will be as if they killed all of humanity; and whoever saves a life, it will be as if they saved all of humanity. ˹Although˺ Our messengers already came to them with clear proofs, many of them still transgressed afterwards through the land.",
    "meta": {
      "page": 113,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 33,
    "ayahArV1": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "انما جزاء الذين يحاربون الله ورسوله ويسعون في الارض فسادا ان يقتلوا او يصلبوا او تقطع ايديهم وارجلهم من خلاف او ينفوا من الارض ذلك لهم خزي في الدنيا ولهم في الاخرة عذاب عظيم",
    "ayahEn": "Indeed, the penalty for those who wage war against Allah and His Messenger and spread mischief in the land is death, crucifixion, cutting off their hands and feet on opposite sides, or exile from the land. This ˹penalty˺ is a disgrace for them in this world, and they will suffer a tremendous punishment in the Hereafter.",
    "meta": {
      "page": 113,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 34,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ ۖ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "الا الذين تابوا من قبل ان تقدروا عليهم فاعلموا ان الله غفور رحيم",
    "ayahEn": "As for those who repent before you seize them, then know that Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 113,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 35,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَـٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "يا ايها الذين امنوا اتقوا الله وابتغوا اليه الوسيلة وجاهدوا في سبيله لعلكم تفلحون",
    "ayahEn": "O believers! Be mindful of Allah and seek what brings you closer to Him and struggle in His Way, so you may be successful.",
    "meta": {
      "page": 113,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 36,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين كفروا لو ان لهم ما في الارض جميعا ومثله معه ليفتدوا به من عذاب يوم القيامة ما تقبل منهم ولهم عذاب اليم",
    "ayahEn": "As for the disbelievers, even if they were to possess everything in the world twice over ˹and offer it all˺ to ransom themselves from the punishment of the Day of Judgment, it would never be accepted from them. And they will suffer a painful punishment.",
    "meta": {
      "page": 113,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 37,
    "ayahArV1": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "ayahArV2": "يريدون ان يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم",
    "ayahEn": "They will be desperate to get out of the Fire but they will never be able to. And they will suffer an everlasting punishment.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 38,
    "ayahArV1": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "والسارق والسارقة فاقطعوا ايديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم",
    "ayahEn": "As for male and female thieves, cut off their hands for what they have done—a deterrent from Allah. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 39,
    "ayahArV1": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "فمن تاب من بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم",
    "ayahEn": "But whoever repents after their wrongdoing and mends their ways, Allah will surely turn to them in forgiveness. Indeed, Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 40,
    "ayahArV1": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "الم تعلم ان الله له ملك السماوات والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شيء قدير",
    "ayahEn": "Do you not know that the kingdom of the heavens and the earth belongs to Allah ˹alone˺? He punishes whoever He wills and forgives whoever He wills. And Allah is Most Capable of everything.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 41,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "يا ايها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا امنا بافواههم ولم تؤمن قلوبهم ومن الذين هادوا سماعون للكذب سماعون لقوم اخرين لم ياتوك يحرفون الكلم من بعد مواضعه يقولون ان اوتيتم هذا فخذوه وان لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيئا اولئك الذين لم يرد الله ان يطهر قلوبهم لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
    "ayahEn": "O Messenger! Do not grieve for those who race to disbelieve—those who say, “We believe” with their tongues, but their hearts are in disbelief. Nor those among the Jews who eagerly listen to lies, attentive to those who are too arrogant to come to you. They distort the Scripture, taking rulings out of context, then say, “If this is the ruling you get ˹from Muḥammad˺, accept it. If not, beware!” Whoever Allah allows to be deluded, you can never be of any help to them against Allah. It is not Allah’s Will to purify their hearts. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 42,
    "ayahArV1": "سَمَّـٰعُونَ لِلْكَذِبِ أَكَّـٰلُونَ لِلسُّحْتِ ۚ فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا ۖ وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "ayahArV2": "سماعون للكذب اكالون للسحت فان جاءوك فاحكم بينهم او اعرض عنهم وان تعرض عنهم فلن يضروك شيئا وان حكمت فاحكم بينهم بالقسط ان الله يحب المقسطين",
    "ayahEn": "They eagerly listen to falsehood and consume forbidden gain. So if they come to you ˹O Prophet˺, either judge between them or turn away from them. If you turn away from them, they cannot harm you whatsoever. But if you judge between them, then do so with justice. Surely Allah loves those who are just.",
    "meta": {
      "page": 115,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 43,
    "ayahArV1": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
    "ayahArV2": "وكيف يحكمونك وعندهم التوراة فيها حكم الله ثم يتولون من بعد ذلك وما اولئك بالمؤمنين",
    "ayahEn": "But why do they come to you for judgment when they ˹already˺ have the Torah containing Allah’s judgment, then they turn away after all? They are not ˹true˺ believers.",
    "meta": {
      "page": 115,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 44,
    "ayahArV1": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟ وَٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَـٰبِ ٱللَّهِ وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ ۚ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "انا انزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين اسلموا للذين هادوا والربانيون والاحبار بما استحفظوا من كتاب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا باياتي ثمنا قليلا ومن لم يحكم بما انزل الله فاولئك هم الكافرون",
    "ayahEn": "Indeed, We revealed the Torah, containing guidance and light, by which the prophets, who submitted themselves to Allah, made judgments for Jews. So too did the rabbis and scholars judge according to Allah’s Book, with which they were entrusted and of which they were made keepers. So do not fear the people; fear Me! Nor trade my revelations for a fleeting gain. And those who do not judge by what Allah has revealed are ˹truly˺ the disbelievers.",
    "meta": {
      "page": 115,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 45,
    "ayahArV1": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "وكتبنا عليهم فيها ان النفس بالنفس والعين بالعين والانف بالانف والاذن بالاذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما انزل الله فاولئك هم الظالمون",
    "ayahEn": "We ordained for them in the Torah, “A life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth—and for wounds equal retaliation.” But whoever waives it charitably, it will be atonement for them. And those who do not judge by what Allah has revealed are ˹truly˺ the wrongdoers.",
    "meta": {
      "page": 115,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 46,
    "ayahArV1": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "ayahArV2": "وقفينا على اثارهم بعيسى ابن مريم مصدقا لما بين يديه من التوراة واتيناه الانجيل فيه هدى ونور ومصدقا لما بين يديه من التوراة وهدى وموعظة للمتقين",
    "ayahEn": "Then in the footsteps of the prophets, We sent Jesus, son of Mary, confirming the Torah revealed before him. And We gave him the Gospel containing guidance and light and confirming what was revealed in the Torah—a guide and a lesson to the God-fearing.",
    "meta": {
      "page": 116,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 47,
    "ayahArV1": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "وليحكم اهل الانجيل بما انزل الله فيه ومن لم يحكم بما انزل الله فاولئك هم الفاسقون",
    "ayahEn": "So let the people of the Gospel judge by what Allah has revealed in it. And those who do not judge by what Allah has revealed are ˹truly˺ the rebellious.",
    "meta": {
      "page": 116,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 48,
    "ayahArV1": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "وانزلنا اليك الكتاب بالحق مصدقا لما بين يديه من الكتاب ومهيمنا عليه فاحكم بينهم بما انزل الله ولا تتبع اهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم امة واحدة ولكن ليبلوكم في ما اتاكم فاستبقوا الخيرات الى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون",
    "ayahEn": "We have revealed to you ˹O Prophet˺ this Book with the truth, as a confirmation of previous Scriptures and a supreme authority on them. So judge between them by what Allah has revealed, and do not follow their desires over the truth that has come to you. To each of you We have ordained a code of law and a way of life. If Allah had willed, He would have made you one community, but His Will is to test you with what He has given ˹each of˺ you. So compete with one another in doing good. To Allah you will all return, then He will inform you ˹of the truth˺ regarding your differences.",
    "meta": {
      "page": 116,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 49,
    "ayahArV1": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
    "ayahArV2": "وان احكم بينهم بما انزل الله ولا تتبع اهواءهم واحذرهم ان يفتنوك عن بعض ما انزل الله اليك فان تولوا فاعلم انما يريد الله ان يصيبهم ببعض ذنوبهم وان كثيرا من الناس لفاسقون",
    "ayahEn": "And judge between them ˹O Prophet˺ by what Allah has revealed, and do not follow their desires. And beware, so they do not lure you away from some of what Allah has revealed to you. If they turn away ˹from Allah’s judgment˺, then know that it is Allah’s Will to repay them for some of their sins, and that many people are indeed rebellious.",
    "meta": {
      "page": 116,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 50,
    "ayahArV1": "أَفَحُكْمَ ٱلْجَـٰهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
    "ayahArV2": "افحكم الجاهلية يبغون ومن احسن من الله حكما لقوم يوقنون",
    "ayahEn": "Is it the judgment of ˹pre-Islamic˺ ignorance they seek? Who could be a better judge than Allah for people of sure faith?",
    "meta": {
      "page": 116,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 51,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا اليهود والنصارى اولياء بعضهم اولياء بعض ومن يتولهم منكم فانه منهم ان الله لا يهدي القوم الظالمين",
    "ayahEn": "O believers! Take neither Jews nor Christians as guardians—they are guardians of each other. Whoever does so will be counted as one of them. Surely Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 52,
    "ayahArV1": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
    "ayahArV2": "فترى الذين في قلوبهم مرض يسارعون فيهم يقولون نخشى ان تصيبنا دائرة فعسى الله ان ياتي بالفتح او امر من عنده فيصبحوا على ما اسروا في انفسهم نادمين",
    "ayahEn": "You see those with sickness in their hearts racing for their guardianship, saying ˹in justification˺, “We fear a turn of fortune will strike us.” But perhaps Allah will bring about ˹your˺ victory or another favour by His command, and they will regret what they have hidden in their hearts.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 53,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "ويقول الذين امنوا اهؤلاء الذين اقسموا بالله جهد ايمانهم انهم لمعكم حبطت اعمالهم فاصبحوا خاسرين",
    "ayahEn": "˹Only then,˺ the believers will ask ˹one another˺, “Are these the ones who swore solemn oaths by Allah that they were with you?” Their deeds have been in vain, so they have become losers.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 54,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا من يرتد منكم عن دينه فسوف ياتي الله بقوم يحبهم ويحبونه اذلة على المؤمنين اعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم",
    "ayahEn": "O believers! Whoever among you abandons their faith, Allah will replace them with others who love Him and are loved by Him. They will be humble with the believers but firm towards the disbelievers, struggling in the Way of Allah; fearing no blame from anyone. This is the favour of Allah. He grants it to whoever He wills. And Allah is All-Bountiful, All-Knowing.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 55,
    "ayahArV1": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
    "ayahArV2": "انما وليكم الله ورسوله والذين امنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون",
    "ayahEn": "Your only guardians are Allah, His Messenger, and fellow believers—who establish prayer and pay alms-tax with humility.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 56,
    "ayahArV1": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
    "ayahArV2": "ومن يتول الله ورسوله والذين امنوا فان حزب الله هم الغالبون",
    "ayahEn": "Whoever allies themselves with Allah, His Messenger, and fellow believers, then it is certainly Allah’s party that will prevail.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 57,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين اوتوا الكتاب من قبلكم والكفار اولياء واتقوا الله ان كنتم مؤمنين",
    "ayahEn": "O believers! Do not seek the guardianship of those given the Scripture before you and the disbelievers who have made your faith a mockery and amusement. And be mindful of Allah if you are ˹truly˺ believers.",
    "meta": {
      "page": 117,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 58,
    "ayahArV1": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
    "ayahArV2": "واذا ناديتم الى الصلاة اتخذوها هزوا ولعبا ذلك بانهم قوم لا يعقلون",
    "ayahEn": "When you call to prayer, they mock it in amusement. This is because they are a people without understanding.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 59,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
    "ayahArV2": "قل يا اهل الكتاب هل تنقمون منا الا ان امنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فاسقون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Do you resent us only because we believe in Allah and what has been revealed to us and what was revealed before—while most of you are rebellious?”",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 60,
    "ayahArV1": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
    "ayahArV2": "قل هل انبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت اولئك شر مكانا واضل عن سواء السبيل",
    "ayahEn": "Say, ˹O Prophet,˺ “Shall I inform you of those who deserve a worse punishment from Allah ˹than the rebellious˺? It is those who earned Allah’s condemnation and displeasure—some being reduced to apes and pigs and worshippers of false gods. These are far worse in rank and farther astray from the Right Way.”",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 61,
    "ayahArV1": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
    "ayahArV2": "واذا جاءوكم قالوا امنا وقد دخلوا بالكفر وهم قد خرجوا به والله اعلم بما كانوا يكتمون",
    "ayahEn": "When they come to you ˹believers˺ they say, “We believe.” But they are committed to disbelief when they enter and when they leave. And Allah knows what they hide.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 62,
    "ayahArV1": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "وترى كثيرا منهم يسارعون في الاثم والعدوان واكلهم السحت لبئس ما كانوا يعملون",
    "ayahEn": "You see many of them racing towards sin, transgression, and consumption of forbidden gain. Evil indeed are their actions!",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 63,
    "ayahArV1": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
    "ayahArV2": "لولا ينهاهم الربانيون والاحبار عن قولهم الاثم واكلهم السحت لبئس ما كانوا يصنعون",
    "ayahEn": "Why do their rabbis and scholars not forbid them from saying what is sinful and consuming what is unlawful? Evil indeed is their inaction!",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 64,
    "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما انزل اليك من ربك طغيانا وكفرا والقينا بينهم العداوة والبغضاء الى يوم القيامة كلما اوقدوا نارا للحرب اطفاها الله ويسعون في الارض فسادا والله لا يحب المفسدين",
    "ayahEn": "˹Some among˺ the Jews said, “Allah is tight-fisted.” May their fists be tied and they be condemned for what they said. Rather, He is open-handed, giving freely as He pleases. That which has been revealed to you ˹O Prophet˺ from your Lord will only cause many of them to increase in wickedness and disbelief. We have stirred among them hostility and hatred until the Day of Judgment. Whenever they kindle the fire of war, Allah puts it out. And they strive to spread corruption in the land. And Allah does not like corruptors.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 65,
    "ayahArV1": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
    "ayahArV2": "ولو ان اهل الكتاب امنوا واتقوا لكفرنا عنهم سيئاتهم ولادخلناهم جنات النعيم",
    "ayahEn": "Had the People of the Book only been faithful and mindful ˹of Allah˺, We would have certainly absolved them of their sins and admitted them into the Gardens of Bliss.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 66,
    "ayahArV1": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
    "ayahArV2": "ولو انهم اقاموا التوراة والانجيل وما انزل اليهم من ربهم لاكلوا من فوقهم ومن تحت ارجلهم منهم امة مقتصدة وكثير منهم ساء ما يعملون",
    "ayahEn": "And had they observed the Torah, the Gospel, and what has been revealed to them from their Lord, they would have been overwhelmed with provisions from above and below. Some among them are upright, yet many do nothing but evil.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 67,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ ۚ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "يا ايها الرسول بلغ ما انزل اليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ان الله لا يهدي القوم الكافرين",
    "ayahEn": "O Messenger! Convey everything revealed to you from your Lord. If you do not, then you have not delivered His message. Allah will ˹certainly˺ protect you from the people. Indeed, Allah does not guide the people who disbelieve.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 68,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "قل يا اهل الكتاب لستم على شيء حتى تقيموا التوراة والانجيل وما انزل اليكم من ربكم وليزيدن كثيرا منهم ما انزل اليك من ربك طغيانا وكفرا فلا تاس على القوم الكافرين",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! You have nothing to stand on unless you observe the Torah, the Gospel, and what has been revealed to you from your Lord.” And your Lord’s revelation to you ˹O Prophet˺ will only cause many of them to increase in wickedness and disbelief. So do not grieve for the people who disbelieve.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 69,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـُٔونَ وَٱلنَّصَـٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين امنوا والذين هادوا والصابئون والنصارى من امن بالله واليوم الاخر وعمل صالحا فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Indeed, the believers, Jews, Sabians and Christians—whoever ˹truly˺ believes in Allah and the Last Day and does good, there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 70,
    "ayahArV1": "لَقَدْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟ وَفَرِيقًا يَقْتُلُونَ",
    "ayahArV2": "لقد اخذنا ميثاق بني اسرائيل وارسلنا اليهم رسلا كلما جاءهم رسول بما لا تهوى انفسهم فريقا كذبوا وفريقا يقتلون",
    "ayahEn": "Indeed, We took a covenant from the Children of Israel and sent them messengers. Whenever a messenger came to them with what they did not desire, they denied some and killed others.",
    "meta": {
      "page": 119,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 71,
    "ayahArV1": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "وحسبوا الا تكون فتنة فعموا وصموا ثم تاب الله عليهم ثم عموا وصموا كثير منهم والله بصير بما يعملون",
    "ayahEn": "They thought there would be no consequences, so they turned a blind eye and a deaf ear. Yet Allah turned to them in forgiveness ˹after their repentance˺, but again many became blind and deaf. And Allah is All-Seeing of what they do.",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 72,
    "ayahArV1": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
    "ayahArV2": "لقد كفر الذين قالوا ان الله هو المسيح ابن مريم وقال المسيح يا بني اسرائيل اعبدوا الله ربي وربكم انه من يشرك بالله فقد حرم الله عليه الجنة وماواه النار وما للظالمين من انصار",
    "ayahEn": "Those who say, “Allah is the Messiah, son of Mary,” have certainly fallen into disbelief. The Messiah ˹himself˺ said, “O Children of Israel! Worship Allah—my Lord and your Lord.” Whoever associates others with Allah ˹in worship˺ will surely be forbidden Paradise by Allah. Their home will be the Fire. And the wrongdoers will have no helpers.",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 73,
    "ayahArV1": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "لقد كفر الذين قالوا ان الله ثالث ثلاثة وما من اله الا اله واحد وان لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب اليم",
    "ayahEn": "Those who say, “Allah is one in a Trinity,” have certainly fallen into disbelief. There is only One God. If they do not stop saying this, those who disbelieve among them will be afflicted with a painful punishment.",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 74,
    "ayahArV1": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "افلا يتوبون الى الله ويستغفرونه والله غفور رحيم",
    "ayahEn": "Will they not turn to Allah in repentance and seek His forgiveness? And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 75,
    "ayahArV1": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
    "ayahArV2": "ما المسيح ابن مريم الا رسول قد خلت من قبله الرسل وامه صديقة كانا ياكلان الطعام انظر كيف نبين لهم الايات ثم انظر انى يؤفكون",
    "ayahEn": "The Messiah, son of Mary, was no more than a messenger. ˹Many˺ messengers had ˹come and˺ gone before him. His mother was a woman of truth. They both ate food. See how We make the signs clear to them, yet see how they are deluded ˹from the truth˺!",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 76,
    "ayahArV1": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "قل اتعبدون من دون الله ما لا يملك لكم ضرا ولا نفعا والله هو السميع العليم",
    "ayahEn": "Say, ˹O Prophet,˺ “How can you worship besides Allah those who can neither harm nor benefit you? And Allah ˹alone˺ is the All-Hearing, All-Knowing.”",
    "meta": {
      "page": 120,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 77,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
    "ayahArV2": "قل يا اهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا اهواء قوم قد ضلوا من قبل واضلوا كثيرا وضلوا عن سواء السبيل",
    "ayahEn": "Say, “O People of the Book! Do not go to extremes in your faith beyond the truth, nor follow the vain desires of those who went astray before ˹you˺. They misled many and strayed from the Right Way.”",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 78,
    "ayahArV1": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "ayahArV2": "لعن الذين كفروا من بني اسرائيل على لسان داوود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون",
    "ayahEn": "The disbelievers among the Children of Israel were condemned in the revelations of David and Jesus, son of Mary. That was for their disobedience and violations.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 79,
    "ayahArV1": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
    "ayahArV2": "كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون",
    "ayahEn": "They did not forbid one another from doing evil. Evil indeed was what they did!",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 80,
    "ayahArV1": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
    "ayahArV2": "ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم انفسهم ان سخط الله عليهم وفي العذاب هم خالدون",
    "ayahEn": "You see many of them taking the disbelievers as allies. Truly wicked are their misdeeds, which have earned them Allah’s wrath. And they will be in everlasting torment.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 81,
    "ayahArV1": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
    "ayahArV2": "ولو كانوا يؤمنون بالله والنبي وما انزل اليه ما اتخذوهم اولياء ولكن كثيرا منهم فاسقون",
    "ayahEn": "Had they believed in Allah, the Prophet, and what has been revealed to him, they would have never taken those ˹pagans˺ as allies. But most of them are rebellious.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  }
]