[
  {
    "surahNo": 5,
    "ayahNo": 82,
    "ayahArV1": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ ۖ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
    "ayahArV2": "لتجدن اشد الناس عداوة للذين امنوا اليهود والذين اشركوا ولتجدن اقربهم مودة للذين امنوا الذين قالوا انا نصارى ذلك بان منهم قسيسين ورهبانا وانهم لا يستكبرون",
    "ayahEn": "You will surely find the most bitter towards the believers to be the Jews and polytheists and the most gracious to be those who call themselves Christian. That is because there are priests and monks among them and because they are not arrogant.",
    "meta": {
      "page": 121,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 83,
    "ayahArV1": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "واذا سمعوا ما انزل الى الرسول ترى اعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا امنا فاكتبنا مع الشاهدين",
    "ayahEn": "When they listen to what has been revealed to the Messenger, you see their eyes overflowing with tears for recognizing the truth. They say, “Our Lord! We believe, so count us among the witnesses.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 84,
    "ayahArV1": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع ان يدخلنا ربنا مع القوم الصالحين",
    "ayahEn": "Why should we not believe in Allah and the truth that has come to us? And we long for our Lord to include us in the company of the righteous.”",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 85,
    "ayahArV1": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "فاثابهم الله بما قالوا جنات تجري من تحتها الانهار خالدين فيها وذلك جزاء المحسنين",
    "ayahEn": "So Allah will reward them for what they said with Gardens under which rivers flow, to stay there forever. And that is the reward of the good-doers.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 86,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "والذين كفروا وكذبوا باياتنا اولئك اصحاب الجحيم",
    "ayahEn": "As for those who disbelieve and reject Our signs, they will be the residents of the Hellfire.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 87,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَـٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "ayahArV2": "يا ايها الذين امنوا لا تحرموا طيبات ما احل الله لكم ولا تعتدوا ان الله لا يحب المعتدين",
    "ayahEn": "O believers! Do not forbid the good things which Allah has made lawful for you, and do not transgress. Indeed, Allah does not like transgressors.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 88,
    "ayahArV1": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
    "ayahArV2": "وكلوا مما رزقكم الله حلالا طيبا واتقوا الله الذي انتم به مؤمنون",
    "ayahEn": "Eat of the good, lawful things provided to you by Allah. And be mindful of Allah in Whom you believe.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 89,
    "ayahArV1": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "لا يؤاخذكم الله باللغو في ايمانكم ولكن يؤاخذكم بما عقدتم الايمان فكفارته اطعام عشرة مساكين من اوسط ما تطعمون اهليكم او كسوتهم او تحرير رقبة فمن لم يجد فصيام ثلاثة ايام ذلك كفارة ايمانكم اذا حلفتم واحفظوا ايمانكم كذلك يبين الله لكم اياته لعلكم تشكرون",
    "ayahEn": "Allah will not call you to account for your thoughtless oaths, but He will hold you accountable for deliberate oaths. The penalty for a broken oath is to feed ten poor people from what you normally feed your own family, or to clothe them, or to free a bondsperson. But if none of this is affordable, then you must fast three days. This is the penalty for breaking your oaths. So be mindful of your oaths. This is how Allah makes things clear to you, so perhaps you will be grateful.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 90,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "يا ايها الذين امنوا انما الخمر والميسر والانصاب والازلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون",
    "ayahEn": "O believers! Intoxicants, gambling, idols, and drawing lots for decisions are all evil of Satan’s handiwork. So shun them so you may be successful.",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 91,
    "ayahArV1": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
    "ayahArV2": "انما يريد الشيطان ان يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل انتم منتهون",
    "ayahEn": "Satan’s plan is to stir up hostility and hatred between you with intoxicants and gambling and to prevent you from remembering Allah and praying. Will you not then abstain?",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 92,
    "ayahArV1": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "ayahArV2": "واطيعوا الله واطيعوا الرسول واحذروا فان توليتم فاعلموا انما على رسولنا البلاغ المبين",
    "ayahEn": "Obey Allah and obey the Messenger and beware! But if you turn away, then know that Our Messenger’s duty is only to deliver ˹the message˺ clearly.",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 93,
    "ayahArV1": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "ayahArV2": "ليس على الذين امنوا وعملوا الصالحات جناح فيما طعموا اذا ما اتقوا وامنوا وعملوا الصالحات ثم اتقوا وامنوا ثم اتقوا واحسنوا والله يحب المحسنين",
    "ayahEn": "There is no blame on those who believe and do good for what they had consumed before ˹the prohibition˺, as long as they fear Allah, have faith, and do what is good; then they believe and act virtuously, then become fully mindful ˹of Allah˺ and do righteous deeds. For Allah loves the good-doers.",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 94,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا ليبلونكم الله بشيء من الصيد تناله ايديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب اليم",
    "ayahEn": "O believers! Allah will surely test you with game within the reach of your hands and spears to distinguish those who fear Him in secret. Whoever transgresses from now on will suffer a painful punishment.",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 95,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "ayahArV2": "يا ايها الذين امنوا لا تقتلوا الصيد وانتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بالغ الكعبة او كفارة طعام مساكين او عدل ذلك صياما ليذوق وبال امره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام",
    "ayahEn": "O  believers! Do not kill game while on pilgrimage. Whoever kills game intentionally must compensate by offering its equivalence—as judged by two just men among you—to be offered at the Sacred House, or by feeding the needy, or by fasting so that they may taste the consequences of their violations. Allah has forgiven what has been done. But those who persist will be punished by Allah. And Allah is Almighty, capable of punishment.",
    "meta": {
      "page": 123,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 96,
    "ayahArV1": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "ayahArV2": "احل لكم صيد البحر وطعامه متاعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا الله الذي اليه تحشرون",
    "ayahEn": "It is lawful for you to hunt and eat seafood, as a provision for you and for travellers. But hunting on land is forbidden to you while on pilgrimage. Be mindful of Allah to Whom you all will be gathered.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 97,
    "ayahArV1": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "جعل الله الكعبة البيت الحرام قياما للناس والشهر الحرام والهدي والقلائد ذلك لتعلموا ان الله يعلم ما في السماوات وما في الارض وان الله بكل شيء عليم",
    "ayahEn": "Allah has made the Ka’bah—the Sacred House—a sanctuary of well-being for all people, along with the sacred months, the sacrificial animals, and the ˹offerings decorated with˺ garlands. All this so you may know that Allah knows whatever is in the heavens and whatever is on the earth, and that He has ˹perfect˺ knowledge of everything.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 98,
    "ayahArV1": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "اعلموا ان الله شديد العقاب وان الله غفور رحيم",
    "ayahEn": "Know that Allah is severe in punishment and that He is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 99,
    "ayahArV1": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
    "ayahArV2": "ما على الرسول الا البلاغ والله يعلم ما تبدون وما تكتمون",
    "ayahEn": "The Messenger’s duty is only to deliver ˹the message˺. And Allah ˹fully˺ knows what you reveal and what you conceal.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 100,
    "ayahArV1": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "قل لا يستوي الخبيث والطيب ولو اعجبك كثرة الخبيث فاتقوا الله يا اولي الالباب لعلكم تفلحون",
    "ayahEn": "Say, ˹O Prophet,˺ “Good and evil are not equal, though you may be dazzled by the abundance of evil. So be mindful of Allah, O  people of reason, so you may be successful.”",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 101,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا لا تسالوا عن اشياء ان تبد لكم تسؤكم وان تسالوا عنها حين ينزل القران تبد لكم عفا الله عنها والله غفور حليم",
    "ayahEn": "O believers! Do not ask about any matter which, if made clear to you, may disturb you. But if you inquire about what is being revealed in the Quran, it will be made clear to you. Allah has forgiven what was done ˹in the past˺. And Allah is All-Forgiving, Most Forbearing.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 102,
    "ayahArV1": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَـٰفِرِينَ",
    "ayahArV2": "قد سالها قوم من قبلكم ثم اصبحوا بها كافرين",
    "ayahEn": "Some people before you asked such questions then denied their answers.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 103,
    "ayahArV1": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "ayahArV2": "ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب واكثرهم لا يعقلون",
    "ayahEn": "Allah has never ordained the ˹so-called˺ baḥîrah, sâ'ibah, waṣîlah, and ḥâm camels. But the disbelievers just fabricate lies about Allah, and most of them lack understanding.",
    "meta": {
      "page": 124,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 104,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْلَمُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
    "ayahArV2": "واذا قيل لهم تعالوا الى ما انزل الله والى الرسول قالوا حسبنا ما وجدنا عليه اباءنا اولو كان اباؤهم لا يعلمون شيئا ولا يهتدون",
    "ayahEn": "When it is said to them, “Come to Allah’s revelations and to the Messenger,” they reply, “What we found our forefathers practicing is good enough for us.” ˹Would they still do so,˺ even if their forefathers had absolutely no knowledge or guidance?",
    "meta": {
      "page": 125,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 105,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ عَلَيْكُمْ أَنفُسَكُمْ ۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهْتَدَيْتُمْ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "يا ايها الذين امنوا عليكم انفسكم لا يضركم من ضل اذا اهتديتم الى الله مرجعكم جميعا فينبئكم بما كنتم تعملون",
    "ayahEn": "O believers! You are accountable only for yourselves. It will not harm you if someone chooses to deviate—as long as you are ˹rightly˺ guided. To Allah you will all return, and He will inform you of what you used to do.",
    "meta": {
      "page": 125,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 106,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ شَهَـٰدَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ حِينَ ٱلْوَصِيَّةِ ٱثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِى ٱلْأَرْضِ فَأَصَـٰبَتْكُم مُّصِيبَةُ ٱلْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنۢ بَعْدِ ٱلصَّلَوٰةِ فَيُقْسِمَانِ بِٱللَّهِ إِنِ ٱرْتَبْتُمْ لَا نَشْتَرِى بِهِۦ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَـٰدَةَ ٱللَّهِ إِنَّآ إِذًا لَّمِنَ ٱلْـَٔاثِمِينَ",
    "ayahArV2": "يا ايها الذين امنوا شهادة بينكم اذا حضر احدكم الموت حين الوصية اثنان ذوا عدل منكم او اخران من غيركم ان انتم ضربتم في الارض فاصابتكم مصيبة الموت تحبسونهما من بعد الصلاة فيقسمان بالله ان ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهادة الله انا اذا لمن الاثمين",
    "ayahEn": "O believers! When death approaches any of you, call upon two just Muslim men to witness as you make a bequest; otherwise, two non-Muslims if you are afflicted with death while on a journey. If you doubt ˹their testimony˺, keep them after prayer and let them testify under oath ˹saying˺, “By Allah! We would never sell our testimony for any price, even in favour of a close relative, nor withhold the testimony of Allah. Otherwise, we would surely be sinful.”",
    "meta": {
      "page": 125,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 107,
    "ayahArV1": "فَإِنْ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسْتَحَقَّآ إِثْمًا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسْتَحَقَّ عَلَيْهِمُ ٱلْأَوْلَيَـٰنِ فَيُقْسِمَانِ بِٱللَّهِ لَشَهَـٰدَتُنَآ أَحَقُّ مِن شَهَـٰدَتِهِمَا وَمَا ٱعْتَدَيْنَآ إِنَّآ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "فان عثر على انهما استحقا اثما فاخران يقومان مقامهما من الذين استحق عليهم الاوليان فيقسمان بالله لشهادتنا احق من شهادتهما وما اعتدينا انا اذا لمن الظالمين",
    "ayahEn": "If they are found guilty ˹of false testimony˺, let the deceased’s two closest heirs affected by the bequest replace the witnesses and testify under oath ˹saying˺, “By Allah! Our testimony is truer than theirs. We have not transgressed. Otherwise, we would surely be wrongdoers.”",
    "meta": {
      "page": 125,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 108,
    "ayahArV1": "ذَٰلِكَ أَدْنَىٰٓ أَن يَأْتُوا۟ بِٱلشَّهَـٰدَةِ عَلَىٰ وَجْهِهَآ أَوْ يَخَافُوٓا۟ أَن تُرَدَّ أَيْمَـٰنٌۢ بَعْدَ أَيْمَـٰنِهِمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱسْمَعُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "ذلك ادنى ان ياتوا بالشهادة على وجهها او يخافوا ان ترد ايمان بعد ايمانهم واتقوا الله واسمعوا والله لا يهدي القوم الفاسقين",
    "ayahEn": "In this way it is more likely that witnesses will give true testimony or else fear that their oaths could be refuted by those of the heirs. Be mindful of Allah and obey. For Allah does not guide the rebellious people.",
    "meta": {
      "page": 125,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 50,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 109,
    "ayahArV1": "۞ يَوْمَ يَجْمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبْتُمْ ۖ قَالُوا۟ لَا عِلْمَ لَنَآ ۖ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "ayahArV2": "يوم يجمع الله الرسل فيقول ماذا اجبتم قالوا لا علم لنا انك انت علام الغيوب",
    "ayahEn": "˹Consider˺ the Day Allah will gather the messengers and say, “What response did you receive?” They will reply, “We have no knowledge ˹compared to You˺! You ˹alone˺ are indeed the Knower of all unseen.”",
    "meta": {
      "page": 126,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 110,
    "ayahArV1": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ٱذْكُرْ نِعْمَتِى عَلَيْكَ وَعَلَىٰ وَٰلِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ ٱلْقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ بِإِذْنِى فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًۢا بِإِذْنِى ۖ وَتُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ بِإِذْنِى ۖ وَإِذْ تُخْرِجُ ٱلْمَوْتَىٰ بِإِذْنِى ۖ وَإِذْ كَفَفْتُ بَنِىٓ إِسْرَٰٓءِيلَ عَنكَ إِذْ جِئْتَهُم بِٱلْبَيِّنَـٰتِ فَقَالَ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "اذ قال الله يا عيسى ابن مريم اذكر نعمتي عليك وعلى والدتك اذ ايدتك بروح القدس تكلم الناس في المهد وكهلا واذ علمتك الكتاب والحكمة والتوراة والانجيل واذ تخلق من الطين كهيئة الطير باذني فتنفخ فيها فتكون طيرا باذني وتبرئ الاكمه والابرص باذني واذ تخرج الموتى باذني واذ كففت بني اسرائيل عنك اذ جئتهم بالبينات فقال الذين كفروا منهم ان هذا الا سحر مبين",
    "ayahEn": "And ˹on Judgment Day˺ Allah will say, “O Jesus, son of Mary! Remember My favour upon you and your mother: how I supported you with the holy spirit so you spoke to people in ˹your˺ infancy and adulthood. How I taught you writing, wisdom, the Torah, and the Gospel. How you moulded a bird from clay—by My Will—and breathed into it and it became a ˹real˺ bird—by My Will. How you healed the blind and the lepers—by My Will. How you brought the dead to life—by My Will. How I prevented the Children of Israel from harming you when you came to them with clear proofs and the disbelievers among them said, “This is nothing but pure magic.”",
    "meta": {
      "page": 126,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 111,
    "ayahArV1": "وَإِذْ أَوْحَيْتُ إِلَى ٱلْحَوَارِيِّـۧنَ أَنْ ءَامِنُوا۟ بِى وَبِرَسُولِى قَالُوٓا۟ ءَامَنَّا وَٱشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
    "ayahArV2": "واذ اوحيت الى الحواريين ان امنوا بي وبرسولي قالوا امنا واشهد باننا مسلمون",
    "ayahEn": "And how I inspired the disciples, “Believe in Me and My messenger!” They declared, “We believe and bear witness that we fully submit ˹to Allah˺.”",
    "meta": {
      "page": 126,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 112,
    "ayahArV1": "إِذْ قَالَ ٱلْحَوَارِيُّونَ يَـٰعِيسَى ٱبْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ ۖ قَالَ ٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "اذ قال الحواريون يا عيسى ابن مريم هل يستطيع ربك ان ينزل علينا مائدة من السماء قال اتقوا الله ان كنتم مؤمنين",
    "ayahEn": "˹Remember˺ when the disciples asked, “O Jesus, son of Mary! Would your Lord be willing to send down to us a table spread with food from heaven?” Jesus answered, “Fear Allah if you are ˹truly˺ believers.”",
    "meta": {
      "page": 126,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 113,
    "ayahArV1": "قَالُوا۟ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "قالوا نريد ان ناكل منها وتطمئن قلوبنا ونعلم ان قد صدقتنا ونكون عليها من الشاهدين",
    "ayahEn": "They said, “We ˹only˺ wish to eat from it to reassure our hearts, to verify you are indeed truthful to us, and to become its witnesses.”",
    "meta": {
      "page": 126,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 114,
    "ayahArV1": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
    "ayahArV2": "قال عيسى ابن مريم اللهم ربنا انزل علينا مائدة من السماء تكون لنا عيدا لاولنا واخرنا واية منك وارزقنا وانت خير الرازقين",
    "ayahEn": "Jesus, son of Mary, prayed, “O Allah, our Lord! Send us from heaven a table spread with food as a feast for us—the first and last of us—and as a sign from You. Provide for us! You are indeed the Best Provider.”",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 115,
    "ayahArV1": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال الله اني منزلها عليكم فمن يكفر بعد منكم فاني اعذبه عذابا لا اعذبه احدا من العالمين",
    "ayahEn": "Allah answered, “I am sending it down to you. But whoever among you denies afterwards will be subjected to a torment I have never inflicted on anyone of My creation.”",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 116,
    "ayahArV1": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "ayahArV2": "واذ قال الله يا عيسى ابن مريم اانت قلت للناس اتخذوني وامي الهين من دون الله قال سبحانك ما يكون لي ان اقول ما ليس لي بحق ان كنت قلته فقد علمته تعلم ما في نفسي ولا اعلم ما في نفسك انك انت علام الغيوب",
    "ayahEn": "And ˹on Judgment Day˺ Allah will say, “O Jesus, son of Mary! Did you ever ask the people to worship you and your mother as gods besides Allah?” He will answer, “Glory be to You! How could I ever say what I had no right to say? If I had said such a thing, you would have certainly known it. You know what is ˹hidden˺ within me, but I do not know what is within You. Indeed, You ˹alone˺ are the Knower of all unseen.",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 117,
    "ayahArV1": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ ۚ وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "ayahArV2": "ما قلت لهم الا ما امرتني به ان اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شيء شهيد",
    "ayahEn": "I never told them anything except what You ordered me to say: “Worship Allah—my Lord and your Lord!” And I was witness over them as long as I remained among them. But when You took me, You were the Witness over them—and You are a Witness over all things.",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 118,
    "ayahArV1": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ان تعذبهم فانهم عبادك وان تغفر لهم فانك انت العزيز الحكيم",
    "ayahEn": "If You punish them, they belong to You after all. But if You forgive them, You are surely the Almighty, All-Wise.”",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 119,
    "ayahArV1": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "قال الله هذا يوم ينفع الصادقين صدقهم لهم جنات تجري من تحتها الانهار خالدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيم",
    "ayahEn": "Allah will declare, “This is the Day when ˹only˺ the faithful will benefit from their faithfulness. Theirs are Gardens under which rivers flow, to stay there for ever and ever. Allah is pleased with them and they are pleased with Him. That is the ultimate triumph.”",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 120,
    "ayahArV1": "لِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌۢ",
    "ayahArV2": "لله ملك السماوات والارض وما فيهن وهو على كل شيء قدير",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth and everything within. And He is Most Capable of everything.",
    "meta": {
      "page": 127,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 1,
    "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
    "ayahArV2": "الحمد لله الذي خلق السماوات والارض وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون",
    "ayahEn": "All praise is for Allah Who created the heavens and the earth and made darkness and light. Yet the disbelievers set up equals to their Lord ˹in worship˺.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 2,
    "ayahArV1": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
    "ayahArV2": "هو الذي خلقكم من طين ثم قضى اجلا واجل مسمى عنده ثم انتم تمترون",
    "ayahEn": "He is the One Who created you from clay, then appointed a term ˹for your death˺ and another known only to Him ˹for your resurrection˺—yet you continue to doubt!",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 3,
    "ayahArV1": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
    "ayahArV2": "وهو الله في السماوات وفي الارض يعلم سركم وجهركم ويعلم ما تكسبون",
    "ayahEn": "He is the Only True God in the heavens and the earth. He knows whatever you conceal and whatever you reveal, and knows whatever you do.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 4,
    "ayahArV1": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
    "ayahArV2": "وما تاتيهم من اية من ايات ربهم الا كانوا عنها معرضين",
    "ayahEn": "Whenever a sign comes to them from their Lord, they turn away from it.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 5,
    "ayahArV1": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "فقد كذبوا بالحق لما جاءهم فسوف ياتيهم انباء ما كانوا به يستهزئون",
    "ayahEn": "They have indeed rejected the truth when it came to them, so they will soon face the consequences of their ridicule.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 6,
    "ayahArV1": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
    "ayahArV2": "الم يروا كم اهلكنا من قبلهم من قرن مكناهم في الارض ما لم نمكن لكم وارسلنا السماء عليهم مدرارا وجعلنا الانهار تجري من تحتهم فاهلكناهم بذنوبهم وانشانا من بعدهم قرنا اخرين",
    "ayahEn": "Have they not seen how many ˹disbelieving˺ peoples We destroyed before them? We had made them more established in the land than you. We sent down abundant rain for them and made rivers flow at their feet. Then We destroyed them for their sins and replaced them with other peoples.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 7,
    "ayahArV1": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "ولو نزلنا عليك كتابا في قرطاس فلمسوه بايديهم لقال الذين كفروا ان هذا الا سحر مبين",
    "ayahEn": "Had We sent down to you ˹O Prophet˺ a revelation in writing and they were to touch it with their own hands, the disbelievers would still have said, “This is nothing but pure magic!”",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 8,
    "ayahArV1": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
    "ayahArV2": "وقالوا لولا انزل عليه ملك ولو انزلنا ملكا لقضي الامر ثم لا ينظرون",
    "ayahEn": "They say, “Why has no ˹visible˺ angel come with him?” Had We sent down an angel, the matter would have certainly been settled ˹at once˺, and they would have never been given more time ˹to repent˺.",
    "meta": {
      "page": 128,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 9,
    "ayahArV1": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
    "ayahArV2": "ولو جعلناه ملكا لجعلناه رجلا وللبسنا عليهم ما يلبسون",
    "ayahEn": "And if We had sent an angel, We would have certainly made it ˹assume the form of˺ a man—leaving them more confused than they already are.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 10,
    "ayahArV1": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون",
    "ayahEn": "˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 11,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "ayahArV2": "قل سيروا في الارض ثم انظروا كيف كان عاقبة المكذبين",
    "ayahEn": "Say, “Travel throughout the land and see the fate of the deniers.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 12,
    "ayahArV1": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "قل لمن ما في السماوات والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيامة لا ريب فيه الذين خسروا انفسهم فهم لا يؤمنون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “To whom belongs everything in the heavens and the earth?” Say, “To Allah!” He has taken upon Himself to be Merciful. He will certainly gather ˹all of˺ you together for the Day of Judgment—about which there is no doubt. But those who have ruined themselves will never believe.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 13,
    "ayahArV1": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "وله ما سكن في الليل والنهار وهو السميع العليم",
    "ayahEn": "To Him belongs whatever exists in the day and night. And He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 14,
    "ayahArV1": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل اغير الله اتخذ وليا فاطر السماوات والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Will I take any guardian other than Allah, the Originator of the heavens and the earth, Who provides for all and is not in need of provision?” Say, “I have been commanded to be the first to submit and not be one of the polytheists.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 15,
    "ayahArV1": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "قل اني اخاف ان عصيت ربي عذاب يوم عظيم",
    "ayahEn": "Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 16,
    "ayahArV1": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "ayahArV2": "من يصرف عنه يومئذ فقد رحمه وذلك الفوز المبين",
    "ayahEn": "Whoever is spared the torment of that Day will have certainly been shown Allah’s mercy. And that is the absolute triumph.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 17,
    "ayahArV1": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شيء قدير",
    "ayahEn": "If Allah touches you with harm, none can undo it except Him. And if He touches you with a blessing, He is Most Capable of everything.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 18,
    "ayahArV1": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "ayahArV2": "وهو القاهر فوق عباده وهو الحكيم الخبير",
    "ayahEn": "He reigns supreme over His creation. And He is the All-Wise, All-Aware.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 19,
    "ayahArV1": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "ayahArV2": "قل اي شيء اكبر شهادة قل الله شهيد بيني وبينكم واوحي الي هذا القران لانذركم به ومن بلغ ائنكم لتشهدون ان مع الله الهة اخرى قل لا اشهد قل انما هو اله واحد وانني بريء مما تشركون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Who is the best witness?” Say, “Allah is! He is a Witness between me and you. And this Quran has been revealed to me so that, with it, I may warn you and whoever it reaches. Do you ˹pagans˺ testify that there are other gods besides Allah?” ˹Then˺ say, “I will never testify ˹to this˺!” ˹And˺ say, “There is only One God. And I totally reject whatever ˹idols˺ you associate with Him.”",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 20,
    "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "الذين اتيناهم الكتاب يعرفونه كما يعرفون ابناءهم الذين خسروا انفسهم فهم لا يؤمنون",
    "ayahEn": "Those to whom We gave the Scripture recognize him ˹to be a true prophet˺ as they recognize their own children. Those who have ruined themselves will never believe.",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 21,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "ومن اظلم ممن افترى على الله كذبا او كذب باياته انه لا يفلح الظالمون",
    "ayahEn": "Who does more wrong than those who fabricate lies against Allah or deny His signs? Indeed, the wrongdoers will never succeed.",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 22,
    "ayahArV1": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "ayahArV2": "ويوم نحشرهم جميعا ثم نقول للذين اشركوا اين شركاؤكم الذين كنتم تزعمون",
    "ayahEn": "˹Consider˺ the Day We will gather them all together then ask those who associated others ˹with Allah in worship˺, “Where are those gods you used to claim?”",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 23,
    "ayahArV1": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
    "ayahArV2": "ثم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين",
    "ayahEn": "Their only argument will be: “By Allah, our Lord! We were never polytheists.”",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 24,
    "ayahArV1": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "انظر كيف كذبوا على انفسهم وضل عنهم ما كانوا يفترون",
    "ayahEn": "See how they will lie about themselves and how those ˹gods˺ they fabricated will fail them!",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 25,
    "ayahArV1": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "ayahArV2": "ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفي اذانهم وقرا وان يروا كل اية لا يؤمنوا بها حتى اذا جاءوك يجادلونك يقول الذين كفروا ان هذا الا اساطير الاولين",
    "ayahEn": "There are some of them who ˹pretend to˺ listen to your recitation ˹of the Quran˺, but We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. Even if they were to see every sign, they still would not believe in them. The disbelievers would ˹even˺ come to argue with you, saying, “This ˹Quran˺ is nothing but ancient fables!”",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 26,
    "ayahArV1": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "ayahArV2": "وهم ينهون عنه ويناون عنه وان يهلكون الا انفسهم وما يشعرون",
    "ayahEn": "They turn others away from the Prophet and distance themselves as well. They ruin none but themselves, yet they fail to perceive it.",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 27,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولو ترى اذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بايات ربنا ونكون من المؤمنين",
    "ayahEn": "If only you could see when they will be detained before the Fire! They will cry, “Oh! If only we could be sent back, we would never deny the signs of our Lord and we would ˹surely˺ be of the believers.”",
    "meta": {
      "page": 130,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 28,
    "ayahArV1": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكاذبون",
    "ayahEn": "But no! ˹They only say this˺ because the truth they used to hide will become all too clear to them. Even if they were to be sent back, they would certainly revert to what they were forbidden. Indeed they are liars!",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 29,
    "ayahArV1": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
    "ayahArV2": "وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين",
    "ayahEn": "They insisted, “There is nothing beyond this worldly life and we will never be resurrected.”",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 30,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "But if only you could see when they will be detained before their Lord! He will ask ˹them˺, “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” He will say, “Then taste the punishment for your disbelief.”",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 31,
    "ayahArV1": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
    "ayahArV2": "قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يا حسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون",
    "ayahEn": "Losers indeed are those who deny the meeting with Allah until the Hour takes them by surprise, then they will cry, “Woe to us for having ignored this!” They will bear ˹the burden of˺ their sins on their backs. Evil indeed is their burden!",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 32,
    "ayahArV1": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما الحياة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون",
    "ayahEn": "This worldly life is no more than play and amusement, but far better is the ˹eternal˺ Home of the Hereafter for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 33,
    "ayahArV1": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظالمين بايات الله يجحدون",
    "ayahEn": "We certainly know that what they say grieves you ˹O Prophet˺. It is not your honesty they question—it is Allah’s signs that the wrongdoers deny.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 34,
    "ayahArV1": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
    "ayahArV2": "ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبا المرسلين",
    "ayahEn": "Indeed, messengers before you were rejected but patiently endured rejection and persecution until Our help came to them. And Allah’s promise ˹to help˺ is never broken. And you have already received some of the narratives of these messengers.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 35,
    "ayahArV1": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفقا في الارض او سلما في السماء فتاتيهم باية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجاهلين",
    "ayahEn": "If you find their denial unbearable, then build—if you can—a tunnel through the earth or stairs to the sky to bring them a ˹more compelling˺ sign. Had Allah so willed, He could have guided them all. So do not be one of those ignorant ˹of this fact˺.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  }
]