[
  {
    "surahNo": 7,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓصٓ",
    "ayahArV2": "المص",
    "ayahEn": "Alif-Lãm-Mĩm-Ṣãd.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 2,
    "ayahArV1": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "ayahArV2": "كتاب انزل اليك فلا يكن في صدرك حرج منه لتنذر به وذكرى للمؤمنين",
    "ayahEn": "˹This is˺ a Book sent down to you ˹O Prophet˺—do not let anxiety into your heart regarding it—so with it you may warn ˹the disbelievers˺, and as a reminder to the believers.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 3,
    "ayahArV1": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
    "ayahArV2": "اتبعوا ما انزل اليكم من ربكم ولا تتبعوا من دونه اولياء قليلا ما تذكرون",
    "ayahEn": "Follow what has been sent down to you from your Lord, and do not take others as guardians besides Him. How seldom are you mindful!",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 4,
    "ayahArV1": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
    "ayahArV2": "وكم من قرية اهلكناها فجاءها باسنا بياتا او هم قائلون",
    "ayahEn": "˹Imagine˺ how many societies We have destroyed! Our torment took them by surprise ˹while sleeping˺ at night or midday.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 5,
    "ayahArV1": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
    "ayahArV2": "فما كان دعواهم اذ جاءهم باسنا الا ان قالوا انا كنا ظالمين",
    "ayahEn": "Their only cry—when overwhelmed by Our torment—was, “We have indeed been wrongdoers.”",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 6,
    "ayahArV1": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
    "ayahArV2": "فلنسالن الذين ارسل اليهم ولنسالن المرسلين",
    "ayahEn": "We will surely question those who received messengers and We will question the messengers ˹themselves˺.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 7,
    "ayahArV1": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
    "ayahArV2": "فلنقصن عليهم بعلم وما كنا غائبين",
    "ayahEn": "Then We will give them a full account with sure knowledge—for We were never absent.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 8,
    "ayahArV1": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "والوزن يومئذ الحق فمن ثقلت موازينه فاولئك هم المفلحون",
    "ayahEn": "The weighing on that Day will be just. As for those whose scale will be heavy ˹with good deeds˺, ˹only˺ they will be successful.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 9,
    "ayahArV1": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
    "ayahArV2": "ومن خفت موازينه فاولئك الذين خسروا انفسهم بما كانوا باياتنا يظلمون",
    "ayahEn": "But those whose scale is light, they have doomed themselves for wrongfully denying Our signs.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 10,
    "ayahArV1": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
    "ayahArV2": "ولقد مكناكم في الارض وجعلنا لكم فيها معايش قليلا ما تشكرون",
    "ayahEn": "We have indeed established you on earth and provided you with a means of livelihood. ˹Yet˺ you seldom give any thanks.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 11,
    "ayahArV1": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
    "ayahArV2": "ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لادم فسجدوا الا ابليس لم يكن من الساجدين",
    "ayahEn": "Surely We created you, then shaped you, then said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused to prostrate with the others.",
    "meta": {
      "page": 151,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 12,
    "ayahArV1": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
    "ayahArV2": "قال ما منعك الا تسجد اذ امرتك قال انا خير منه خلقتني من نار وخلقته من طين",
    "ayahEn": "Allah asked, “What prevented you from prostrating when I commanded you?” He replied, “I am better than he is: You created me from fire and him from clay.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 13,
    "ayahArV1": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
    "ayahArV2": "قال فاهبط منها فما يكون لك ان تتكبر فيها فاخرج انك من الصاغرين",
    "ayahEn": "Allah said, “Then get down from Paradise! It is not for you to be arrogant here. So get out! You are truly one of the disgraced.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 14,
    "ayahArV1": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "ayahArV2": "قال انظرني الى يوم يبعثون",
    "ayahEn": "He appealed, “Then delay my end until the Day of their resurrection.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 15,
    "ayahArV1": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
    "ayahArV2": "قال انك من المنظرين",
    "ayahEn": "Allah said, “You are delayed ˹until the appointed Day˺.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 16,
    "ayahArV1": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
    "ayahArV2": "قال فبما اغويتني لاقعدن لهم صراطك المستقيم",
    "ayahEn": "He said, “For leaving me to stray I will lie in ambush for them on Your Straight Path.",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 17,
    "ayahArV1": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
    "ayahArV2": "ثم لاتينهم من بين ايديهم ومن خلفهم وعن ايمانهم وعن شمائلهم ولا تجد اكثرهم شاكرين",
    "ayahEn": "I will approach them from their front, their back, their right, their left, and then You will find most of them ungrateful.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 18,
    "ayahArV1": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
    "ayahArV2": "قال اخرج منها مذءوما مدحورا لمن تبعك منهم لاملان جهنم منكم اجمعين",
    "ayahEn": "Allah said, “Get out of Paradise! You are disgraced and rejected! I will certainly fill up Hell with you and your followers all together.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 19,
    "ayahArV1": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ويا ادم اسكن انت وزوجك الجنة فكلا من حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين",
    "ayahEn": "˹Allah said,˺ “O Adam! Live with your wife in Paradise and eat from wherever you please, but do not approach this tree, or else you will be wrongdoers.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 20,
    "ayahArV1": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
    "ayahArV2": "فوسوس لهما الشيطان ليبدي لهما ما ووري عنهما من سواتهما وقال ما نهاكما ربكما عن هذه الشجرة الا ان تكونا ملكين او تكونا من الخالدين",
    "ayahEn": "Then Satan tempted them in order to expose what was hidden of their nakedness. He said, “Your Lord has forbidden this tree to you only to prevent you from becoming angels or immortals.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 21,
    "ayahArV1": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
    "ayahArV2": "وقاسمهما اني لكما لمن الناصحين",
    "ayahEn": "And he swore to them, “I am truly your sincere advisor.”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 22,
    "ayahArV1": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
    "ayahArV2": "فدلاهما بغرور فلما ذاقا الشجرة بدت لهما سواتهما وطفقا يخصفان عليهما من ورق الجنة وناداهما ربهما الم انهكما عن تلكما الشجرة واقل لكما ان الشيطان لكما عدو مبين",
    "ayahEn": "So he brought about their fall through deception. And when they tasted of the tree, their nakedness was exposed to them, prompting them to cover themselves with leaves from Paradise. Then their Lord called out to them, “Did I not forbid you from that tree and ˹did I not˺ tell you that Satan is your sworn enemy?”",
    "meta": {
      "page": 152,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 23,
    "ayahArV1": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "قالا ربنا ظلمنا انفسنا وان لم تغفر لنا وترحمنا لنكونن من الخاسرين",
    "ayahEn": "They replied, “Our Lord! We have wronged ourselves. If You do not forgive us and have mercy on us, we will certainly be losers.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 24,
    "ayahArV1": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
    "ayahArV2": "قال اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتاع الى حين",
    "ayahEn": "Allah said, “Descend as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 25,
    "ayahArV1": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "ayahArV2": "قال فيها تحيون وفيها تموتون ومنها تخرجون",
    "ayahEn": "He added, “There you will live, there you will die, and from there you will be resurrected.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 26,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "ayahArV2": "يا بني ادم قد انزلنا عليكم لباسا يواري سواتكم وريشا ولباس التقوى ذلك خير ذلك من ايات الله لعلهم يذكرون",
    "ayahEn": "O children of Adam! We have provided for you clothing to cover your nakedness and as an adornment. However, the best clothing is righteousness. This is one of Allah’s bounties, so perhaps you will be mindful.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 27,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "ayahArV2": "يا بني ادم لا يفتننكم الشيطان كما اخرج ابويكم من الجنة ينزع عنهما لباسهما ليريهما سواتهما انه يراكم هو وقبيله من حيث لا ترونهم انا جعلنا الشياطين اولياء للذين لا يؤمنون",
    "ayahEn": "O children of Adam! Do not let Satan deceive you as he tempted your parents out of Paradise and caused their cover to be removed in order to expose their nakedness. Surely he and his soldiers watch you from where you cannot see them. We have made the devils allies of those who disbelieve.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 28,
    "ayahArV1": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "واذا فعلوا فاحشة قالوا وجدنا عليها اباءنا والله امرنا بها قل ان الله لا يامر بالفحشاء اتقولون على الله ما لا تعلمون",
    "ayahEn": "Whenever they commit a shameful deed, they say, “We found our forefathers doing it and Allah has commanded us to do it.” Say, “No! Allah never commands what is shameful. How can you attribute to Allah what you do not know?”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 29,
    "ayahArV1": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "ayahArV2": "قل امر ربي بالقسط واقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بداكم تعودون",
    "ayahEn": "Say, ˹O Prophet,˺ “My Lord has commanded uprightness and dedication ˹to Him alone˺ in worship, calling upon Him with sincere devotion. Just as He first brought you into being, you will be brought to life again.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 30,
    "ayahArV1": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "ayahArV2": "فريقا هدى وفريقا حق عليهم الضلالة انهم اتخذوا الشياطين اولياء من دون الله ويحسبون انهم مهتدون",
    "ayahEn": "He has guided some, while others are destined to stray. They have taken devils as their masters instead of Allah—thinking they are ˹rightly˺ guided.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 31,
    "ayahArV1": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "ayahArV2": "يا بني ادم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا انه لا يحب المسرفين",
    "ayahEn": "O Children of Adam! Dress properly whenever you are at worship. Eat and drink, but do not waste. Surely He does not like the wasteful.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 32,
    "ayahArV1": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "ayahArV2": "قل من حرم زينة الله التي اخرج لعباده والطيبات من الرزق قل هي للذين امنوا في الحياة الدنيا خالصة يوم القيامة كذلك نفصل الايات لقوم يعلمون",
    "ayahEn": "Ask, ˹O Prophet,˺ “Who has forbidden the adornments and lawful provisions Allah has brought forth for His servants?” Say, “They are for the enjoyment of the believers in this worldly life, but they will be exclusively theirs on the Day of Judgment. This is how We make Our revelations clear for people of knowledge.”",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 33,
    "ayahArV1": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "قل انما حرم ربي الفواحش ما ظهر منها وما بطن والاثم والبغي بغير الحق وان تشركوا بالله ما لم ينزل به سلطانا وان تقولوا على الله ما لا تعلمون",
    "ayahEn": "Say, “My Lord has only forbidden open and secret indecencies, sinfulness, unjust aggression, associating ˹others˺ with Allah ˹in worship˺—a practice He has never authorized—and attributing to Allah what you do not know.”",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 34,
    "ayahArV1": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "ayahArV2": "ولكل امة اجل فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون",
    "ayahEn": "For each community there is an appointed term. When their time arrives, they can neither delay it for a moment, nor could they advance it.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 35,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "يا بني ادم اما ياتينكم رسل منكم يقصون عليكم اياتي فمن اتقى واصلح فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "O children of Adam! When messengers from among yourselves come to you reciting My revelations—whoever shuns evil and mends their ways, there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 36,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين كذبوا باياتنا واستكبروا عنها اولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "But those who receive Our revelations with denial and arrogance will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 37,
    "ayahArV1": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
    "ayahArV2": "فمن اظلم ممن افترى على الله كذبا او كذب باياته اولئك ينالهم نصيبهم من الكتاب حتى اذا جاءتهم رسلنا يتوفونهم قالوا اين ما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على انفسهم انهم كانوا كافرين",
    "ayahEn": "Who does more wrong than those who fabricate lies against Allah or deny His revelations? They will receive what is destined for them, until Our messenger-angels arrive to take their souls, asking them, “Where are those ˹false gods˺ you used to invoke besides Allah?” They will cry, “They have failed us,” and they will confess against themselves that they were indeed disbelievers.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 38,
    "ayahArV1": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
    "ayahArV2": "قال ادخلوا في امم قد خلت من قبلكم من الجن والانس في النار كلما دخلت امة لعنت اختها حتى اذا اداركوا فيها جميعا قالت اخراهم لاولاهم ربنا هؤلاء اضلونا فاتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون",
    "ayahEn": "Allah will say, “Enter the Fire along with the ˹evil˺ groups of jinn and humans that preceded you.” Whenever a group enters Hell, it will curse the preceding one until they are all gathered inside, the followers will say about their leaders, “Our Lord! They have misled us, so multiply their torment in the Fire.” He will answer, “It has already been multiplied for all, but you do not know.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 39,
    "ayahArV1": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "ayahArV2": "وقالت اولاهم لاخراهم فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم تكسبون",
    "ayahEn": "Then the leaders will say to their followers, “You were no better than us! So taste the torment for what you used to commit.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 40,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
    "ayahArV2": "ان الذين كذبوا باياتنا واستكبروا عنها لا تفتح لهم ابواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين",
    "ayahEn": "Surely those who receive our revelations with denial and arrogance, the gates of heaven will not be opened for them, nor will they enter Paradise until a camel passes through the eye of a needle. This is how We reward the wicked.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 41,
    "ayahArV1": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزي الظالمين",
    "ayahEn": "Hell will be their bed; flames will be their cover. This is how We reward the wrongdoers.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 42,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لا نكلف نفسا الا وسعها اولئك اصحاب الجنة هم فيها خالدون",
    "ayahEn": "As for those who believe and do good—We never require of any soul more than what it can afford—it is they who will be the residents of Paradise. They will be there forever.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 43,
    "ayahArV1": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "ونزعنا ما في صدورهم من غل تجري من تحتهم الانهار وقالوا الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا ان هدانا الله لقد جاءت رسل ربنا بالحق ونودوا ان تلكم الجنة اورثتموها بما كنتم تعملون",
    "ayahEn": "We will remove whatever bitterness they had in their hearts. Rivers will flow under their feet. And they will say, “Praise be to Allah for guiding us to this. We would have never been guided if Allah had not guided us. The messengers of our Lord had certainly come with the truth.” It will be announced to them, “This is Paradise awarded to you for what you used to do.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 44,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ونادى اصحاب الجنة اصحاب النار ان قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فاذن مؤذن بينهم ان لعنة الله على الظالمين",
    "ayahEn": "The residents of Paradise will call out to the residents of the Fire, “We have certainly found our Lord’s promise to be true. Have you too found your Lord’s promise to be true?” They will reply, “Yes, we have!” Then a caller will announce to both, “May Allah’s condemnation be upon the wrongdoers",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 45,
    "ayahArV1": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
    "ayahArV2": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة كافرون",
    "ayahEn": "those who hindered ˹others˺ from Allah’s Way, strived to make it ˹appear˺ crooked, and disbelieved in the Hereafter.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 46,
    "ayahArV1": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "ayahArV2": "وبينهما حجاب وعلى الاعراف رجال يعرفون كلا بسيماهم ونادوا اصحاب الجنة ان سلام عليكم لم يدخلوها وهم يطمعون",
    "ayahEn": "There will be a barrier between Paradise and Hell. And on the heights ˹of that barrier˺ will be people who will recognize ˹the residents of˺ both by their appearance. They will call out to the residents of Paradise, “Peace be upon you!” They will have not yet entered Paradise, but eagerly hope to.",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 47,
    "ayahArV1": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واذا صرفت ابصارهم تلقاء اصحاب النار قالوا ربنا لا تجعلنا مع القوم الظالمين",
    "ayahEn": "When their eyes will turn towards the residents of Hell, they will pray, “Our Lord! Do not join us with the wrongdoing people.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 48,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "ayahArV2": "ونادى اصحاب الاعراف رجالا يعرفونهم بسيماهم قالوا ما اغنى عنكم جمعكم وما كنتم تستكبرون",
    "ayahEn": "Those on the heights will call out to some ˹tyrants in the Fire˺, who they will recognize by their appearance, saying, “Your large numbers and arrogance are of no use ˹today˺!",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 49,
    "ayahArV1": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
    "ayahArV2": "اهؤلاء الذين اقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا انتم تحزنون",
    "ayahEn": "Are these ˹humble believers˺ the ones you swore would never be shown Allah’s mercy?” ˹Finally, those on the heights will be told:˺ “Enter Paradise! There will be no fear for you, nor will you grieve.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 50,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ونادى اصحاب النار اصحاب الجنة ان افيضوا علينا من الماء او مما رزقكم الله قالوا ان الله حرمهما على الكافرين",
    "ayahEn": "The residents of the Fire will then cry out to the residents of Paradise, “Aid us with some water or any provision Allah has granted you.” They will reply, “Allah has forbidden both to the disbelievers",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 51,
    "ayahArV1": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "ayahArV2": "الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا فاليوم ننساهم كما نسوا لقاء يومهم هذا وما كانوا باياتنا يجحدون",
    "ayahEn": "those who took this faith ˹of Islam˺ as mere amusement and play and were deluded by ˹their˺ worldly life.” ˹Allah will say,˺ “Today We will ignore them just as they ignored the coming of this Day of theirs and for rejecting Our revelations.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 52,
    "ayahArV1": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "ولقد جئناهم بكتاب فصلناه على علم هدى ورحمة لقوم يؤمنون",
    "ayahEn": "We have certainly brought them a Book which We explained with knowledge—a guide and mercy for those who believe.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 53,
    "ayahArV1": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "هل ينظرون الا تاويله يوم ياتي تاويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا او نرد فنعمل غير الذي كنا نعمل قد خسروا انفسهم وضل عنهم ما كانوا يفترون",
    "ayahEn": "Do they only await the fulfilment ˹of its warning˺? The Day it will be fulfilled, those who ignored it before will say, “The messengers of our Lord certainly came with the truth. Are there any intercessors who can plead on our behalf? Or can we be sent back so we may do ˹good,˺ unlike what we used to do?” They will have certainly ruined themselves, and whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 54,
    "ayahArV1": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ان ربكم الله الذي خلق السماوات والارض في ستة ايام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بامره الا له الخلق والامر تبارك الله رب العالمين",
    "ayahEn": "Indeed your Lord is Allah Who created the heavens and the earth in six Days, then established Himself on the Throne. He makes the day and night overlap in rapid succession. He created the sun, the moon, and the stars—all subjected by His command. The creation and the command belong to Him ˹alone˺. Blessed is Allah—Lord of all worlds!",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 55,
    "ayahArV1": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "ayahArV2": "ادعوا ربكم تضرعا وخفية انه لا يحب المعتدين",
    "ayahEn": "Call upon your Lord humbly and secretly. Surely He does not like the transgressors.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 56,
    "ayahArV1": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "ولا تفسدوا في الارض بعد اصلاحها وادعوه خوفا وطمعا ان رحمت الله قريب من المحسنين",
    "ayahEn": "Do not spread corruption in the land after it has been set in order. And call upon Him with hope and fear. Indeed, Allah’s mercy is always close to the good-doers.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 57,
    "ayahArV1": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
    "ayahArV2": "وهو الذي يرسل الرياح بشرا بين يدي رحمته حتى اذا اقلت سحابا ثقالا سقناه لبلد ميت فانزلنا به الماء فاخرجنا به من كل الثمرات كذلك نخرج الموتى لعلكم تذكرون",
    "ayahEn": "He is the One Who sends the winds ushering in His mercy. When they bear heavy clouds, We drive them to a lifeless land and then cause rain to fall, producing every type of fruit. Similarly, We will bring the dead to life, so perhaps you will be mindful.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 58,
    "ayahArV1": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
    "ayahArV2": "والبلد الطيب يخرج نباته باذن ربه والذي خبث لا يخرج الا نكدا كذلك نصرف الايات لقوم يشكرون",
    "ayahEn": "The fertile land produces abundantly by the Will of its Lord, whereas the infertile land hardly produces anything. This is how We vary ˹Our˺ lessons to those who are thankful.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 59,
    "ayahArV1": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "لقد ارسلنا نوحا الى قومه فقال يا قوم اعبدوا الله ما لكم من اله غيره اني اخاف عليكم عذاب يوم عظيم",
    "ayahEn": "Indeed, We sent Noah to his people. He said, “O my people! Worship Allah—you have no other god except Him. I truly fear for you the torment of a tremendous Day.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 60,
    "ayahArV1": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "قال الملا من قومه انا لنراك في ضلال مبين",
    "ayahEn": "But the chiefs of his people said, “We surely see that you are clearly misguided.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 61,
    "ayahArV1": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال يا قوم ليس بي ضلالة ولكني رسول من رب العالمين",
    "ayahEn": "He replied, “O my people! I am not misguided! But I am a messenger from the Lord of all worlds",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 62,
    "ayahArV1": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "ابلغكم رسالات ربي وانصح لكم واعلم من الله ما لا تعلمون",
    "ayahEn": "conveying to you my Lord’s messages and giving you ˹sincere˺ advice. And I know from Allah what you do not know.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 63,
    "ayahArV1": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم ولتتقوا ولعلكم ترحمون",
    "ayahEn": "Do you find it astonishing that a reminder should come to you from your Lord through one of your own, warning you, so you may beware and perhaps be shown mercy?”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 64,
    "ayahArV1": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
    "ayahArV2": "فكذبوه فانجيناه والذين معه في الفلك واغرقنا الذين كذبوا باياتنا انهم كانوا قوما عمين",
    "ayahEn": "But they rejected him, so We saved him and those with him in the Ark, and drowned those who rejected Our signs. They were certainly a blind people.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 65,
    "ayahArV1": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
    "ayahArV2": "والى عاد اخاهم هودا قال يا قوم اعبدوا الله ما لكم من اله غيره افلا تتقون",
    "ayahEn": "And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah—you have no other god except Him. Will you not then fear Him?”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 66,
    "ayahArV1": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "قال الملا الذين كفروا من قومه انا لنراك في سفاهة وانا لنظنك من الكاذبين",
    "ayahEn": "The disbelieving chiefs of his people responded, “We surely see you as a fool, and we certainly think you are a liar.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 67,
    "ayahArV1": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال يا قوم ليس بي سفاهة ولكني رسول من رب العالمين",
    "ayahEn": "Hûd replied, “O my people! I am no fool! But I am a messenger from the Lord of all worlds",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 68,
    "ayahArV1": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
    "ayahArV2": "ابلغكم رسالات ربي وانا لكم ناصح امين",
    "ayahEn": "conveying to you my Lord’s messages. And I am your sincere advisor.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 69,
    "ayahArV1": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا اذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بسطة فاذكروا الاء الله لعلكم تفلحون",
    "ayahEn": "Do you find it astonishing that a reminder should come to you from your Lord through one of your own so he may warn you? Remember that He made you successors after the people of Noah and increased you greatly in stature. So remember Allah’s favours, so you may be successful.”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 70,
    "ayahArV1": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قالوا اجئتنا لنعبد الله وحده ونذر ما كان يعبد اباؤنا فاتنا بما تعدنا ان كنت من الصادقين",
    "ayahEn": "They said, “Have you come to us so that we would worship Allah alone and abandon what our forefathers used to worship? Then bring us what you threaten us with, if what you say is true!”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 71,
    "ayahArV1": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "ayahArV2": "قال قد وقع عليكم من ربكم رجس وغضب اتجادلونني في اسماء سميتموها انتم واباؤكم ما نزل الله بها من سلطان فانتظروا اني معكم من المنتظرين",
    "ayahEn": "He said, “You will certainly be subjected to your Lord’s torment and wrath. Do you dispute with me regarding the so-called gods which you and your forefathers have made up—a practice Allah has never authorized? Then wait! I too am waiting with you.”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 72,
    "ayahArV1": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
    "ayahArV2": "فانجيناه والذين معه برحمة منا وقطعنا دابر الذين كذبوا باياتنا وما كانوا مؤمنين",
    "ayahEn": "So We saved him and those with him by Our mercy and uprooted those who denied Our signs. They were not believers.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 73,
    "ayahArV1": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "والى ثمود اخاهم صالحا قال يا قوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم هذه ناقة الله لكم اية فذروها تاكل في ارض الله ولا تمسوها بسوء فياخذكم عذاب اليم",
    "ayahEn": "And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah—you have no other god except Him. A clear proof has come to you from your Lord: this is Allah’s she-camel as a sign to you. So leave her to graze ˹freely˺ on Allah’s land and do not harm her, or else you will be overcome by a painful punishment.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 74,
    "ayahArV1": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "ayahArV2": "واذكروا اذ جعلكم خلفاء من بعد عاد وبواكم في الارض تتخذون من سهولها قصورا وتنحتون الجبال بيوتا فاذكروا الاء الله ولا تعثوا في الارض مفسدين",
    "ayahEn": "Remember when He made you successors after ’Âd and established you in the land—˹and˺ you built palaces on its plains and carved homes into mountains. So remember Allah’s favours, and do not go about spreading corruption in the land.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 75,
    "ayahArV1": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
    "ayahArV2": "قال الملا الذين استكبروا من قومه للذين استضعفوا لمن امن منهم اتعلمون ان صالحا مرسل من ربه قالوا انا بما ارسل به مؤمنون",
    "ayahEn": "The arrogant chiefs of his people asked the lowly who believed among them, “Are you certain that Ṣâliḥ has been sent by his Lord?” They replied, “We certainly believe in what he has been sent with.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 76,
    "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
    "ayahArV2": "قال الذين استكبروا انا بالذي امنتم به كافرون",
    "ayahEn": "The arrogant said, “We surely reject what you believe in.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 77,
    "ayahArV1": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
    "ayahArV2": "فعقروا الناقة وعتوا عن امر ربهم وقالوا يا صالح ائتنا بما تعدنا ان كنت من المرسلين",
    "ayahEn": "Then they killed the she-camel—defying their Lord’s command—and challenged ˹Ṣâliḥ˺, “Bring us what you threaten us with, if you are ˹truly˺ one of the messengers.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 78,
    "ayahArV1": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "فاخذتهم الرجفة فاصبحوا في دارهم جاثمين",
    "ayahEn": "Then an ˹overwhelming˺ earthquake struck them, and they fell lifeless in their homes.",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 79,
    "ayahArV1": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
    "ayahArV2": "فتولى عنهم وقال يا قوم لقد ابلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين",
    "ayahEn": "So he turned away from them, saying, “O my people! Surely I conveyed to you my Lord’s message and gave you ˹sincere˺ advice, but you do not like ˹sincere˺ advisors.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 80,
    "ayahArV1": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ولوطا اذ قال لقومه اتاتون الفاحشة ما سبقكم بها من احد من العالمين",
    "ayahEn": "And ˹remember˺ when Lot scolded ˹the men of˺ his people, ˹saying,˺ “Do you commit a shameful deed that no man has ever done before?",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 81,
    "ayahArV1": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "ayahArV2": "انكم لتاتون الرجال شهوة من دون النساء بل انتم قوم مسرفون",
    "ayahEn": "You lust after men instead of women! You are certainly transgressors.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 82,
    "ayahArV1": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "ayahArV2": "وما كان جواب قومه الا ان قالوا اخرجوهم من قريتكم انهم اناس يتطهرون",
    "ayahEn": "But his people’s only response was to say, “Expel them from your land! They are a people who wish to remain chaste!”",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 83,
    "ayahArV1": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "ayahArV2": "فانجيناه واهله الا امراته كانت من الغابرين",
    "ayahEn": "So We saved him and his family except his wife, who was one of the doomed.",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 84,
    "ayahArV1": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
    "ayahArV2": "وامطرنا عليهم مطرا فانظر كيف كان عاقبة المجرمين",
    "ayahEn": "We poured upon them a rain ˹of brimstone˺. See what was the end of the wicked!",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 85,
    "ayahArV1": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "والى مدين اخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم فاوفوا الكيل والميزان ولا تبخسوا الناس اشياءهم ولا تفسدوا في الارض بعد اصلاحها ذلكم خير لكم ان كنتم مؤمنين",
    "ayahEn": "And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah—you have no other god except Him. A clear proof has already come to you from your Lord. So give just measure and weight, do not defraud people of their property, nor spread corruption in the land after it has been set in order. This is for your own good, if you are ˹truly˺ believers.",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 86,
    "ayahArV1": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "ayahArV2": "ولا تقعدوا بكل صراط توعدون وتصدون عن سبيل الله من امن به وتبغونها عوجا واذكروا اذ كنتم قليلا فكثركم وانظروا كيف كان عاقبة المفسدين",
    "ayahEn": "And do not lie in ambush on every road—threatening and hindering those who believe in Allah from His Path and striving to make it ˹appear˺ crooked. Remember when you were few, then He increased you in number. And consider the fate of the corruptors!",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 87,
    "ayahArV1": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
    "ayahArV2": "وان كان طائفة منكم امنوا بالذي ارسلت به وطائفة لم يؤمنوا فاصبروا حتى يحكم الله بيننا وهو خير الحاكمين",
    "ayahEn": "If some of you do believe in what I have been sent with while others do not, then be patient until Allah judges between us. He is the Best of Judges.”",
    "meta": {
      "page": 161,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  }
]