[
  {
    "surahNo": 7,
    "ayahNo": 88,
    "ayahArV1": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
    "ayahArV2": "قال الملا الذين استكبروا من قومه لنخرجنك يا شعيب والذين امنوا معك من قريتنا او لتعودن في ملتنا قال اولو كنا كارهين",
    "ayahEn": "The arrogant chiefs of his people threatened, “O Shu’aib! We will certainly expel you and your fellow believers from our land, unless you return to our faith.” He replied, “Even if we hate it?",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 89,
    "ayahArV1": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
    "ayahArV2": "قد افترينا على الله كذبا ان عدنا في ملتكم بعد اذ نجانا الله منها وما يكون لنا ان نعود فيها الا ان يشاء الله ربنا وسع ربنا كل شيء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وانت خير الفاتحين",
    "ayahEn": "We would surely be fabricating a lie against Allah if we were to return to your faith after Allah has saved us from it. It does not befit us to return to it unless it is the Will of Allah, our Lord. Our Lord has encompassed everything in ˹His˺ knowledge. In Allah we trust. Our Lord! Judge between us and our people with truth. You are the best of those who judge.”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 90,
    "ayahArV1": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
    "ayahArV2": "وقال الملا الذين كفروا من قومه لئن اتبعتم شعيبا انكم اذا لخاسرون",
    "ayahEn": "The disbelieving chiefs of his people threatened, “If you follow Shu’aib, you will surely be losers!”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 91,
    "ayahArV1": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "فاخذتهم الرجفة فاصبحوا في دارهم جاثمين",
    "ayahEn": "Then an ˹overwhelming˺ earthquake struck them and they fell lifeless in their homes.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 92,
    "ayahArV1": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "الذين كذبوا شعيبا كان لم يغنوا فيها الذين كذبوا شعيبا كانوا هم الخاسرين",
    "ayahEn": "Those who rejected Shu’aib were ˹wiped out˺ as if they had never lived there. Those who rejected Shu’aib were the true losers.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 93,
    "ayahArV1": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
    "ayahArV2": "فتولى عنهم وقال يا قوم لقد ابلغتكم رسالات ربي ونصحت لكم فكيف اسى على قوم كافرين",
    "ayahEn": "He turned away from them, saying, “O my people! Indeed, I have delivered to you the messages of my Lord and gave you ˹sincere˺ advice. How can I then grieve for those who chose to disbelieve?”",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 94,
    "ayahArV1": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "ayahArV2": "وما ارسلنا في قرية من نبي الا اخذنا اهلها بالباساء والضراء لعلهم يضرعون",
    "ayahEn": "Whenever We sent a prophet to a society, We afflicted its ˹disbelieving˺ people with suffering and adversity, so perhaps they would be humbled.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 95,
    "ayahArV1": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس اباءنا الضراء والسراء فاخذناهم بغتة وهم لا يشعرون",
    "ayahEn": "Then We changed their adversity to prosperity until they flourished and argued ˹falsely˺, “Our forefathers ˹too˺ had been visited by adversity and prosperity.” So We seized them by surprise, while they were unaware.",
    "meta": {
      "page": 162,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 96,
    "ayahArV1": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "ولو ان اهل القرى امنوا واتقوا لفتحنا عليهم بركات من السماء والارض ولكن كذبوا فاخذناهم بما كانوا يكسبون",
    "ayahEn": "Had the people of those societies been faithful and mindful ˹of Allah˺, We would have overwhelmed them with blessings from heaven and earth. But they disbelieved, so We seized them for what they used to commit.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 97,
    "ayahArV1": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
    "ayahArV2": "افامن اهل القرى ان ياتيهم باسنا بياتا وهم نائمون",
    "ayahEn": "Did the people of those societies feel secure that Our punishment would not come upon them by night while they were asleep?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 98,
    "ayahArV1": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "ayahArV2": "اوامن اهل القرى ان ياتيهم باسنا ضحى وهم يلعبون",
    "ayahEn": "Or did they feel secure that Our punishment would not come upon them by day while they were at play?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 99,
    "ayahArV1": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "افامنوا مكر الله فلا يامن مكر الله الا القوم الخاسرون",
    "ayahEn": "Did they feel secure against Allah’s planning? None would feel secure from Allah’s planning except the losers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 100,
    "ayahArV1": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "اولم يهد للذين يرثون الارض من بعد اهلها ان لو نشاء اصبناهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون",
    "ayahEn": "Is it not clear to those who take over the land after ˹the destruction of˺ its former residents that—if We will—We can punish them ˹too˺ for their sins and seal their hearts so they will not hear ˹the truth˺?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 101,
    "ayahArV1": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "تلك القرى نقص عليك من انبائها ولقد جاءتهم رسلهم بالبينات فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكافرين",
    "ayahEn": "We have narrated to you ˹O Prophet˺ some of the stories of those societies. Surely, their messengers came to them with clear proofs, but still they would not believe in what they had already denied. This is how Allah seals the hearts of the disbelievers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 102,
    "ayahArV1": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
    "ayahArV2": "وما وجدنا لاكثرهم من عهد وان وجدنا اكثرهم لفاسقين",
    "ayahEn": "We did not find most of them true to their covenant. Rather, We found most of them truly rebellious.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 103,
    "ayahArV1": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "ayahArV2": "ثم بعثنا من بعدهم موسى باياتنا الى فرعون وملئه فظلموا بها فانظر كيف كان عاقبة المفسدين",
    "ayahEn": "Then after them We sent Moses with Our signs to Pharaoh and his chiefs, but they wrongfully rejected them. See what was the end of the corruptors!",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 104,
    "ayahArV1": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "وقال موسى يا فرعون اني رسول من رب العالمين",
    "ayahEn": "And Moses said, “O Pharaoh! I am truly a messenger from the Lord of all worlds",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 105,
    "ayahArV1": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "ayahArV2": "حقيق على ان لا اقول على الله الا الحق قد جئتكم ببينة من ربكم فارسل معي بني اسرائيل",
    "ayahEn": "obliged to say nothing about Allah except the truth. Indeed, I have come to you with clear proof from your Lord, so let the children of Israel go with me.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 106,
    "ayahArV1": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قال ان كنت جئت باية فات بها ان كنت من الصادقين",
    "ayahEn": "Pharaoh said, “If you have come with a sign, then bring it if what you say is true.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 107,
    "ayahArV1": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
    "ayahArV2": "فالقى عصاه فاذا هي ثعبان مبين",
    "ayahEn": "So Moses threw down his staff and—behold!—it became a real snake.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 108,
    "ayahArV1": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
    "ayahArV2": "ونزع يده فاذا هي بيضاء للناظرين",
    "ayahEn": "Then he drew his hand ˹out of his collar˺ and it was ˹shining˺ white for all to see.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 109,
    "ayahArV1": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
    "ayahArV2": "قال الملا من قوم فرعون ان هذا لساحر عليم",
    "ayahEn": "The chiefs of Pharaoh’s people said, “He is indeed a skilled magician",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 110,
    "ayahArV1": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
    "ayahArV2": "يريد ان يخرجكم من ارضكم فماذا تامرون",
    "ayahEn": "who seeks to drive you from your land.” ˹So Pharaoh asked,˺ “What do you propose?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 111,
    "ayahArV1": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
    "ayahArV2": "قالوا ارجه واخاه وارسل في المدائن حاشرين",
    "ayahEn": "They replied, “Let him and his brother wait and send mobilizers to all cities",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 112,
    "ayahArV1": "يَأْتُوكَ بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
    "ayahArV2": "ياتوك بكل ساحر عليم",
    "ayahEn": "to bring you every clever magician.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 113,
    "ayahArV1": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا۟ إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
    "ayahArV2": "وجاء السحرة فرعون قالوا ان لنا لاجرا ان كنا نحن الغالبين",
    "ayahEn": "The magicians came to Pharaoh, saying, “Shall we receive a ˹suitable˺ reward if we prevail?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 114,
    "ayahArV1": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ",
    "ayahArV2": "قال نعم وانكم لمن المقربين",
    "ayahEn": "He replied, “Yes, and you will certainly be among those closest to me.”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 115,
    "ayahArV1": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ",
    "ayahArV2": "قالوا يا موسى اما ان تلقي واما ان نكون نحن الملقين",
    "ayahEn": "They asked, “O Moses! Will you cast, or shall we be the first to cast?”",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 116,
    "ayahArV1": "قَالَ أَلْقُوا۟ ۖ فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
    "ayahArV2": "قال القوا فلما القوا سحروا اعين الناس واسترهبوهم وجاءوا بسحر عظيم",
    "ayahEn": "Moses said, “You first.” So when they did, they deceived the eyes of the people, stunned them, and made a great display of magic.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 117,
    "ayahArV1": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
    "ayahArV2": "واوحينا الى موسى ان الق عصاك فاذا هي تلقف ما يافكون",
    "ayahEn": "Then We inspired Moses, “Throw down your staff,” and—behold!—it devoured the objects of their illusion!",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 118,
    "ayahArV1": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فوقع الحق وبطل ما كانوا يعملون",
    "ayahEn": "So the truth prevailed and their illusions failed.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 119,
    "ayahArV1": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَـٰغِرِينَ",
    "ayahArV2": "فغلبوا هنالك وانقلبوا صاغرين",
    "ayahEn": "So Pharaoh and his people were defeated right there and put to shame.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 120,
    "ayahArV1": "وَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
    "ayahArV2": "والقي السحرة ساجدين",
    "ayahEn": "And the magicians fell down, prostrating.",
    "meta": {
      "page": 164,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 121,
    "ayahArV1": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قالوا امنا برب العالمين",
    "ayahEn": "They declared, “We ˹now˺ believe in the Lord of all worlds—",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 122,
    "ayahArV1": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
    "ayahArV2": "رب موسى وهارون",
    "ayahEn": "the Lord of Moses and Aaron.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 123,
    "ayahArV1": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "قال فرعون امنتم به قبل ان اذن لكم ان هذا لمكر مكرتموه في المدينة لتخرجوا منها اهلها فسوف تعلمون",
    "ayahEn": "Pharaoh threatened, “How dare you believe in him before I give you permission? This must be a conspiracy you devised in the city to drive out its people, but soon you will see.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 124,
    "ayahArV1": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "ayahArV2": "لاقطعن ايديكم وارجلكم من خلاف ثم لاصلبنكم اجمعين",
    "ayahEn": "I will certainly cut off your hands and feet on opposite sides, then crucify you all.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 125,
    "ayahArV1": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "ayahArV2": "قالوا انا الى ربنا منقلبون",
    "ayahEn": "They responded, “Surely to our Lord we will ˹all˺ return.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 126,
    "ayahArV1": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "ayahArV2": "وما تنقم منا الا ان امنا بايات ربنا لما جاءتنا ربنا افرغ علينا صبرا وتوفنا مسلمين",
    "ayahEn": "Your rage towards us is only because we believed in the signs of our Lord when they came to us. Our Lord! Shower us with perseverance, and let us die while submitting ˹to You˺.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 127,
    "ayahArV1": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
    "ayahArV2": "وقال الملا من قوم فرعون اتذر موسى وقومه ليفسدوا في الارض ويذرك والهتك قال سنقتل ابناءهم ونستحيي نساءهم وانا فوقهم قاهرون",
    "ayahEn": "The chiefs of Pharaoh’s people protested, “Are you going to leave Moses and his people free to spread corruption in the land and abandon you and your gods?” He responded, “We will kill their sons and keep their women. We will completely dominate them.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 128,
    "ayahArV1": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "ayahArV2": "قال موسى لقومه استعينوا بالله واصبروا ان الارض لله يورثها من يشاء من عباده والعاقبة للمتقين",
    "ayahEn": "Moses reassured his people, “Seek Allah’s help and be patient. Indeed, the earth belongs to Allah ˹alone˺. He grants it to whoever He chooses of His servants. The ultimate outcome belongs ˹only˺ to the righteous.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 129,
    "ayahArV1": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
    "ayahArV2": "قالوا اوذينا من قبل ان تاتينا ومن بعد ما جئتنا قال عسى ربكم ان يهلك عدوكم ويستخلفكم في الارض فينظر كيف تعملون",
    "ayahEn": "They complained, “We have always been oppressed—before and after you came to us ˹with the message˺.” He replied, “Perhaps your Lord will destroy your enemy and make you successors in the land to see what you will do.”",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 130,
    "ayahArV1": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "ayahArV2": "ولقد اخذنا ال فرعون بالسنين ونقص من الثمرات لعلهم يذكرون",
    "ayahEn": "Indeed, We afflicted Pharaoh’s people with famine and shortage of crops so they might come back ˹to their senses˺.",
    "meta": {
      "page": 165,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 131,
    "ayahArV1": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "فاذا جاءتهم الحسنة قالوا لنا هذه وان تصبهم سيئة يطيروا بموسى ومن معه الا انما طائرهم عند الله ولكن اكثرهم لا يعلمون",
    "ayahEn": "In times of prosperity, they said, “This is what we deserve,” but in adversity, they blamed it on Moses and those with him. Surely all is destined by Allah. Yet most of them did not know.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 132,
    "ayahArV1": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "ayahArV2": "وقالوا مهما تاتنا به من اية لتسحرنا بها فما نحن لك بمؤمنين",
    "ayahEn": "They said, “No matter what sign you may bring to deceive us, we will never believe in you.”",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 133,
    "ayahArV1": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "ayahArV2": "فارسلنا عليهم الطوفان والجراد والقمل والضفادع والدم ايات مفصلات فاستكبروا وكانوا قوما مجرمين",
    "ayahEn": "So We plagued them with floods, locusts, lice, frogs, and blood—all as clear signs, but they persisted in arrogance and were a wicked people.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 134,
    "ayahArV1": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "ayahArV2": "ولما وقع عليهم الرجز قالوا يا موسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز لنؤمنن لك ولنرسلن معك بني اسرائيل",
    "ayahEn": "When tormented, they pleaded, “O Moses! Pray to your Lord on our behalf, by virtue of the covenant He made with you. If you help remove this torment from us, we will certainly believe in you and let the Children of Israel go with you.”",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 135,
    "ayahArV1": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "ayahArV2": "فلما كشفنا عنهم الرجز الى اجل هم بالغوه اذا هم ينكثون",
    "ayahEn": "But as soon as We removed the torment from them—until they met their inevitable fate—they broke their promise.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 136,
    "ayahArV1": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "ayahArV2": "فانتقمنا منهم فاغرقناهم في اليم بانهم كذبوا باياتنا وكانوا عنها غافلين",
    "ayahEn": "So We inflicted punishment upon them, drowning them in the sea for denying Our signs and being heedless of them.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 137,
    "ayahArV1": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
    "ayahArV2": "واورثنا القوم الذين كانوا يستضعفون مشارق الارض ومغاربها التي باركنا فيها وتمت كلمت ربك الحسنى على بني اسرائيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون",
    "ayahEn": "And ˹so˺ We made the oppressed people successors of the eastern and western lands, which We had showered with blessings. ˹In this way˺ the noble Word of your Lord was fulfilled for the Children of Israel for what they had endured. And We destroyed what Pharaoh and his people constructed and what they established.",
    "meta": {
      "page": 166,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 138,
    "ayahArV1": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "ayahArV2": "وجاوزنا ببني اسرائيل البحر فاتوا على قوم يعكفون على اصنام لهم قالوا يا موسى اجعل لنا الها كما لهم الهة قال انكم قوم تجهلون",
    "ayahEn": "We brought the Children of Israel across the sea and they came upon a people devoted to idols. They demanded, “O Moses! Make for us a god like their gods.” He replied, “Indeed, you are a people acting ignorantly!",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 139,
    "ayahArV1": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ان هؤلاء متبر ما هم فيه وباطل ما كانوا يعملون",
    "ayahEn": "What they follow is certainly doomed to destruction and their deeds are in vain.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 140,
    "ayahArV1": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال اغير الله ابغيكم الها وهو فضلكم على العالمين",
    "ayahEn": "He added, “Shall I seek for you a god other than Allah, while He has honoured you above the others?”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 141,
    "ayahArV1": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "ayahArV2": "واذ انجيناكم من ال فرعون يسومونكم سوء العذاب يقتلون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "ayahEn": "And ˹remember˺ when We rescued you from the people of Pharaoh, who afflicted you with dreadful torment—killing your sons and keeping your women. That was a severe test from your Lord.",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 66,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 142,
    "ayahArV1": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وواعدنا موسى ثلاثين ليلة واتممناها بعشر فتم ميقات ربه اربعين ليلة وقال موسى لاخيه هارون اخلفني في قومي واصلح ولا تتبع سبيل المفسدين",
    "ayahEn": "We appointed for Moses thirty nights then added another ten—completing his Lord’s term of forty nights. Moses commanded his brother Aaron, “Take my place among my people, do what is right, and do not follow the way of the corruptors.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 143,
    "ayahArV1": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولما جاء موسى لميقاتنا وكلمه ربه قال رب ارني انظر اليك قال لن تراني ولكن انظر الى الجبل فان استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما افاق قال سبحانك تبت اليك وانا اول المؤمنين",
    "ayahEn": "When Moses came at the appointed time and his Lord spoke to him, he asked, “My Lord! Reveal Yourself to me so I may see You.” Allah answered, “You cannot see Me! But look at the mountain. If it remains firm in its place, only then will you see Me.” When his Lord appeared to the mountain, He levelled it to dust and Moses collapsed unconscious. When he recovered, he cried, “Glory be to You! I turn to You in repentance and I am the first of the believers.”",
    "meta": {
      "page": 167,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 144,
    "ayahArV1": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "قال يا موسى اني اصطفيتك على الناس برسالاتي وبكلامي فخذ ما اتيتك وكن من الشاكرين",
    "ayahEn": "Allah said, “O Moses! I have ˹already˺ elevated you above all others by My messages and speech. So hold firmly to what I have given you and be grateful.”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 145,
    "ayahArV1": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "وكتبنا له في الالواح من كل شيء موعظة وتفصيلا لكل شيء فخذها بقوة وامر قومك ياخذوا باحسنها ساريكم دار الفاسقين",
    "ayahEn": "We wrote for him on the Tablets ˹the fundamentals˺ of everything; commandments and explanations of all things. ˹We commanded,˺ “Hold to this firmly and ask your people to take the best of it. I will soon show ˹all of˺ you the home of the rebellious.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 146,
    "ayahArV1": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "ayahArV2": "ساصرف عن اياتي الذين يتكبرون في الارض بغير الحق وان يروا كل اية لا يؤمنوا بها وان يروا سبيل الرشد لا يتخذوه سبيلا وان يروا سبيل الغي يتخذوه سبيلا ذلك بانهم كذبوا باياتنا وكانوا عنها غافلين",
    "ayahEn": "I will turn away from My signs those who act unjustly with arrogance in the land. And even if they were to see every sign, they still would not believe in them. If they see the Right Path, they will not take it. But if they see a crooked path, they will follow it. This is because they denied Our signs and were heedless of them.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 147,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "والذين كذبوا باياتنا ولقاء الاخرة حبطت اعمالهم هل يجزون الا ما كانوا يعملون",
    "ayahEn": "The deeds of those who deny Our signs and the meeting ˹with Allah˺ in the Hereafter will be in vain. Will they be rewarded except for what they have done?”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 148,
    "ayahArV1": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
    "ayahArV2": "واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار الم يروا انه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظالمين",
    "ayahEn": "In the absence of Moses, his people made from their ˹golden˺ jewellery an idol of a calf that made a lowing sound. Did they not see that it could neither speak to them nor guide them to the ˹Right˺ Path? Still they took it as a god and were wrongdoers.",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 149,
    "ayahArV1": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ولما سقط في ايديهم وراوا انهم قد ضلوا قالوا لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخاسرين",
    "ayahEn": "Later, when they were filled with remorse and realized they had gone astray, they cried, “If our Lord does not have mercy on us and forgive us, we will certainly be losers.”",
    "meta": {
      "page": 168,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 150,
    "ayahArV1": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ولما رجع موسى الى قومه غضبان اسفا قال بئسما خلفتموني من بعدي اعجلتم امر ربكم والقى الالواح واخذ براس اخيه يجره اليه قال ابن ام ان القوم استضعفوني وكادوا يقتلونني فلا تشمت بي الاعداء ولا تجعلني مع القوم الظالمين",
    "ayahEn": "Upon Moses’ return to his people, ˹totally˺ furious and sorrowful, he said, “What an evil thing you committed in my absence! Did you want to hasten your Lord’s torment?” Then he threw down the Tablets and grabbed his brother by the hair, dragging him closer. Aaron pleaded, “O son of my mother! The people overpowered me and were about to kill me. So do not ˹humiliate me and˺ make my enemies rejoice, nor count me among the wrongdoing people.”",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 151,
    "ayahArV1": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "ayahArV2": "قال رب اغفر لي ولاخي وادخلنا في رحمتك وانت ارحم الراحمين",
    "ayahEn": "Moses prayed, “My Lord! Forgive me and my brother! And admit us into Your mercy. You are the Most Merciful of the merciful.”",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 152,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
    "ayahArV2": "ان الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين",
    "ayahEn": "Those who worshipped the calf will certainly be afflicted with Allah’s wrath as well as disgrace in the life of this world. This is how We reward those who invent falsehood.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 153,
    "ayahArV1": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "والذين عملوا السيئات ثم تابوا من بعدها وامنوا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "But those who commit evil, then repent and become ˹true˺ believers, your Lord will certainly be All-Forgiving, Most-Merciful.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 154,
    "ayahArV1": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
    "ayahArV2": "ولما سكت عن موسى الغضب اخذ الالواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون",
    "ayahEn": "When Moses’ anger subsided, he took up the Tablets whose text contained guidance and mercy for those who stand in awe of their Lord.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 155,
    "ayahArV1": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
    "ayahArV2": "واختار موسى قومه سبعين رجلا لميقاتنا فلما اخذتهم الرجفة قال رب لو شئت اهلكتهم من قبل واياي اتهلكنا بما فعل السفهاء منا ان هي الا فتنتك تضل بها من تشاء وتهدي من تشاء انت ولينا فاغفر لنا وارحمنا وانت خير الغافرين",
    "ayahEn": "Moses chose seventy men from among his people for Our appointment and, when they were seized by an earthquake, he cried, “My Lord! Had You willed, You could have destroyed them long ago, and me as well. Will You destroy us for what the foolish among us have done? This is only a test from You—by which You allow whoever you will to stray and guide whoever You will. You are our Guardian. So forgive us and have mercy on us. You are the best forgiver.",
    "meta": {
      "page": 169,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 67,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 156,
    "ayahArV1": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
    "ayahArV2": "واكتب لنا في هذه الدنيا حسنة وفي الاخرة انا هدنا اليك قال عذابي اصيب به من اشاء ورحمتي وسعت كل شيء فساكتبها للذين يتقون ويؤتون الزكاة والذين هم باياتنا يؤمنون",
    "ayahEn": "Ordain for us what is good in this life and the next. Indeed, we have turned to You ˹in repentance˺.” Allah replied, “I will inflict My torment on whoever I will. But My mercy encompasses everything. I will ordain mercy for those who shun evil, pay alms-tax, and believe in Our revelations.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 157,
    "ayahArV1": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "الذين يتبعون الرسول النبي الامي الذي يجدونه مكتوبا عندهم في التوراة والانجيل يامرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم اصرهم والاغلال التي كانت عليهم فالذين امنوا به وعزروه ونصروه واتبعوا النور الذي انزل معه اولئك هم المفلحون",
    "ayahEn": "“˹They are˺ the ones who follow the Messenger, the unlettered Prophet, whose description they find in their Torah and the Gospel. He commands them to do good and forbids them from evil, permits for them what is lawful and forbids to them what is impure, and relieves them from their burdens and the shackles that bound them. ˹Only˺ those who believe in him, honour and support him, and follow the light sent down to him will be successful.”",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 158,
    "ayahArV1": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "قل يا ايها الناس اني رسول الله اليكم جميعا الذي له ملك السماوات والارض لا اله الا هو يحيي ويميت فامنوا بالله ورسوله النبي الامي الذي يؤمن بالله وكلماته واتبعوه لعلكم تهتدون",
    "ayahEn": "Say, ˹O Prophet,˺ “O humanity! I am Allah’s Messenger to you all. To Him ˹alone˺ belongs the kingdom of the heavens and the earth. There is no god ˹worthy of worship˺ except Him. He gives life and causes death.” So believe in Allah and His Messenger, the unlettered Prophet, who believes in Allah and His revelations. And follow him, so you may be ˹rightly˺ guided.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 159,
    "ayahArV1": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "ayahArV2": "ومن قوم موسى امة يهدون بالحق وبه يعدلون",
    "ayahEn": "There are some among the people of Moses who guide with the truth and establish justice accordingly.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 160,
    "ayahArV1": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "وقطعناهم اثنتي عشرة اسباطا امما واوحينا الى موسى اذ استسقاه قومه ان اضرب بعصاك الحجر فانبجست منه اثنتا عشرة عينا قد علم كل اناس مشربهم وظللنا عليهم الغمام وانزلنا عليهم المن والسلوى كلوا من طيبات ما رزقناكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
    "ayahEn": "We divided them into twelve tribes—each as a community. And We revealed to Moses, when his people asked for water, “Strike the rock with your staff.” Then twelve springs gushed out. Each tribe knew its drinking place. We shaded them with clouds and sent down to them manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” They ˹certainly˺ did not wrong Us, but wronged themselves.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 161,
    "ayahArV1": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "واذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيئاتكم سنزيد المحسنين",
    "ayahEn": "And ˹remember˺ when it was said to them, “Enter this city ˹of Jerusalem˺ and eat from wherever you please. Say, ‘Absolve us,’ and enter the gate with humility. We will forgive your sins, ˹and˺ We will multiply the reward for the good-doers.”",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 162,
    "ayahArV1": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
    "ayahArV2": "فبدل الذين ظلموا منهم قولا غير الذي قيل لهم فارسلنا عليهم رجزا من السماء بما كانوا يظلمون",
    "ayahEn": "But the wrongdoers among them changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their wrongdoing.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 163,
    "ayahArV1": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "واسالهم عن القرية التي كانت حاضرة البحر اذ يعدون في السبت اذ تاتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تاتيهم كذلك نبلوهم بما كانوا يفسقون",
    "ayahEn": "Ask them ˹O Prophet˺ about ˹the people of˺ the town which was by the sea, who broke the Sabbath. During the Sabbath, ˹abundant˺ fish would come to them clearly visible, but on other days the fish were never seen. In this way We tested them for their rebelliousness.",
    "meta": {
      "page": 171,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 164,
    "ayahArV1": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "ayahArV2": "واذ قالت امة منهم لم تعظون قوما الله مهلكهم او معذبهم عذابا شديدا قالوا معذرة الى ربكم ولعلهم يتقون",
    "ayahEn": "When some of ˹the righteous among˺ them questioned ˹their fellow Sabbath-keepers˺, “Why do you ˹bother to˺ warn those ˹Sabbath-breakers˺ who will either be destroyed or severely punished by Allah?” They replied, “Just to be free from your Lord’s blame, and so perhaps they may abstain.”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 165,
    "ayahArV1": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "فلما نسوا ما ذكروا به انجينا الذين ينهون عن السوء واخذنا الذين ظلموا بعذاب بئيس بما كانوا يفسقون",
    "ayahEn": "When they ignored the warning they were given, We rescued those who used to warn against evil and overtook the wrongdoers with a dreadful punishment for their rebelliousness.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 166,
    "ayahArV1": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "ayahArV2": "فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خاسئين",
    "ayahEn": "But when they stubbornly persisted in violation, We said to them, “Be disgraced apes!”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 167,
    "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "واذ تاذن ربك ليبعثن عليهم الى يوم القيامة من يسومهم سوء العذاب ان ربك لسريع العقاب وانه لغفور رحيم",
    "ayahEn": "And ˹remember, O  Prophet,˺ when your Lord declared that He would send against them others who would make them suffer terribly until the Day of Judgment. Indeed, your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 168,
    "ayahArV1": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقطعناهم في الارض امما منهم الصالحون ومنهم دون ذلك وبلوناهم بالحسنات والسيئات لعلهم يرجعون",
    "ayahEn": "We dispersed them through the land in groups—some were righteous, others were less so. We tested them with prosperity and adversity, so perhaps they would return ˹to the Right Path˺.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 169,
    "ayahArV1": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "فخلف من بعدهم خلف ورثوا الكتاب ياخذون عرض هذا الادنى ويقولون سيغفر لنا وان ياتهم عرض مثله ياخذوه الم يؤخذ عليهم ميثاق الكتاب ان لا يقولوا على الله الا الحق ودرسوا ما فيه والدار الاخرة خير للذين يتقون افلا تعقلون",
    "ayahEn": "Then they were succeeded by other generations who inherited the Scripture. They indulged in unlawful gains, claiming, “We will be forgiven ˹after all˺.” And if similar gain came their way, they would seize it. Was a covenant not taken from them in the Scripture that they would not say anything about Allah except the truth? And they were already well-versed in its teachings. But the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 170,
    "ayahArV1": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
    "ayahArV2": "والذين يمسكون بالكتاب واقاموا الصلاة انا لا نضيع اجر المصلحين",
    "ayahEn": "As for those who firmly abide by the Scripture and establish prayer—surely We never discount the reward of those acting righteously.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  }
]