[
  {
    "surahNo": 9,
    "ayahNo": 34,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "يا ايها الذين امنوا ان كثيرا من الاحبار والرهبان لياكلون اموال الناس بالباطل ويصدون عن سبيل الله والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب اليم",
    "ayahEn": "O believers! Indeed, many rabbis and monks consume people’s wealth wrongfully and hinder ˹others˺ from the Way of Allah. Give good news of a painful torment to those who hoard gold and silver and do not spend it in Allah’s cause.",
    "meta": {
      "page": 192,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 35,
    "ayahArV1": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
    "ayahArV2": "يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لانفسكم فذوقوا ما كنتم تكنزون",
    "ayahEn": "The Day ˹will come˺ when their treasure will be heated up in the Fire of Hell, and their foreheads, sides, and backs branded with it. ˹It will be said to them,˺ “This is the treasure you hoarded for yourselves. Now taste what you hoarded!”",
    "meta": {
      "page": 192,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 36,
    "ayahArV1": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
    "ayahArV2": "ان عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والارض منها اربعة حرم ذلك الدين القيم فلا تظلموا فيهن انفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا ان الله مع المتقين",
    "ayahEn": "Indeed, the number of months ordained by Allah is twelve—in Allah’s Record since the day He created the heavens and the earth—of which four are sacred. That is the Right Way. So do not wrong one another during these months. And together fight the polytheists as they fight against you together. And know that Allah is with those mindful ˹of Him˺.",
    "meta": {
      "page": 192,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 37,
    "ayahArV1": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "انما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء اعمالهم والله لا يهدي القوم الكافرين",
    "ayahEn": "Reallocating the sanctity of ˹these˺ months is an increase in disbelief, by which the disbelievers are led ˹far˺ astray. They adjust the sanctity one year and uphold it in another, only to maintain the number of months sanctified by Allah, violating the very months Allah has made sacred. Their evil deeds have been made appealing to them. And Allah does not guide the disbelieving people.",
    "meta": {
      "page": 193,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 38,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
    "ayahArV2": "يا ايها الذين امنوا ما لكم اذا قيل لكم انفروا في سبيل الله اثاقلتم الى الارض ارضيتم بالحياة الدنيا من الاخرة فما متاع الحياة الدنيا في الاخرة الا قليل",
    "ayahEn": "O believers! What is the matter with you that when you are asked to march forth in the cause of Allah, you cling firmly to ˹your˺ land? Do you prefer the life of this world over the Hereafter? The enjoyment of this worldly life is insignificant compared to that of the Hereafter.",
    "meta": {
      "page": 193,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 39,
    "ayahArV1": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "الا تنفروا يعذبكم عذابا اليما ويستبدل قوما غيركم ولا تضروه شيئا والله على كل شيء قدير",
    "ayahEn": "If you do not march forth, He will afflict you with a painful torment and replace you with other people. You are not harming Him in the least. And Allah is Most Capable of everything.",
    "meta": {
      "page": 193,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 40,
    "ayahArV1": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "الا تنصروه فقد نصره الله اذ اخرجه الذين كفروا ثاني اثنين اذ هما في الغار اذ يقول لصاحبه لا تحزن ان الله معنا فانزل الله سكينته عليه وايده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا والله عزيز حكيم",
    "ayahEn": "˹It does not matter˺ if you ˹believers˺ do not support him, for Allah did in fact support him when the disbelievers drove him out ˹of Mecca˺ and he was only one of two. While they both were in the cave, he reassured his companion, “Do not worry; Allah is certainly with us.” So Allah sent down His serenity upon the Prophet, supported him with forces you ˹believers˺ did not see, and made the word of the disbelievers lowest, while the Word of Allah is supreme. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 193,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 41,
    "ayahArV1": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "انفروا خفافا وثقالا وجاهدوا باموالكم وانفسكم في سبيل الله ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "˹O believers!˺ March forth whether it is easy or difficult for you, and strive with your wealth and your lives in the cause of Allah. That is best for you, if only you knew.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 42,
    "ayahArV1": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "لو كان عرضا قريبا وسفرا قاصدا لاتبعوك ولكن بعدت عليهم الشقة وسيحلفون بالله لو استطعنا لخرجنا معكم يهلكون انفسهم والله يعلم انهم لكاذبون",
    "ayahEn": "Had the gain been within reach and the journey shorter, they would have followed you, but the distance seemed too long for them. And they will swear by Allah, “Had we been able, we would have certainly joined you.” They are ruining themselves. And Allah knows that they are surely lying.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 43,
    "ayahArV1": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "عفا الله عنك لم اذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكاذبين",
    "ayahEn": "May Allah pardon you ˹O Prophet˺! Why did you give them permission ˹to stay behind˺ before those who told the truth were distinguished from those who were lying?",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 44,
    "ayahArV1": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "ayahArV2": "لا يستاذنك الذين يؤمنون بالله واليوم الاخر ان يجاهدوا باموالهم وانفسهم والله عليم بالمتقين",
    "ayahEn": "Those who believe in Allah and the Last Day do not ask for exemption from striving with their wealth and their lives. And Allah has perfect knowledge of those who are mindful ˹of Him˺.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 45,
    "ayahArV1": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
    "ayahArV2": "انما يستاذنك الذين لا يؤمنون بالله واليوم الاخر وارتابت قلوبهم فهم في ريبهم يترددون",
    "ayahEn": "No one would ask for exemption except those who have no faith in Allah or the Last Day, and whose hearts are in doubt, so they are torn by their doubts.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 46,
    "ayahArV1": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
    "ayahArV2": "ولو ارادوا الخروج لاعدوا له عدة ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القاعدين",
    "ayahEn": "Had they ˹really˺ intended to march forth, they would have made preparations for it. But Allah disliked that they should go, so He let them lag behind, and it was said ˹to them˺, “Stay with those ˹helpless˺ who remain behind.”",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 47,
    "ayahArV1": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "ayahArV2": "لو خرجوا فيكم ما زادوكم الا خبالا ولاوضعوا خلالكم يبغونكم الفتنة وفيكم سماعون لهم والله عليم بالظالمين",
    "ayahEn": "Had they gone forth with you ˹believers˺, they would have been nothing but trouble for you, and would have scrambled around, seeking to spread discord in your midst. And some of you would have eagerly listened to them. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 48,
    "ayahArV1": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
    "ayahArV2": "لقد ابتغوا الفتنة من قبل وقلبوا لك الامور حتى جاء الحق وظهر امر الله وهم كارهون",
    "ayahEn": "They had already sought to spread discord before and devised every ˹possible˺ plot against you ˹O Prophet˺, until the truth came and Allah’s Will prevailed—much to their dismay.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 49,
    "ayahArV1": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "ayahArV2": "ومنهم من يقول ائذن لي ولا تفتني الا في الفتنة سقطوا وان جهنم لمحيطة بالكافرين",
    "ayahEn": "There are some of them who say, “Exempt me and do not expose me to temptation.” They have already fallen into temptation. And Hell will surely engulf the disbelievers.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 50,
    "ayahArV1": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
    "ayahArV2": "ان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا قد اخذنا امرنا من قبل ويتولوا وهم فرحون",
    "ayahEn": "If a blessing befalls you ˹O Prophet˺, they grieve, but if a disaster befalls you, they say, “We took our precaution in advance,” and turn away, rejoicing.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 51,
    "ayahArV1": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "قل لن يصيبنا الا ما كتب الله لنا هو مولانا وعلى الله فليتوكل المؤمنون",
    "ayahEn": "Say, “Nothing will ever befall us except what Allah has destined for us. He is our Protector.” So in Allah let the believers put their trust.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 52,
    "ayahArV1": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
    "ayahArV2": "قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا انا معكم متربصون",
    "ayahEn": "Say, “Are you awaiting anything to befall us except one of the two best things: ˹victory or martyrdom˺? But We are awaiting Allah to afflict you with torment either from Him or at our hands. So keep waiting! We too are waiting with you.”",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 53,
    "ayahArV1": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
    "ayahArV2": "قل انفقوا طوعا او كرها لن يتقبل منكم انكم كنتم قوما فاسقين",
    "ayahEn": "Say, ˹O Prophet,˺ “˹Whether you˺ donate willingly or unwillingly, it will never be accepted from you, for you have been a rebellious people.”",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 54,
    "ayahArV1": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
    "ayahArV2": "وما منعهم ان تقبل منهم نفقاتهم الا انهم كفروا بالله وبرسوله ولا ياتون الصلاة الا وهم كسالى ولا ينفقون الا وهم كارهون",
    "ayahEn": "And what prevented their donations from being accepted is that they have lost faith in Allah and His Messenger, they never come to prayer except half-heartedly, and they never donate except resentfully.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 55,
    "ayahArV1": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "ayahArV2": "فلا تعجبك اموالهم ولا اولادهم انما يريد الله ليعذبهم بها في الحياة الدنيا وتزهق انفسهم وهم كافرون",
    "ayahEn": "So let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this worldly life, then their souls will depart while they are disbelievers.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 56,
    "ayahArV1": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
    "ayahArV2": "ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون",
    "ayahEn": "They swear by Allah that they are part of you, but they are not. They only say so out of fear.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 57,
    "ayahArV1": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
    "ayahArV2": "لو يجدون ملجا او مغارات او مدخلا لولوا اليه وهم يجمحون",
    "ayahEn": "If only they could find a refuge, or a cave, or any hiding-place, they would rush headlong towards it.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 58,
    "ayahArV1": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
    "ayahArV2": "ومنهم من يلمزك في الصدقات فان اعطوا منها رضوا وان لم يعطوا منها اذا هم يسخطون",
    "ayahEn": "There are some of them who are critical of your distribution of alms ˹O Prophet˺. If they are given some of it they are pleased, but if not they are enraged.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 59,
    "ayahArV1": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
    "ayahArV2": "ولو انهم رضوا ما اتاهم الله ورسوله وقالوا حسبنا الله سيؤتينا الله من فضله ورسوله انا الى الله راغبون",
    "ayahEn": "If only they had been content with what Allah and His Messenger had given them and said, “Allah is sufficient for us! Allah will grant us out of His bounty, and so will His Messenger. To Allah ˹alone˺ we turn with hope.”",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 60,
    "ayahArV1": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "انما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم",
    "ayahEn": "Alms-tax is only for the poor and the needy, for those employed to administer it, for those whose hearts are attracted ˹to the faith˺, for ˹freeing˺ slaves, for those in debt, for Allah’s cause, and for ˹needy˺ travellers. ˹This is˺ an obligation from Allah. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 61,
    "ayahArV1": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ومنهم الذين يؤذون النبي ويقولون هو اذن قل اذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين امنوا منكم والذين يؤذون رسول الله لهم عذاب اليم",
    "ayahEn": "And there are others who hurt the Prophet by saying, “He listens to anyone.” Say, ˹O Prophet,˺ “He listens to what is best for you. He believes in Allah, has faith in the believers, and is a mercy for those who believe among you.” Those who hurt Allah’s Messenger will suffer a painful punishment.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 62,
    "ayahArV1": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
    "ayahArV2": "يحلفون بالله لكم ليرضوكم والله ورسوله احق ان يرضوه ان كانوا مؤمنين",
    "ayahEn": "They swear by Allah to you ˹believers˺ in order to please you, while it is the pleasure of Allah and His Messenger they should seek, if they are ˹true˺ believers.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 63,
    "ayahArV1": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
    "ayahArV2": "الم يعلموا انه من يحادد الله ورسوله فان له نار جهنم خالدا فيها ذلك الخزي العظيم",
    "ayahEn": "Do they not know that whoever opposes Allah and His Messenger will be in the Fire of Hell forever? That is the ultimate disgrace.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 64,
    "ayahArV1": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
    "ayahArV2": "يحذر المنافقون ان تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزئوا ان الله مخرج ما تحذرون",
    "ayahEn": "The hypocrites fear that a sûrah should be revealed about them, exposing what is in their hearts. Say, ˹O Prophet,˺ “Keep mocking! Allah will definitely bring to light what you fear.”",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 65,
    "ayahArV1": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
    "ayahArV2": "ولئن سالتهم ليقولن انما كنا نخوض ونلعب قل ابالله واياته ورسوله كنتم تستهزئون",
    "ayahEn": "If you question them, they will certainly say, “We were only talking idly and joking around.” Say, “Was it Allah, His revelations, and His Messenger that you ridiculed?”",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 66,
    "ayahArV1": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
    "ayahArV2": "لا تعتذروا قد كفرتم بعد ايمانكم ان نعف عن طائفة منكم نعذب طائفة بانهم كانوا مجرمين",
    "ayahEn": "Make no excuses! You have lost faith after your belief. If We pardon a group of you, We will punish others for their wickedness.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 67,
    "ayahArV1": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "المنافقون والمنافقات بعضهم من بعض يامرون بالمنكر وينهون عن المعروف ويقبضون ايديهم نسوا الله فنسيهم ان المنافقين هم الفاسقون",
    "ayahEn": "The hypocrites, both men and women, are all alike: they encourage what is evil, forbid what is good, and withhold ˹what is in˺ their hands. They neglected Allah, so He neglected them. Surely the hypocrites are the rebellious.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 68,
    "ayahArV1": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "ayahArV2": "وعد الله المنافقين والمنافقات والكفار نار جهنم خالدين فيها هي حسبهم ولعنهم الله ولهم عذاب مقيم",
    "ayahEn": "Allah has promised the hypocrites, both men and women, and the disbelievers an everlasting stay in the Fire of Hell—it is sufficient for them. Allah has condemned them, and they will suffer a never-ending punishment.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 69,
    "ayahArV1": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "كالذين من قبلكم كانوا اشد منكم قوة واكثر اموالا واولادا فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا اولئك حبطت اعمالهم في الدنيا والاخرة واولئك هم الخاسرون",
    "ayahEn": "˹You hypocrites are˺ like those ˹disbelievers˺ before you. They were far superior to you in might and more abundant in wealth and children. They enjoyed their share in this life. You have enjoyed your share, just as they did. And you have engaged in idle talk, just as they did. Their deeds have become void in this world and the Hereafter. And it is they who are the ˹true˺ losers.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 70,
    "ayahArV1": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "الم ياتهم نبا الذين من قبلهم قوم نوح وعاد وثمود وقوم ابراهيم واصحاب مدين والمؤتفكات اتتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "Have they not received the stories of those ˹destroyed˺ before them: the people of Noah, ’Âd, and Thamûd, the people of Abraham, the residents of Midian, and the overturned cities ˹of Lot˺? Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 71,
    "ayahArV1": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "والمؤمنون والمؤمنات بعضهم اولياء بعض يامرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله اولئك سيرحمهم الله ان الله عزيز حكيم",
    "ayahEn": "The believers, both men and women, are guardians of one another. They encourage good and forbid evil, establish prayer and pay alms-tax, and obey Allah and His Messenger. It is they who will be shown Allah’s mercy. Surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 72,
    "ayahArV1": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "وعد الله المؤمنين والمؤمنات جنات تجري من تحتها الانهار خالدين فيها ومساكن طيبة في جنات عدن ورضوان من الله اكبر ذلك هو الفوز العظيم",
    "ayahEn": "Allah has promised the believers, both men and women, Gardens under which rivers flow, to stay there forever, and splendid homes in the Gardens of Eternity, and—above all—the pleasure of Allah. That is ˹truly˺ the ultimate triumph.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 73,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "يا ايها النبي جاهد الكفار والمنافقين واغلظ عليهم وماواهم جهنم وبئس المصير",
    "ayahEn": "O Prophet! Struggle against the disbelievers and the hypocrites, and be firm with them. Hell will be their home. What an evil destination!",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 74,
    "ayahArV1": "يَحْلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدْ قَالُوا۟ كَلِمَةَ ٱلْكُفْرِ وَكَفَرُوا۟ بَعْدَ إِسْلَـٰمِهِمْ وَهَمُّوا۟ بِمَا لَمْ يَنَالُوا۟ ۚ وَمَا نَقَمُوٓا۟ إِلَّآ أَنْ أَغْنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضْلِهِۦ ۚ فَإِن يَتُوبُوا۟ يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا۟ يُعَذِّبْهُمُ ٱللَّهُ عَذَابًا أَلِيمًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَمَا لَهُمْ فِى ٱلْأَرْضِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد اسلامهم وهموا بما لم ينالوا وما نقموا الا ان اغناهم الله ورسوله من فضله فان يتوبوا يك خيرا لهم وان يتولوا يعذبهم الله عذابا اليما في الدنيا والاخرة وما لهم في الارض من ولي ولا نصير",
    "ayahEn": "They swear by Allah that they never said anything ˹blasphemous˺, while they did in fact utter a blasphemy, lost faith after accepting Islam, and plotted what they could not carry out. It is only through resentment that they pay Allah and His Messenger back for enriching them out of His bounty! If they repent, it will be better for them. But if they turn away, Allah will torment them with a painful punishment in this world and the Hereafter, and they will have no one on earth to protect or help them.",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 75,
    "ayahArV1": "۞ وَمِنْهُم مَّنْ عَـٰهَدَ ٱللَّهَ لَئِنْ ءَاتَىٰنَا مِن فَضْلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ومنهم من عاهد الله لئن اتانا من فضله لنصدقن ولنكونن من الصالحين",
    "ayahEn": "And there are some who had made a vow to Allah: “If He gives us from His bounty, we will surely spend in charity and be of the righteous.”",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 76,
    "ayahArV1": "فَلَمَّآ ءَاتَىٰهُم مِّن فَضْلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
    "ayahArV2": "فلما اتاهم من فضله بخلوا به وتولوا وهم معرضون",
    "ayahEn": "But when He gave them out of His bounty, they withheld it and turned away indifferently.",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 77,
    "ayahArV1": "فَأَعْقَبَهُمْ نِفَاقًا فِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُۥ بِمَآ أَخْلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ يَكْذِبُونَ",
    "ayahArV2": "فاعقبهم نفاقا في قلوبهم الى يوم يلقونه بما اخلفوا الله ما وعدوه وبما كانوا يكذبون",
    "ayahEn": "So He caused hypocrisy to plague their hearts until the Day they will meet Him, for breaking their promise to Allah and for their lies.",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 78,
    "ayahArV1": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَىٰهُمْ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "ayahArV2": "الم يعلموا ان الله يعلم سرهم ونجواهم وان الله علام الغيوب",
    "ayahEn": "Do they not know that Allah ˹fully˺ knows their ˹evil˺ thoughts and secret talks, and that Allah is the Knower of all unseen?",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 79,
    "ayahArV1": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "الذين يلمزون المطوعين من المؤمنين في الصدقات والذين لا يجدون الا جهدهم فيسخرون منهم سخر الله منهم ولهم عذاب اليم",
    "ayahEn": "˹There are˺ those who slander ˹some of˺ the believers for donating liberally and mock others for giving only the little they can afford. Allah will throw their mockery back at them, and they will suffer a painful punishment.",
    "meta": {
      "page": 199,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 80,
    "ayahArV1": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "استغفر لهم او لا تستغفر لهم ان تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بانهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين",
    "ayahEn": "˹It does not matter˺ whether you ˹O Prophet˺ pray for them to be forgiven or not. Even if you pray for their forgiveness seventy times, Allah will never forgive them. That is because they have lost faith in Allah and His Messenger. And Allah does not guide the rebellious people.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 81,
    "ayahArV1": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
    "ayahArV2": "فرح المخلفون بمقعدهم خلاف رسول الله وكرهوا ان يجاهدوا باموالهم وانفسهم في سبيل الله وقالوا لا تنفروا في الحر قل نار جهنم اشد حرا لو كانوا يفقهون",
    "ayahEn": "Those ˹hypocrites˺ who remained behind rejoiced for doing so in defiance of the Messenger of Allah and hated ˹the prospect of˺ striving with their wealth and their lives in the cause of Allah. They said ˹to one another˺, “Do not march forth in the heat.” Say, ˹O Prophet,˺ “The Fire of Hell is far hotter!” If only they could comprehend!",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 82,
    "ayahArV1": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون",
    "ayahEn": "So let them laugh a little—they will weep much as a reward for what they have committed.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 83,
    "ayahArV1": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
    "ayahArV2": "فان رجعك الله الى طائفة منهم فاستاذنوك للخروج فقل لن تخرجوا معي ابدا ولن تقاتلوا معي عدوا انكم رضيتم بالقعود اول مرة فاقعدوا مع الخالفين",
    "ayahEn": "If Allah returns you ˹O Prophet˺ to a group of them and they ask to go forth with you, say, “You will not ever go forth or fight an enemy along with me. You preferred to stay behind the first time, so stay with those ˹helpless˺ who remain behind.”",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 84,
    "ayahArV1": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
    "ayahArV2": "ولا تصل على احد منهم مات ابدا ولا تقم على قبره انهم كفروا بالله ورسوله وماتوا وهم فاسقون",
    "ayahEn": "And do not ever offer ˹funeral˺ prayers for any of their dead, nor stand by their grave ˹at burial˺, for they have lost faith in Allah and His Messenger and died rebellious.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 85,
    "ayahArV1": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "ayahArV2": "ولا تعجبك اموالهم واولادهم انما يريد الله ان يعذبهم بها في الدنيا وتزهق انفسهم وهم كافرون",
    "ayahEn": "And let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this world, and ˹then˺ their souls will depart while they are disbelievers.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 86,
    "ayahArV1": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
    "ayahArV2": "واذا انزلت سورة ان امنوا بالله وجاهدوا مع رسوله استاذنك اولو الطول منهم وقالوا ذرنا نكن مع القاعدين",
    "ayahEn": "Whenever a sûrah is revealed stating, “Believe in Allah and struggle along with His Messenger,” the rich among them would ask to be exempt, saying, “Leave us with those who remain behind.”",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 87,
    "ayahArV1": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "ayahArV2": "رضوا بان يكونوا مع الخوالف وطبع على قلوبهم فهم لا يفقهون",
    "ayahEn": "They preferred to stay behind with the helpless, and their hearts have been sealed so they do not comprehend.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 88,
    "ayahArV1": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "لكن الرسول والذين امنوا معه جاهدوا باموالهم وانفسهم واولئك لهم الخيرات واولئك هم المفلحون",
    "ayahEn": "But the Messenger and the believers with him strived with their wealth and their lives. They will have all the best, and it is they who will be successful.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 89,
    "ayahArV1": "أَعَدَّ ٱللَّهُ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "اعد الله لهم جنات تجري من تحتها الانهار خالدين فيها ذلك الفوز العظيم",
    "ayahEn": "Allah has prepared for them Gardens under which rivers flow, to stay there forever. That is the ultimate triumph.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 90,
    "ayahArV1": "وَجَآءَ ٱلْمُعَذِّرُونَ مِنَ ٱلْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ ٱلَّذِينَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "وجاء المعذرون من الاعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب اليم",
    "ayahEn": "Some nomadic Arabs ˹also˺ came with excuses, seeking exemption. And those who were untrue to Allah and His Messenger remained behind ˹with no excuse˺. The unfaithful among them will be afflicted with a painful punishment.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 91,
    "ayahArV1": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦ ۚ مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج اذا نصحوا لله ورسوله ما على المحسنين من سبيل والله غفور رحيم",
    "ayahEn": "There is no blame on the weak, the sick, or those lacking the means ˹if they stay behind˺, as long as they are true to Allah and His Messenger. There is no blame on the good-doers. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 92,
    "ayahArV1": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا۟ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ حَزَنًا أَلَّا يَجِدُوا۟ مَا يُنفِقُونَ",
    "ayahArV2": "ولا على الذين اذا ما اتوك لتحملهم قلت لا اجد ما احملكم عليه تولوا واعينهم تفيض من الدمع حزنا الا يجدوا ما ينفقون",
    "ayahEn": "Nor ˹is there any blame on˺ those who came to you ˹O Prophet˺ for mounts, then when you said, “I can find no mounts for you,” they left with eyes overflowing with tears out of grief that they had nothing to contribute.",
    "meta": {
      "page": 201,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  }
]