[
  {
    "surahNo": 11,
    "ayahNo": 84,
    "ayahArV1": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
    "ayahArV2": "والى مدين اخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من اله غيره ولا تنقصوا المكيال والميزان اني اراكم بخير واني اخاف عليكم عذاب يوم محيط",
    "ayahEn": "And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah. You have no god other than Him. And do not give short measure and weight. I do see you in prosperity now, but I truly fear for you the torment of an overwhelming Day.",
    "meta": {
      "page": 231,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 85,
    "ayahArV1": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "ayahArV2": "ويا قوم اوفوا المكيال والميزان بالقسط ولا تبخسوا الناس اشياءهم ولا تعثوا في الارض مفسدين",
    "ayahEn": "O  my people! Give full measure and weigh with justice. Do not defraud people of their property, nor go about spreading corruption in the land.",
    "meta": {
      "page": 231,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 86,
    "ayahArV1": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
    "ayahArV2": "بقيت الله خير لكم ان كنتم مؤمنين وما انا عليكم بحفيظ",
    "ayahEn": "What is left ˹as a lawful gain˺ by Allah is far better for you if you are ˹truly˺ believers. And I am not a keeper over you.”",
    "meta": {
      "page": 231,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 87,
    "ayahArV1": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
    "ayahArV2": "قالوا يا شعيب اصلاتك تامرك ان نترك ما يعبد اباؤنا او ان نفعل في اموالنا ما نشاء انك لانت الحليم الرشيد",
    "ayahEn": "They asked ˹sarcastically˺, “O Shu’aib! Does your prayer command you that we should abandon what our forefathers worshipped or give up managing our wealth as we please? Indeed, you are such a tolerant, sensible man!”",
    "meta": {
      "page": 231,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 88,
    "ayahArV1": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "ayahArV2": "قال يا قوم ارايتم ان كنت على بينة من ربي ورزقني منه رزقا حسنا وما اريد ان اخالفكم الى ما انهاكم عنه ان اريد الا الاصلاح ما استطعت وما توفيقي الا بالله عليه توكلت واليه انيب",
    "ayahEn": "He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a good provision from Him. I do not want to do what I am forbidding you from. I only intend reform to the best of my ability. My success comes only through Allah. In Him I trust and to Him I turn.",
    "meta": {
      "page": 231,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 89,
    "ayahArV1": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
    "ayahArV2": "ويا قوم لا يجرمنكم شقاقي ان يصيبكم مثل ما اصاب قوم نوح او قوم هود او قوم صالح وما قوم لوط منكم ببعيد",
    "ayahEn": "O  my people! Do not let your opposition to me lead you to a fate similar to that of the people of Noah, or Hûd, or Ṣâliḥ. And the people of Lot are not far from you.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 90,
    "ayahArV1": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
    "ayahArV2": "واستغفروا ربكم ثم توبوا اليه ان ربي رحيم ودود",
    "ayahEn": "So seek your Lord’s forgiveness and turn to Him in repentance. Surely my Lord is Most Merciful, All-Loving.”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 91,
    "ayahArV1": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
    "ayahArV2": "قالوا يا شعيب ما نفقه كثيرا مما تقول وانا لنراك فينا ضعيفا ولولا رهطك لرجمناك وما انت علينا بعزيز",
    "ayahEn": "They threatened, “O Shu’aib! We do not comprehend much of what you say, and surely we see you powerless among us. Were it not for your clan, we would have certainly stoned you, for you are nothing to us.”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 92,
    "ayahArV1": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
    "ayahArV2": "قال يا قوم ارهطي اعز عليكم من الله واتخذتموه وراءكم ظهريا ان ربي بما تعملون محيط",
    "ayahEn": "He said, “O my people! Do you have more regard for my clan than for Allah, turning your back on Him entirely? Surely my Lord is Fully Aware of what you do.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 93,
    "ayahArV1": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
    "ayahArV2": "ويا قوم اعملوا على مكانتكم اني عامل سوف تعلمون من ياتيه عذاب يخزيه ومن هو كاذب وارتقبوا اني معكم رقيب",
    "ayahEn": "O  my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know who will be visited by a humiliating torment and is a liar! And watch! I too am watching with you!”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 94,
    "ayahArV1": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "ولما جاء امرنا نجينا شعيبا والذين امنوا معه برحمة منا واخذت الذين ظلموا الصيحة فاصبحوا في ديارهم جاثمين",
    "ayahEn": "When Our command came, We saved Shu’aib and those who believed with him by a mercy from Us. And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 95,
    "ayahArV1": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
    "ayahArV2": "كان لم يغنوا فيها الا بعدا لمدين كما بعدت ثمود",
    "ayahEn": "as if they had never lived there. So away with Midian as it was with Thamûd!",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 96,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "ولقد ارسلنا موسى باياتنا وسلطان مبين",
    "ayahEn": "Indeed, We sent Moses with Our signs and compelling proof",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 97,
    "ayahArV1": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
    "ayahArV2": "الى فرعون وملئه فاتبعوا امر فرعون وما امر فرعون برشيد",
    "ayahEn": "to Pharaoh and his chiefs, but they followed the command of Pharaoh, and Pharaoh’s command was not well guided.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 98,
    "ayahArV1": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
    "ayahArV2": "يقدم قومه يوم القيامة فاوردهم النار وبئس الورد المورود",
    "ayahEn": "He will be before his people on the Day of Judgment and will lead them into the Fire. What an evil place to be led into!",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 99,
    "ayahArV1": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
    "ayahArV2": "واتبعوا في هذه لعنة ويوم القيامة بئس الرفد المرفود",
    "ayahEn": "They were followed by a curse in this ˹life˺ and ˹will receive another˺ on the Day of Judgment. What an evil gift to receive!",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 100,
    "ayahArV1": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
    "ayahArV2": "ذلك من انباء القرى نقصه عليك منها قائم وحصيد",
    "ayahEn": "These are accounts, We relate to you ˹O Prophet˺, of the ˹destroyed˺ cities. Some are still standing ˹barren˺, while others have been mowed down.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 101,
    "ayahArV1": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
    "ayahArV2": "وما ظلمناهم ولكن ظلموا انفسهم فما اغنت عنهم الهتهم التي يدعون من دون الله من شيء لما جاء امر ربك وما زادوهم غير تتبيب",
    "ayahEn": "We did not wrong them, rather they wronged themselves. The gods they invoked beside Allah were of no help at all when the command of your Lord came, and only contributed to their ruin.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 102,
    "ayahArV1": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
    "ayahArV2": "وكذلك اخذ ربك اذا اخذ القرى وهي ظالمة ان اخذه اليم شديد",
    "ayahEn": "Such is the ˹crushing˺ grip of your Lord when He seizes the societies entrenched in wrongdoing. Indeed, His grip is ˹terribly˺ painful and severe.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 103,
    "ayahArV1": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
    "ayahArV2": "ان في ذلك لاية لمن خاف عذاب الاخرة ذلك يوم مجموع له الناس وذلك يوم مشهود",
    "ayahEn": "Surely in this is a sign for those who fear the torment of the Hereafter. That is a Day for which humanity will be gathered and a Day ˹that will be˺ witnessed ˹by all˺.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 104,
    "ayahArV1": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
    "ayahArV2": "وما نؤخره الا لاجل معدود",
    "ayahEn": "We only delay it for a fixed term.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 105,
    "ayahArV1": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
    "ayahArV2": "يوم يات لا تكلم نفس الا باذنه فمنهم شقي وسعيد",
    "ayahEn": "When that Day arrives, no one will dare speak except with His permission. Some of them will be miserable, others joyful.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 106,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
    "ayahArV2": "فاما الذين شقوا ففي النار لهم فيها زفير وشهيق",
    "ayahEn": "As for those bound for misery, they will be in the Fire, where they will be sighing and gasping",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 107,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
    "ayahArV2": "خالدين فيها ما دامت السماوات والارض الا ما شاء ربك ان ربك فعال لما يريد",
    "ayahEn": "staying there forever, as long as the heavens and the earth will endure, except what your Lord wills. Surely your Lord does what He intends.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 108,
    "ayahArV1": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
    "ayahArV2": "واما الذين سعدوا ففي الجنة خالدين فيها ما دامت السماوات والارض الا ما شاء ربك عطاء غير مجذوذ",
    "ayahEn": "And as for those destined to joy, they will be in Paradise, staying there forever, as long as the heavens and the earth will endure, except what your Lord wills—a ˹generous˺ giving, without end.",
    "meta": {
      "page": 233,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 109,
    "ayahArV1": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
    "ayahArV2": "فلا تك في مرية مما يعبد هؤلاء ما يعبدون الا كما يعبد اباؤهم من قبل وانا لموفوهم نصيبهم غير منقوص",
    "ayahEn": "So do not be in doubt ˹O Prophet˺ about what those ˹pagans˺ worship. They worship nothing except what their forefathers worshipped before ˹them˺. And We will certainly give them their share ˹of punishment˺ in full, without any reduction.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 110,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "ayahArV2": "ولقد اتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
    "ayahEn": "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 111,
    "ayahArV1": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "وان كلا لما ليوفينهم ربك اعمالهم انه بما يعملون خبير",
    "ayahEn": "And surely your Lord will fully pay all for their deeds. He is certainly All-Aware of what they do.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 112,
    "ayahArV1": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "فاستقم كما امرت ومن تاب معك ولا تطغوا انه بما تعملون بصير",
    "ayahEn": "So be steadfast as you are commanded ˹O Prophet˺, along with those who turn ˹in submission to Allah˺ with you. And do not transgress. Surely He is All-Seeing of what you ˹believers˺ do.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 113,
    "ayahArV1": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
    "ayahArV2": "ولا تركنوا الى الذين ظلموا فتمسكم النار وما لكم من دون الله من اولياء ثم لا تنصرون",
    "ayahEn": "And do not be inclined to the wrongdoers or you will be touched by the Fire. For then you would have no protectors other than Allah, nor would you be helped.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 114,
    "ayahArV1": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
    "ayahArV2": "واقم الصلاة طرفي النهار وزلفا من الليل ان الحسنات يذهبن السيئات ذلك ذكرى للذاكرين",
    "ayahEn": "Establish prayer ˹O Prophet˺ at both ends of the day and in the early part of the night. Surely good deeds wipe out evil deeds. That is a reminder for the mindful.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 115,
    "ayahArV1": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "واصبر فان الله لا يضيع اجر المحسنين",
    "ayahEn": "And be patient! Certainly Allah does not discount the reward of the good-doers.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 116,
    "ayahArV1": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
    "ayahArV2": "فلولا كان من القرون من قبلكم اولو بقية ينهون عن الفساد في الارض الا قليلا ممن انجينا منهم واتبع الذين ظلموا ما اترفوا فيه وكانوا مجرمين",
    "ayahEn": "If only there had been among the ˹destroyed˺ peoples before you, ˹O believers,˺ virtuous individuals who forbade corruption in the land—other than the few We had saved ˹from the torment˺. But the wrongdoers ˹only˺ pursued their ˹worldly˺ pleasures, becoming wicked.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 117,
    "ayahArV1": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
    "ayahArV2": "وما كان ربك ليهلك القرى بظلم واهلها مصلحون",
    "ayahEn": "And your Lord ˹O Prophet˺ would never destroy a society unjustly while its people were acting rightly.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 118,
    "ayahArV1": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
    "ayahArV2": "ولو شاء ربك لجعل الناس امة واحدة ولا يزالون مختلفين",
    "ayahEn": "Had your Lord so willed, He would have certainly made humanity one single community ˹of believers˺, but they will always ˹choose to˺ differ—",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 119,
    "ayahArV1": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "الا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لاملان جهنم من الجنة والناس اجمعين",
    "ayahEn": "except those shown mercy by your Lord—and so He created them ˹to choose freely˺. And so the Word of your Lord will be fulfilled: “I will surely fill up Hell with jinn and humans all together.”",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 120,
    "ayahArV1": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "ayahArV2": "وكلا نقص عليك من انباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين",
    "ayahEn": "And We relate to you ˹O Prophet˺ the stories of the messengers to reassure your heart. And there has come to you in this ˹sûrah˺ the truth, a warning ˹to the disbelievers˺, and a reminder to the believers.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 121,
    "ayahArV1": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
    "ayahArV2": "وقل للذين لا يؤمنون اعملوا على مكانتكم انا عاملون",
    "ayahEn": "Say to those who disbelieve, “Persist in your ways; we will certainly persist in ours.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 122,
    "ayahArV1": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
    "ayahArV2": "وانتظروا انا منتظرون",
    "ayahEn": "And wait! Surely we ˹too˺ are waiting.”",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 123,
    "ayahArV1": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "ولله غيب السماوات والارض واليه يرجع الامر كله فاعبده وتوكل عليه وما ربك بغافل عما تعملون",
    "ayahEn": "To Allah ˹alone˺ belongs the knowledge of what is hidden in the heavens and the earth. And to Him all matters are returned. So worship Him and put your trust in Him. And your Lord is never unaware of what you do.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 1,
    "ayahArV1": "الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
    "ayahArV2": "الر تلك ايات الكتاب المبين",
    "ayahEn": "Alif-Lãm-Ra. These are the verses of the clear Book.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 2,
    "ayahArV1": "إِنَّآ أَنزَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
    "ayahArV2": "انا انزلناه قرانا عربيا لعلكم تعقلون",
    "ayahEn": "Indeed, We have sent it down as an Arabic Quran so that you may understand.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 3,
    "ayahArV1": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَـٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَـٰفِلِينَ",
    "ayahArV2": "نحن نقص عليك احسن القصص بما اوحينا اليك هذا القران وان كنت من قبله لمن الغافلين",
    "ayahEn": "We relate to you ˹O Prophet˺ the best of stories through Our revelation of this Quran, though before this you were totally unaware ˹of them˺.",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 4,
    "ayahArV1": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَـٰجِدِينَ",
    "ayahArV2": "اذ قال يوسف لابيه يا ابت اني رايت احد عشر كوكبا والشمس والقمر رايتهم لي ساجدين",
    "ayahEn": "˹Remember˺ when Joseph said to his father, “O my dear father! Indeed I dreamt of eleven stars, and the sun, and the moon—I saw them prostrating to me!”",
    "meta": {
      "page": 235,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 5,
    "ayahArV1": "قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ",
    "ayahArV2": "قال يا بني لا تقصص رؤياك على اخوتك فيكيدوا لك كيدا ان الشيطان للانسان عدو مبين",
    "ayahEn": "He replied, “O my dear son! Do not relate your vision to your brothers, or they will devise a plot against you. Surely Satan is a sworn enemy to humankind.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 6,
    "ayahArV1": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ال يعقوب كما اتمها على ابويك من قبل ابراهيم واسحاق ان ربك عليم حكيم",
    "ayahEn": "And so will your Lord choose you ˹O Joseph˺, and teach you the interpretation of dreams, and perfect His favour upon you and the descendants of Jacob—˹just˺ as He once perfected it upon your forefathers, Abraham and Isaac. Surely your Lord is All-Knowing, All-Wise.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 7,
    "ayahArV1": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ",
    "ayahArV2": "لقد كان في يوسف واخوته ايات للسائلين",
    "ayahEn": "Indeed, in the story of Joseph and his brothers there are lessons for all who ask.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 8,
    "ayahArV1": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "اذ قالوا ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفي ضلال مبين",
    "ayahEn": "˹Remember˺ when they said ˹to one another˺, “Surely Joseph and his brother ˹Benjamin˺ are more beloved to our father than we, even though we are a group of so many. Indeed, our father is clearly mistaken.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 9,
    "ayahArV1": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ",
    "ayahArV2": "اقتلوا يوسف او اطرحوه ارضا يخل لكم وجه ابيكم وتكونوا من بعده قوما صالحين",
    "ayahEn": "Kill Joseph or cast him out to some ˹distant˺ land so that our father’s attention will be only ours, then after that you may ˹repent and˺ become righteous people!”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 10,
    "ayahArV1": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ",
    "ayahArV2": "قال قائل منهم لا تقتلوا يوسف والقوه في غيابت الجب يلتقطه بعض السيارة ان كنتم فاعلين",
    "ayahEn": "One of them said, “Do not kill Joseph. But if you must do something, throw him into the bottom of a well so perhaps he may be picked up by some travellers.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 11,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ",
    "ayahArV2": "قالوا يا ابانا ما لك لا تامنا على يوسف وانا له لناصحون",
    "ayahEn": "They said, “O our father! Why do you not trust us with Joseph, although we truly wish him well?",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 12,
    "ayahArV1": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
    "ayahArV2": "ارسله معنا غدا يرتع ويلعب وانا له لحافظون",
    "ayahEn": "Send him out with us tomorrow so that he may enjoy himself and play. And we will really watch over him.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 13,
    "ayahArV1": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ",
    "ayahArV2": "قال اني ليحزنني ان تذهبوا به واخاف ان ياكله الذئب وانتم عنه غافلون",
    "ayahEn": "He responded, “It would truly sadden me if you took him away with you, and I fear that a wolf may devour him while you are negligent of him.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 14,
    "ayahArV1": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ",
    "ayahArV2": "قالوا لئن اكله الذئب ونحن عصبة انا اذا لخاسرون",
    "ayahEn": "They said, “If a wolf were to devour him, despite our strong group, then we would certainly be losers!”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 15,
    "ayahArV1": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "فلما ذهبوا به واجمعوا ان يجعلوه في غيابت الجب واوحينا اليه لتنبئنهم بامرهم هذا وهم لا يشعرون",
    "ayahEn": "And so, when they took him away and decided to throw him into the bottom of the well, We inspired him: “˹One day˺ you will remind them of this deed of theirs while they are unaware ˹of who you are˺.”",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 16,
    "ayahArV1": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ",
    "ayahArV2": "وجاءوا اباهم عشاء يبكون",
    "ayahEn": "Then they returned to their father in the evening, weeping.",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 17,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَـٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَـٰدِقِينَ",
    "ayahArV2": "قالوا يا ابانا انا ذهبنا نستبق وتركنا يوسف عند متاعنا فاكله الذئب وما انت بمؤمن لنا ولو كنا صادقين",
    "ayahEn": "They cried, “Our father! We went racing and left Joseph with our belongings, and a wolf devoured him! But you will not believe us, no matter how truthful we are.”",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 18,
    "ayahArV1": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
    "ayahArV2": "وجاءوا على قميصه بدم كذب قال بل سولت لكم انفسكم امرا فصبر جميل والله المستعان على ما تصفون",
    "ayahEn": "And they brought his shirt, stained with false blood. He responded, “No! Your souls must have tempted you to do something ˹evil˺. So ˹I can only endure with˺ beautiful patience! It is Allah’s help that I seek to bear your claims.”",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 19,
    "ayahArV1": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَـٰبُشْرَىٰ هَـٰذَا غُلَـٰمٌ ۚ وَأَسَرُّوهُ بِضَـٰعَةً ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "وجاءت سيارة فارسلوا واردهم فادلى دلوه قال يا بشرى هذا غلام واسروه بضاعة والله عليم بما يعملون",
    "ayahEn": "And there came some travellers, and they sent their water-boy who let down his bucket into the well. He cried out, “Oh, what a great find! Here is a boy!” And they took him secretly ˹to be sold˺ as merchandise, but Allah is All-Knowing of what they did.",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 20,
    "ayahArV1": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
    "ayahArV2": "وشروه بثمن بخس دراهم معدودة وكانوا فيه من الزاهدين",
    "ayahEn": "They ˹later˺ sold him for a cheap price, just a few silver coins—only wanting to get rid of him.",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 21,
    "ayahArV1": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "وقال الذي اشتراه من مصر لامراته اكرمي مثواه عسى ان ينفعنا او نتخذه ولدا وكذلك مكنا ليوسف في الارض ولنعلمه من تاويل الاحاديث والله غالب على امره ولكن اكثر الناس لا يعلمون",
    "ayahEn": "The man from Egypt who bought him said to his wife, “Take good care of him, perhaps he may be useful to us or we may adopt him as a son.” This is how We established Joseph in the land, so that We might teach him the interpretation of dreams. Allah’s Will always prevails, but most people do not know.",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 22,
    "ayahArV1": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "ayahArV2": "ولما بلغ اشده اتيناه حكما وعلما وكذلك نجزي المحسنين",
    "ayahEn": "And when he reached maturity, We gave him wisdom and knowledge. This is how We reward the good-doers.",
    "meta": {
      "page": 237,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 23,
    "ayahArV1": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ ٱللَّهِ ۖ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "وراودته التي هو في بيتها عن نفسه وغلقت الابواب وقالت هيت لك قال معاذ الله انه ربي احسن مثواي انه لا يفلح الظالمون",
    "ayahEn": "And the lady, in whose house he lived, tried to seduce him. She locked the doors ˹firmly˺ and said, “Come to me!” He replied, “Allah is my refuge! It is ˹not right to betray˺ my master, who has taken good care of me. Indeed, the wrongdoers never succeed.”",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 24,
    "ayahArV1": "وَلَقَدْ هَمَّتْ بِهِۦ ۖ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَـٰنَ رَبِّهِۦ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ ۚ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
    "ayahArV2": "ولقد همت به وهم بها لولا ان راى برهان ربه كذلك لنصرف عنه السوء والفحشاء انه من عبادنا المخلصين",
    "ayahEn": "She advanced towards him, and he would have done likewise, had he not seen a sign from his Lord. This is how We kept evil and indecency away from him, for he was truly one of Our chosen servants.",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 25,
    "ayahArV1": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ ۚ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدى الباب قالت ما جزاء من اراد باهلك سوءا الا ان يسجن او عذاب اليم",
    "ayahEn": "They raced for the door and she tore his shirt from the back, only to find her husband at the door. She cried, “What is the penalty for someone who tried to violate your wife, except imprisonment or a painful punishment?”",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 26,
    "ayahArV1": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى ۚ وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "قال هي راودتني عن نفسي وشهد شاهد من اهلها ان كان قميصه قد من قبل فصدقت وهو من الكاذبين",
    "ayahEn": "Joseph responded, “It was she who tried to seduce me.” And a witness from her own family testified: “If his shirt is torn from the front, then she has told the truth and he is a liar.",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 27,
    "ayahArV1": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "وان كان قميصه قد من دبر فكذبت وهو من الصادقين",
    "ayahEn": "But if it is torn from the back, then she has lied and he is truthful.”",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 28,
    "ayahArV1": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
    "ayahArV2": "فلما راى قميصه قد من دبر قال انه من كيدكن ان كيدكن عظيم",
    "ayahEn": "So when her husband saw that Joseph’s shirt was torn from the back, he said ˹to her˺, “This must be ˹an example˺ of the cunning of you ˹women˺! Indeed, your cunning is so shrewd!",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 29,
    "ayahArV1": "يُوسُفُ أَعْرِضْ عَنْ هَـٰذَا ۚ وَٱسْتَغْفِرِى لِذَنۢبِكِ ۖ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
    "ayahArV2": "يوسف اعرض عن هذا واستغفري لذنبك انك كنت من الخاطئين",
    "ayahEn": "O  Joseph! Forget about this. And you ˹O wife˺! Seek forgiveness for your sin. It certainly has been your fault.”",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 30,
    "ayahArV1": "۞ وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَىٰهَا فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "وقال نسوة في المدينة امرات العزيز تراود فتاها عن نفسه قد شغفها حبا انا لنراها في ضلال مبين",
    "ayahEn": "Some women of the city gossiped, “The Chief Minister’s wife is trying to seduce her slave-boy. Love for him has plagued her heart. Indeed, we see that she is clearly mistaken.”",
    "meta": {
      "page": 238,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 31,
    "ayahArV1": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
    "ayahArV2": "فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متكا واتت كل واحدة منهن سكينا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حاش لله ما هذا بشرا ان هذا الا ملك كريم",
    "ayahEn": "When she heard about their gossip, she invited them and set a banquet for them. She gave each one a knife, then said ˹to Joseph˺, “Come out before them.” When they saw him, they were so stunned ˹by his beauty˺ that they cut their hands, and exclaimed, “Good God! This cannot be human; this must be a noble angel!”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 32,
    "ayahArV1": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ",
    "ayahArV2": "قالت فذلكن الذي لمتنني فيه ولقد راودته عن نفسه فاستعصم ولئن لم يفعل ما امره ليسجنن وليكونا من الصاغرين",
    "ayahEn": "She said, “This is the one for whose love you criticized me! I did try to seduce him but he ˹firmly˺ refused. And if he does not do what I order him to, he will certainly be imprisoned and ˹fully˺ disgraced.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 33,
    "ayahArV1": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "قال رب السجن احب الي مما يدعونني اليه والا تصرف عني كيدهن اصب اليهن واكن من الجاهلين",
    "ayahEn": "Joseph prayed, “My Lord! I would rather be in jail than do what they invite me to. And if You do not turn their cunning away from me, I might yield to them and fall into ignorance.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 34,
    "ayahArV1": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم",
    "ayahEn": "So his Lord responded to him, turning their cunning away from him. Surely He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 35,
    "ayahArV1": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
    "ayahArV2": "ثم بدا لهم من بعد ما راوا الايات ليسجننه حتى حين",
    "ayahEn": "And so it occurred to those in charge, despite seeing all the proofs ˹of his innocence˺, that he should be imprisoned for a while.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 36,
    "ayahArV1": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "ودخل معه السجن فتيان قال احدهما اني اراني اعصر خمرا وقال الاخر اني اراني احمل فوق راسي خبزا تاكل الطير منه نبئنا بتاويله انا نراك من المحسنين",
    "ayahEn": "And two other servants went to jail with Joseph. One of them said, “I dreamt I was pressing wine.” The other said, “I dreamt I was carrying ˹some˺ bread on my head, from which birds were eating.” ˹Then both said,˺ “Tell us their interpretation, for we surely see you as one of the good-doers.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 37,
    "ayahArV1": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "ayahArV2": "قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمني ربي اني تركت ملة قوم لا يؤمنون بالله وهم بالاخرة هم كافرون",
    "ayahEn": "Joseph replied, “I can even tell you what kind of meal you will be served before you receive it. This ˹knowledge˺ is from what my Lord has taught me. I have shunned the faith of a people who disbelieve in Allah and deny the Hereafter.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 38,
    "ayahArV1": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "ayahArV2": "واتبعت ملة ابائي ابراهيم واسحاق ويعقوب ما كان لنا ان نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون",
    "ayahEn": "I follow the faith of my fathers: Abraham, Isaac, and Jacob. It is not ˹right˺ for us to associate anything with Allah ˹in worship˺. This is part of Allah’s grace upon us and humanity, but most people are not grateful.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 39,
    "ayahArV1": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
    "ayahArV2": "يا صاحبي السجن اارباب متفرقون خير ام الله الواحد القهار",
    "ayahEn": "O  my fellow-prisoners! Which is far better: many different lords or Allah—the One, the Supreme?",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 40,
    "ayahArV1": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "ما تعبدون من دونه الا اسماء سميتموها انتم واباؤكم ما انزل الله بها من سلطان ان الحكم الا لله امر الا تعبدوا الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Whatever ˹idols˺ you worship instead of Him are mere names which you and your forefathers have made up—a practice Allah has never authorized. It is only Allah Who decides. He has commanded that you worship none but Him. That is the upright faith, but most people do not know.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 41,
    "ayahArV1": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
    "ayahArV2": "يا صاحبي السجن اما احدكما فيسقي ربه خمرا واما الاخر فيصلب فتاكل الطير من راسه قضي الامر الذي فيه تستفتيان",
    "ayahEn": "“O my fellow-prisoners! ˹The first˺ one of you will serve wine to his master, and the other will be crucified and the birds will eat from his head. The matter about which you inquired has been decided.”",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 42,
    "ayahArV1": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
    "ayahArV2": "وقال للذي ظن انه ناج منهما اذكرني عند ربك فانساه الشيطان ذكر ربه فلبث في السجن بضع سنين",
    "ayahEn": "Then he said to the one he knew would survive, “Mention me in the presence of your master.” But Satan made him forget to mention Joseph to his master, so he remained in prison for several years.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 43,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
    "ayahArV2": "وقال الملك اني ارى سبع بقرات سمان ياكلهن سبع عجاف وسبع سنبلات خضر واخر يابسات يا ايها الملا افتوني في رؤياي ان كنتم للرؤيا تعبرون",
    "ayahEn": "And ˹one day˺ the King said, “I dreamt of seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry. O  chiefs! Tell me the meaning of my dream if you can interpret dreams.”",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 44,
    "ayahArV1": "قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَـٰمِ بِعَـٰلِمِينَ",
    "ayahArV2": "قالوا اضغاث احلام وما نحن بتاويل الاحلام بعالمين",
    "ayahEn": "They replied, “These are confused visions and we do not know the interpretation of such dreams.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 45,
    "ayahArV1": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
    "ayahArV2": "وقال الذي نجا منهما وادكر بعد امة انا انبئكم بتاويله فارسلون",
    "ayahEn": "˹Finally,˺ the surviving ex-prisoner remembered ˹Joseph˺ after a long time and said, “I will tell you its interpretation, so send me forth ˹to Joseph˺.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 46,
    "ayahArV1": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
    "ayahArV2": "يوسف ايها الصديق افتنا في سبع بقرات سمان ياكلهن سبع عجاف وسبع سنبلات خضر واخر يابسات لعلي ارجع الى الناس لعلهم يعلمون",
    "ayahEn": "˹He said,˺ “Joseph, O  man of truth! Interpret for us ˹the dream of˺ seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry, so that I may return to the people and let them know.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 47,
    "ayahArV1": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
    "ayahArV2": "قال تزرعون سبع سنين دابا فما حصدتم فذروه في سنبله الا قليلا مما تاكلون",
    "ayahEn": "Joseph replied, “You will plant ˹grain˺ for seven consecutive years, leaving in the ear whatever you will harvest, except for the little you will eat.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 48,
    "ayahArV1": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
    "ayahArV2": "ثم ياتي من بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليلا مما تحصنون",
    "ayahEn": "Then after that will come seven years of great hardship which will consume whatever you have saved, except the little you will store ˹for seed˺.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 49,
    "ayahArV1": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
    "ayahArV2": "ثم ياتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون",
    "ayahEn": "Then after that will come a year in which people will receive abundant rain and they will press ˹oil and wine˺.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 50,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّـٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
    "ayahArV2": "وقال الملك ائتوني به فلما جاءه الرسول قال ارجع الى ربك فاساله ما بال النسوة اللاتي قطعن ايديهن ان ربي بكيدهن عليم",
    "ayahEn": "The King ˹then˺ said, “Bring him to me.” When the messenger came to him, Joseph said, “Go back to your master and ask him about the case of the women who cut their hands. Surely my Lord has ˹full˺ knowledge of their cunning.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 51,
    "ayahArV1": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَـٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٔـٰنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قال ما خطبكن اذ راودتن يوسف عن نفسه قلن حاش لله ما علمنا عليه من سوء قالت امرات العزيز الان حصحص الحق انا راودته عن نفسه وانه لمن الصادقين",
    "ayahEn": "The King asked ˹the women˺, “What did you get when you tried to seduce Joseph?” They replied, “Allah forbid! We know nothing indecent about him.” Then the Chief Minister’s wife admitted, “Now the truth has come to light. It was I who tried to seduce him, and he is surely truthful.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 52,
    "ayahArV1": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
    "ayahArV2": "ذلك ليعلم اني لم اخنه بالغيب وان الله لا يهدي كيد الخائنين",
    "ayahEn": "From this, Joseph should know that I did not speak dishonestly about him in his absence, for Allah certainly does not guide the scheming of the dishonest.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  }
]