[
  {
    "surahNo": 16,
    "ayahNo": 51,
    "ayahArV1": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
    "ayahArV2": "وقال الله لا تتخذوا الهين اثنين انما هو اله واحد فاياي فارهبون",
    "ayahEn": "And Allah has said, “Do not take two gods. There is only One God. So be in awe of Me ˹alone˺.”",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 52,
    "ayahArV1": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
    "ayahArV2": "وله ما في السماوات والارض وله الدين واصبا افغير الله تتقون",
    "ayahEn": "To Him belongs whatever is in the heavens and the earth, and to Him ˹alone˺ is the everlasting devotion. Will you then fear any other than Allah?",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 53,
    "ayahArV1": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
    "ayahArV2": "وما بكم من نعمة فمن الله ثم اذا مسكم الضر فاليه تجارون",
    "ayahEn": "Whatever blessings you have are from Allah. Then whenever hardship touches you, to Him ˹alone˺ you cry ˹for help˺.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 54,
    "ayahArV1": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
    "ayahArV2": "ثم اذا كشف الضر عنكم اذا فريق منكم بربهم يشركون",
    "ayahEn": "Then as soon as He removes the hardship from you, a group of you associates ˹others˺ with their Lord ˹in worship˺",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 55,
    "ayahArV1": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "ليكفروا بما اتيناهم فتمتعوا فسوف تعلمون",
    "ayahEn": "only returning Our favours with ingratitude. So enjoy yourselves, for you will soon know.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 56,
    "ayahArV1": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
    "ayahArV2": "ويجعلون لما لا يعلمون نصيبا مما رزقناهم تالله لتسالن عما كنتم تفترون",
    "ayahEn": "And they ˹even˺ assign to those ˹idols˺—who know nothing—a share of what We have provided for them. By Allah! You will certainly be questioned about whatever ˹lies˺ you used to fabricate ˹against Allah˺.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 57,
    "ayahArV1": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
    "ayahArV2": "ويجعلون لله البنات سبحانه ولهم ما يشتهون",
    "ayahEn": "And they attribute ˹angels as˺ daughters to Allah—glory be to Him!—the opposite of what they desire for themselves.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 58,
    "ayahArV1": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
    "ayahArV2": "واذا بشر احدهم بالانثى ظل وجهه مسودا وهو كظيم",
    "ayahEn": "Whenever one of them is given the good news of a baby girl, his face grows gloomy, as he suppresses his rage.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 59,
    "ayahArV1": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
    "ayahArV2": "يتوارى من القوم من سوء ما بشر به ايمسكه على هون ام يدسه في التراب الا ساء ما يحكمون",
    "ayahEn": "He hides himself from the people because of the bad news he has received. Should he keep her in disgrace, or bury her ˹alive˺ in the ground? Evil indeed is their judgment!",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 60,
    "ayahArV1": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "للذين لا يؤمنون بالاخرة مثل السوء ولله المثل الاعلى وهو العزيز الحكيم",
    "ayahEn": "To those who disbelieve in the Hereafter belong all evil qualities, whereas to Allah belong the finest attributes. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 61,
    "ayahArV1": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "ayahArV2": "ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون",
    "ayahEn": "If Allah were to punish people ˹immediately˺ for their wrongdoing, He would not have left a single living being on earth. But He delays them for an appointed term. And when their time arrives, they cannot delay it for a moment, nor could they advance it.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 62,
    "ayahArV1": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
    "ayahArV2": "ويجعلون لله ما يكرهون وتصف السنتهم الكذب ان لهم الحسنى لا جرم ان لهم النار وانهم مفرطون",
    "ayahEn": "They attribute to Allah what they hate ˹for themselves˺, and their tongues utter the lie that they will have the finest reward. Without a doubt, for them is the Fire, where they will be abandoned.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 63,
    "ayahArV1": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "تالله لقد ارسلنا الى امم من قبلك فزين لهم الشيطان اعمالهم فهو وليهم اليوم ولهم عذاب اليم",
    "ayahEn": "By Allah! We have surely sent messengers to communities before you ˹O Prophet˺, but Satan made their misdeeds appealing to them. So he is their patron today, and they will suffer a painful punishment.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 64,
    "ayahArV1": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "وما انزلنا عليك الكتاب الا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون",
    "ayahEn": "We have revealed to you the Book only to clarify for them what they differed about, and as a guide and mercy for those who believe.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 65,
    "ayahArV1": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
    "ayahArV2": "والله انزل من السماء ماء فاحيا به الارض بعد موتها ان في ذلك لاية لقوم يسمعون",
    "ayahEn": "And Allah sends down rain from the sky, giving life to the earth after its death. Surely in this is a sign for those who listen.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 66,
    "ayahArV1": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
    "ayahArV2": "وان لكم في الانعام لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشاربين",
    "ayahEn": "And there is certainly a lesson for you in cattle: We give you to drink of what is in their bellies, from between digested food and blood: pure milk, pleasant to drink.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 67,
    "ayahArV1": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ومن ثمرات النخيل والاعناب تتخذون منه سكرا ورزقا حسنا ان في ذلك لاية لقوم يعقلون",
    "ayahEn": "And from the fruits of palm trees and grapevines you derive intoxicants as well as wholesome provision. Surely in this is a sign for those who understand.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 68,
    "ayahArV1": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
    "ayahArV2": "واوحى ربك الى النحل ان اتخذي من الجبال بيوتا ومن الشجر ومما يعرشون",
    "ayahEn": "And your Lord inspired the bees: “Make ˹your˺ homes in the mountains, the trees, and in what people construct",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 69,
    "ayahArV1": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
    "ayahArV2": "ثم كلي من كل الثمرات فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف الوانه فيه شفاء للناس ان في ذلك لاية لقوم يتفكرون",
    "ayahEn": "and feed from ˹the flower of˺ any fruit ˹you please˺ and follow the ways your Lord has made easy for you.” From their bellies comes forth liquid of varying colours, in which there is healing for people. Surely in this is a sign for those who reflect.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 70,
    "ayahArV1": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
    "ayahArV2": "والله خلقكم ثم يتوفاكم ومنكم من يرد الى ارذل العمر لكي لا يعلم بعد علم شيئا ان الله عليم قدير",
    "ayahEn": "Allah has created you, and then causes you to die. And some of you are left to reach the most feeble stage of life so that they may know nothing after having known much. Indeed, Allah is All-Knowing, Most Capable.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 71,
    "ayahArV1": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت ايمانهم فهم فيه سواء افبنعمة الله يجحدون",
    "ayahEn": "And Allah has favoured some of you over others in provision. But those who have been much favoured would not share their wealth with those ˹bondspeople˺ in their possession, making them their equals. Do they then deny Allah’s favours?",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 72,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
    "ayahArV2": "والله جعل لكم من انفسكم ازواجا وجعل لكم من ازواجكم بنين وحفدة ورزقكم من الطيبات افبالباطل يؤمنون وبنعمت الله هم يكفرون",
    "ayahEn": "And Allah has made for you spouses of your own kind, and given you through your spouses children and grandchildren. And He has granted you good, lawful provisions. Are they then faithful to falsehood and ungrateful for Allah’s favours?",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 73,
    "ayahArV1": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
    "ayahArV2": "ويعبدون من دون الله ما لا يملك لهم رزقا من السماوات والارض شيئا ولا يستطيعون",
    "ayahEn": "Yet they worship besides Allah those ˹idols˺ who do not afford them any provision from the heavens and the earth, nor do they have the power to.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 74,
    "ayahArV1": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "فلا تضربوا لله الامثال ان الله يعلم وانتم لا تعلمون",
    "ayahEn": "So do not set up equals to Allah, for Allah certainly knows and you do not know.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 75,
    "ayahArV1": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ضرب الله مثلا عبدا مملوكا لا يقدر على شيء ومن رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستوون الحمد لله بل اكثرهم لا يعلمون",
    "ayahEn": "Allah sets forth a parable: a slave who lacks all means, compared to a ˹free˺ man to whom We granted a good provision, of which he donates ˹freely,˺ openly and secretly. Are they equal? Praise be to Allah. In fact, most of them do not know.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 76,
    "ayahArV1": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "وضرب الله مثلا رجلين احدهما ابكم لا يقدر على شيء وهو كل على مولاه اينما يوجهه لا يات بخير هل يستوي هو ومن يامر بالعدل وهو على صراط مستقيم",
    "ayahEn": "And Allah sets forth a parable of two men: one of them is dumb, incapable of anything. He is a burden on his master. Wherever he is sent, he brings no good. Can such a person be equal to the one who commands justice and is on the Straight Path?",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 77,
    "ayahArV1": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ولله غيب السماوات والارض وما امر الساعة الا كلمح البصر او هو اقرب ان الله على كل شيء قدير",
    "ayahEn": "To Allah ˹alone˺ belongs ˹the knowledge of˺ the unseen in the heavens and the earth. Bringing about the Hour would only take the blink of an eye, or even less. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 78,
    "ayahArV1": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "والله اخرجكم من بطون امهاتكم لا تعلمون شيئا وجعل لكم السمع والابصار والافئدة لعلكم تشكرون",
    "ayahEn": "And Allah brought you out of the wombs of your mothers while you knew nothing, and gave you hearing, sight, and intellect so perhaps you would be thankful.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 79,
    "ayahArV1": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "الم يروا الى الطير مسخرات في جو السماء ما يمسكهن الا الله ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "Have they not seen the birds glide in the open sky? None holds them up except Allah. Surely in this are signs for those who believe.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 80,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
    "ayahArV2": "والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الانعام بيوتا تستخفونها يوم ظعنكم ويوم اقامتكم ومن اصوافها واوبارها واشعارها اثاثا ومتاعا الى حين",
    "ayahEn": "And Allah has made your homes a place to rest, and has given you tents from the hide of animals, light to handle when you travel and when you camp. And out of their wool, fur, and hair He has given you furnishings and goods for a while.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 81,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
    "ayahArV2": "والله جعل لكم مما خلق ظلالا وجعل لكم من الجبال اكنانا وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم باسكم كذلك يتم نعمته عليكم لعلكم تسلمون",
    "ayahEn": "And Allah has provided you shade out of what He created, and has given you shelter in the mountains. He has also provided you with clothes protecting you from the heat ˹and cold˺, and armour shielding you in battle. This is how He perfects His favour upon you, so perhaps you will ˹fully˺ submit ˹to Him˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 82,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "ayahArV2": "فان تولوا فانما عليك البلاغ المبين",
    "ayahEn": "But if they turn away, then your duty ˹O Prophet˺ is only to deliver ˹the message˺ clearly.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 83,
    "ayahArV1": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "يعرفون نعمت الله ثم ينكرونها واكثرهم الكافرون",
    "ayahEn": "They are aware of Allah’s favours, but still deny them. And most of them are ˹truly˺ ungrateful.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 84,
    "ayahArV1": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "ayahArV2": "ويوم نبعث من كل امة شهيدا ثم لا يؤذن للذين كفروا ولا هم يستعتبون",
    "ayahEn": "˹Consider, O  Prophet,˺ the Day We will call ˹a prophet as˺ a witness from every faith-community. Then the disbelievers will neither be allowed to plead nor appease ˹their Lord˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 85,
    "ayahArV1": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "واذا راى الذين ظلموا العذاب فلا يخفف عنهم ولا هم ينظرون",
    "ayahEn": "And when the wrongdoers face the punishment, it will not be lightened for them, nor will they be delayed ˹from it˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 86,
    "ayahArV1": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "واذا راى الذين اشركوا شركاءهم قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعو من دونك فالقوا اليهم القول انكم لكاذبون",
    "ayahEn": "And when the polytheists see their associate-gods, they will say, “Our Lord! These are our associate-gods that we used to invoke besides You.” Their gods will throw a rebuttal at them, ˹saying,˺ “You are definitely liars.”",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 87,
    "ayahArV1": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "والقوا الى الله يومئذ السلم وضل عنهم ما كانوا يفترون",
    "ayahEn": "They will offer ˹full˺ submission to Allah on that Day, and whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 88,
    "ayahArV1": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
    "ayahArV2": "الذين كفروا وصدوا عن سبيل الله زدناهم عذابا فوق العذاب بما كانوا يفسدون",
    "ayahEn": "For those who disbelieve and hinder ˹others˺ from the Way of Allah, We will add more punishment to their punishment for all the corruption they spread.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 89,
    "ayahArV1": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
    "ayahArV2": "ويوم نبعث في كل امة شهيدا عليهم من انفسهم وجئنا بك شهيدا على هؤلاء ونزلنا عليك الكتاب تبيانا لكل شيء وهدى ورحمة وبشرى للمسلمين",
    "ayahEn": "˹Consider, O  Prophet,˺ the Day We will call against every faith-community a witness of their own. And We will call you to be a witness against these ˹people of yours˺. We have revealed to you the Book as an explanation of all things, a guide, a mercy, and good news for those who ˹fully˺ submit.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 90,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
    "ayahArV2": "ان الله يامر بالعدل والاحسان وايتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون",
    "ayahEn": "Indeed, Allah commands justice, grace, as well as courtesy to close relatives. He forbids indecency, wickedness, and aggression. He instructs you so perhaps you will be mindful.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 91,
    "ayahArV1": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
    "ayahArV2": "واوفوا بعهد الله اذا عاهدتم ولا تنقضوا الايمان بعد توكيدها وقد جعلتم الله عليكم كفيلا ان الله يعلم ما تفعلون",
    "ayahEn": "Honour Allah’s covenant when you make a pledge, and do not break your oaths after confirming them, having made Allah your guarantor. Surely Allah knows all you do.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 92,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "ولا تكونوا كالتي نقضت غزلها من بعد قوة انكاثا تتخذون ايمانكم دخلا بينكم ان تكون امة هي اربى من امة انما يبلوكم الله به وليبينن لكم يوم القيامة ما كنتم فيه تختلفون",
    "ayahEn": "Do not be like the woman who ˹foolishly˺ unravels her yarn after it is firmly spun, by taking your oaths as a means of deceiving one another in favour of a stronger group. Surely Allah tests you through this. And on the Day of Judgment He will certainly make your differences clear to you.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 93,
    "ayahArV1": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "ولو شاء الله لجعلكم امة واحدة ولكن يضل من يشاء ويهدي من يشاء ولتسالن عما كنتم تعملون",
    "ayahEn": "Had Allah willed, He could have easily made you one community ˹of believers˺, but He leaves to stray whoever He wills and guides whoever He wills. And you will certainly be questioned about what you used to do.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 94,
    "ayahArV1": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولا تتخذوا ايمانكم دخلا بينكم فتزل قدم بعد ثبوتها وتذوقوا السوء بما صددتم عن سبيل الله ولكم عذاب عظيم",
    "ayahEn": "And do not take your oaths as a means of deceiving one another or your feet will slip after they have been firm. Then you will taste the evil ˹consequences˺ of hindering ˹others˺ from the Way of Allah, and you will suffer a tremendous punishment.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 95,
    "ayahArV1": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "ولا تشتروا بعهد الله ثمنا قليلا انما عند الله هو خير لكم ان كنتم تعلمون",
    "ayahEn": "And do not trade Allah’s covenant for a fleeting gain. What is with Allah is certainly far better for you, if only you knew.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 96,
    "ayahArV1": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا اجرهم باحسن ما كانوا يعملون",
    "ayahEn": "Whatever you have will end, but whatever Allah has is everlasting. And We will certainly reward the steadfast according to the best of their deeds.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 97,
    "ayahArV1": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "من عمل صالحا من ذكر او انثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم اجرهم باحسن ما كانوا يعملون",
    "ayahEn": "Whoever does good, whether male or female, and is a believer, We will surely bless them with a good life, and We will certainly reward them according to the best of their deeds.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 98,
    "ayahArV1": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
    "ayahArV2": "فاذا قرات القران فاستعذ بالله من الشيطان الرجيم",
    "ayahEn": "When you recite the Quran, seek refuge with Allah from Satan, the accursed.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 99,
    "ayahArV1": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "انه ليس له سلطان على الذين امنوا وعلى ربهم يتوكلون",
    "ayahEn": "He certainly has no authority over those who believe and put their trust in their Lord.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 100,
    "ayahArV1": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
    "ayahArV2": "انما سلطانه على الذين يتولونه والذين هم به مشركون",
    "ayahEn": "His authority is only over those who take him as a patron and who—under his influence—associate ˹others˺ with Allah ˹in worship˺.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 101,
    "ayahArV1": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "واذا بدلنا اية مكان اية والله اعلم بما ينزل قالوا انما انت مفتر بل اكثرهم لا يعلمون",
    "ayahEn": "When We replace a verse with another—and Allah knows best what He reveals—they say, “You ˹Muḥammad˺ are just a fabricator.” In fact, most of them do not know.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 102,
    "ayahArV1": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
    "ayahArV2": "قل نزله روح القدس من ربك بالحق ليثبت الذين امنوا وهدى وبشرى للمسلمين",
    "ayahEn": "Say, “The holy spirit has brought it down from your Lord with the truth to reassure the believers, and as a guide and good news for those who submit ˹to Allah˺.”",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 103,
    "ayahArV1": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
    "ayahArV2": "ولقد نعلم انهم يقولون انما يعلمه بشر لسان الذي يلحدون اليه اعجمي وهذا لسان عربي مبين",
    "ayahEn": "And We surely know that they say, “No one is teaching him except a human.” But the man they refer to speaks a foreign tongue, whereas this ˹Quran˺ is ˹in˺ eloquent Arabic.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 104,
    "ayahArV1": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين لا يؤمنون بايات الله لا يهديهم الله ولهم عذاب اليم",
    "ayahEn": "Surely those who do not believe in Allah’s revelations will never be guided by Allah, and they will suffer a painful punishment.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 105,
    "ayahArV1": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
    "ayahArV2": "انما يفتري الكذب الذين لا يؤمنون بايات الله واولئك هم الكاذبون",
    "ayahEn": "No one fabricates lies except those who disbelieve in Allah’s revelations, and it is they who are the ˹true˺ liars.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 106,
    "ayahArV1": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "من كفر بالله من بعد ايمانه الا من اكره وقلبه مطمئن بالايمان ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم",
    "ayahEn": "Whoever disbelieves in Allah after their belief—not those who are forced while their hearts are firm in faith, but those who embrace disbelief wholeheartedly—they will be condemned by Allah and suffer a tremendous punishment.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 107,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ذلك بانهم استحبوا الحياة الدنيا على الاخرة وان الله لا يهدي القوم الكافرين",
    "ayahEn": "This is because they prefer the life of this world over the Hereafter. Surely Allah never guides those who ˹choose to˺ disbelieve.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 108,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
    "ayahArV2": "اولئك الذين طبع الله على قلوبهم وسمعهم وابصارهم واولئك هم الغافلون",
    "ayahEn": "They are the ones whose hearts, ears, and eyes are sealed by Allah, and it is they who are ˹truly˺ heedless.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 109,
    "ayahArV1": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "لا جرم انهم في الاخرة هم الخاسرون",
    "ayahEn": "Without a doubt, they will be the losers in the Hereafter.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 110,
    "ayahArV1": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم ان ربك للذين هاجروا من بعد ما فتنوا ثم جاهدوا وصبروا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "As for those who emigrated after being compelled ˹to renounce Islam˺, then struggled ˹in Allah’s cause˺, and persevered, your Lord ˹O Prophet˺ is truly All-Forgiving, Most Merciful after all.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 111,
    "ayahArV1": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "يوم تاتي كل نفس تجادل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون",
    "ayahEn": "˹Consider˺ the Day ˹when˺ every soul will come pleading for itself, and each will be paid in full for what it did, and none will be wronged.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 112,
    "ayahArV1": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
    "ayahArV2": "وضرب الله مثلا قرية كانت امنة مطمئنة ياتيها رزقها رغدا من كل مكان فكفرت بانعم الله فاذاقها الله لباس الجوع والخوف بما كانوا يصنعون",
    "ayahEn": "And Allah sets forth the example of a society which was safe and at ease, receiving its provision in abundance from all directions. But its people met Allah’s favours with ingratitude, so Allah made them taste the clutches of hunger and fear for their misdeeds.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 113,
    "ayahArV1": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ولقد جاءهم رسول منهم فكذبوه فاخذهم العذاب وهم ظالمون",
    "ayahEn": "A messenger of their own actually did come to them, but they denied him. So the torment overtook them while they persisted in wrongdoing.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 114,
    "ayahArV1": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "ayahArV2": "فكلوا مما رزقكم الله حلالا طيبا واشكروا نعمت الله ان كنتم اياه تعبدون",
    "ayahEn": "So eat from the good, lawful things which Allah has provided for you, and be grateful for Allah’s favours, if you ˹truly˺ worship Him ˹alone˺.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 115,
    "ayahArV1": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به فمن اضطر غير باغ ولا عاد فان الله غفور رحيم",
    "ayahEn": "He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 116,
    "ayahArV1": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
    "ayahArV2": "ولا تقولوا لما تصف السنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب ان الذين يفترون على الله الكذب لا يفلحون",
    "ayahEn": "Do not falsely declare with your tongues, “This is lawful, and that is unlawful,” ˹only˺ fabricating lies against Allah. Indeed, those who fabricate lies against Allah will never succeed.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 117,
    "ayahArV1": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "متاع قليل ولهم عذاب اليم",
    "ayahEn": "˹It is only˺ a brief enjoyment, then they will suffer a painful punishment.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 118,
    "ayahArV1": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمناهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "To the Jews, We have forbidden what We related to you before. We did not wrong them, but it was they who wronged themselves.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 119,
    "ayahArV1": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم ان ربك للذين عملوا السوء بجهالة ثم تابوا من بعد ذلك واصلحوا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "As for those who commit evil ignorantly ˹or recklessly˺, then repent afterwards and mend their ways, then your Lord is surely All-Forgiving, Most Merciful.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 120,
    "ayahArV1": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ان ابراهيم كان امة قانتا لله حنيفا ولم يك من المشركين",
    "ayahEn": "Indeed, Abraham was a model of excellence: devoted to Allah, ˹perfectly˺ upright—not a polytheist—",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 121,
    "ayahArV1": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "شاكرا لانعمه اجتباه وهداه الى صراط مستقيم",
    "ayahEn": "˹utterly˺ grateful for Allah’s favours. ˹So˺ He chose him and guided him to the Straight Path.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 122,
    "ayahArV1": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "واتيناه في الدنيا حسنة وانه في الاخرة لمن الصالحين",
    "ayahEn": "We blessed him with all goodness in this world, and in the Hereafter he will certainly be among the righteous.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 123,
    "ayahArV1": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ثم اوحينا اليك ان اتبع ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "Then We revealed to you ˹O Prophet, saying˺: “Follow the faith of Abraham, the upright, who was not one of the polytheists.”",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 124,
    "ayahArV1": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "انما جعل السبت على الذين اختلفوا فيه وان ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "˹Honouring˺ the Sabbath was ordained only for those who disputed about Abraham. And surely your Lord will judge between them on the Day of Judgment regarding their disputes.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 125,
    "ayahArV1": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "ayahArV2": "ادع الى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي احسن ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين",
    "ayahEn": "Invite ˹all˺ to the Way of your Lord with wisdom and kind advice, and only debate with them in the best manner. Surely your Lord ˹alone˺ knows best who has strayed from His Way and who is ˹rightly˺ guided.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 126,
    "ayahArV1": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
    "ayahArV2": "وان عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصابرين",
    "ayahEn": "If you retaliate, then let it be equivalent to what you have suffered. But if you patiently endure, it is certainly best for those who are patient.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 127,
    "ayahArV1": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
    "ayahArV2": "واصبر وما صبرك الا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون",
    "ayahEn": "Be patient ˹O Prophet˺, for your patience is only with Allah’s help. Do not grieve over those ˹who disbelieve˺, nor be distressed by their schemes.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 128,
    "ayahArV1": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
    "ayahArV2": "ان الله مع الذين اتقوا والذين هم محسنون",
    "ayahEn": "Surely Allah is with those who shun evil and who do good ˹deeds˺.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  }
]