[
  {
    "surahNo": 18,
    "ayahNo": 75,
    "ayahArV1": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
    "ayahArV2": "قال الم اقل لك انك لن تستطيع معي صبرا",
    "ayahEn": "He answered, “Did I not tell you that you cannot have patience with me?”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 76,
    "ayahArV1": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
    "ayahArV2": "قال ان سالتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا",
    "ayahEn": "Moses replied, “If I ever question you about anything after this, then do not keep me in your company, for by then I would have given you enough of an excuse.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 77,
    "ayahArV1": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
    "ayahArV2": "فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شئت لاتخذت عليه اجرا",
    "ayahEn": "So they moved on until they came to the people of a town. They asked them for food, but the people refused to give them hospitality. There they found a wall ready to collapse, so the man set it right. Moses protested, “If you wanted, you could have demanded a fee for this.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 78,
    "ayahArV1": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
    "ayahArV2": "قال هذا فراق بيني وبينك سانبئك بتاويل ما لم تستطع عليه صبرا",
    "ayahEn": "He replied, “This is the parting of our ways. I will explain to you what you could not bear patiently.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 79,
    "ayahArV1": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
    "ayahArV2": "اما السفينة فكانت لمساكين يعملون في البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا",
    "ayahEn": "“As for the ship, it belonged to some poor people, working at sea. So I intended to damage it, for there was a ˹tyrant˺ king ahead of them who seizes every ˹good˺ ship by force.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 80,
    "ayahArV1": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
    "ayahArV2": "واما الغلام فكان ابواه مؤمنين فخشينا ان يرهقهما طغيانا وكفرا",
    "ayahEn": "“And as for the boy, his parents were ˹true˺ believers, and we feared that he would pressure them into defiance and disbelief.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 81,
    "ayahArV1": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
    "ayahArV2": "فاردنا ان يبدلهما ربهما خيرا منه زكاة واقرب رحما",
    "ayahEn": "So we hoped that their Lord would give them another, more virtuous and caring in his place.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 82,
    "ayahArV1": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
    "ayahArV2": "واما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز لهما وكان ابوهما صالحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امري ذلك تاويل ما لم تسطع عليه صبرا",
    "ayahEn": "“And as for the wall, it belonged to two orphan boys in the city, and under the wall was a treasure that belonged to them, and their father had been a righteous man. So your Lord willed that these children should come of age and retrieve their treasure, as a mercy from your Lord. I did not do it ˹all˺ on my own. This is the explanation of what you could not bear patiently.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 83,
    "ayahArV1": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
    "ayahArV2": "ويسالونك عن ذي القرنين قل ساتلو عليكم منه ذكرا",
    "ayahEn": "They ask you ˹O Prophet˺ about Ⱬul-Qarnain. Say, “I will relate to you something of his narrative.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 84,
    "ayahArV1": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
    "ayahArV2": "انا مكنا له في الارض واتيناه من كل شيء سببا",
    "ayahEn": "Surely We established him in the land, and gave him the means to all things.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 85,
    "ayahArV1": "فَأَتْبَعَ سَبَبًا",
    "ayahArV2": "فاتبع سببا",
    "ayahEn": "So he travelled a course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 86,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
    "ayahArV2": "حتى اذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يا ذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا",
    "ayahEn": "until he reached the setting ˹point˺ of the sun, which appeared to him to be setting in a spring of murky water, where he found some people. We said, “O Ⱬul-Qarnain! Either punish them or treat them kindly.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 87,
    "ayahArV1": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
    "ayahArV2": "قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا",
    "ayahEn": "He responded, “Whoever does wrong will be punished by us, then will be returned to their Lord, Who will punish them with a horrible torment.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 88,
    "ayahArV1": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
    "ayahArV2": "واما من امن وعمل صالحا فله جزاء الحسنى وسنقول له من امرنا يسرا",
    "ayahEn": "As for those who believe and do good, they will have the finest reward, and we will assign them easy commands.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 89,
    "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
    "ayahArV2": "ثم اتبع سببا",
    "ayahEn": "Then he travelled a ˹different˺ course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 90,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
    "ayahArV2": "حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا",
    "ayahEn": "until he reached the rising ˹point˺ of the sun. He found it rising on a people for whom We had provided no shelter from it.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 91,
    "ayahArV1": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
    "ayahArV2": "كذلك وقد احطنا بما لديه خبرا",
    "ayahEn": "So it was. And We truly had full knowledge of him.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 92,
    "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
    "ayahArV2": "ثم اتبع سببا",
    "ayahEn": "Then he travelled a ˹third˺ course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 93,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
    "ayahArV2": "حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا",
    "ayahEn": "until he reached ˹a pass˺ between two mountains. He found in front of them a people who could hardly understand ˹his˺ language.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 94,
    "ayahArV1": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
    "ayahArV2": "قالوا يا ذا القرنين ان ياجوج وماجوج مفسدون في الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا",
    "ayahEn": "They pleaded, “O Ⱬul-Qarnain! Surely Gog and Magog are spreading corruption throughout the land. Should we pay you tribute, provided that you build a wall between us and them?”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 95,
    "ayahArV1": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
    "ayahArV2": "قال ما مكني فيه ربي خير فاعينوني بقوة اجعل بينكم وبينهم ردما",
    "ayahEn": "He responded, “What my Lord has provided for me is far better. But assist me with resources, and I will build a barrier between you and them.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 96,
    "ayahArV1": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
    "ayahArV2": "اتوني زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا حتى اذا جعله نارا قال اتوني افرغ عليه قطرا",
    "ayahEn": "Bring me blocks of iron!” Then, when he had filled up ˹the gap˺ between the two mountains, he ordered, “Blow!” When the iron became red hot, he said, “Bring me molten copper to pour over it.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 97,
    "ayahArV1": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
    "ayahArV2": "فما اسطاعوا ان يظهروه وما استطاعوا له نقبا",
    "ayahEn": "And so the enemies could neither scale nor tunnel through it.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 98,
    "ayahArV1": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
    "ayahArV2": "قال هذا رحمة من ربي فاذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا",
    "ayahEn": "He declared, “This is a mercy from my Lord. But when the promise of my Lord comes to pass, He will level it to the ground. And my Lord’s promise is ever true.”",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 99,
    "ayahArV1": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
    "ayahArV2": "وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعناهم جمعا",
    "ayahEn": "On that Day, We will let them surge ˹like waves˺ over one another. Later, the Trumpet will be blown, and We will gather all ˹people˺ together.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 100,
    "ayahArV1": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
    "ayahArV2": "وعرضنا جهنم يومئذ للكافرين عرضا",
    "ayahEn": "On that Day We will display Hell clearly for the disbelievers",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 101,
    "ayahArV1": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
    "ayahArV2": "الذين كانت اعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا",
    "ayahEn": "those who turned a blind eye to My Reminder and could not stand listening ˹to it˺.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 102,
    "ayahArV1": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
    "ayahArV2": "افحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء انا اعتدنا جهنم للكافرين نزلا",
    "ayahEn": "Do the disbelievers think they can ˹simply˺ take My servants as lords instead of Me? We have surely prepared Hell as an accommodation for the disbelievers.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 103,
    "ayahArV1": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
    "ayahArV2": "قل هل ننبئكم بالاخسرين اعمالا",
    "ayahEn": "Say, ˹O Prophet,˺ “Shall we inform you of who will lose the most deeds?",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 104,
    "ayahArV1": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
    "ayahArV2": "الذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا",
    "ayahEn": "˹They are˺ those whose efforts are in vain in this worldly life, while they think they are doing good!”",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 105,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
    "ayahArV2": "اولئك الذين كفروا بايات ربهم ولقائه فحبطت اعمالهم فلا نقيم لهم يوم القيامة وزنا",
    "ayahEn": "It is they who reject the signs of their Lord and their meeting with Him, rendering their deeds void, so We will not give their deeds any weight on Judgment Day.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 106,
    "ayahArV1": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
    "ayahArV2": "ذلك جزاؤهم جهنم بما كفروا واتخذوا اياتي ورسلي هزوا",
    "ayahEn": "That is their reward: Hell, for their disbelief and mockery of My signs and messengers.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 107,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات كانت لهم جنات الفردوس نزلا",
    "ayahEn": "Indeed, those who believe and do good will have the Gardens of Paradise as an accommodation",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 108,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
    "ayahArV2": "خالدين فيها لا يبغون عنها حولا",
    "ayahEn": "where they will be forever, never desiring anywhere else.",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 109,
    "ayahArV1": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
    "ayahArV2": "قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل ان تنفد كلمات ربي ولو جئنا بمثله مددا",
    "ayahEn": "Say, ˹O Prophet,˺ “If the ocean were ink for ˹writing˺ the Words of my Lord, it would certainly run out before the Words of my Lord were finished, even if We refilled it with its equal.”",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 110,
    "ayahArV1": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
    "ayahArV2": "قل انما انا بشر مثلكم يوحى الي انما الهكم اله واحد فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه احدا",
    "ayahEn": "Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So whoever hopes for the meeting with their Lord, let them do good deeds and associate none in the worship of their Lord.”",
    "meta": {
      "page": 304,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 1,
    "ayahArV1": "كٓهيعٓصٓ",
    "ayahArV2": "كهيعص",
    "ayahEn": "Kãf-Ha-Ya-’Aĩn- Ṣãd.",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 2,
    "ayahArV1": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
    "ayahArV2": "ذكر رحمت ربك عبده زكريا",
    "ayahEn": "˹This is˺ a reminder of your Lord’s mercy to His servant Zachariah",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 3,
    "ayahArV1": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
    "ayahArV2": "اذ نادى ربه نداء خفيا",
    "ayahEn": "when he cried out to his Lord privately",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 4,
    "ayahArV1": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
    "ayahArV2": "قال رب اني وهن العظم مني واشتعل الراس شيبا ولم اكن بدعائك رب شقيا",
    "ayahEn": "saying, “My Lord! Surely my bones have become brittle, and grey hair has spread across my head, but I have never been disappointed in my prayer to You, my Lord!",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 5,
    "ayahArV1": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
    "ayahArV2": "واني خفت الموالي من ورائي وكانت امراتي عاقرا فهب لي من لدنك وليا",
    "ayahEn": "And I am concerned about ˹the faith of˺ my relatives after me, since my wife is barren. So grant me, by Your grace, an heir",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 6,
    "ayahArV1": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
    "ayahArV2": "يرثني ويرث من ال يعقوب واجعله رب رضيا",
    "ayahEn": "who will inherit ˹prophethood˺ from me and the family of Jacob, and make him, O  Lord, pleasing ˹to You˺!”",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 7,
    "ayahArV1": "يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
    "ayahArV2": "يا زكريا انا نبشرك بغلام اسمه يحيى لم نجعل له من قبل سميا",
    "ayahEn": "˹The angels announced,˺ “O Zachariah! Indeed, We give you the good news of ˹the birth of˺ a son, whose name will be John—a name We have not given to anyone before.”",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 8,
    "ayahArV1": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
    "ayahArV2": "قال رب انى يكون لي غلام وكانت امراتي عاقرا وقد بلغت من الكبر عتيا",
    "ayahEn": "He wondered, “My Lord! How can I have a son when my wife is barren, and I have become extremely old?”",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 9,
    "ayahArV1": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
    "ayahArV2": "قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيئا",
    "ayahEn": "An angel replied, “So will it be! Your Lord says, ‘It is easy for Me, just as I created you before, when you were nothing!’”",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 10,
    "ayahArV1": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍ سَوِيًّا",
    "ayahArV2": "قال رب اجعل لي اية قال ايتك الا تكلم الناس ثلاث ليال سويا",
    "ayahEn": "Zachariah said, “My Lord! Grant me a sign.” He responded, “Your sign is that you will not ˹be able to˺ speak to people for three nights, despite being healthy.”",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 11,
    "ayahArV1": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
    "ayahArV2": "فخرج على قومه من المحراب فاوحى اليهم ان سبحوا بكرة وعشيا",
    "ayahEn": "So he came out to his people from the sanctuary, signalling to them to glorify ˹Allah˺ morning and evening.",
    "meta": {
      "page": 305,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 12,
    "ayahArV1": "يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّا",
    "ayahArV2": "يا يحيى خذ الكتاب بقوة واتيناه الحكم صبيا",
    "ayahEn": "˹It was later said,˺ “O John! Hold firmly to the Scriptures.” And We granted him wisdom while ˹he was still˺ a child",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 13,
    "ayahArV1": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً ۖ وَكَانَ تَقِيًّا",
    "ayahArV2": "وحنانا من لدنا وزكاة وكان تقيا",
    "ayahEn": "as well as purity and compassion from Us. And he was God-fearing",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 14,
    "ayahArV1": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
    "ayahArV2": "وبرا بوالديه ولم يكن جبارا عصيا",
    "ayahEn": "and kind to his parents. He was neither arrogant nor disobedient.",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 15,
    "ayahArV1": "وَسَلَـٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
    "ayahArV2": "وسلام عليه يوم ولد ويوم يموت ويوم يبعث حيا",
    "ayahEn": "Peace be upon him the day he was born, and the day of his death, and the day he will be raised back to life!",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 16,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
    "ayahArV2": "واذكر في الكتاب مريم اذ انتبذت من اهلها مكانا شرقيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Mary when she withdrew from her family to a place in the east",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 17,
    "ayahArV1": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
    "ayahArV2": "فاتخذت من دونهم حجابا فارسلنا اليها روحنا فتمثل لها بشرا سويا",
    "ayahEn": "screening herself off from them. Then We sent to her Our angel, ˹Gabriel,˺ appearing before her as a man, perfectly formed.",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 18,
    "ayahArV1": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
    "ayahArV2": "قالت اني اعوذ بالرحمن منك ان كنت تقيا",
    "ayahEn": "She appealed, “I truly seek refuge in the Most Compassionate from you! ˹So leave me alone˺ if you are God-fearing.”",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 19,
    "ayahArV1": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًا زَكِيًّا",
    "ayahArV2": "قال انما انا رسول ربك لاهب لك غلاما زكيا",
    "ayahEn": "He responded, “I am only a messenger from your Lord, ˹sent˺ to bless you with a pure son.”",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 20,
    "ayahArV1": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
    "ayahArV2": "قالت انى يكون لي غلام ولم يمسسني بشر ولم اك بغيا",
    "ayahEn": "She wondered, “How can I have a son when no man has ever touched me, nor am I unchaste?”",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 21,
    "ayahArV1": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ أَمْرًا مَّقْضِيًّا",
    "ayahArV2": "قال كذلك قال ربك هو علي هين ولنجعله اية للناس ورحمة منا وكان امرا مقضيا",
    "ayahEn": "He replied, “So will it be! Your Lord says, ‘It is easy for Me. And so will We make him a sign for humanity and a mercy from Us.’ It is a matter ˹already˺ decreed.”",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 122,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 22,
    "ayahArV1": "۞ فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
    "ayahArV2": "فحملته فانتبذت به مكانا قصيا",
    "ayahEn": "So she conceived him and withdrew with him to a remote place.",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 23,
    "ayahArV1": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
    "ayahArV2": "فاجاءها المخاض الى جذع النخلة قالت يا ليتني مت قبل هذا وكنت نسيا منسيا",
    "ayahEn": "Then the pains of labour drove her to the trunk of a palm tree. She cried, “Alas! I wish I had died before this, and was a thing long forgotten!”",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 24,
    "ayahArV1": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
    "ayahArV2": "فناداها من تحتها الا تحزني قد جعل ربك تحتك سريا",
    "ayahEn": "So a voice reassured her from below her, “Do not grieve! Your Lord has provided a stream at your feet.",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 25,
    "ayahArV1": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
    "ayahArV2": "وهزي اليك بجذع النخلة تساقط عليك رطبا جنيا",
    "ayahEn": "And shake the trunk of this palm tree towards you, it will drop fresh, ripe dates upon you.",
    "meta": {
      "page": 306,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 26,
    "ayahArV1": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
    "ayahArV2": "فكلي واشربي وقري عينا فاما ترين من البشر احدا فقولي اني نذرت للرحمن صوما فلن اكلم اليوم انسيا",
    "ayahEn": "So eat and drink, and put your heart at ease. But if you see any of the people, say, ‘I have vowed silence to the Most Compassionate, so I am not talking to anyone today.’”",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 27,
    "ayahArV1": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
    "ayahArV2": "فاتت به قومها تحمله قالوا يا مريم لقد جئت شيئا فريا",
    "ayahEn": "Then she returned to her people, carrying him. They said ˹in shock˺, “O Mary! You have certainly done a horrible thing!",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 28,
    "ayahArV1": "يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
    "ayahArV2": "يا اخت هارون ما كان ابوك امرا سوء وما كانت امك بغيا",
    "ayahEn": "O  sister of Aaron! Your father was not an indecent man, nor was your mother unchaste.”",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 29,
    "ayahArV1": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
    "ayahArV2": "فاشارت اليه قالوا كيف نكلم من كان في المهد صبيا",
    "ayahEn": "So she pointed to the baby. They exclaimed, “How can we talk to someone who is an infant in the cradle?”",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 30,
    "ayahArV1": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّا",
    "ayahArV2": "قال اني عبد الله اتاني الكتاب وجعلني نبيا",
    "ayahEn": "˹Jesus˺ declared, “I am truly a servant of Allah. He has destined me to be given the Scripture and to be a prophet.",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 31,
    "ayahArV1": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَـٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
    "ayahArV2": "وجعلني مباركا اين ما كنت واوصاني بالصلاة والزكاة ما دمت حيا",
    "ayahEn": "He has made me a blessing wherever I go, and bid me to establish prayer and give alms-tax as long as I live",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 32,
    "ayahArV1": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
    "ayahArV2": "وبرا بوالدتي ولم يجعلني جبارا شقيا",
    "ayahEn": "and to be kind to my mother. He has not made me arrogant or defiant.",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 33,
    "ayahArV1": "وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
    "ayahArV2": "والسلام علي يوم ولدت ويوم اموت ويوم ابعث حيا",
    "ayahEn": "Peace be upon me the day I was born, the day I die, and the day I will be raised back to life!”",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 34,
    "ayahArV1": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
    "ayahArV2": "ذلك عيسى ابن مريم قول الحق الذي فيه يمترون",
    "ayahEn": "That is Jesus, son of Mary. ˹And this is˺ a word of truth, about which they dispute.",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 35,
    "ayahArV1": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَـٰنَهُۥٓ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "ما كان لله ان يتخذ من ولد سبحانه اذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "It is not for Allah to take a son! Glory be to Him. When He decrees a matter, He simply tells it, “Be!” And it is!",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 36,
    "ayahArV1": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "ayahArV2": "وان الله ربي وربكم فاعبدوه هذا صراط مستقيم",
    "ayahEn": "˹Jesus also declared,˺ “Surely Allah is my Lord and your Lord, so worship Him ˹alone˺. This is the Straight Path.”",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 37,
    "ayahArV1": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "فاختلف الاحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم",
    "ayahEn": "Yet their ˹various˺ groups have differed among themselves ˹about him˺, so woe to the disbelievers when they face a tremendous Day!",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 38,
    "ayahArV1": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "اسمع بهم وابصر يوم ياتوننا لكن الظالمون اليوم في ضلال مبين",
    "ayahEn": "How clearly will they hear and see on the Day they will come to Us! But today the wrongdoers are clearly astray.",
    "meta": {
      "page": 307,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 39,
    "ayahArV1": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "وانذرهم يوم الحسرة اذ قضي الامر وهم في غفلة وهم لا يؤمنون",
    "ayahEn": "And warn them ˹O Prophet˺ of the Day of Regret, when all matters will be settled, while they are ˹engrossed˺ in heedlessness and disbelief.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 40,
    "ayahArV1": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
    "ayahArV2": "انا نحن نرث الارض ومن عليها والينا يرجعون",
    "ayahEn": "Indeed, it is We Who will succeed the earth and whoever is on it. And to Us they will ˹all˺ be returned.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 41,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِيمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب ابراهيم انه كان صديقا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Abraham. He was surely a man of truth and a prophet.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 42,
    "ayahArV1": "إِذْ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
    "ayahArV2": "اذ قال لابيه يا ابت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئا",
    "ayahEn": "˹Remember˺ when he said to his father, “O dear father! Why do you worship what can neither hear nor see, nor benefit you at all?",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 43,
    "ayahArV1": "يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
    "ayahArV2": "يا ابت اني قد جاءني من العلم ما لم ياتك فاتبعني اهدك صراطا سويا",
    "ayahEn": "O  dear father! I have certainly received some knowledge which you have not received, so follow me and I will guide you to the Straight Path.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 44,
    "ayahArV1": "يَـٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّا",
    "ayahArV2": "يا ابت لا تعبد الشيطان ان الشيطان كان للرحمن عصيا",
    "ayahEn": "O  dear father! Do not worship Satan. Surely Satan is ever rebellious against the Most Compassionate.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 45,
    "ayahArV1": "يَـٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّا",
    "ayahArV2": "يا ابت اني اخاف ان يمسك عذاب من الرحمن فتكون للشيطان وليا",
    "ayahEn": "O  dear father! I truly fear that you will be touched by a torment from the Most Compassionate, and become Satan’s companion ˹in Hell˺.”",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 46,
    "ayahArV1": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَـٰٓإِبْرَٰهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّا",
    "ayahArV2": "قال اراغب انت عن الهتي يا ابراهيم لئن لم تنته لارجمنك واهجرني مليا",
    "ayahEn": "He threatened, “How dare you reject my idols, O  Abraham! If you do not desist, I will certainly stone you ˹to death˺. So be gone from me for a long time!”",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 47,
    "ayahArV1": "قَالَ سَلَـٰمٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا",
    "ayahArV2": "قال سلام عليك ساستغفر لك ربي انه كان بي حفيا",
    "ayahEn": "Abraham responded, “Peace be upon you! I will pray to my Lord for your forgiveness. He has truly been Most Gracious to me.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 48,
    "ayahArV1": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
    "ayahArV2": "واعتزلكم وما تدعون من دون الله وادعو ربي عسى الا اكون بدعاء ربي شقيا",
    "ayahEn": "As I distance myself from ˹all of˺ you and from whatever you invoke besides Allah, I will ˹continue to˺ call upon my Lord ˹alone˺, trusting that I will never be disappointed in invoking my Lord.”",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 49,
    "ayahArV1": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
    "ayahArV2": "فلما اعتزلهم وما يعبدون من دون الله وهبنا له اسحاق ويعقوب وكلا جعلنا نبيا",
    "ayahEn": "So after he had left them and what they worshipped besides Allah, We granted him Isaac and Jacob, and made each of them a prophet.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 50,
    "ayahArV1": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
    "ayahArV2": "ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا",
    "ayahEn": "We showered them with Our mercy, and blessed them with honourable mention.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 51,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب موسى انه كان مخلصا وكان رسولا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Moses. He was truly a chosen man, and was a messenger and a prophet.",
    "meta": {
      "page": 308,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 52,
    "ayahArV1": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
    "ayahArV2": "وناديناه من جانب الطور الايمن وقربناه نجيا",
    "ayahEn": "We called him from the right side of Mount Ṭûr, and drew him near, speaking ˹with him˺ directly.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 53,
    "ayahArV1": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
    "ayahArV2": "ووهبنا له من رحمتنا اخاه هارون نبيا",
    "ayahEn": "And We appointed for him—out of Our grace—his brother, Aaron, as a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 54,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب اسماعيل انه كان صادق الوعد وكان رسولا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Ishmael. He was truly a man of his word, and was a messenger and a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 55,
    "ayahArV1": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
    "ayahArV2": "وكان يامر اهله بالصلاة والزكاة وكان عند ربه مرضيا",
    "ayahEn": "He used to urge his people to pray and give alms-tax. And his Lord was well pleased with him.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 56,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب ادريس انه كان صديقا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Enoch. He was surely a man of truth and a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 57,
    "ayahArV1": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
    "ayahArV2": "ورفعناه مكانا عليا",
    "ayahEn": "And We elevated him to an honourable status.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 58,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
    "ayahArV2": "اولئك الذين انعم الله عليهم من النبيين من ذرية ادم وممن حملنا مع نوح ومن ذرية ابراهيم واسرائيل وممن هدينا واجتبينا اذا تتلى عليهم ايات الرحمن خروا سجدا وبكيا",
    "ayahEn": "Those were ˹some of˺ the prophets who Allah has blessed from among the descendants of Adam, and of those We carried with Noah ˹in the Ark˺, and of the descendants of Abraham and Israel, and of those We ˹rightly˺ guided and chose. Whenever the revelations of the Most Compassionate were recited to them, they fell down, prostrating and weeping.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": {
        "id": 5,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 59,
    "ayahArV1": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
    "ayahArV2": "فخلف من بعدهم خلف اضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا",
    "ayahEn": "But they were succeeded by generations who neglected prayer and followed their lusts and so will soon face the evil consequences.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 60,
    "ayahArV1": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
    "ayahArV2": "الا من تاب وامن وعمل صالحا فاولئك يدخلون الجنة ولا يظلمون شيئا",
    "ayahEn": "As for those who repent, believe, and do good, it is they who will be admitted into Paradise, never being denied any reward.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 61,
    "ayahArV1": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
    "ayahArV2": "جنات عدن التي وعد الرحمن عباده بالغيب انه كان وعده ماتيا",
    "ayahEn": "˹They will be in˺ the Gardens of Eternity, promised in trust by the Most Compassionate to His servants. Surely His promise will be fulfilled.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 62,
    "ayahArV1": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
    "ayahArV2": "لا يسمعون فيها لغوا الا سلاما ولهم رزقهم فيها بكرة وعشيا",
    "ayahEn": "There they will never hear any idle talk—only ˹greetings of˺ peace. And there they will have their provisions morning and evening.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 63,
    "ayahArV1": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
    "ayahArV2": "تلك الجنة التي نورث من عبادنا من كان تقيا",
    "ayahEn": "That is Paradise, which We will grant to whoever is devout among Our servants.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 64,
    "ayahArV1": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
    "ayahArV2": "وما نتنزل الا بامر ربك له ما بين ايدينا وما خلفنا وما بين ذلك وما كان ربك نسيا",
    "ayahEn": "“We only descend by the command of your Lord. To Him belongs whatever is before us, and whatever is behind us, and everything in between. And your Lord is never forgetful.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 65,
    "ayahArV1": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَـٰدَتِهِۦ ۚ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
    "ayahArV2": "رب السماوات والارض وما بينهما فاعبده واصطبر لعبادته هل تعلم له سميا",
    "ayahEn": "˹He is the˺ Lord of the heavens, and the earth, and everything in between. So worship Him ˹alone˺, and be steadfast in His worship. Do you know of anyone equal to Him ˹in His attributes˺?”",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 66,
    "ayahArV1": "وَيَقُولُ ٱلْإِنسَـٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
    "ayahArV2": "ويقول الانسان ااذا ما مت لسوف اخرج حيا",
    "ayahEn": "Yet ˹some˺ people ask ˹mockingly˺, “After I die, will I really be raised to life again?”",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 67,
    "ayahArV1": "أَوَلَا يَذْكُرُ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
    "ayahArV2": "اولا يذكر الانسان انا خلقناه من قبل ولم يك شيئا",
    "ayahEn": "Do ˹such˺ people not remember that We created them before, when they were nothing?",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 68,
    "ayahArV1": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
    "ayahArV2": "فوربك لنحشرنهم والشياطين ثم لنحضرنهم حول جهنم جثيا",
    "ayahEn": "By your Lord ˹O Prophet˺! We will surely gather them along with the devils, and then set them around Hell on their knees.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 69,
    "ayahArV1": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَـٰنِ عِتِيًّا",
    "ayahArV2": "ثم لننزعن من كل شيعة ايهم اشد على الرحمن عتيا",
    "ayahEn": "Then We will certainly begin by dragging out of every group the ones most defiant to the Most Compassionate.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 70,
    "ayahArV1": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
    "ayahArV2": "ثم لنحن اعلم بالذين هم اولى بها صليا",
    "ayahEn": "And We truly know best who is most deserving of burning in it.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 71,
    "ayahArV1": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
    "ayahArV2": "وان منكم الا واردها كان على ربك حتما مقضيا",
    "ayahEn": "There is none of you who will not pass over it. ˹This is˺ a decree your Lord must fulfil.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 72,
    "ayahArV1": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّا",
    "ayahArV2": "ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا",
    "ayahEn": "Then We will deliver those who were devout, leaving the wrongdoers there on their knees.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 73,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات قال الذين كفروا للذين امنوا اي الفريقين خير مقاما واحسن نديا",
    "ayahEn": "When Our clear revelations are recited to them, the disbelievers ask the believers ˹mockingly˺, “Which of the two of us is better in status and superior in assembly?”",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 74,
    "ayahArV1": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَـٰثًا وَرِءْيًا",
    "ayahArV2": "وكم اهلكنا قبلهم من قرن هم احسن اثاثا ورئيا",
    "ayahEn": "˹Imagine, O  Prophet˺ how many peoples We have destroyed before them, who were far better in luxury and splendour!",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 75,
    "ayahArV1": "قُلْ مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
    "ayahArV2": "قل من كان في الضلالة فليمدد له الرحمن مدا حتى اذا راوا ما يوعدون اما العذاب واما الساعة فسيعلمون من هو شر مكانا واضعف جندا",
    "ayahEn": "Say, ˹O Prophet,˺ “Whoever is ˹entrenched˺ in misguidance, the Most Compassionate will allow them plenty of time, until—behold!—they face what they are threatened with: either the torment or the Hour. Only then will they realize who is worse in position and inferior in manpower.”",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 76,
    "ayahArV1": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى ۗ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
    "ayahArV2": "ويزيد الله الذين اهتدوا هدى والباقيات الصالحات خير عند ربك ثوابا وخير مردا",
    "ayahEn": "And Allah increases in guidance those who are ˹rightly˺ guided. And the everlasting good deeds are far better with your Lord in reward and in outcome.",
    "meta": {
      "page": 310,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 77,
    "ayahArV1": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
    "ayahArV2": "افرايت الذي كفر باياتنا وقال لاوتين مالا وولدا",
    "ayahEn": "Have you seen ˹O Prophet˺ the one who rejects Our revelations yet boasts, “I will definitely be granted ˹plenty of˺ wealth and children ˹if there is an afterlife˺.”?",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 78,
    "ayahArV1": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
    "ayahArV2": "اطلع الغيب ام اتخذ عند الرحمن عهدا",
    "ayahEn": "Has he looked into the unseen or taken a pledge from the Most Compassionate?",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 79,
    "ayahArV1": "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
    "ayahArV2": "كلا سنكتب ما يقول ونمد له من العذاب مدا",
    "ayahEn": "Not at all! We certainly record whatever he claims and will increase his punishment extensively.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 80,
    "ayahArV1": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
    "ayahArV2": "ونرثه ما يقول وياتينا فردا",
    "ayahEn": "And We will inherit what he boasts of, and he will come before Us all by himself.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 81,
    "ayahArV1": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
    "ayahArV2": "واتخذوا من دون الله الهة ليكونوا لهم عزا",
    "ayahEn": "They have taken other gods, instead of Allah, seeking strength ˹and protection˺ through them.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 82,
    "ayahArV1": "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
    "ayahArV2": "كلا سيكفرون بعبادتهم ويكونون عليهم ضدا",
    "ayahEn": "But no! Those ˹gods˺ will deny their worship and turn against them.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 83,
    "ayahArV1": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَـٰطِينَ عَلَى ٱلْكَـٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
    "ayahArV2": "الم تر انا ارسلنا الشياطين على الكافرين تؤزهم ازا",
    "ayahEn": "Do you ˹O Prophet˺ not see that We have sent the devils against the disbelievers, constantly inciting them?",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 84,
    "ayahArV1": "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
    "ayahArV2": "فلا تعجل عليهم انما نعد لهم عدا",
    "ayahEn": "So do not be in haste against them, for indeed We are ˹closely˺ counting down their days.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 85,
    "ayahArV1": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَـٰنِ وَفْدًا",
    "ayahArV2": "يوم نحشر المتقين الى الرحمن وفدا",
    "ayahEn": "˹Watch for˺ the Day We will gather the righteous before the Most Compassionate as an honoured delegation",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 86,
    "ayahArV1": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
    "ayahArV2": "ونسوق المجرمين الى جهنم وردا",
    "ayahEn": "and drive the wicked to Hell like a thirsty herd.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 87,
    "ayahArV1": "لَّا يَمْلِكُونَ ٱلشَّفَـٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
    "ayahArV2": "لا يملكون الشفاعة الا من اتخذ عند الرحمن عهدا",
    "ayahEn": "None will have the right to intercede, except those who have taken a covenant from the Most Compassionate.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 88,
    "ayahArV1": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا",
    "ayahArV2": "وقالوا اتخذ الرحمن ولدا",
    "ayahEn": "They say, “The Most Compassionate has offspring.”",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 89,
    "ayahArV1": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
    "ayahArV2": "لقد جئتم شيئا ادا",
    "ayahEn": "You have certainly made an outrageous claim",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 90,
    "ayahArV1": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
    "ayahArV2": "تكاد السماوات يتفطرن منه وتنشق الارض وتخر الجبال هدا",
    "ayahEn": "by which the heavens are about to burst, the earth to split apart, and the mountains to crumble to pieces",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 91,
    "ayahArV1": "أَن دَعَوْا۟ لِلرَّحْمَـٰنِ وَلَدًا",
    "ayahArV2": "ان دعوا للرحمن ولدا",
    "ayahEn": "in protest of attributing children to the Most Compassionate.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 92,
    "ayahArV1": "وَمَا يَنۢبَغِى لِلرَّحْمَـٰنِ أَن يَتَّخِذَ وَلَدًا",
    "ayahArV2": "وما ينبغي للرحمن ان يتخذ ولدا",
    "ayahEn": "It does not befit ˹the majesty of˺ the Most Compassionate to have children.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 93,
    "ayahArV1": "إِن كُلُّ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَـٰنِ عَبْدًا",
    "ayahArV2": "ان كل من في السماوات والارض الا اتي الرحمن عبدا",
    "ayahEn": "There is none in the heavens or the earth who will not return to the Most Compassionate in full submission.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 94,
    "ayahArV1": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
    "ayahArV2": "لقد احصاهم وعدهم عدا",
    "ayahEn": "Indeed, He fully knows them and has counted them precisely.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 95,
    "ayahArV1": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَـٰمَةِ فَرْدًا",
    "ayahArV2": "وكلهم اتيه يوم القيامة فردا",
    "ayahEn": "And each of them will return to Him on the Day of Judgment all alone.",
    "meta": {
      "page": 311,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 96,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَيَجْعَلُ لَهُمُ ٱلرَّحْمَـٰنُ وُدًّا",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات سيجعل لهم الرحمن ودا",
    "ayahEn": "As for those who believe and do good, the Most Compassionate will ˹certainly˺ bless them with ˹genuine˺ love.",
    "meta": {
      "page": 312,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 97,
    "ayahArV1": "فَإِنَّمَا يَسَّرْنَـٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْمًا لُّدًّا",
    "ayahArV2": "فانما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا",
    "ayahEn": "Indeed, We have made this ˹Quran˺ easy in your own language ˹O Prophet˺ so with it you may give good news to the righteous and warn those who are contentious.",
    "meta": {
      "page": 312,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 98,
    "ayahArV1": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًۢا",
    "ayahArV2": "وكم اهلكنا قبلهم من قرن هل تحس منهم من احد او تسمع لهم ركزا",
    "ayahEn": "˹Imagine˺ how many peoples We have destroyed before them! Do you ˹still˺ see any of them, or ˹even˺ hear from them the slightest sound?",
    "meta": {
      "page": 312,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  }
]