[
  {
    "surahNo": 28,
    "ayahNo": 51,
    "ayahArV1": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "ayahArV2": "ولقد وصلنا لهم القول لعلهم يتذكرون",
    "ayahEn": "Indeed, We have steadily delivered the Word ˹of Allah˺ to the people so they may be mindful.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 52,
    "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ",
    "ayahArV2": "الذين اتيناهم الكتاب من قبله هم به يؤمنون",
    "ayahEn": "˹As for˺ those ˹faithful˺ to whom We had given the Scripture before this ˹Quran˺, they do believe in it.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 53,
    "ayahArV1": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
    "ayahArV2": "واذا يتلى عليهم قالوا امنا به انه الحق من ربنا انا كنا من قبله مسلمين",
    "ayahEn": "When it is recited to them, they declare, “We believe in it. This is definitely the truth from our Lord. We had already submitted ˹even˺ before this.”",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 54,
    "ayahArV1": "أُو۟لَـٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "اولئك يؤتون اجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقناهم ينفقون",
    "ayahEn": "These ˹believers˺ will be given a double reward for their perseverance, responding to evil with good, and for donating from what We have provided for them.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 55,
    "ayahArV1": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ سَلَـٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَـٰهِلِينَ",
    "ayahArV2": "واذا سمعوا اللغو اعرضوا عنه وقالوا لنا اعمالنا ولكم اعمالكم سلام عليكم لا نبتغي الجاهلين",
    "ayahEn": "When they hear slanderous talk, they turn away from it, saying, “We are accountable for our deeds and you for yours. Peace ˹is our only response˺ to you! We want nothing to do with those who act ignorantly.”",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 56,
    "ayahArV1": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "ayahArV2": "انك لا تهدي من احببت ولكن الله يهدي من يشاء وهو اعلم بالمهتدين",
    "ayahEn": "You surely cannot guide whoever you like ˹O Prophet˺, but it is Allah Who guides whoever He wills, and He knows best who are ˹fit to be˺ guided.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 57,
    "ayahArV1": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "وقالوا ان نتبع الهدى معك نتخطف من ارضنا اولم نمكن لهم حرما امنا يجبى اليه ثمرات كل شيء رزقا من لدنا ولكن اكثرهم لا يعلمون",
    "ayahEn": "They say ˹to the Prophet˺, “If we were to follow ˹true˺ guidance with you, we would certainly be snatched away from our land.” Have We not established for them a safe haven ˹in Mecca˺ to which fruits of all kinds are brought as a provision from Us? But most of them do not know ˹this favour˺.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 58,
    "ayahArV1": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
    "ayahArV2": "وكم اهلكنا من قرية بطرت معيشتها فتلك مساكنهم لم تسكن من بعدهم الا قليلا وكنا نحن الوارثين",
    "ayahEn": "˹Imagine˺ how many societies We have destroyed that had been spoiled by their ˹comfortable˺ living! Those are their residences, never inhabited after them except passingly. And We ˹alone˺ were the Successor.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 59,
    "ayahArV1": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
    "ayahArV2": "وما كان ربك مهلك القرى حتى يبعث في امها رسولا يتلو عليهم اياتنا وما كنا مهلكي القرى الا واهلها ظالمون",
    "ayahEn": "Your Lord would never destroy a society until He had sent to its capital a messenger, reciting Our revelations to them. Nor would We ever destroy a society unless its people persisted in wrongdoing.",
    "meta": {
      "page": 392,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 60,
    "ayahArV1": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما اوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وابقى افلا تعقلون",
    "ayahEn": "Whatever ˹pleasure˺ you have been given is no more than ˹a fleeting˺ enjoyment and adornment of this worldly life. But what is with Allah is far better and more lasting. Will you not then understand?",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 61,
    "ayahArV1": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
    "ayahArV2": "افمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين",
    "ayahEn": "Can those to whom We have made a fine promise—which they will see fulfilled—be like those who We have allowed to enjoy the pleasures of this worldly life, but on the Day of Judgment will be brought ˹for punishment˺?",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 62,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "ayahArV2": "ويوم يناديهم فيقول اين شركائي الذين كنتم تزعمون",
    "ayahEn": "˹Watch for˺ the Day He will call to them, “Where are those you claimed were My associate-gods?”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 63,
    "ayahArV1": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
    "ayahArV2": "قال الذين حق عليهم القول ربنا هؤلاء الذين اغوينا اغويناهم كما غوينا تبرانا اليك ما كانوا ايانا يعبدون",
    "ayahEn": "Those ˹misleaders˺ against whom the decree ˹of torment˺ is justified will cry, “Our Lord! These ˹followers˺ are the ones we caused to deviate. We led them into deviance, for we ourselves were deviant. We disassociate ourselves ˹from them˺ before You. It was not us that they used to worship.”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 64,
    "ayahArV1": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
    "ayahArV2": "وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم وراوا العذاب لو انهم كانوا يهتدون",
    "ayahEn": "It will be said ˹to the disbelievers˺, “Call upon your associate-gods ˹for help˺.” So they will call them, but will receive no response. And they will face the punishment, wishing they had been ˹rightly˺ guided!",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 65,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
    "ayahArV2": "ويوم يناديهم فيقول ماذا اجبتم المرسلين",
    "ayahEn": "And ˹watch for˺ the Day He will call to them, asking, “What response did you give to the messengers?”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 66,
    "ayahArV1": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
    "ayahArV2": "فعميت عليهم الانباء يومئذ فهم لا يتساءلون",
    "ayahEn": "They will be too dumbstruck on that Day to ask one another ˹for answers˺.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 67,
    "ayahArV1": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
    "ayahArV2": "فاما من تاب وامن وعمل صالحا فعسى ان يكون من المفلحين",
    "ayahEn": "As for those who repent, believe, and do good ˹in this world˺, it is right to hope that they will be among the successful.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 68,
    "ayahArV1": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى عما يشركون",
    "ayahEn": "Your Lord creates and chooses whatever He wills—the choice is not theirs. Glorified and Exalted is Allah above what they associate ˹with Him˺!",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 69,
    "ayahArV1": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "ayahArV2": "وربك يعلم ما تكن صدورهم وما يعلنون",
    "ayahEn": "And your Lord knows what their hearts conceal and what they reveal.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 70,
    "ayahArV1": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "وهو الله لا اله الا هو له الحمد في الاولى والاخرة وله الحكم واليه ترجعون",
    "ayahEn": "He is Allah. There is no god ˹worthy of worship˺ except Him. All praise belongs to Him in this life and the next. All authority is His. And to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 71,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
    "ayahArV2": "قل ارايتم ان جعل الله عليكم الليل سرمدا الى يوم القيامة من اله غير الله ياتيكم بضياء افلا تسمعون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Imagine if Allah were to make the night perpetual for you until the Day of Judgment, which god other than Allah could bring you sunlight? Will you not then listen?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 72,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
    "ayahArV2": "قل ارايتم ان جعل الله عليكم النهار سرمدا الى يوم القيامة من اله غير الله ياتيكم بليل تسكنون فيه افلا تبصرون",
    "ayahEn": "Ask ˹them also˺, “Imagine if Allah were to make the day perpetual for you until the Day of Judgment, which god other than Allah could bring you night to rest in? Will you not then see?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 73,
    "ayahArV1": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون",
    "ayahEn": "It is out of His mercy that He has made for you the day and night so that you may rest ˹in the latter˺ and seek His bounty ˹in the former˺, and perhaps you will be grateful.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 74,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "ayahArV2": "ويوم يناديهم فيقول اين شركائي الذين كنتم تزعمون",
    "ayahEn": "And ˹watch for˺ the Day He will call to them, “Where are those you claimed were My associate-gods?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 75,
    "ayahArV1": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "ونزعنا من كل امة شهيدا فقلنا هاتوا برهانكم فعلموا ان الحق لله وضل عنهم ما كانوا يفترون",
    "ayahEn": "And We will bring forth a witness from every faith-community and ask ˹the polytheists˺, “Show ˹Us˺ your proof.” Then they will ˹come to˺ know that the truth is with Allah ˹alone˺. And whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 76,
    "ayahArV1": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
    "ayahArV2": "ان قارون كان من قوم موسى فبغى عليهم واتيناه من الكنوز ما ان مفاتحه لتنوء بالعصبة اولي القوة اذ قال له قومه لا تفرح ان الله لا يحب الفرحين",
    "ayahEn": "Indeed, Korah was from the people of Moses, but he behaved arrogantly towards them. We had granted him such treasures that even their keys would burden a group of strong men. ˹Some of˺ his people advised him, “Do not be prideful! Surely Allah does not like the prideful.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 77,
    "ayahArV1": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وابتغ فيما اتاك الله الدار الاخرة ولا تنس نصيبك من الدنيا واحسن كما احسن الله اليك ولا تبغ الفساد في الارض ان الله لا يحب المفسدين",
    "ayahEn": "Rather, seek the ˹reward˺ of the Hereafter by means of what Allah has granted you, without forgetting your share of this world. And be good ˹to others˺ as Allah has been good to you. Do not seek to spread corruption in the land, for Allah certainly does not like the corruptors.”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 78,
    "ayahArV1": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
    "ayahArV2": "قال انما اوتيته على علم عندي اولم يعلم ان الله قد اهلك من قبله من القرون من هو اشد منه قوة واكثر جمعا ولا يسال عن ذنوبهم المجرمون",
    "ayahEn": "He replied, “I have been granted all this because of some knowledge I have.” Did he not know that Allah had already destroyed some from the generations before him who were far superior to him in power and greater in accumulating ˹wealth˺? There will be no need for the wicked to be asked about their sins.",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 79,
    "ayahArV1": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
    "ayahArV2": "فخرج على قومه في زينته قال الذين يريدون الحياة الدنيا يا ليت لنا مثل ما اوتي قارون انه لذو حظ عظيم",
    "ayahEn": "Then he came out before his people in all his glamour. Those who desired the life of this world wished, “If only we could have something like what Korah has been given. He is truly a man of great fortune!”",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 80,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
    "ayahArV2": "وقال الذين اوتوا العلم ويلكم ثواب الله خير لمن امن وعمل صالحا ولا يلقاها الا الصابرون",
    "ayahEn": "But those gifted with knowledge said, “Shame on you! Allah’s reward is far better for those who believe and do good. But none will attain this except the steadfast.”",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 81,
    "ayahArV1": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
    "ayahArV2": "فخسفنا به وبداره الارض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين",
    "ayahEn": "Then We caused the earth to swallow him up, along with his home. There was no one to help him against Allah, nor could he even help himself.",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 82,
    "ayahArV1": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "واصبح الذين تمنوا مكانه بالامس يقولون ويكان الله يبسط الرزق لمن يشاء من عباده ويقدر لولا ان من الله علينا لخسف بنا ويكانه لا يفلح الكافرون",
    "ayahEn": "And those who had craved his position the previous day began to say, “Ah! It is certainly Allah Who gives abundant or limited provisions to whoever He wills of His servants. Had it not been for the grace of Allah, He could have surely caused the earth to swallow us up! Oh, indeed! The disbelievers will never succeed.”",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 83,
    "ayahArV1": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "ayahArV2": "تلك الدار الاخرة نجعلها للذين لا يريدون علوا في الارض ولا فسادا والعاقبة للمتقين",
    "ayahEn": "That ˹eternal˺ Home in the Hereafter We reserve ˹only˺ for those who seek neither tyranny nor corruption on the earth. The ultimate outcome belongs ˹only˺ to the righteous.",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 84,
    "ayahArV1": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيئات الا ما كانوا يعملون",
    "ayahEn": "Whoever comes with a good deed will be rewarded with what is better. And whoever comes with an evil deed, then the evildoers will only be rewarded for what they used to do.",
    "meta": {
      "page": 395,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 85,
    "ayahArV1": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "ان الذي فرض عليك القران لرادك الى معاد قل ربي اعلم من جاء بالهدى ومن هو في ضلال مبين",
    "ayahEn": "Most certainly, the One Who has ordained the Quran for you will ˹ultimately˺ bring you back home ˹to Mecca˺. Say, “My Lord knows best who has come with ˹true˺ guidance and who is clearly astray.”",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 86,
    "ayahArV1": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
    "ayahArV2": "وما كنت ترجو ان يلقى اليك الكتاب الا رحمة من ربك فلا تكونن ظهيرا للكافرين",
    "ayahEn": "You never expected this Book to be revealed to you, but ˹it came˺ only ˹as˺ a mercy from your Lord. So never side with the disbelievers ˹in their disbelief˺.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 87,
    "ayahArV1": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ولا يصدنك عن ايات الله بعد اذ انزلت اليك وادع الى ربك ولا تكونن من المشركين",
    "ayahEn": "Do not let them turn you away from the revelations of Allah after they have been sent down to you. Rather, invite ˹all˺ to ˹the Way of˺ your Lord, and never be one of the polytheists.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 88,
    "ayahArV1": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "ولا تدع مع الله الها اخر لا اله الا هو كل شيء هالك الا وجهه له الحكم واليه ترجعون",
    "ayahEn": "And do not invoke any other god with Allah. There is no god ˹worthy of worship˺ except Him. Everything is bound to perish except He Himself. All authority belongs to Him. And to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 2,
    "ayahArV1": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
    "ayahArV2": "احسب الناس ان يتركوا ان يقولوا امنا وهم لا يفتنون",
    "ayahEn": "Do people think once they say, “We believe,” that they will be left without being put to the test?",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 3,
    "ayahArV1": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين",
    "ayahEn": "We certainly tested those before them. And ˹in this way˺ Allah will clearly distinguish between those who are truthful and those who are liars.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 4,
    "ayahArV1": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
    "ayahArV2": "ام حسب الذين يعملون السيئات ان يسبقونا ساء ما يحكمون",
    "ayahEn": "Or do the evildoers ˹simply˺ think that they will escape Us? How wrong is their judgment!",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 5,
    "ayahArV1": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتٍ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "من كان يرجو لقاء الله فان اجل الله لات وهو السميع العليم",
    "ayahEn": "Whoever hopes for the meeting with Allah, ˹let them know that˺ Allah’s appointed time is sure to come. He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 6,
    "ayahArV1": "وَمَن جَـٰهَدَ فَإِنَّمَا يُجَـٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ومن جاهد فانما يجاهد لنفسه ان الله لغني عن العالمين",
    "ayahEn": "And whoever strives ˹in Allah’s cause˺, only does so for their own good. Surely Allah is not in need of ˹any of˺ His creation.",
    "meta": {
      "page": 396,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 7,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لنكفرن عنهم سيئاتهم ولنجزينهم احسن الذي كانوا يعملون",
    "ayahEn": "As for those who believe and do good, We will certainly absolve them of their sins, and reward them according to the best of what they used to do.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 8,
    "ayahArV1": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "ووصينا الانسان بوالديه حسنا وان جاهداك لتشرك بي ما ليس لك به علم فلا تطعهما الي مرجعكم فانبئكم بما كنتم تعملون",
    "ayahEn": "We have commanded people to honour their parents. But if they urge you to associate with Me what you have no knowledge of, then do not obey them. To Me you will ˹all˺ return, and then I will inform you of what you used to do.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 9,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لندخلنهم في الصالحين",
    "ayahEn": "Those who believe and do good will surely be admitted by Us into ˹the company of˺ the righteous.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 10,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ومن الناس من يقول امنا بالله فاذا اوذي في الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن انا كنا معكم اوليس الله باعلم بما في صدور العالمين",
    "ayahEn": "There are some who say, “We believe in Allah,” but when they suffer in the cause of Allah, they mistake ˹this˺ persecution at the hands of people for the punishment of Allah. But when victory comes from your Lord, they surely say ˹to the believers˺, “We have always been with you.” Does Allah not know best what is in the hearts of all beings?",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 11,
    "ayahArV1": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ",
    "ayahArV2": "وليعلمن الله الذين امنوا وليعلمن المنافقين",
    "ayahEn": "Allah will certainly distinguish between those who have ˹sure˺ faith and the hypocrites.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 12,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "وقال الذين كفروا للذين امنوا اتبعوا سبيلنا ولنحمل خطاياكم وما هم بحاملين من خطاياهم من شيء انهم لكاذبون",
    "ayahEn": "The disbelievers say to the believers, “˹Just˺ follow our way, and we will bear ˹the burden of˺ your sins.” But they would never ˹want to˺ bear any of the believers’ sins. They are simply lying.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 13,
    "ayahArV1": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "وليحملن اثقالهم واثقالا مع اثقالهم وليسالن يوم القيامة عما كانوا يفترون",
    "ayahEn": "Yet they will certainly ˹be made to˺ carry their own burdens, as well as other burdens along with their own. And they will surely be questioned on Judgment Day about what they used to fabricate.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 14,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ولقد ارسلنا نوحا الى قومه فلبث فيهم الف سنة الا خمسين عاما فاخذهم الطوفان وهم ظالمون",
    "ayahEn": "Indeed, We sent Noah to his people, and he remained among them for a thousand years, less fifty. Then the Flood overtook them, while they persisted in wrongdoing.",
    "meta": {
      "page": 397,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 15,
    "ayahArV1": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
    "ayahArV2": "فانجيناه واصحاب السفينة وجعلناها اية للعالمين",
    "ayahEn": "But We delivered him and those in the Ark, making it a sign for all people.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 16,
    "ayahArV1": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "وابراهيم اذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "And ˹remember˺ when Abraham said to his people, “Worship Allah, and fear Him. This is better for you, if only you knew.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 17,
    "ayahArV1": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "انما تعبدون من دون الله اوثانا وتخلقون افكا ان الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له اليه ترجعون",
    "ayahEn": "You worship besides Allah nothing but idols, simply creating lies ˹about them˺. Those you worship besides Allah certainly cannot give you any provision. So seek provision from Allah ˹alone˺, worship Him, and be grateful to Him. To Him you will ˹all˺ be returned.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 18,
    "ayahArV1": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "ayahArV2": "وان تكذبوا فقد كذب امم من قبلكم وما على الرسول الا البلاغ المبين",
    "ayahEn": "If you ˹Meccans˺ persist in denial, so did ˹many˺ communities before you. The Messenger’s duty is only to deliver ˹the message˺ clearly.”",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 19,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "ayahArV2": "اولم يروا كيف يبدئ الله الخلق ثم يعيده ان ذلك على الله يسير",
    "ayahEn": "Have they not seen how Allah originates the creation then resurrects it? That is certainly easy for Allah.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 20,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "قل سيروا في الارض فانظروا كيف بدا الخلق ثم الله ينشئ النشاة الاخرة ان الله على كل شيء قدير",
    "ayahEn": "Say, ˹O Prophet,˺ “Travel throughout the land and see how He originated the creation, then Allah will bring it into being one more time. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 21,
    "ayahArV1": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
    "ayahArV2": "يعذب من يشاء ويرحم من يشاء واليه تقلبون",
    "ayahEn": "He punishes whoever He wills, and shows mercy to whoever He wills. And you will ˹all˺ be returned to Him.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 22,
    "ayahArV1": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "وما انتم بمعجزين في الارض ولا في السماء وما لكم من دون الله من ولي ولا نصير",
    "ayahEn": "And you cannot escape Him on earth or in heaven. Nor have you any protector or helper besides Allah.”",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 23,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "والذين كفروا بايات الله ولقائه اولئك يئسوا من رحمتي واولئك لهم عذاب اليم",
    "ayahEn": "As for those who disbelieve in Allah’s signs and the meeting with Him, it is they who will have no hope in His mercy. And it is they who will suffer a painful punishment.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 24,
    "ayahArV1": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "فما كان جواب قومه الا ان قالوا اقتلوه او حرقوه فانجاه الله من النار ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "But the only response of Abraham’s people was to say: “Kill him or burn him!” But Allah saved him from the fire. Surely in this are signs for people who believe.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 25,
    "ayahArV1": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "وقال انما اتخذتم من دون الله اوثانا مودة بينكم في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا وماواكم النار وما لكم من ناصرين",
    "ayahEn": "He said ˹to his people˺, “You have taken idols ˹for worship˺ instead of Allah, only to keep ˹the bond of˺ harmony among yourselves in this worldly life. But on the Day of Judgment you will disown and curse one another. Your home will be the Fire, and you will have no helper!”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 26,
    "ayahArV1": "۞ فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "فامن له لوط وقال اني مهاجر الى ربي انه هو العزيز الحكيم",
    "ayahEn": "So Lot believed in him. And Abraham said, “I am emigrating ˹in obedience˺ to my Lord. He ˹alone˺ is indeed the Almighty, All-Wise.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 27,
    "ayahArV1": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ووهبنا له اسحاق ويعقوب وجعلنا في ذريته النبوة والكتاب واتيناه اجره في الدنيا وانه في الاخرة لمن الصالحين",
    "ayahEn": "We blessed him with Isaac and ˹later˺ Jacob, and reserved prophethood and revelation for his descendants. We gave him his reward in this life, and in the Hereafter he will certainly be among the righteous.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 28,
    "ayahArV1": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ولوطا اذ قال لقومه انكم لتاتون الفاحشة ما سبقكم بها من احد من العالمين",
    "ayahEn": "And ˹remember˺ when Lot rebuked ˹the men of˺ his people: “You certainly commit a shameful deed that no man has ever done before you.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 29,
    "ayahArV1": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "ائنكم لتاتون الرجال وتقطعون السبيل وتاتون في ناديكم المنكر فما كان جواب قومه الا ان قالوا ائتنا بعذاب الله ان كنت من الصادقين",
    "ayahEn": "Do you really lust after ˹other˺ men, abuse the travellers, and practice immorality ˹openly˺ in your gatherings?” His people’s only response was to say ˹mockingly˺: “Bring Allah’s punishment upon us, if what you say is true.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 30,
    "ayahArV1": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
    "ayahArV2": "قال رب انصرني على القوم المفسدين",
    "ayahEn": "Lot prayed, “My Lord! Help me against the people of corruption.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 31,
    "ayahArV1": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ",
    "ayahArV2": "ولما جاءت رسلنا ابراهيم بالبشرى قالوا انا مهلكو اهل هذه القرية ان اهلها كانوا ظالمين",
    "ayahEn": "When Our messenger-angels came to Abraham with the good news ˹of the birth of Isaac˺, they said, “We are going to destroy the people of this city ˹of Sodom˺, for its people have persisted in wrongdoing.”",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 32,
    "ayahArV1": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "ayahArV2": "قال ان فيها لوطا قالوا نحن اعلم بمن فيها لننجينه واهله الا امراته كانت من الغابرين",
    "ayahEn": "He said, “But Lot is there!” They responded, “We know best who is there. We will certainly save him and his family—except his wife, who is one of the doomed.”",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 33,
    "ayahArV1": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "ayahArV2": "ولما ان جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن انا منجوك واهلك الا امراتك كانت من الغابرين",
    "ayahEn": "And when Our messenger-angels came to Lot, he was distressed and worried by their arrival. They reassured ˹him˺, “Do not fear, nor grieve. We will surely deliver you and your family—except your wife, who is one of the doomed.",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 34,
    "ayahArV1": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "انا منزلون على اهل هذه القرية رجزا من السماء بما كانوا يفسقون",
    "ayahEn": "We are certainly bringing down a punishment from heaven upon the people of this city for their rebelliousness.”",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 35,
    "ayahArV1": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ولقد تركنا منها اية بينة لقوم يعقلون",
    "ayahEn": "And We did leave ˹some of˺ its ruins as a clear lesson for people of understanding.",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 36,
    "ayahArV1": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "ayahArV2": "والى مدين اخاهم شعيبا فقال يا قوم اعبدوا الله وارجوا اليوم الاخر ولا تعثوا في الارض مفسدين",
    "ayahEn": "And to the people of Midian ˹We sent˺ their brother Shu’aib. He said, “O my people! Worship Allah, and hope for ˹the reward of˺ the Last Day. And do not go about spreading corruption in the land.”",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 37,
    "ayahArV1": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "فكذبوه فاخذتهم الرجفة فاصبحوا في دارهم جاثمين",
    "ayahEn": "But they rejected him, so an ˹overwhelming˺ earthquake struck them and they fell lifeless in their homes.",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 38,
    "ayahArV1": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
    "ayahArV2": "وعادا وثمود وقد تبين لكم من مساكنهم وزين لهم الشيطان اعمالهم فصدهم عن السبيل وكانوا مستبصرين",
    "ayahEn": "And the people of ’Ȃd and Thamûd ˹met a similar fate˺, which must be clear to you ˹Meccans˺ from their ruins. Satan made their ˹evil˺ deeds appealing to them, hindering them from the ˹Right˺ Way, although they were capable of reasoning.",
    "meta": {
      "page": 400,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 39,
    "ayahArV1": "وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ",
    "ayahArV2": "وقارون وفرعون وهامان ولقد جاءهم موسى بالبينات فاستكبروا في الارض وما كانوا سابقين",
    "ayahEn": "˹We˺ also ˹destroyed˺ Korah, Pharaoh, and Hamân. Indeed, Moses had come to them with clear proofs, but they behaved arrogantly in the land. Yet they could not escape ˹Us˺.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 40,
    "ayahArV1": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "فكلا اخذنا بذنبه فمنهم من ارسلنا عليه حاصبا ومنهم من اخذته الصيحة ومنهم من خسفنا به الارض ومنهم من اغرقنا وما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "So We seized each ˹people˺ for their sin: against some of them We sent a storm of stones, some were overtaken by a ˹mighty˺ blast, some We caused the earth to swallow, and some We drowned. Allah would not have wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 41,
    "ayahArV1": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "مثل الذين اتخذوا من دون الله اولياء كمثل العنكبوت اتخذت بيتا وان اوهن البيوت لبيت العنكبوت لو كانوا يعلمون",
    "ayahEn": "The parable of those who take protectors other than Allah is that of a spider spinning a shelter. And the flimsiest of all shelters is certainly that of a spider, if only they knew.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 42,
    "ayahArV1": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ان الله يعلم ما يدعون من دونه من شيء وهو العزيز الحكيم",
    "ayahEn": "Allah surely knows that whatever ˹gods˺ they invoke besides Him are ˹simply˺ nothing. For He is the Almighty, All-Wise.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 43,
    "ayahArV1": "وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ",
    "ayahArV2": "وتلك الامثال نضربها للناس وما يعقلها الا العالمون",
    "ayahEn": "These are the parables We set forth for humanity, but none will understand them except the people of knowledge.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 44,
    "ayahArV1": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
    "ayahArV2": "خلق الله السماوات والارض بالحق ان في ذلك لاية للمؤمنين",
    "ayahEn": "Allah created the heavens and the earth for a purpose. Surely in this is a sign for the people of faith.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 45,
    "ayahArV1": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
    "ayahArV2": "اتل ما اوحي اليك من الكتاب واقم الصلاة ان الصلاة تنهى عن الفحشاء والمنكر ولذكر الله اكبر والله يعلم ما تصنعون",
    "ayahEn": "Recite what has been revealed to you of the Book and establish prayer. Indeed, ˹genuine˺ prayer should deter ˹one˺ from indecency and wickedness. The remembrance of Allah is ˹an˺ even greater ˹deterrent˺. And Allah ˹fully˺ knows what you ˹all˺ do.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  }
]