[
  {
    "surahNo": 29,
    "ayahNo": 46,
    "ayahArV1": "۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "ayahArV2": "ولا تجادلوا اهل الكتاب الا بالتي هي احسن الا الذين ظلموا منهم وقولوا امنا بالذي انزل الينا وانزل اليكم والهنا والهكم واحد ونحن له مسلمون",
    "ayahEn": "Do not argue with the People of the Book unless gracefully, except with those of them who act wrongfully. And say, “We believe in what has been revealed to us and what was revealed to you. Our God and your God is ˹only˺ One. And to Him we ˹fully˺ submit.”",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 47,
    "ayahArV1": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
    "ayahArV2": "وكذلك انزلنا اليك الكتاب فالذين اتيناهم الكتاب يؤمنون به ومن هؤلاء من يؤمن به وما يجحد باياتنا الا الكافرون",
    "ayahEn": "Similarly ˹to earlier messengers˺, We have revealed to you a Book ˹O Prophet˺. ˹The faithful of˺ those to whom We gave the Scriptures believe in it, as do some of these ˹pagan Arabs˺. And none denies Our revelations except the ˹stubborn˺ disbelievers.",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 48,
    "ayahArV1": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
    "ayahArV2": "وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك اذا لارتاب المبطلون",
    "ayahEn": "You ˹O Prophet˺ could not read any writing ˹even˺ before this ˹revelation˺, nor could you write at all. Otherwise, the people of falsehood would have been suspicious.",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 49,
    "ayahArV1": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
    "ayahArV2": "بل هو ايات بينات في صدور الذين اوتوا العلم وما يجحد باياتنا الا الظالمون",
    "ayahEn": "But this ˹Quran˺ is ˹a set of˺ clear revelations ˹preserved˺ in the hearts of those gifted with knowledge. And none denies Our revelations except the ˹stubborn˺ wrongdoers.",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 50,
    "ayahArV1": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "وقالوا لولا انزل عليه ايات من ربه قل انما الايات عند الله وانما انا نذير مبين",
    "ayahEn": "They say, “If only ˹some˺ signs had been sent down to him from his Lord!” Say, ˹O Prophet,˺ “Signs are only with Allah. And I am only sent with a clear warning.”",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 51,
    "ayahArV1": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "اولم يكفهم انا انزلنا عليك الكتاب يتلى عليهم ان في ذلك لرحمة وذكرى لقوم يؤمنون",
    "ayahEn": "Is it not enough for them that We have sent down to you the Book, ˹which is˺ recited to them. Surely in this ˹Quran˺ is a mercy and reminder for people who believe.",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 52,
    "ayahArV1": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "قل كفى بالله بيني وبينكم شهيدا يعلم ما في السماوات والارض والذين امنوا بالباطل وكفروا بالله اولئك هم الخاسرون",
    "ayahEn": "Say, ˹O Prophet,˺ “Sufficient is Allah as a Witness between me and you. He ˹fully˺ knows whatever is in the heavens and the earth. And those who believe in falsehood and disbelieve in Allah, it is they who are the ˹true˺ losers.”",
    "meta": {
      "page": 402,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 53,
    "ayahArV1": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "ويستعجلونك بالعذاب ولولا اجل مسمى لجاءهم العذاب ولياتينهم بغتة وهم لا يشعرون",
    "ayahEn": "They challenge you ˹O Prophet˺ to hasten the punishment. Had it not been for a time already set, the punishment would have certainly come to them ˹at once˺. But it will definitely take them by surprise when they least expect it.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 54,
    "ayahArV1": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "ayahArV2": "يستعجلونك بالعذاب وان جهنم لمحيطة بالكافرين",
    "ayahEn": "They urge you to hasten the punishment. And Hell will certainly encompass the disbelievers",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 55,
    "ayahArV1": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "يوم يغشاهم العذاب من فوقهم ومن تحت ارجلهم ويقول ذوقوا ما كنتم تعملون",
    "ayahEn": "on the Day the punishment will overwhelm them from above them and from below their feet. And it will be said, “Reap what you sowed.”",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 56,
    "ayahArV1": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
    "ayahArV2": "يا عبادي الذين امنوا ان ارضي واسعة فاياي فاعبدون",
    "ayahEn": "O My believing servants! My earth is truly spacious, so worship Me ˹alone˺.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 57,
    "ayahArV1": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
    "ayahArV2": "كل نفس ذائقة الموت ثم الينا ترجعون",
    "ayahEn": "Every soul will taste death, then to Us you will ˹all˺ be returned.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 58,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لنبوئنهم من الجنة غرفا تجري من تحتها الانهار خالدين فيها نعم اجر العاملين",
    "ayahEn": "˹As for˺ those who believe and do good, We will certainly house them in ˹elevated˺ mansions in Paradise, under which rivers flow, to stay there forever. How excellent is the reward for those who work ˹righteousness!˺—",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 59,
    "ayahArV1": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "الذين صبروا وعلى ربهم يتوكلون",
    "ayahEn": "those who patiently endure, and put their trust in their Lord!",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 60,
    "ayahArV1": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "وكاين من دابة لا تحمل رزقها الله يرزقها واياكم وهو السميع العليم",
    "ayahEn": "How many are the creatures that cannot secure their provisions! ˹It is˺ Allah ˹Who˺ provides for them and you ˹as well˺. He is indeed the All-Hearing, All-Knowing.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 61,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
    "ayahArV2": "ولئن سالتهم من خلق السماوات والارض وسخر الشمس والقمر ليقولن الله فانى يؤفكون",
    "ayahEn": "If you ask them ˹O Prophet˺ who created the heavens and the earth and subjected the sun and the moon ˹for your benefit˺, they will certainly say, “Allah!” How can they then be deluded ˹from the truth˺?",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 62,
    "ayahArV1": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "الله يبسط الرزق لمن يشاء من عباده ويقدر له ان الله بكل شيء عليم",
    "ayahEn": "Allah gives abundant or limited provisions to whoever He wills of His servants. Surely Allah has ˹full˺ knowledge of everything.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 63,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "ayahArV2": "ولئن سالتهم من نزل من السماء ماء فاحيا به الارض من بعد موتها ليقولن الله قل الحمد لله بل اكثرهم لا يعقلون",
    "ayahEn": "And if you ask them who sends down rain from the sky, giving life to the earth after its death, they will surely say, “Allah!” Say, “Praise be to Allah!” In fact, most of them do not understand.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 64,
    "ayahArV1": "وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "وما هذه الحياة الدنيا الا لهو ولعب وان الدار الاخرة لهي الحيوان لو كانوا يعلمون",
    "ayahEn": "This worldly life is no more than play and amusement. But the Hereafter is indeed the real life, if only they knew.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 65,
    "ayahArV1": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
    "ayahArV2": "فاذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم الى البر اذا هم يشركون",
    "ayahEn": "If they happen to be aboard a ship ˹caught in a storm˺, they cry out to Allah ˹alone˺ in sincere devotion. But as soon as He delivers them ˹safely˺ to shore, they associate ˹others with Him once again˺.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 66,
    "ayahArV1": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
    "ayahArV2": "ليكفروا بما اتيناهم وليتمتعوا فسوف يعلمون",
    "ayahEn": "So let them be ungrateful for all We have given them, and ˹let them˺ enjoy themselves ˹for now˺! For they will soon know.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 67,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
    "ayahArV2": "اولم يروا انا جعلنا حرما امنا ويتخطف الناس من حولهم افبالباطل يؤمنون وبنعمة الله يكفرون",
    "ayahEn": "Have they not seen how We have made ˹Mecca˺ a safe haven, whereas people ˹all˺ around them are snatched away? How can they then believe in falsehood and deny Allah’s favours?",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 68,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
    "ayahArV2": "ومن اظلم ممن افترى على الله كذبا او كذب بالحق لما جاءه اليس في جهنم مثوى للكافرين",
    "ayahEn": "And who does more wrong than those who fabricate lies against Allah or reject the truth after it has reached them? Is Hell not a ˹fitting˺ home for the disbelievers?",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 69,
    "ayahArV1": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "والذين جاهدوا فينا لنهدينهم سبلنا وان الله لمع المحسنين",
    "ayahEn": "As for those who struggle in Our cause, We will surely guide them along Our Way. And Allah is certainly with the good-doers.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 2,
    "ayahArV1": "غُلِبَتِ ٱلرُّومُ",
    "ayahArV2": "غلبت الروم",
    "ayahEn": "The Romans have been defeated",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 3,
    "ayahArV1": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
    "ayahArV2": "في ادنى الارض وهم من بعد غلبهم سيغلبون",
    "ayahEn": "in a nearby land. Yet following their defeat, they will triumph",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 4,
    "ayahArV1": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "في بضع سنين لله الامر من قبل ومن بعد ويومئذ يفرح المؤمنون",
    "ayahEn": "within three to nine years. The ˹whole˺ matter rests with Allah before and after ˹victory˺. And on that day the believers will rejoice",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 5,
    "ayahArV1": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "ayahArV2": "بنصر الله ينصر من يشاء وهو العزيز الرحيم",
    "ayahEn": "at the victory willed by Allah. He gives victory to whoever He wills. For He is the Almighty, Most Merciful.",
    "meta": {
      "page": 404,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 6,
    "ayahArV1": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "وعد الله لا يخلف الله وعده ولكن اكثر الناس لا يعلمون",
    "ayahEn": "˹This is˺ the promise of Allah. ˹And˺ Allah never fails in His promise. But most people do not know.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 7,
    "ayahArV1": "يَعْلَمُونَ ظَـٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْـَٔاخِرَةِ هُمْ غَـٰفِلُونَ",
    "ayahArV2": "يعلمون ظاهرا من الحياة الدنيا وهم عن الاخرة هم غافلون",
    "ayahEn": "They ˹only˺ know the worldly affairs of this life, but are ˹totally˺ oblivious to the Hereafter.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 8,
    "ayahArV1": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
    "ayahArV2": "اولم يتفكروا في انفسهم ما خلق الله السماوات والارض وما بينهما الا بالحق واجل مسمى وان كثيرا من الناس بلقاء ربهم لكافرون",
    "ayahEn": "Have they not reflected upon their own being? Allah only created the heavens and the earth and everything in between for a purpose and an appointed term. Yet most people are truly in denial of the meeting with their Lord!",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 9,
    "ayahArV1": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "اولم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم كانوا اشد منهم قوة واثاروا الارض وعمروها اكثر مما عمروها وجاءتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might; they cultivated the land and developed it more than these ˹Meccans˺ ever have. Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 10,
    "ayahArV1": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
    "ayahArV2": "ثم كان عاقبة الذين اساءوا السواى ان كذبوا بايات الله وكانوا بها يستهزئون",
    "ayahEn": "Then most evil was the end of the evildoers for denying and mocking the signs of Allah.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 11,
    "ayahArV1": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "الله يبدا الخلق ثم يعيده ثم اليه ترجعون",
    "ayahEn": "It is Allah Who originates the creation, and will resurrect it. And then to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 12,
    "ayahArV1": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
    "ayahArV2": "ويوم تقوم الساعة يبلس المجرمون",
    "ayahEn": "On the Day the Hour will arrive, the wicked will be dumbstruck.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 13,
    "ayahArV1": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَـٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَـٰفِرِينَ",
    "ayahArV2": "ولم يكن لهم من شركائهم شفعاء وكانوا بشركائهم كافرين",
    "ayahEn": "There will be no intercessors for them from among their associate-gods, and they will ˹totally˺ deny their associate-gods.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 14,
    "ayahArV1": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
    "ayahArV2": "ويوم تقوم الساعة يومئذ يتفرقون",
    "ayahEn": "And on the Day the Hour will arrive, the people will then be split ˹into two groups˺.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 15,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ",
    "ayahArV2": "فاما الذين امنوا وعملوا الصالحات فهم في روضة يحبرون",
    "ayahEn": "As for those who believed and did good, they will be rejoicing in a Garden.",
    "meta": {
      "page": 405,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 16,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "ayahArV2": "واما الذين كفروا وكذبوا باياتنا ولقاء الاخرة فاولئك في العذاب محضرون",
    "ayahEn": "And as for those who disbelieved, and denied Our signs and the meeting ˹with Allah˺ in the Hereafter, they will be confined in punishment.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 17,
    "ayahArV1": "فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
    "ayahArV2": "فسبحان الله حين تمسون وحين تصبحون",
    "ayahEn": "So glorify Allah in the evening and in the morning—",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 18,
    "ayahArV1": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
    "ayahArV2": "وله الحمد في السماوات والارض وعشيا وحين تظهرون",
    "ayahEn": "all praise is for Him in the heavens and the earth—as well as in the afternoon, and at noon.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 19,
    "ayahArV1": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
    "ayahArV2": "يخرج الحي من الميت ويخرج الميت من الحي ويحيي الارض بعد موتها وكذلك تخرجون",
    "ayahEn": "He brings forth the living from the dead and the dead from the living. And He gives life to the earth after its death. And so will you be brought forth ˹from the grave˺.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 20,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ",
    "ayahArV2": "ومن اياته ان خلقكم من تراب ثم اذا انتم بشر تنتشرون",
    "ayahEn": "One of His signs is that He created you from dust, then—behold!—you are human beings spreading over ˹the earth˺.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 21,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "ayahArV2": "ومن اياته ان خلق لكم من انفسكم ازواجا لتسكنوا اليها وجعل بينكم مودة ورحمة ان في ذلك لايات لقوم يتفكرون",
    "ayahEn": "And one of His signs is that He created for you spouses from among yourselves so that you may find comfort in them. And He has placed between you compassion and mercy. Surely in this are signs for people who reflect.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 22,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
    "ayahArV2": "ومن اياته خلق السماوات والارض واختلاف السنتكم والوانكم ان في ذلك لايات للعالمين",
    "ayahEn": "And one of His signs is the creation of the heavens and the earth, and the diversity of your languages and colours. Surely in this are signs for those of ˹sound˺ knowledge.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 23,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "ayahArV2": "ومن اياته منامكم بالليل والنهار وابتغاؤكم من فضله ان في ذلك لايات لقوم يسمعون",
    "ayahEn": "And one of His signs is your sleep by night and by day ˹for rest˺ as well as your seeking His bounty ˹in both˺. Surely in this are signs for people who listen.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 24,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ومن اياته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحيي به الارض بعد موتها ان في ذلك لايات لقوم يعقلون",
    "ayahEn": "And one of His signs is that He shows you lightning, inspiring ˹you with˺ hope and fear. And He sends down rain from the sky, reviving the earth after its death. Surely in this are signs for people who understand.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 25,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
    "ayahArV2": "ومن اياته ان تقوم السماء والارض بامره ثم اذا دعاكم دعوة من الارض اذا انتم تخرجون",
    "ayahEn": "And one of His signs is that the heavens and the earth persist by His command. Then when He calls you out of the earth just once, you will instantly come forth.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 26,
    "ayahArV1": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
    "ayahArV2": "وله من في السماوات والارض كل له قانتون",
    "ayahEn": "And to Him belong all those in the heavens and the earth—all are subject to His Will.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 27,
    "ayahArV1": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "وهو الذي يبدا الخلق ثم يعيده وهو اهون عليه وله المثل الاعلى في السماوات والارض وهو العزيز الحكيم",
    "ayahEn": "And He is the One Who originates the creation then will resurrect it—which is even easier for Him. To Him belong the finest attributes in the heavens and the earth. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 28,
    "ayahArV1": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَـٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ضرب لكم مثلا من انفسكم هل لكم من ما ملكت ايمانكم من شركاء في ما رزقناكم فانتم فيه سواء تخافونهم كخيفتكم انفسكم كذلك نفصل الايات لقوم يعقلون",
    "ayahEn": "He sets forth for you an example ˹drawn˺ from your own lives: would you allow some of those ˹bondspeople˺ in your possession to be your equal partners in whatever ˹wealth˺ We have provided you, keeping them in mind as you are mindful of your peers? This is how We make the signs clear for people who understand.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 29,
    "ayahArV1": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "بل اتبع الذين ظلموا اهواءهم بغير علم فمن يهدي من اضل الله وما لهم من ناصرين",
    "ayahEn": "In fact, the wrongdoers merely follow their desires with no knowledge. Who then can guide those Allah has left to stray? They will have no helpers.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 30,
    "ayahArV1": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "فاقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن اكثر الناس لا يعلمون",
    "ayahEn": "So be steadfast in faith in all uprightness ˹O Prophet˺—the natural Way of Allah which He has instilled in ˹all˺ people. Let there be no change in this creation of Allah. That is the Straight Way, but most people do not know.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 31,
    "ayahArV1": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "منيبين اليه واتقوه واقيموا الصلاة ولا تكونوا من المشركين",
    "ayahEn": "˹O believers!˺ Always turn to Him ˹in repentance˺, be mindful of Him, and establish prayers. And do not be polytheists—",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 32,
    "ayahArV1": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
    "ayahArV2": "من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون",
    "ayahEn": "˹like˺ those who have divided their faith and split into sects, each rejoicing in what they have.",
    "meta": {
      "page": 407,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 33,
    "ayahArV1": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
    "ayahArV2": "واذا مس الناس ضر دعوا ربهم منيبين اليه ثم اذا اذاقهم منه رحمة اذا فريق منهم بربهم يشركون",
    "ayahEn": "When people are touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He gives them a taste of His mercy, a group of them associates ˹others˺ with their Lord ˹in worship˺",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 34,
    "ayahArV1": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "ليكفروا بما اتيناهم فتمتعوا فسوف تعلمون",
    "ayahEn": "becoming ungrateful for whatever ˹favours˺ We have given them. So enjoy yourselves, for soon you will know.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 35,
    "ayahArV1": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
    "ayahArV2": "ام انزلنا عليهم سلطانا فهو يتكلم بما كانوا به يشركون",
    "ayahEn": "Or have We sent down to them an authority which attests to what they associate ˹with Him˺?",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 36,
    "ayahArV1": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
    "ayahArV2": "واذا اذقنا الناس رحمة فرحوا بها وان تصبهم سيئة بما قدمت ايديهم اذا هم يقنطون",
    "ayahEn": "If We give people a taste of mercy, they become prideful ˹because˺ of it. But if they are afflicted with an evil for what their hands have done, they instantly fall into despair.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 37,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "اولم يروا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "Have they not seen that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 38,
    "ayahArV1": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "فات ذا القربى حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله واولئك هم المفلحون",
    "ayahEn": "So give your close relatives their due, as well as the poor and the ˹needy˺ traveller. That is best for those who seek the pleasure of Allah, and it is they who will be successful.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 39,
    "ayahArV1": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
    "ayahArV2": "وما اتيتم من ربا ليربو في اموال الناس فلا يربو عند الله وما اتيتم من زكاة تريدون وجه الله فاولئك هم المضعفون",
    "ayahEn": "Whatever loans you give, ˹only˺ seeking interest at the expense of people’s wealth will not increase with Allah. But whatever charity you give, ˹only˺ seeking the pleasure of Allah—it is they whose reward will be multiplied.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 40,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء سبحانه وتعالى عما يشركون",
    "ayahEn": "It is Allah Who created you, then gives you provisions, then will cause you to die, and then will bring you back to life. Can any of your associate-gods do any of this? Glorified and Exalted is He above what they associate with Him ˹in worship˺!",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 41,
    "ayahArV1": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "ظهر الفساد في البر والبحر بما كسبت ايدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون",
    "ayahEn": "Corruption has spread on land and sea as a result of what people’s hands have done, so that Allah may cause them to taste ˹the consequences of˺ some of their deeds and perhaps they might return ˹to the Right Path˺.",
    "meta": {
      "page": 408,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 42,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
    "ayahArV2": "قل سيروا في الارض فانظروا كيف كان عاقبة الذين من قبل كان اكثرهم مشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Travel throughout the land and see what was the end of those ˹destroyed˺ before ˹you˺—most of them were polytheists.”",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 43,
    "ayahArV1": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
    "ayahArV2": "فاقم وجهك للدين القيم من قبل ان ياتي يوم لا مرد له من الله يومئذ يصدعون",
    "ayahEn": "So be steadfast in the Upright Faith ˹O Prophet˺, before the coming of a Day from Allah that cannot be averted. On that Day the people will be divided:",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 44,
    "ayahArV1": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
    "ayahArV2": "من كفر فعليه كفره ومن عمل صالحا فلانفسهم يمهدون",
    "ayahEn": "those who disbelieved will bear ˹the burden of˺ their own disbelief; and those who did good will have prepared for themselves ˹eternal homes˺",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 45,
    "ayahArV1": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ليجزي الذين امنوا وعملوا الصالحات من فضله انه لا يحب الكافرين",
    "ayahEn": "so that He may ˹generously˺ reward those who believe and do good, out of His grace. He truly does not like the disbelievers.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 46,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ومن اياته ان يرسل الرياح مبشرات وليذيقكم من رحمته ولتجري الفلك بامره ولتبتغوا من فضله ولعلكم تشكرون",
    "ayahEn": "And one of His signs is that He sends the winds, ushering in good news ˹of rain˺ so that He may give you a taste of His mercy, and that ships may sail by His command, and that you may seek His bounty, and perhaps you will be grateful.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 47,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد ارسلنا من قبلك رسلا الى قومهم فجاءوهم بالبينات فانتقمنا من الذين اجرموا وكان حقا علينا نصر المؤمنين",
    "ayahEn": "Indeed, We sent before you ˹O Prophet˺ messengers, each to their own people, and they came to them with clear proofs. Then We inflicted punishment upon those who persisted in wickedness. For it is Our duty to help the believers.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 48,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
    "ayahArV2": "الله الذي يرسل الرياح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلاله فاذا اصاب به من يشاء من عباده اذا هم يستبشرون",
    "ayahEn": "It is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, which He then spreads out in the sky or piles up into masses as He wills, from which you see rain come forth. Then as soon as He causes it to fall on whoever He wills of His servants, they rejoice",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 49,
    "ayahArV1": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
    "ayahArV2": "وان كانوا من قبل ان ينزل عليهم من قبله لمبلسين",
    "ayahEn": "although they had utterly lost hope just before it was sent down to them.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 50,
    "ayahArV1": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "فانظر الى اثار رحمت الله كيف يحيي الارض بعد موتها ان ذلك لمحيي الموتى وهو على كل شيء قدير",
    "ayahEn": "See then the impact of Allah’s mercy: how He gives life to the earth after its death! Surely That ˹same God˺ can raise the dead. For He is Most Capable of everything.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 51,
    "ayahArV1": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
    "ayahArV2": "ولئن ارسلنا ريحا فراوه مصفرا لظلوا من بعده يكفرون",
    "ayahEn": "Then if We send a ˹harsh˺ wind which they see withering ˹their˺ crops, they will definitely deny ˹old favours˺ right after.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 52,
    "ayahArV1": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
    "ayahArV2": "فانك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
    "ayahEn": "So you ˹O Prophet˺ certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 53,
    "ayahArV1": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
    "ayahArV2": "وما انت بهاد العمي عن ضلالتهم ان تسمع الا من يؤمن باياتنا فهم مسلمون",
    "ayahEn": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 54,
    "ayahArV1": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
    "ayahArV2": "الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير",
    "ayahEn": "It is Allah Who created you in a state of weakness, then developed ˹your˺ weakness into strength, then developed ˹your˺ strength into weakness and old age. He creates whatever He wills. For He is the All-Knowing, Most Capable.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 55,
    "ayahArV1": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
    "ayahArV2": "ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون",
    "ayahEn": "And on the Day the Hour will arrive, the wicked will swear that they did not stay ˹in this world˺ more than an hour. In this way they were always deluded ˹in the world˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 56,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "وقال الذين اوتوا العلم والايمان لقد لبثتم في كتاب الله الى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون",
    "ayahEn": "But those gifted with knowledge and faith will say ˹to them˺, “You did actually stay—as destined by Allah—until the Day of Resurrection. So here is the Day of Resurrection ˹which you denied˺! But you did not know ˹it was true˺.”",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 57,
    "ayahArV1": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "ayahArV2": "فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون",
    "ayahEn": "So on that Day the wrongdoers’ excuses will not benefit them, nor will they be allowed to appease ˹their Lord˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 58,
    "ayahArV1": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
    "ayahArV2": "ولقد ضربنا للناس في هذا القران من كل مثل ولئن جئتهم باية ليقولن الذين كفروا ان انتم الا مبطلون",
    "ayahEn": "We have certainly set forth every ˹kind of˺ lesson for people in this Quran. And no matter what sign you bring to them ˹O Prophet˺, the disbelievers will definitely say ˹to the believers˺, “You are only a people of falsehood.”",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 59,
    "ayahArV1": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "ayahArV2": "كذلك يطبع الله على قلوب الذين لا يعلمون",
    "ayahEn": "This is how Allah seals the hearts of those unwilling to know ˹the truth˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 60,
    "ayahArV1": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
    "ayahArV2": "فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون",
    "ayahEn": "So be patient, for the promise of Allah certainly is true. And do not be disturbed by those who have no sure faith.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 2,
    "ayahArV1": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
    "ayahArV2": "تلك ايات الكتاب الحكيم",
    "ayahEn": "These are the verses of the Book, rich in wisdom.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 3,
    "ayahArV1": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
    "ayahArV2": "هدى ورحمة للمحسنين",
    "ayahEn": "˹It is˺ a guide and mercy for the good-doers—",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 4,
    "ayahArV1": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "ayahArV2": "الذين يقيمون الصلاة ويؤتون الزكاة وهم بالاخرة هم يوقنون",
    "ayahEn": "those who establish prayer, pay alms-tax, and have sure faith in the Hereafter.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 5,
    "ayahArV1": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "اولئك على هدى من ربهم واولئك هم المفلحون",
    "ayahEn": "It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 6,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "ayahArV2": "ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا اولئك لهم عذاب مهين",
    "ayahEn": "But there are some who employ theatrics, only to lead others away from Allah’s Way—without any knowledge—and to make a mockery of it. They will suffer a humiliating punishment.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 7,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "واذا تتلى عليه اياتنا ولى مستكبرا كان لم يسمعها كان في اذنيه وقرا فبشره بعذاب اليم",
    "ayahEn": "Whenever Our revelations are recited to them, they turn away in arrogance as if they did not hear them, as if there is deafness in their ears. So give them good news ˹O Prophet˺ of a painful punishment.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 8,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتُ ٱلنَّعِيمِ",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات لهم جنات النعيم",
    "ayahEn": "Surely those who believe and do good will have the Gardens of Bliss",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 9,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "خالدين فيها وعد الله حقا وهو العزيز الحكيم",
    "ayahEn": "staying there forever. Allah’s promise is true. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 10,
    "ayahArV1": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "ayahArV2": "خلق السماوات بغير عمد ترونها والقى في الارض رواسي ان تميد بكم وبث فيها من كل دابة وانزلنا من السماء ماء فانبتنا فيها من كل زوج كريم",
    "ayahEn": "He created the heavens without pillars—as you can see—and placed firm mountains upon the earth so it does not shake with you, and scattered throughout it all types of creatures. And We send down rain from the sky, causing every type of fine plant to grow on earth.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 11,
    "ayahArV1": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "هذا خلق الله فاروني ماذا خلق الذين من دونه بل الظالمون في ضلال مبين",
    "ayahEn": "This is Allah’s creation. Now show Me what those ˹gods˺ other than Him have created. In fact, the wrongdoers are clearly astray.",
    "meta": {
      "page": 411,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 12,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا لُقْمَـٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
    "ayahArV2": "ولقد اتينا لقمان الحكمة ان اشكر لله ومن يشكر فانما يشكر لنفسه ومن كفر فان الله غني حميد",
    "ayahEn": "Indeed, We blessed Luqmân with wisdom, ˹saying˺, “Be grateful to Allah, for whoever is grateful, it is only for their own good. And whoever is ungrateful, then surely Allah is Self-Sufficient, Praiseworthy.”",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 13,
    "ayahArV1": "وَإِذْ قَالَ لُقْمَـٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَـٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ",
    "ayahArV2": "واذ قال لقمان لابنه وهو يعظه يا بني لا تشرك بالله ان الشرك لظلم عظيم",
    "ayahEn": "And ˹remember˺ when Luqmân said to his son, while advising him, “O my dear son! Never associate ˹anything˺ with Allah ˹in worship˺, for associating ˹others with Him˺ is truly the worst of all wrongs.”",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 14,
    "ayahArV1": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَـٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
    "ayahArV2": "ووصينا الانسان بوالديه حملته امه وهنا على وهن وفصاله في عامين ان اشكر لي ولوالديك الي المصير",
    "ayahEn": "And We have commanded people to ˹honour˺ their parents. Their mothers bore them through hardship upon hardship, and their weaning takes two years. So be grateful to Me and your parents. To Me is the final return.",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 15,
    "ayahArV1": "وَإِن جَـٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "وان جاهداك على ان تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من اناب الي ثم الي مرجعكم فانبئكم بما كنتم تعملون",
    "ayahEn": "But if they pressure you to associate with Me what you have no knowledge of, do not obey them. Still keep their company in this world courteously, and follow the way of those who turn to Me ˹in devotion˺. Then to Me you will ˹all˺ return, and then I will inform you of what you used to do.",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 16,
    "ayahArV1": "يَـٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَـٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
    "ayahArV2": "يا بني انها ان تك مثقال حبة من خردل فتكن في صخرة او في السماوات او في الارض يات بها الله ان الله لطيف خبير",
    "ayahEn": "˹Luqmân  added,˺ “O my dear son! ˹Even˺ if a deed were the weight of a mustard seed—be it ˹hidden˺ in a rock or in the heavens or the earth—Allah will bring it forth. Surely Allah is Most Subtle, All-Aware.",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 17,
    "ayahArV1": "يَـٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
    "ayahArV2": "يا بني اقم الصلاة وامر بالمعروف وانه عن المنكر واصبر على ما اصابك ان ذلك من عزم الامور",
    "ayahEn": "“O my dear son! Establish prayer, encourage what is good and forbid what is evil, and endure patiently whatever befalls you. Surely this is a resolve to aspire to.",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 18,
    "ayahArV1": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "ayahArV2": "ولا تصعر خدك للناس ولا تمش في الارض مرحا ان الله لا يحب كل مختال فخور",
    "ayahEn": "“And do not turn your nose up to people, nor walk pridefully upon the earth. Surely Allah does not like whoever is arrogant, boastful.",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 19,
    "ayahArV1": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
    "ayahArV2": "واقصد في مشيك واغضض من صوتك ان انكر الاصوات لصوت الحمير",
    "ayahEn": "Be moderate in your pace. And lower your voice, for the ugliest of all voices is certainly the braying of donkeys.”",
    "meta": {
      "page": 412,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 20,
    "ayahArV1": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَـٰهِرَةً وَبَاطِنَةً ۗ وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
    "ayahArV2": "الم تروا ان الله سخر لكم ما في السماوات وما في الارض واسبغ عليكم نعمه ظاهرة وباطنة ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير",
    "ayahEn": "Have you not seen that Allah has subjected for you whatever is in the heavens and whatever is on the earth, and has lavished His favours upon you, both seen and unseen? ˹Still˺ there are some who dispute about Allah without knowledge, or guidance, or an enlightening scripture.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 21,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَـٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "ayahArV2": "واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما وجدنا عليه اباءنا اولو كان الشيطان يدعوهم الى عذاب السعير",
    "ayahEn": "When it is said to them, “Follow what Allah has revealed,” they reply, “No! We ˹only˺ follow what we found our forefathers practicing.” ˹Would they still do so˺ even if Satan is inviting them to the torment of the Blaze?",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  }
]