[
  {
    "surahNo": 31,
    "ayahNo": 22,
    "ayahArV1": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
    "ayahArV2": "ومن يسلم وجهه الى الله وهو محسن فقد استمسك بالعروة الوثقى والى الله عاقبة الامور",
    "ayahEn": "Whoever fully submits themselves to Allah and is a good-doer, they have certainly grasped the firmest hand-hold. And with Allah rests the outcome of ˹all˺ affairs.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 23,
    "ayahArV1": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "ayahArV2": "ومن كفر فلا يحزنك كفره الينا مرجعهم فننبئهم بما عملوا ان الله عليم بذات الصدور",
    "ayahEn": "But whoever disbelieves, do not let their disbelief grieve you ˹O Prophet˺. To Us is their return, and We will inform them of all they did. Surely Allah knows best what is ˹hidden˺ in the heart.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 24,
    "ayahArV1": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
    "ayahArV2": "نمتعهم قليلا ثم نضطرهم الى عذاب غليظ",
    "ayahEn": "We allow them enjoyment for a little while, then ˹in time˺ We will force them into a harsh torment.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 25,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ولئن سالتهم من خلق السماوات والارض ليقولن الله قل الحمد لله بل اكثرهم لا يعلمون",
    "ayahEn": "And if you ask them who created the heavens and the earth, they will definitely say, “Allah!” Say, “Praise be to Allah!” In fact, most of them do not know.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 26,
    "ayahArV1": "لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "ayahArV2": "لله ما في السماوات والارض ان الله هو الغني الحميد",
    "ayahEn": "To Allah belongs whatever is in the heavens and the earth. Allah is truly the Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 27,
    "ayahArV1": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "ولو انما في الارض من شجرة اقلام والبحر يمده من بعده سبعة ابحر ما نفدت كلمات الله ان الله عزيز حكيم",
    "ayahEn": "If all the trees on earth were pens and the ocean ˹were ink˺, refilled by seven other oceans, the Words of Allah would not be exhausted. Surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 28,
    "ayahArV1": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "ayahArV2": "ما خلقكم ولا بعثكم الا كنفس واحدة ان الله سميع بصير",
    "ayahEn": "The creation and resurrection of you ˹all˺ is as simple ˹for Him˺ as that of a single soul. Surely Allah is All-Hearing, All-Seeing.",
    "meta": {
      "page": 413,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 29,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "الم تر ان الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري الى اجل مسمى وان الله بما تعملون خبير",
    "ayahEn": "Do you not see that Allah causes the night to merge into the day and the day into the night, and has subjected the sun and the moon, each orbiting for an appointed term, and that Allah is All-Aware of what you do?",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 30,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "ayahArV2": "ذلك بان الله هو الحق وان ما يدعون من دونه الباطل وان الله هو العلي الكبير",
    "ayahEn": "That is because Allah ˹alone˺ is the Truth and what they invoke besides Him is falsehood, and ˹because˺ Allah ˹alone˺ is the Most High, All-Great.",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 31,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "ayahArV2": "الم تر ان الفلك تجري في البحر بنعمت الله ليريكم من اياته ان في ذلك لايات لكل صبار شكور",
    "ayahEn": "Do you not see that the ships sail ˹smoothly˺ through the sea by the grace of Allah so that He may show you some of His signs? Surely in this are signs for whoever is steadfast, grateful.",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 32,
    "ayahArV1": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
    "ayahArV2": "واذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم الى البر فمنهم مقتصد وما يجحد باياتنا الا كل ختار كفور",
    "ayahEn": "And as soon as they are overwhelmed by waves like mountains, they cry out to Allah ˹alone˺ in sincere devotion. But when He delivers them ˹safely˺ to shore, only some become relatively grateful. And none rejects Our signs except whoever is deceitful, ungrateful.",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 33,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "ayahArV2": "يا ايها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيئا ان وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور",
    "ayahEn": "O humanity! Be mindful of your Lord, and beware of a Day when no parent will be of any benefit to their child, nor will a child be of any benefit to their parent. Surely Allah’s promise is true. So do not let the life of this world deceive you, nor let the Chief Deceiver deceive you about Allah.",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 31,
    "ayahNo": 34,
    "ayahArV1": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
    "ayahArV2": "ان الله عنده علم الساعة وينزل الغيث ويعلم ما في الارحام وما تدري نفس ماذا تكسب غدا وما تدري نفس باي ارض تموت ان الله عليم خبير",
    "ayahEn": "Indeed, Allah ˹alone˺ has the knowledge of the Hour. He sends down the rain, and knows what is in the wombs. No soul knows what it will earn for tomorrow, and no soul knows in what land it will die. Surely Allah is All-Knowing, All-Aware.",
    "meta": {
      "page": 414,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 1,
    "ayahArV1": "الٓمٓ",
    "ayahArV2": "الم",
    "ayahEn": "Alif-Lãm-Mĩm.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 2,
    "ayahArV1": "تَنزِيلُ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "تنزيل الكتاب لا ريب فيه من رب العالمين",
    "ayahEn": "The revelation of this Book is—beyond doubt—from the Lord of all worlds.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 3,
    "ayahArV1": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
    "ayahArV2": "ام يقولون افتراه بل هو الحق من ربك لتنذر قوما ما اتاهم من نذير من قبلك لعلهم يهتدون",
    "ayahEn": "Or do they say, “He has fabricated it!”? No! It is the truth from your Lord in order for you to warn a people to whom no warner has come before you, so they may be ˹rightly˺ guided.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 4,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
    "ayahArV2": "الله الذي خلق السماوات والارض وما بينهما في ستة ايام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع افلا تتذكرون",
    "ayahEn": "It is Allah Who has created the heavens and the earth and everything in between in six Days, then established Himself on the Throne. You have no protector or intercessor besides Him. Will you not then be mindful?",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 5,
    "ayahArV1": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ",
    "ayahArV2": "يدبر الامر من السماء الى الارض ثم يعرج اليه في يوم كان مقداره الف سنة مما تعدون",
    "ayahEn": "He conducts every affair from the heavens to the earth, then it all ascends to Him on a Day whose length is a thousand years by your counting.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 6,
    "ayahArV1": "ذَٰلِكَ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "ayahArV2": "ذلك عالم الغيب والشهادة العزيز الرحيم",
    "ayahEn": "That is the Knower of the seen and unseen—the Almighty, Most Merciful",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 7,
    "ayahArV1": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَـٰنِ مِن طِينٍ",
    "ayahArV2": "الذي احسن كل شيء خلقه وبدا خلق الانسان من طين",
    "ayahEn": "Who has perfected everything He created. And He originated the creation of humankind from clay.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 8,
    "ayahArV1": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَـٰلَةٍ مِّن مَّآءٍ مَّهِينٍ",
    "ayahArV2": "ثم جعل نسله من سلالة من ماء مهين",
    "ayahEn": "Then He made his descendants from an extract of a humble fluid",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 9,
    "ayahArV1": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
    "ayahArV2": "ثم سواه ونفخ فيه من روحه وجعل لكم السمع والابصار والافئدة قليلا ما تشكرون",
    "ayahEn": "then He fashioned them and had a spirit of His Own ˹creation˺ breathed into them. And He gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 10,
    "ayahArV1": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَـٰفِرُونَ",
    "ayahArV2": "وقالوا ااذا ضللنا في الارض اانا لفي خلق جديد بل هم بلقاء ربهم كافرون",
    "ayahEn": "˹Still˺ they ask ˹mockingly˺, “When we are disintegrated into the earth, will we really be raised as a new creation?” In fact, they are in denial of the meeting with their Lord.",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 165,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 11,
    "ayahArV1": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
    "ayahArV2": "قل يتوفاكم ملك الموت الذي وكل بكم ثم الى ربكم ترجعون",
    "ayahEn": "Say, ˹O Prophet,˺ “Your soul will be taken by the Angel of Death, who is in charge of you. Then to your Lord you will ˹all˺ be returned.”",
    "meta": {
      "page": 415,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 12,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
    "ayahArV2": "ولو ترى اذ المجرمون ناكسو رءوسهم عند ربهم ربنا ابصرنا وسمعنا فارجعنا نعمل صالحا انا موقنون",
    "ayahEn": "If only you could see the wicked hanging their heads ˹in shame˺ before their Lord, ˹crying:˺ “Our Lord! We have now seen and heard, so send us back and we will do good. We truly have sure faith ˹now˺!”",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 13,
    "ayahArV1": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "ولو شئنا لاتينا كل نفس هداها ولكن حق القول مني لاملان جهنم من الجنة والناس اجمعين",
    "ayahEn": "Had We willed, We could have easily imposed guidance on every soul. But My Word will come to pass: I will surely fill up Hell with jinn and humans all together.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 14,
    "ayahArV1": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "فذوقوا بما نسيتم لقاء يومكم هذا انا نسيناكم وذوقوا عذاب الخلد بما كنتم تعملون",
    "ayahEn": "So taste ˹the punishment˺ for neglecting the meeting of this Day of yours. We ˹too˺ will certainly neglect you. And taste the torment of eternity for what you used to do!",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 15,
    "ayahArV1": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
    "ayahArV2": "انما يؤمن باياتنا الذين اذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون",
    "ayahEn": "The only ˹true˺ believers in Our revelation are those who—when it is recited to them—fall into prostration and glorify the praises of their Lord and are not too proud.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": {
        "id": 10,
        "recommended": false,
        "obligatory": true
      }
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 16,
    "ayahArV1": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون",
    "ayahEn": "They abandon their beds, invoking their Lord with hope and fear, and donate from what We have provided for them.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 17,
    "ayahArV1": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فلا تعلم نفس ما اخفي لهم من قرة اعين جزاء بما كانوا يعملون",
    "ayahEn": "No soul can imagine what delights are kept in store for them as a reward for what they used to do.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 18,
    "ayahArV1": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
    "ayahArV2": "افمن كان مؤمنا كمن كان فاسقا لا يستوون",
    "ayahEn": "Is the one who is a believer equal ˹before Allah˺ to the one who is rebellious? They are not equal!",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 19,
    "ayahArV1": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "اما الذين امنوا وعملوا الصالحات فلهم جنات الماوى نزلا بما كانوا يعملون",
    "ayahEn": "As for those who believe and do good, they will have the Gardens of ˹Eternal˺ Residence—as an accommodation for what they used to do.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 20,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
    "ayahArV2": "واما الذين فسقوا فماواهم النار كلما ارادوا ان يخرجوا منها اعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون",
    "ayahEn": "But as for those who are rebellious, the Fire will be their home. Whenever they try to escape from it, they will be forced back into it, and will be told, “Taste the Fire’s torment, which you used to deny.”",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 21,
    "ayahArV1": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "ولنذيقنهم من العذاب الادنى دون العذاب الاكبر لعلهم يرجعون",
    "ayahEn": "We will certainly make them taste some of the minor torment ˹in this life˺ before the major torment ˹of the Hereafter˺, so perhaps they will return ˹to the Right Path˺.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 22,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
    "ayahArV2": "ومن اظلم ممن ذكر بايات ربه ثم اعرض عنها انا من المجرمين منتقمون",
    "ayahEn": "And who does more wrong than the one who is reminded of Allah’s revelations then turns away from them? We will surely inflict punishment upon the wicked.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 23,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
    "ayahArV2": "ولقد اتينا موسى الكتاب فلا تكن في مرية من لقائه وجعلناه هدى لبني اسرائيل",
    "ayahEn": "Indeed, We gave the Scripture to Moses—so let there be no doubt ˹O Prophet˺ that you ˹too˺ are receiving revelations—and We made it a guide for the Children of Israel.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 24,
    "ayahArV1": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يُوقِنُونَ",
    "ayahArV2": "وجعلنا منهم ائمة يهدون بامرنا لما صبروا وكانوا باياتنا يوقنون",
    "ayahEn": "We raised from among them leaders, guiding by Our command, when they patiently endured and firmly believed in Our signs.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 25,
    "ayahArV1": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "ان ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "Indeed, your Lord will decide between them on the Day of Judgment regarding their differences.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 26,
    "ayahArV1": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
    "ayahArV2": "اولم يهد لهم كم اهلكنا من قبلهم من القرون يمشون في مساكنهم ان في ذلك لايات افلا يسمعون",
    "ayahEn": "Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs. Will they not then listen?",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 27,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَـٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
    "ayahArV2": "اولم يروا انا نسوق الماء الى الارض الجرز فنخرج به زرعا تاكل منه انعامهم وانفسهم افلا يبصرون",
    "ayahEn": "Do they not see how We drive rain to parched land, producing ˹various˺ crops from which they and their cattle eat? Will they not then see?",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 28,
    "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "ويقولون متى هذا الفتح ان كنتم صادقين",
    "ayahEn": "They ask ˹mockingly˺, “When is this ˹Day of final˺ Decision, if what you say is true?”",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 29,
    "ayahArV1": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَـٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "قل يوم الفتح لا ينفع الذين كفروا ايمانهم ولا هم ينظرون",
    "ayahEn": "Say, ˹O Prophet,˺ “On the Day of Decision it will not benefit the disbelievers to believe then, nor will they be delayed ˹from punishment˺.”",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 30,
    "ayahArV1": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
    "ayahArV2": "فاعرض عنهم وانتظر انهم منتظرون",
    "ayahEn": "So turn away from them, and wait! They too are waiting.",
    "meta": {
      "page": 417,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 1,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "ayahArV2": "يا ايها النبي اتق الله ولا تطع الكافرين والمنافقين ان الله كان عليما حكيما",
    "ayahEn": "O Prophet! ˹Always˺ be mindful of Allah, and do not yield to the disbelievers and the hypocrites. Indeed, Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 2,
    "ayahArV1": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "ayahArV2": "واتبع ما يوحى اليك من ربك ان الله كان بما تعملون خبيرا",
    "ayahEn": "Follow what is revealed to you from your Lord. Surely Allah is All-Aware of what you ˹all˺ do.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 3,
    "ayahArV1": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "ayahArV2": "وتوكل على الله وكفى بالله وكيلا",
    "ayahEn": "And put your trust in Allah, for Allah is sufficient as a Trustee of Affairs.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 4,
    "ayahArV1": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّـٰٓـِٔى تُظَـٰهِرُونَ مِنْهُنَّ أُمَّهَـٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
    "ayahArV2": "ما جعل الله لرجل من قلبين في جوفه وما جعل ازواجكم اللائي تظاهرون منهن امهاتكم وما جعل ادعياءكم ابناءكم ذلكم قولكم بافواهكم والله يقول الحق وهو يهدي السبيل",
    "ayahEn": "Allah does not place two hearts in any person’s chest. Nor does He regard your wives as ˹unlawful for you like˺ your real mothers, ˹even˺ if you say they are. Nor does He regard your adopted children as your real children. These are only your baseless assertions. But Allah declares the truth, and He ˹alone˺ guides to the ˹Right˺ Way.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 5,
    "ayahArV1": "ٱدْعُوهُمْ لِـَٔابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَـٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ادعوهم لابائهم هو اقسط عند الله فان لم تعلموا اباءهم فاخوانكم في الدين ومواليكم وليس عليكم جناح فيما اخطاتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما",
    "ayahEn": "Let your adopted children keep their family names. That is more just in the sight of Allah. But if you do not know their fathers, then they are ˹simply˺ your fellow believers and close associates. There is no blame on you for what you do by mistake, but ˹only˺ for what you do intentionally. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 6,
    "ayahArV1": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَـٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَـٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
    "ayahArV2": "النبي اولى بالمؤمنين من انفسهم وازواجه امهاتهم واولو الارحام بعضهم اولى ببعض في كتاب الله من المؤمنين والمهاجرين الا ان تفعلوا الى اوليائكم معروفا كان ذلك في الكتاب مسطورا",
    "ayahEn": "The Prophet has a stronger affinity to the believers than they do themselves. And his wives are their mothers. As ordained by Allah, blood relatives are more entitled ˹to inheritance˺ than ˹other˺ believers and immigrants, unless you ˹want to˺ show kindness to your ˹close˺ associates ˹through bequest˺. This is decreed in the Record.",
    "meta": {
      "page": 418,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
    "ayahArV2": "واذ اخذنا من النبيين ميثاقهم ومنك ومن نوح وابراهيم وموسى وعيسى ابن مريم واخذنا منهم ميثاقا غليظا",
    "ayahEn": "And ˹remember˺ when We took a covenant from the prophets, as well as from you ˹O Prophet˺, and from Noah, Abraham, Moses, and Jesus, son of Mary. We did take a solemn covenant from ˹all of˺ them",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 8,
    "ayahArV1": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
    "ayahArV2": "ليسال الصادقين عن صدقهم واعد للكافرين عذابا اليما",
    "ayahEn": "so that He may question these men of truth about their ˹delivery of the˺ truth. And He has prepared a painful punishment for the disbelievers.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 9,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "ayahArV2": "يا ايها الذين امنوا اذكروا نعمة الله عليكم اذ جاءتكم جنود فارسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا",
    "ayahEn": "O believers! Remember Allah’s favour upon you when ˹enemy˺ forces came to ˹besiege˺ you ˹in Medina˺, so We sent against them a ˹bitter˺ wind and forces you could not see. And Allah is All-Seeing of what you do.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 10,
    "ayahArV1": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
    "ayahArV2": "اذ جاءوكم من فوقكم ومن اسفل منكم واذ زاغت الابصار وبلغت القلوب الحناجر وتظنون بالله الظنونا",
    "ayahEn": "˹Remember˺ when they came at you from east and west, when your eyes grew wild ˹in horror˺ and your hearts jumped into your throats, and you entertained ˹conflicting˺ thoughts about Allah.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 11,
    "ayahArV1": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
    "ayahArV2": "هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا",
    "ayahEn": "Then and there the believers were put to the test, and were violently shaken.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 12,
    "ayahArV1": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
    "ayahArV2": "واذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله الا غرورا",
    "ayahEn": "And ˹remember˺ when the hypocrites and those with sickness in their hearts said, “Allah and His Messenger have promised us nothing but delusion!”",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 13,
    "ayahArV1": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
    "ayahArV2": "واذ قالت طائفة منهم يا اهل يثرب لا مقام لكم فارجعوا ويستاذن فريق منهم النبي يقولون ان بيوتنا عورة وما هي بعورة ان يريدون الا فرارا",
    "ayahEn": "And ˹remember˺ when a group of them said, “O people of Yathrib! There is no point in you staying ˹here˺, so retreat!” Another group of them asked the Prophet’s permission ˹to leave˺, saying, “Our homes are vulnerable,” while ˹in fact˺ they were not vulnerable. They only wished to flee.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 14,
    "ayahArV1": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
    "ayahArV2": "ولو دخلت عليهم من اقطارها ثم سئلوا الفتنة لاتوها وما تلبثوا بها الا يسيرا",
    "ayahEn": "Had their city been sacked from all sides and they had been asked to abandon faith, they would have done so with little hesitation.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 15,
    "ayahArV1": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
    "ayahArV2": "ولقد كانوا عاهدوا الله من قبل لا يولون الادبار وكان عهد الله مسئولا",
    "ayahEn": "They had already pledged to Allah earlier never to turn their backs ˹in retreat˺. And a pledge to Allah must be answered for.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 16,
    "ayahArV1": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
    "ayahArV2": "قل لن ينفعكم الفرار ان فررتم من الموت او القتل واذا لا تمتعون الا قليلا",
    "ayahEn": "Say, ˹O Prophet,˺ “Fleeing will not benefit you if you ˹try to˺ escape a natural or violent death. ˹If it is not your time,˺ you will only be allowed enjoyment for a little while.”",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 17,
    "ayahArV1": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "قل من ذا الذي يعصمكم من الله ان اراد بكم سوءا او اراد بكم رحمة ولا يجدون لهم من دون الله وليا ولا نصيرا",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Who can put you out of Allah’s reach if He intends to harm you or show you mercy?” They can never find any protector or helper besides Allah.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 18,
    "ayahArV1": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
    "ayahArV2": "قد يعلم الله المعوقين منكم والقائلين لاخوانهم هلم الينا ولا ياتون الباس الا قليلا",
    "ayahEn": "Allah knows well those among you who discourage ˹others from fighting˺, saying ˹secretly˺ to their brothers, “Stay with us,” and who themselves hardly take part in fighting.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 19,
    "ayahArV1": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "ayahArV2": "اشحة عليكم فاذا جاء الخوف رايتهم ينظرون اليك تدور اعينهم كالذي يغشى عليه من الموت فاذا ذهب الخوف سلقوكم بالسنة حداد اشحة على الخير اولئك لم يؤمنوا فاحبط الله اعمالهم وكان ذلك على الله يسيرا",
    "ayahEn": "˹They are˺ totally unwilling to assist you. When danger comes, you see them staring at you with their eyes rolling like someone in the throes of death. But once the danger is over, they slash you with razor-sharp tongues, ravenous for ˹worldly˺ gains. Such people have not ˹truly˺ believed, so Allah has rendered their deeds void. And that is easy for Allah.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 20,
    "ayahArV1": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
    "ayahArV2": "يحسبون الاحزاب لم يذهبوا وان يات الاحزاب يودوا لو انهم بادون في الاعراب يسالون عن انبائكم ولو كانوا فيكم ما قاتلوا الا قليلا",
    "ayahEn": "They ˹still˺ think that the enemy alliance has not ˹yet˺ withdrawn. And if the allies were to come ˹again˺, the hypocrites would wish to be away in the desert among nomadic Arabs, ˹only˺ asking for news about you ˹believers˺. And if the hypocrites were in your midst, they would hardly take part in the fight.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 21,
    "ayahArV1": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
    "ayahArV2": "لقد كان لكم في رسول الله اسوة حسنة لمن كان يرجو الله واليوم الاخر وذكر الله كثيرا",
    "ayahEn": "Indeed, in the Messenger of Allah you have an excellent example for whoever has hope in Allah and the Last Day, and remembers Allah often.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 22,
    "ayahArV1": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
    "ayahArV2": "ولما راى المؤمنون الاحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم الا ايمانا وتسليما",
    "ayahEn": "When the believers saw the enemy alliance, they said, “This is what Allah and His Messenger had promised us. The promise of Allah and His Messenger has come true.” And this only increased them in faith and submission.",
    "meta": {
      "page": 420,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 23,
    "ayahArV1": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
    "ayahArV2": "من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا",
    "ayahEn": "Among the believers are men who have proven true to what they pledged to Allah. Some of them have fulfilled their pledge ˹with their lives˺, others are waiting ˹their turn˺. They have never changed ˹their commitment˺ in the least.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 24,
    "ayahArV1": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ليجزي الله الصادقين بصدقهم ويعذب المنافقين ان شاء او يتوب عليهم ان الله كان غفورا رحيما",
    "ayahEn": "˹It all happened˺ so Allah may reward the faithful for their faithfulness, and punish the hypocrites if He wills or turn to them ˹in mercy˺. Surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 25,
    "ayahArV1": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
    "ayahArV2": "ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا",
    "ayahEn": "And Allah drove back the disbelievers in their rage, totally empty-handed. And Allah spared the believers from fighting. For Allah is All-Powerful, Almighty.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 26,
    "ayahArV1": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
    "ayahArV2": "وانزل الذين ظاهروهم من اهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتاسرون فريقا",
    "ayahEn": "And He brought down those from the People of the Book who supported the enemy alliance from their own strongholds, and cast horror into their hearts. You ˹believers˺ killed some, and took others captive.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 27,
    "ayahArV1": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
    "ayahArV2": "واورثكم ارضهم وديارهم واموالهم وارضا لم تطئوها وكان الله على كل شيء قديرا",
    "ayahEn": "He has also caused you to take over their lands, homes, and wealth, as well as lands you have not yet set foot on. And Allah is Most Capable of everything.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 28,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
    "ayahArV2": "يا ايها النبي قل لازواجك ان كنتن تردن الحياة الدنيا وزينتها فتعالين امتعكن واسرحكن سراحا جميلا",
    "ayahEn": "O Prophet! Say to your wives, “If you desire the life of this world and its luxury, then come, I will give you a ˹suitable˺ compensation ˹for divorce˺ and let you go graciously.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 29,
    "ayahArV1": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
    "ayahArV2": "وان كنتن تردن الله ورسوله والدار الاخرة فان الله اعد للمحسنات منكن اجرا عظيما",
    "ayahEn": "But if you desire Allah and His Messenger and the ˹everlasting˺ Home of the Hereafter, then Surely Allah has prepared a great reward for those of you who do good.”",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 30,
    "ayahArV1": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "ayahArV2": "يا نساء النبي من يات منكن بفاحشة مبينة يضاعف لها العذاب ضعفين وكان ذلك على الله يسيرا",
    "ayahEn": "O wives of the Prophet! If any of you were to commit a blatant misconduct, the punishment would be doubled for her. And that is easy for Allah.",
    "meta": {
      "page": 421,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 168,
      "sajda": false
    }
  }
]