[
  {
    "surahNo": 40,
    "ayahNo": 41,
    "ayahArV1": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
    "ayahArV2": "ويا قوم ما لي ادعوكم الى النجاة وتدعونني الى النار",
    "ayahEn": "O  my people! How is it that I invite you to salvation, while you invite me to the Fire!",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 42,
    "ayahArV1": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
    "ayahArV2": "تدعونني لاكفر بالله واشرك به ما ليس لي به علم وانا ادعوكم الى العزيز الغفار",
    "ayahEn": "You invite me to disbelieve in Allah and associate with Him what I have no knowledge of, while I invite you to the Almighty, Most Forgiving.",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 43,
    "ayahArV1": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
    "ayahArV2": "لا جرم انما تدعونني اليه ليس له دعوة في الدنيا ولا في الاخرة وان مردنا الى الله وان المسرفين هم اصحاب النار",
    "ayahEn": "There is no doubt that whatever ˹idols˺ you invite me to ˹worship˺ are not worthy to be invoked either in this world or the Hereafter. ˹Undoubtedly,˺ our return is to Allah, and the transgressors will be the inmates of the Fire.",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 44,
    "ayahArV1": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "فستذكرون ما اقول لكم وافوض امري الى الله ان الله بصير بالعباد",
    "ayahEn": "You will remember what I say to you, and I entrust my affairs to Allah. Surely Allah is All-Seeing of all ˹His˺ servants.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 45,
    "ayahArV1": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
    "ayahArV2": "فوقاه الله سيئات ما مكروا وحاق بال فرعون سوء العذاب",
    "ayahEn": "So Allah protected him from the evil of their schemes. And Pharaoh’s people were overwhelmed by an evil punishment:",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 46,
    "ayahArV1": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
    "ayahArV2": "النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة ادخلوا ال فرعون اشد العذاب",
    "ayahEn": "they are exposed to the Fire ˹in their graves˺ morning and evening. And on the Day the Hour will be established ˹it will be said˺, “Admit Pharaoh’s people into the harshest punishment ˹of Hell˺.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 47,
    "ayahArV1": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
    "ayahArV2": "واذ يتحاجون في النار فيقول الضعفاء للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا نصيبا من النار",
    "ayahEn": "˹Consider the Day˺ when they will dispute in the Fire, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, will you then shield us from a portion of the Fire?”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 48,
    "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
    "ayahArV2": "قال الذين استكبروا انا كل فيها ان الله قد حكم بين العباد",
    "ayahEn": "The arrogant will say, “We are all in it! ˹For˺ Allah has already passed judgment over ˹His˺ servants.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 49,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
    "ayahArV2": "وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب",
    "ayahEn": "And those in the Fire will cry out to the keepers of Hell, “Pray to your Lord to lighten the torment for us ˹even˺ for one day!”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 50,
    "ayahArV1": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "ayahArV2": "قالوا اولم تك تاتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين الا في ضلال",
    "ayahEn": "The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 51,
    "ayahArV1": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
    "ayahArV2": "انا لننصر رسلنا والذين امنوا في الحياة الدنيا ويوم يقوم الاشهاد",
    "ayahEn": "We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 52,
    "ayahArV1": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "ayahArV2": "يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار",
    "ayahEn": "the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 53,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
    "ayahArV2": "ولقد اتينا موسى الهدى واورثنا بني اسرائيل الكتاب",
    "ayahEn": "And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 54,
    "ayahArV1": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
    "ayahArV2": "هدى وذكرى لاولي الالباب",
    "ayahEn": "a guide and a reminder to people of reason.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 55,
    "ayahArV1": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "ayahArV2": "فاصبر ان وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والابكار",
    "ayahEn": "So be patient ˹O Prophet˺, ˹for˺ Allah’s promise is certainly true. Seek forgiveness for your shortcomings. And glorify the praises of your Lord morning and evening.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 56,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "ayahArV2": "ان الذين يجادلون في ايات الله بغير سلطان اتاهم ان في صدورهم الا كبر ما هم ببالغيه فاستعذ بالله انه هو السميع البصير",
    "ayahEn": "Surely those who dispute Allah’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in Allah. Indeed, He alone is the All-Hearing, All-Seeing.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 57,
    "ayahArV1": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "لخلق السماوات والارض اكبر من خلق الناس ولكن اكثر الناس لا يعلمون",
    "ayahEn": "The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 58,
    "ayahArV1": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
    "ayahArV2": "وما يستوي الاعمى والبصير والذين امنوا وعملوا الصالحات ولا المسيء قليلا ما تتذكرون",
    "ayahEn": "Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 59,
    "ayahArV1": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "ayahArV2": "ان الساعة لاتية لا ريب فيها ولكن اكثر الناس لا يؤمنون",
    "ayahEn": "The Hour is certainly coming, there is no doubt about it. But most people do not believe.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 60,
    "ayahArV1": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "ayahArV2": "وقال ربكم ادعوني استجب لكم ان الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين",
    "ayahEn": "Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 61,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "ayahArV2": "الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
    "ayahEn": "It is Allah Who has made the night for you to rest in and the day bright. Surely Allah is ever Bountiful to humanity, but most people are ungrateful.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 62,
    "ayahArV1": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "ayahArV2": "ذلكم الله ربكم خالق كل شيء لا اله الا هو فانى تؤفكون",
    "ayahEn": "That is Allah, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺?",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 63,
    "ayahArV1": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "كذلك يؤفك الذين كانوا بايات الله يجحدون",
    "ayahEn": "This is how those who used to reject Allah’s signs were ˹also˺ deluded.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 64,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "الله الذي جعل لكم الارض قرارا والسماء بناء وصوركم فاحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين",
    "ayahEn": "It is Allah Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is Allah—your Lord. So Blessed is Allah, Lord of all worlds.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 65,
    "ayahArV1": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "هو الحي لا اله الا هو فادعوه مخلصين له الدين الحمد لله رب العالمين",
    "ayahEn": "He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for Allah—Lord of all worlds.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 66,
    "ayahArV1": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قل اني نهيت ان اعبد الذين تدعون من دون الله لما جاءني البينات من ربي وامرت ان اسلم لرب العالمين",
    "ayahEn": "Say, ˹O Prophet,˺ “I have been forbidden to worship those ˹idols˺ you worship besides Allah, since clear proofs have come to me from my Lord. And I have been commanded to ˹fully˺ submit to the Lord of all worlds.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 67,
    "ayahArV1": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
    "ayahArV2": "هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا اشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا اجلا مسمى ولعلكم تعقلون",
    "ayahEn": "He is the One Who created you from dust, then from a sperm-drop, then ˹developed you into˺ a clinging clot ˹of blood˺, then He brings you forth as infants, so that you may reach your prime, and become old—though some of you ˹may˺ die sooner—reaching an appointed time, so perhaps you may understand ˹Allah’s power˺.",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 68,
    "ayahArV1": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "هو الذي يحيي ويميت فاذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "He is the One Who gives life and causes death. When He decrees a matter, He simply tells it, “Be!” And it is!",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 69,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
    "ayahArV2": "الم تر الى الذين يجادلون في ايات الله انى يصرفون",
    "ayahEn": "Have you not seen how those who dispute Allah’s signs are turned away?",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 70,
    "ayahArV1": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
    "ayahArV2": "الذين كذبوا بالكتاب وبما ارسلنا به رسلنا فسوف يعلمون",
    "ayahEn": "˹They are˺ the ones who reject this Book and all ˹scriptures˺ We sent Our messengers with. So they will know ˹the consequences˺",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 71,
    "ayahArV1": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
    "ayahArV2": "اذ الاغلال في اعناقهم والسلاسل يسحبون",
    "ayahEn": "when shackles will be around their necks and chains ˹on their legs˺. They will be dragged",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 72,
    "ayahArV1": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
    "ayahArV2": "في الحميم ثم في النار يسجرون",
    "ayahEn": "through boiling water, then burned in the Fire ˹as fuel˺.",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 73,
    "ayahArV1": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
    "ayahArV2": "ثم قيل لهم اين ما كنتم تشركون",
    "ayahEn": "Then they will be asked, “Where are those ˹idols˺ you used to associate",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 74,
    "ayahArV1": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "من دون الله قالوا ضلوا عنا بل لم نكن ندعو من قبل شيئا كذلك يضل الله الكافرين",
    "ayahEn": "with Allah?” They will cry, “They have ˹all˺ failed us. In fact, we did not invoke anything ˹real˺ before.” This is how Allah leaves the disbelievers to stray.",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 75,
    "ayahArV1": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
    "ayahArV2": "ذلكم بما كنتم تفرحون في الارض بغير الحق وبما كنتم تمرحون",
    "ayahEn": "˹They will be told,˺ “This ˹punishment˺ is for being prideful on earth unjustly and for acting arrogantly.",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 76,
    "ayahArV1": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "ayahArV2": "ادخلوا ابواب جهنم خالدين فيها فبئس مثوى المتكبرين",
    "ayahEn": "Enter the gates of Hell, to stay there forever. What an evil home for the arrogant!”",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 77,
    "ayahArV1": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
    "ayahArV2": "فاصبر ان وعد الله حق فاما نرينك بعض الذي نعدهم او نتوفينك فالينا يرجعون",
    "ayahEn": "So be patient ˹O Prophet˺. Surely Allah’s promise is true. Whether We show you some of what We threaten them with, or cause you to die ˹before that˺, to Us they will ˹all˺ be returned.",
    "meta": {
      "page": 475,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 78,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
    "ayahArV2": "ولقد ارسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول ان ياتي باية الا باذن الله فاذا جاء امر الله قضي بالحق وخسر هنالك المبطلون",
    "ayahEn": "We already sent messengers before you. We have told you the stories of some of them, while others We have not. It was not for any messenger to bring a sign without Allah’s permission. But when Allah’s decree comes, judgment will be passed with fairness, and the people of falsehood will then be in ˹total˺ loss.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 79,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "ayahArV2": "الله الذي جعل لكم الانعام لتركبوا منها ومنها تاكلون",
    "ayahEn": "It is Allah Who made cattle for you so that you may ride some and eat others.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 80,
    "ayahArV1": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
    "ayahArV2": "ولكم فيها منافع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى الفلك تحملون",
    "ayahEn": "Also, you find in them ˹other˺ benefits. And by means of them you may reach destinations you desire. And you are carried upon ˹some of˺ them and upon ships.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 81,
    "ayahArV1": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
    "ayahArV2": "ويريكم اياته فاي ايات الله تنكرون",
    "ayahEn": "And He shows you His signs. Now which of Allah’s signs will you deny?",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 82,
    "ayahArV1": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "افلم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم كانوا اكثر منهم واشد قوة واثارا في الارض فما اغنى عنهم ما كانوا يكسبون",
    "ayahEn": "Have they not travelled throughout the land to see what was the end of those who were ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land, but their ˹worldly˺ gains were of no benefit to them.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 83,
    "ayahArV1": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزئون",
    "ayahEn": "When their messengers came to them with clear proofs, they were prideful in whatever ˹worldly˺ knowledge they had, and were ˹ultimately˺ overwhelmed by what they used to ridicule.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 84,
    "ayahArV1": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
    "ayahArV2": "فلما راوا باسنا قالوا امنا بالله وحده وكفرنا بما كنا به مشركين",
    "ayahEn": "When they saw Our punishment, they cried, “˹Now˺ we believe in Allah alone and reject what we had been associating with Him!”",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 85,
    "ayahArV1": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "فلم يك ينفعهم ايمانهم لما راوا باسنا سنت الله التي قد خلت في عباده وخسر هنالك الكافرون",
    "ayahEn": "But their faith was of no benefit to them when they saw Our torment. This has ˹always˺ been Allah’s way ˹of dealing˺ with His ˹wicked˺ servants. Then and there the disbelievers were in ˹total˺ loss.",
    "meta": {
      "page": 476,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 1,
    "ayahArV1": "حمٓ",
    "ayahArV2": "حم",
    "ayahEn": "Ḥâ-Mĩm.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 2,
    "ayahArV1": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "ayahArV2": "تنزيل من الرحمن الرحيم",
    "ayahEn": "˹This is˺ a revelation from the Most Compassionate, Most Merciful.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 3,
    "ayahArV1": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "ayahArV2": "كتاب فصلت اياته قرانا عربيا لقوم يعلمون",
    "ayahEn": "˹It is˺ a Book whose verses are perfectly explained—a Quran in Arabic for people who know",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 4,
    "ayahArV1": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون",
    "ayahEn": "delivering good news and warning. Yet most of them turn away, so they do not hear.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 5,
    "ayahArV1": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
    "ayahArV2": "وقالوا قلوبنا في اكنة مما تدعونا اليه وفي اذاننا وقر ومن بيننا وبينك حجاب فاعمل اننا عاملون",
    "ayahEn": "They say, “Our hearts are veiled against what you are calling us to, there is deafness in our ears, and there is a barrier between us and you. So do ˹whatever you want˺ and so shall we!”",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 6,
    "ayahArV1": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
    "ayahArV2": "قل انما انا بشر مثلكم يوحى الي انما الهكم اله واحد فاستقيموا اليه واستغفروه وويل للمشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So take the Straight Way towards Him, and seek His forgiveness. And woe to the polytheists—",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 7,
    "ayahArV1": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "ayahArV2": "الذين لا يؤتون الزكاة وهم بالاخرة هم كافرون",
    "ayahEn": "those who do not pay alms-tax and are in denial of the Hereafter.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 8,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات لهم اجر غير ممنون",
    "ayahEn": "˹But˺ those who believe and do good will certainly have a never-ending reward.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 9,
    "ayahArV1": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قل ائنكم لتكفرون بالذي خلق الارض في يومين وتجعلون له اندادا ذلك رب العالمين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “How can you disbelieve in the One Who created the earth in two Days? And how can you set up equals with Him? That is the Lord of all worlds.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 10,
    "ayahArV1": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
    "ayahArV2": "وجعل فيها رواسي من فوقها وبارك فيها وقدر فيها اقواتها في اربعة ايام سواء للسائلين",
    "ayahEn": "He placed on the earth firm mountains, standing high, showered His blessings upon it, and ordained ˹all˺ its means of sustenance—totaling four Days exactly—for all who ask.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 11,
    "ayahArV1": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
    "ayahArV2": "ثم استوى الى السماء وهي دخان فقال لها وللارض ائتيا طوعا او كرها قالتا اتينا طائعين",
    "ayahEn": "Then He turned towards the heaven when it was ˹still like˺ smoke, saying to it and to the earth, ‘Submit, willingly or unwillingly.’ They both responded, ‘We submit willingly.’",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 12,
    "ayahArV1": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "ayahArV2": "فقضاهن سبع سماوات في يومين واوحى في كل سماء امرها وزينا السماء الدنيا بمصابيح وحفظا ذلك تقدير العزيز العليم",
    "ayahEn": "So He formed the heaven into seven heavens in two Days, assigning to each its mandate. And We adorned the lowest heaven with ˹stars like˺ lamps ˹for beauty˺ and for protection. That is the design of the Almighty, All-Knowing.”",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 13,
    "ayahArV1": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
    "ayahArV2": "فان اعرضوا فقل انذرتكم صاعقة مثل صاعقة عاد وثمود",
    "ayahEn": "If they turn away, then say, ˹O Prophet,˺ “I warn you of a ˹mighty˺ blast, like the one that befell ’Ȃd and Thamûd.”",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 14,
    "ayahArV1": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
    "ayahArV2": "اذ جاءتهم الرسل من بين ايديهم ومن خلفهم الا تعبدوا الا الله قالوا لو شاء ربنا لانزل ملائكة فانا بما ارسلتم به كافرون",
    "ayahEn": "The messengers had come to them from all angles, ˹proclaiming,˺ “Worship none but Allah.” They responded, “Had our Lord willed, He could have easily sent down angels ˹instead˺. So we totally reject what you have been sent with.”",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 15,
    "ayahArV1": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "ayahArV2": "فاما عاد فاستكبروا في الارض بغير الحق وقالوا من اشد منا قوة اولم يروا ان الله الذي خلقهم هو اشد منهم قوة وكانوا باياتنا يجحدون",
    "ayahEn": "As for ’Ȃd, they acted arrogantly throughout the land with no right, boasting, “Who is superior to us in might?” Did they not see that Allah ˹Himself˺, Who created them, was far superior to them in might? Still they persisted in denying Our signs.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 16,
    "ayahArV1": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
    "ayahArV2": "فارسلنا عليهم ريحا صرصرا في ايام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الاخرة اخزى وهم لا ينصرون",
    "ayahEn": "So We sent against them a furious wind, for ˹several˺ miserable days, to make them taste a humiliating punishment in this worldly life. But far more humiliating will be the punishment of the Hereafter. And they will not be helped.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 17,
    "ayahArV1": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "واما ثمود فهديناهم فاستحبوا العمى على الهدى فاخذتهم صاعقة العذاب الهون بما كانوا يكسبون",
    "ayahEn": "As for Thamûd, We showed them guidance, but they preferred blindness over guidance. So the blast of a disgracing punishment overtook them for what they used to commit.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 18,
    "ayahArV1": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "ayahArV2": "ونجينا الذين امنوا وكانوا يتقون",
    "ayahEn": "And We delivered those who were faithful and were mindful ˹of Allah˺.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 19,
    "ayahArV1": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
    "ayahArV2": "ويوم يحشر اعداء الله الى النار فهم يوزعون",
    "ayahEn": "˹Consider˺ the Day ˹when˺ the enemies of Allah will be gathered for the Fire, all driven in ranks.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 20,
    "ayahArV1": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "حتى اذا ما جاءوها شهد عليهم سمعهم وابصارهم وجلودهم بما كانوا يعملون",
    "ayahEn": "When they reach it, their ears, eyes, and skin will testify against what they used to do.",
    "meta": {
      "page": 478,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 21,
    "ayahArV1": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "وقالوا لجلودهم لم شهدتم علينا قالوا انطقنا الله الذي انطق كل شيء وهو خلقكم اول مرة واليه ترجعون",
    "ayahEn": "They will ask their skin ˹furiously˺, “Why have you testified against us?” It will say, “We have been made to speak by Allah, Who causes all things to speak. He ˹is the One Who˺ created you the first time, and to Him you were bound to return.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 22,
    "ayahArV1": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
    "ayahArV2": "وما كنتم تستترون ان يشهد عليكم سمعكم ولا ابصاركم ولا جلودكم ولكن ظننتم ان الله لا يعلم كثيرا مما تعملون",
    "ayahEn": "You did not ˹bother to˺ hide yourselves from your ears, eyes, and skin to prevent them from testifying against you. Rather, you assumed that Allah did not know much of what you used to do.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 23,
    "ayahArV1": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "وذلكم ظنكم الذي ظننتم بربكم ارداكم فاصبحتم من الخاسرين",
    "ayahEn": "It was that ˹false˺ assumption you entertained about your Lord that has brought about your doom, so you have become losers.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 24,
    "ayahArV1": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
    "ayahArV2": "فان يصبروا فالنار مثوى لهم وان يستعتبوا فما هم من المعتبين",
    "ayahEn": "Even if they endure patiently, the Fire will ˹always˺ be their home. And if they ˹beg to˺ appease ˹their Lord˺, they will never be allowed to.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 25,
    "ayahArV1": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "وقيضنا لهم قرناء فزينوا لهم ما بين ايديهم وما خلفهم وحق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خاسرين",
    "ayahEn": "We placed at their disposal ˹evil˺ associates who made their past and future ˹misdeeds˺ appealing to them. ˹So˺ the fate of earlier communities of jinn and humans has been justified against them ˹as well˺, ˹for˺ they were truly losers.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 26,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "ayahArV2": "وقال الذين كفروا لا تسمعوا لهذا القران والغوا فيه لعلكم تغلبون",
    "ayahEn": "The disbelievers advised ˹one another˺, “Do not listen to this Quran but drown it out so that you may prevail.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 27,
    "ayahArV1": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم اسوا الذي كانوا يعملون",
    "ayahEn": "So We will certainly make the disbelievers taste a severe punishment, and We will surely repay them according to the worst of their deeds.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 28,
    "ayahArV1": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "ayahArV2": "ذلك جزاء اعداء الله النار لهم فيها دار الخلد جزاء بما كانوا باياتنا يجحدون",
    "ayahEn": "That is the reward of Allah’s enemies: the Fire, which will be their eternal home—a ˹fitting˺ reward for their denial of Our revelations.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 29,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
    "ayahArV2": "وقال الذين كفروا ربنا ارنا اللذين اضلانا من الجن والانس نجعلهما تحت اقدامنا ليكونا من الاسفلين",
    "ayahEn": "The disbelievers will ˹then˺ cry, “Our Lord! Show us those jinn and humans who led us astray: we will put them under our feet so that they will be among the lowest ˹in Hell˺.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 30,
    "ayahArV1": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "ayahArV2": "ان الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة الا تخافوا ولا تحزنوا وابشروا بالجنة التي كنتم توعدون",
    "ayahEn": "Surely those who say, “Our Lord is Allah,” and then remain steadfast, the angels descend upon them, ˹saying,˺ “Do not fear, nor grieve. Rather, rejoice in the good news of Paradise, which you have been promised.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 31,
    "ayahArV1": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "ayahArV2": "نحن اولياؤكم في الحياة الدنيا وفي الاخرة ولكم فيها ما تشتهي انفسكم ولكم فيها ما تدعون",
    "ayahEn": "We are your supporters in this worldly life and in the Hereafter. There you will have whatever your souls desire, and there you will have whatever you ask for:",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 32,
    "ayahArV1": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
    "ayahArV2": "نزلا من غفور رحيم",
    "ayahEn": "an accommodation from the All-Forgiving, Most Merciful ˹Lord˺.”",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 33,
    "ayahArV1": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "ومن احسن قولا ممن دعا الى الله وعمل صالحا وقال انني من المسلمين",
    "ayahEn": "And whose words are better than someone who calls ˹others˺ to Allah, does good, and says, “I am truly one of those who submit.”?",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 34,
    "ayahArV1": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
    "ayahArV2": "ولا تستوي الحسنة ولا السيئة ادفع بالتي هي احسن فاذا الذي بينك وبينه عداوة كانه ولي حميم",
    "ayahEn": "Good and evil cannot be equal. Respond ˹to evil˺ with what is best, then the one you are in a feud with will be like a close friend.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 35,
    "ayahArV1": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "ayahArV2": "وما يلقاها الا الذين صبروا وما يلقاها الا ذو حظ عظيم",
    "ayahEn": "But this cannot be attained except by those who are patient and who are truly fortunate.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 36,
    "ayahArV1": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "واما ينزغنك من الشيطان نزغ فاستعذ بالله انه هو السميع العليم",
    "ayahEn": "And if you are tempted by Satan, then seek refuge with Allah. Indeed, He ˹alone˺ is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 37,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "ayahArV2": "ومن اياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن ان كنتم اياه تعبدون",
    "ayahEn": "Among His signs are the day and the night, the sun and the moon. Do not prostrate to the sun or the moon, but prostrate to Allah, Who created them ˹all˺, if you ˹truly˺ worship Him ˹alone˺.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 38,
    "ayahArV1": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
    "ayahArV2": "فان استكبروا فالذين عند ربك يسبحون له بالليل والنهار وهم لا يسامون",
    "ayahEn": "But if the pagans are too proud, then ˹let them know that˺ those ˹angels˺ nearest to your Lord glorify Him day and night, and never grow weary.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": {
        "id": 12,
        "recommended": false,
        "obligatory": true
      }
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 39,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ومن اياته انك ترى الارض خاشعة فاذا انزلنا عليها الماء اهتزت وربت ان الذي احياها لمحيي الموتى انه على كل شيء قدير",
    "ayahEn": "And among His signs is that you see the earth devoid of life, but as soon as We send down rain upon it, it begins to stir ˹to life˺ and swell. Indeed, the One Who revives it can easily revive the dead. He is certainly Most Capable of everything.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 40,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "ان الذين يلحدون في اياتنا لا يخفون علينا افمن يلقى في النار خير ام من ياتي امنا يوم القيامة اعملوا ما شئتم انه بما تعملون بصير",
    "ayahEn": "Indeed, those who abuse Our revelations are not hidden from Us. Who is better: the one who will be cast into the Fire or the one who will be secure on Judgment Day? Do whatever you want. He is certainly All-Seeing of what you do.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 41,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
    "ayahArV2": "ان الذين كفروا بالذكر لما جاءهم وانه لكتاب عزيز",
    "ayahEn": "Indeed, those who deny the Reminder after it has come to them ˹are doomed˺, for it is truly a mighty Book.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 42,
    "ayahArV1": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
    "ayahArV2": "لا ياتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد",
    "ayahEn": "It cannot be proven false from any angle. ˹It is˺ a revelation from the ˹One Who is˺ All-Wise, Praiseworthy.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 43,
    "ayahArV1": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "ayahArV2": "ما يقال لك الا ما قد قيل للرسل من قبلك ان ربك لذو مغفرة وذو عقاب اليم",
    "ayahEn": "˹O Prophet!˺ Nothing is said to you ˹by the deniers˺ except what was already said to the messengers before you. Surely your Lord is ˹the Lord˺ of forgiveness and painful punishment.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 44,
    "ayahArV1": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
    "ayahArV2": "ولو جعلناه قرانا اعجميا لقالوا لولا فصلت اياته ااعجمي وعربي قل هو للذين امنوا هدى وشفاء والذين لا يؤمنون في اذانهم وقر وهو عليهم عمى اولئك ينادون من مكان بعيد",
    "ayahEn": "Had We revealed it as a non-Arabic Quran, they would have certainly argued, “If only its verses were made clear ˹in our language˺. What! A non-Arabic revelation for an Arab audience!” Say, ˹O Prophet,˺ “It is a guide and a healing to the believers. As for those who disbelieve, there is deafness in their ears and blindness to it ˹in their hearts˺. It is as if they are being called from a faraway place.”",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 45,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "ayahArV2": "ولقد اتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
    "ayahEn": "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 46,
    "ayahArV1": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "ayahArV2": "من عمل صالحا فلنفسه ومن اساء فعليها وما ربك بظلام للعبيد",
    "ayahEn": "Whoever does good, it is to their own benefit. And whoever does evil, it is to their own loss. Your Lord is never unjust to ˹His˺ creation.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  }
]