[
  {
    "surahNo": 3,
    "ayahNo": 93,
    "ayahArV1": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ ۗ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "كل الطعام كان حلا لبني اسرائيل الا ما حرم اسرائيل على نفسه من قبل ان تنزل التوراة قل فاتوا بالتوراة فاتلوها ان كنتم صادقين",
    "ayahEn": "All food was lawful for the children of Israel, except what Israel made unlawful for himself before the Torah was revealed. Say, ˹O Prophet,˺ “Bring the Torah and read it, if your claims are true.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 94,
    "ayahArV1": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "فمن افترى على الله الكذب من بعد ذلك فاولئك هم الظالمون",
    "ayahEn": "Then whoever still fabricates lies about Allah, they will be the ˹true˺ wrongdoers.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 95,
    "ayahArV1": "قُلْ صَدَقَ ٱللَّهُ ۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل صدق الله فاتبعوا ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Allah has declared the truth. So follow the Way of Abraham, the upright—who was not a polytheist.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 96,
    "ayahArV1": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَـٰلَمِينَ",
    "ayahArV2": "ان اول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين",
    "ayahEn": "Surely the first House ˹of worship˺ established for humanity is the one at Bakkah—a blessed sanctuary and a guide for ˹all˺ people.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 97,
    "ayahArV1": "فِيهِ ءَايَـٰتٌۢ بَيِّنَـٰتٌ مَّقَامُ إِبْرَٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا ۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "فيه ايات بينات مقام ابراهيم ومن دخله كان امنا ولله على الناس حج البيت من استطاع اليه سبيلا ومن كفر فان الله غني عن العالمين",
    "ayahEn": "In it are clear signs and the standing-place of Abraham. Whoever enters it should be safe. Pilgrimage to this House is an obligation by Allah upon whoever is able among the people. And whoever disbelieves, then surely Allah is not in need of ˹any of His˺ creation.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 98,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
    "ayahArV2": "قل يا اهل الكتاب لم تكفرون بايات الله والله شهيد على ما تعملون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Why do you deny the revelations of Allah, when Allah is a Witness to what you do?”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 99,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "قل يا اهل الكتاب لم تصدون عن سبيل الله من امن تبغونها عوجا وانتم شهداء وما الله بغافل عما تعملون",
    "ayahEn": "Say, “O People of the Book! Why do you turn the believers away from the Way of Allah—striving to make it ˹appear˺ crooked, while you are witnesses ˹to its truth˺? And Allah is never unaware of what you do.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 100,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ فَرِيقًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ يَرُدُّوكُم بَعْدَ إِيمَـٰنِكُمْ كَـٰفِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان تطيعوا فريقا من الذين اوتوا الكتاب يردوكم بعد ايمانكم كافرين",
    "ayahEn": "O believers! If you were to yield to a group of those who were given the Scripture, they would turn you back from belief to disbelief.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 101,
    "ayahArV1": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَـٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "وكيف تكفرون وانتم تتلى عليكم ايات الله وفيكم رسوله ومن يعتصم بالله فقد هدي الى صراط مستقيم",
    "ayahEn": "How can you disbelieve when Allah’s revelations are recited to you and His Messenger is in your midst? Whoever holds firmly to Allah is surely guided to the Straight Path.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 102,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
    "ayahArV2": "يا ايها الذين امنوا اتقوا الله حق تقاته ولا تموتن الا وانتم مسلمون",
    "ayahEn": "O believers! Be mindful of Allah in the way He deserves, and do not die except in ˹a state of full˺ submission ˹to Him˺.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 103,
    "ayahArV1": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم اذ كنتم اعداء فالف بين قلوبكم فاصبحتم بنعمته اخوانا وكنتم على شفا حفرة من النار فانقذكم منها كذلك يبين الله لكم اياته لعلكم تهتدون",
    "ayahEn": "And hold firmly to the rope of Allah and do not be divided. Remember Allah’s favour upon you when you were enemies, then He united your hearts, so you—by His grace—became brothers. And you were at the brink of a fiery pit and He saved you from it. This is how Allah makes His revelations clear to you, so that you may be ˹rightly˺ guided.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 104,
    "ayahArV1": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "ولتكن منكم امة يدعون الى الخير ويامرون بالمعروف وينهون عن المنكر واولئك هم المفلحون",
    "ayahEn": "Let there be a group among you who call ˹others˺ to goodness, encourage what is good, and forbid what is evil—it is they who will be successful.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 105,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات واولئك لهم عذاب عظيم",
    "ayahEn": "And do not be like those who split ˹into sects˺ and differed after clear proofs had come to them. It is they who will suffer a tremendous punishment.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 106,
    "ayahArV1": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "يوم تبيض وجوه وتسود وجوه فاما الذين اسودت وجوههم اكفرتم بعد ايمانكم فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "On that Day some faces will be bright while others gloomy. To the gloomy-faced it will be said, “Did you disbelieve after having believed? So taste the punishment for your disbelief.”",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 107,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "واما الذين ابيضت وجوههم ففي رحمة الله هم فيها خالدون",
    "ayahEn": "As for the bright-faced, they will be in Allah’s mercy, where they will remain forever.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 108,
    "ayahArV1": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۗ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَـٰلَمِينَ",
    "ayahArV2": "تلك ايات الله نتلوها عليك بالحق وما الله يريد ظلما للعالمين",
    "ayahEn": "These are Allah’s revelations We recite to you ˹O Prophet˺ in truth. And Allah desires no injustice to ˹His˺ creation.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 109,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "ayahArV2": "ولله ما في السماوات وما في الارض والى الله ترجع الامور",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 110,
    "ayahArV1": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ ۗ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَـٰبِ لَكَانَ خَيْرًا لَّهُم ۚ مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "كنتم خير امة اخرجت للناس تامرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو امن اهل الكتاب لكان خيرا لهم منهم المؤمنون واكثرهم الفاسقون",
    "ayahEn": "You are the best community ever raised for humanity—you encourage good, forbid evil, and believe in Allah. Had the People of the Book believed, it would have been better for them. Some of them are faithful, but most are rebellious.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 111,
    "ayahArV1": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى ۖ وَإِن يُقَـٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
    "ayahArV2": "لن يضروكم الا اذى وان يقاتلوكم يولوكم الادبار ثم لا ينصرون",
    "ayahEn": "They can never inflict harm on you, except a little annoyance. But if they meet you in battle, they will flee and they will have no helpers.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 112,
    "ayahArV1": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "ayahArV2": "ضربت عليهم الذلة اين ما ثقفوا الا بحبل من الله وحبل من الناس وباءوا بغضب من الله وضربت عليهم المسكنة ذلك بانهم كانوا يكفرون بايات الله ويقتلون الانبياء بغير حق ذلك بما عصوا وكانوا يعتدون",
    "ayahEn": "They will be stricken with disgrace wherever they go, unless they are protected by a covenant with Allah or a treaty with the people. They have invited the displeasure of Allah and have been branded with misery for rejecting Allah’s revelations and murdering ˹His˺ prophets unjustly. This is ˹a fair reward˺ for their disobedience and violations.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 113,
    "ayahArV1": "۞ لَيْسُوا۟ سَوَآءً ۗ مِّنْ أَهْلِ ٱلْكِتَـٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَـٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
    "ayahArV2": "ليسوا سواء من اهل الكتاب امة قائمة يتلون ايات الله اناء الليل وهم يسجدون",
    "ayahEn": "Yet they are not all alike: there are some among the People of the Book who are upright, who recite Allah’s revelations throughout the night, prostrating ˹in prayer˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 114,
    "ayahArV1": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "يؤمنون بالله واليوم الاخر ويامرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات واولئك من الصالحين",
    "ayahEn": "They believe in Allah and the Last Day, encourage good and forbid evil, and race with one another in doing good. They are ˹truly˺ among the righteous.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 115,
    "ayahArV1": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "ayahArV2": "وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين",
    "ayahEn": "They will never be denied the reward for any good they have done. And Allah has ˹perfect˺ knowledge of those mindful ˹of Him˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 116,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۚ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "ان الذين كفروا لن تغني عنهم اموالهم ولا اولادهم من الله شيئا واولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "Indeed, neither the wealth nor children of the disbelievers will be of any benefit to them against Allah. It is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 117,
    "ayahArV1": "مَثَلُ مَا يُنفِقُونَ فِى هَـٰذِهِ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوٓا۟ أَنفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "مثل ما ينفقون في هذه الحياة الدنيا كمثل ريح فيها صر اصابت حرث قوم ظلموا انفسهم فاهلكته وما ظلمهم الله ولكن انفسهم يظلمون",
    "ayahEn": "The good they do in this worldly life is like the harvest of an evil people struck by a bitter wind, destroying it ˹completely˺. Allah never wronged them, but they wronged themselves.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 118,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا۟ مَا عَنِتُّمْ قَدْ بَدَتِ ٱلْبَغْضَآءُ مِنْ أَفْوَٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْـَٔايَـٰتِ ۖ إِن كُنتُمْ تَعْقِلُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا بطانة من دونكم لا يالونكم خبالا ودوا ما عنتم قد بدت البغضاء من افواههم وما تخفي صدورهم اكبر قد بينا لكم الايات ان كنتم تعقلون",
    "ayahEn": "O believers! Do not associate closely with others who would not miss a chance to harm you. Their only desire is to see you suffer. Their prejudice has become evident from what they say—and what their hearts hide is far worse. We have made Our revelations clear to you, if only you understood.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 119,
    "ayahArV1": "هَـٰٓأَنتُمْ أُو۟لَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِٱلْكِتَـٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ عَضُّوا۟ عَلَيْكُمُ ٱلْأَنَامِلَ مِنَ ٱلْغَيْظِ ۚ قُلْ مُوتُوا۟ بِغَيْظِكُمْ ۗ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "ayahArV2": "ها انتم اولاء تحبونهم ولا يحبونكم وتؤمنون بالكتاب كله واذا لقوكم قالوا امنا واذا خلوا عضوا عليكم الانامل من الغيظ قل موتوا بغيظكم ان الله عليم بذات الصدور",
    "ayahEn": "Here you are! You love them but they do not love you, and you believe in all Scriptures. When they meet you they say, “We believe.” But when alone, they bite their fingertips in rage. Say, ˹O Prophet,˺ “˹May you˺ die of your rage!” Surely Allah knows best what is ˹hidden˺ in the heart.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 120,
    "ayahArV1": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا۟ بِهَا ۖ وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ إِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
    "ayahArV2": "ان تمسسكم حسنة تسؤهم وان تصبكم سيئة يفرحوا بها وان تصبروا وتتقوا لا يضركم كيدهم شيئا ان الله بما يعملون محيط",
    "ayahEn": "When you ˹believers˺ are touched with good, they grieve; but when you are afflicted with evil, they rejoice. ˹Yet,˺ if you are patient and mindful ˹of Allah˺, their schemes will not harm you in the least. Surely Allah is Fully Aware of what they do.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 121,
    "ayahArV1": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَـٰعِدَ لِلْقِتَالِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "واذ غدوت من اهلك تبوئ المؤمنين مقاعد للقتال والله سميع عليم",
    "ayahEn": "˹Remember, O  Prophet,˺ when you left your home in the early morning to position the believers in the battlefield. And Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 65,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 122,
    "ayahArV1": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "اذ همت طائفتان منكم ان تفشلا والله وليهما وعلى الله فليتوكل المؤمنون",
    "ayahEn": "˹Remember˺ when two groups among you ˹believers˺ were about to cower, then Allah reassured them. So in Allah let the believers put their trust.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 123,
    "ayahArV1": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ولقد نصركم الله ببدر وانتم اذلة فاتقوا الله لعلكم تشكرون",
    "ayahEn": "Indeed, Allah made you victorious at Badr when you were ˹vastly˺ outnumbered. So be mindful of Allah, perhaps you will be grateful.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 124,
    "ayahArV1": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَـٰثَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُنزَلِينَ",
    "ayahArV2": "اذ تقول للمؤمنين الن يكفيكم ان يمدكم ربكم بثلاثة الاف من الملائكة منزلين",
    "ayahEn": "˹Remember, O  Prophet,˺ when you said to the believers, “Is it not enough that your Lord will send down a reinforcement of three thousand angels for your aid?”",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 125,
    "ayahArV1": "بَلَىٰٓ ۚ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَـٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُسَوِّمِينَ",
    "ayahArV2": "بلى ان تصبروا وتتقوا وياتوكم من فورهم هذا يمددكم ربكم بخمسة الاف من الملائكة مسومين",
    "ayahEn": "Most certainly, if you ˹believers˺ are firm and mindful ˹of Allah˺ and the enemy launches a sudden attack on you, Allah will reinforce you with five thousand angels designated ˹for battle˺.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 126,
    "ayahArV1": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "ayahArV2": "وما جعله الله الا بشرى لكم ولتطمئن قلوبكم به وما النصر الا من عند الله العزيز الحكيم",
    "ayahEn": "Allah ordained this ˹reinforcement˺ only as good news for you and reassurance for your hearts. And victory comes only from Allah—the Almighty, All-Wise—",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 127,
    "ayahArV1": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
    "ayahArV2": "ليقطع طرفا من الذين كفروا او يكبتهم فينقلبوا خائبين",
    "ayahEn": "to destroy a group of the disbelievers and humble the rest, causing them to withdraw in disappointment.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 128,
    "ayahArV1": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ليس لك من الامر شيء او يتوب عليهم او يعذبهم فانهم ظالمون",
    "ayahEn": "You ˹O Prophet˺ have no say in the matter. It is up to Allah to turn to them in mercy or punish them, for indeed they are wrongdoers.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 129,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ولله ما في السماوات وما في الارض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 130,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَـٰفًا مُّضَـٰعَفَةً ۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تاكلوا الربا اضعافا مضاعفة واتقوا الله لعلكم تفلحون",
    "ayahEn": "O believers! Do not consume interest, multiplying it many times over. And be mindful of Allah, so you may prosper.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 131,
    "ayahArV1": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَـٰفِرِينَ",
    "ayahArV2": "واتقوا النار التي اعدت للكافرين",
    "ayahEn": "Guard yourselves against the Fire prepared for the disbelievers.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 132,
    "ayahArV1": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "واطيعوا الله والرسول لعلكم ترحمون",
    "ayahEn": "Obey Allah and the Messenger, so you may be shown mercy.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 133,
    "ayahArV1": "۞ وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
    "ayahArV2": "وسارعوا الى مغفرة من ربكم وجنة عرضها السماوات والارض اعدت للمتقين",
    "ayahEn": "And hasten towards forgiveness from your Lord and a Paradise as vast as the heavens and the earth, prepared for those mindful ˹of Allah˺.",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 134,
    "ayahArV1": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَـٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "ayahArV2": "الذين ينفقون في السراء والضراء والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين",
    "ayahEn": "˹They are˺ those who donate in prosperity and adversity, control their anger, and pardon others. And Allah loves the good-doers.",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 135,
    "ayahArV1": "وَٱلَّذِينَ إِذَا فَعَلُوا۟ فَـٰحِشَةً أَوْ ظَلَمُوٓا۟ أَنفُسَهُمْ ذَكَرُوا۟ ٱللَّهَ فَٱسْتَغْفَرُوا۟ لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "والذين اذا فعلوا فاحشة او ظلموا انفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب الا الله ولم يصروا على ما فعلوا وهم يعلمون",
    "ayahEn": "˹They are˺ those who, upon committing an evil deed or wronging themselves, remember Allah and seek forgiveness and do not knowingly persist in sin—and who forgives sins except Allah?",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 136,
    "ayahArV1": "أُو۟لَـٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "ayahArV2": "اولئك جزاؤهم مغفرة من ربهم وجنات تجري من تحتها الانهار خالدين فيها ونعم اجر العاملين",
    "ayahEn": "Their reward is forgiveness from their Lord and Gardens under which rivers flow, staying there forever. How excellent is the reward for those who work ˹righteousness˺!",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 137,
    "ayahArV1": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "ayahArV2": "قد خلت من قبلكم سنن فسيروا في الارض فانظروا كيف كان عاقبة المكذبين",
    "ayahEn": "Similar situations came to pass before you, so travel throughout the land and see the fate of the deniers.",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 138,
    "ayahArV1": "هَـٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ",
    "ayahArV2": "هذا بيان للناس وهدى وموعظة للمتقين",
    "ayahEn": "This is an insight to humanity—a guide and a lesson to the God-fearing.",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 139,
    "ayahArV1": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "ولا تهنوا ولا تحزنوا وانتم الاعلون ان كنتم مؤمنين",
    "ayahEn": "Do not falter or grieve, for you will have the upper hand, if you are ˹true˺ believers.",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 140,
    "ayahArV1": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌ مِّثْلُهُۥ ۚ وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ان يمسسكم قرح فقد مس القوم قرح مثله وتلك الايام نداولها بين الناس وليعلم الله الذين امنوا ويتخذ منكم شهداء والله لا يحب الظالمين",
    "ayahEn": "If you have suffered injuries ˹at Uḥud˺, they suffered similarly ˹at Badr˺. We alternate these days ˹of victory and defeat˺ among people so that Allah may reveal the ˹true˺ believers, choose martyrs from among you—and Allah does not like the wrongdoers—",
    "meta": {
      "page": 67,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 141,
    "ayahArV1": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "وليمحص الله الذين امنوا ويمحق الكافرين",
    "ayahEn": "and distinguish the ˹true˺ believers and destroy the disbelievers.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 142,
    "ayahArV1": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "ام حسبتم ان تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين",
    "ayahEn": "Do you think you will enter Paradise without Allah proving which of you ˹truly˺ struggled ˹for His cause˺ and patiently endured?",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 143,
    "ayahArV1": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
    "ayahArV2": "ولقد كنتم تمنون الموت من قبل ان تلقوه فقد رايتموه وانتم تنظرون",
    "ayahEn": "You certainly wished ˹for the opportunity˺ for martyrdom before encountering it, now you have seen it with your own eyes.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 144,
    "ayahArV1": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ ۚ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا ۗ وَسَيَجْزِى ٱللَّهُ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "وما محمد الا رسول قد خلت من قبله الرسل افان مات او قتل انقلبتم على اعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين",
    "ayahEn": "Muḥammad is no more than a messenger; other messengers have gone before him. If he were to die or to be killed, would you regress into disbelief? Those who do so will not harm Allah whatsoever. And Allah will reward those who are grateful.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 145,
    "ayahArV1": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَـٰبًا مُّؤَجَّلًا ۗ وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْـَٔاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى ٱلشَّـٰكِرِينَ",
    "ayahArV2": "وما كان لنفس ان تموت الا باذن الله كتابا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الاخرة نؤته منها وسنجزي الشاكرين",
    "ayahEn": "No soul can ever die without Allah’s Will at the destined time. Those who desire worldly gain, We will let them have it, and those who desire heavenly reward, We will grant it to them. And We will reward those who are grateful.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 146,
    "ayahArV1": "وَكَأَيِّن مِّن نَّبِىٍّ قَـٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "وكاين من نبي قاتل معه ربيون كثير فما وهنوا لما اصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب الصابرين",
    "ayahEn": "˹Imagine˺ how many devotees fought along with their prophets and never faltered despite whatever ˹losses˺ they suffered in the cause of Allah, nor did they weaken or give in! Allah loves those who persevere.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 147,
    "ayahArV1": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "وما كان قولهم الا ان قالوا ربنا اغفر لنا ذنوبنا واسرافنا في امرنا وثبت اقدامنا وانصرنا على القوم الكافرين",
    "ayahEn": "And all they said was, “Our Lord! Forgive our sins and excesses, make our steps firm, and grant us victory over the disbelieving people.”",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 148,
    "ayahArV1": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْـَٔاخِرَةِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "ayahArV2": "فاتاهم الله ثواب الدنيا وحسن ثواب الاخرة والله يحب المحسنين",
    "ayahEn": "So Allah gave them the reward of this world and the excellent reward of the Hereafter. For Allah loves the good-doers.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 149,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان تطيعوا الذين كفروا يردوكم على اعقابكم فتنقلبوا خاسرين",
    "ayahEn": "O believers! If you yield to the disbelievers, they will drag you back to disbelief—and you will become losers.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 150,
    "ayahArV1": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ خَيْرُ ٱلنَّـٰصِرِينَ",
    "ayahArV2": "بل الله مولاكم وهو خير الناصرين",
    "ayahEn": "But no! Allah is your Guardian, and He is the best Helper.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 151,
    "ayahArV1": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا ۖ وَمَأْوَىٰهُمُ ٱلنَّارُ ۚ وَبِئْسَ مَثْوَى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "سنلقي في قلوب الذين كفروا الرعب بما اشركوا بالله ما لم ينزل به سلطانا وماواهم النار وبئس مثوى الظالمين",
    "ayahEn": "We will cast horror into the hearts of the disbelievers for associating ˹false gods˺ with Allah—a practice He has never authorized. The Fire will be their home—what an evil place for the wrongdoers to stay!",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 152,
    "ayahArV1": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْـَٔاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد صدقكم الله وعده اذ تحسونهم باذنه حتى اذا فشلتم وتنازعتم في الامر وعصيتم من بعد ما اراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الاخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين",
    "ayahEn": "Indeed, Allah fulfilled His promise to you when you ˹initially˺ swept them away by His Will, then your courage weakened and you disputed about the command and disobeyed, after Allah had brought victory within your reach. Some of you were after worldly gain while others desired a heavenly reward. He denied you victory over them as a test, yet He has pardoned you. And Allah is Gracious to the believers.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 153,
    "ayahArV1": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَـٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَـٰبَكُمْ ۗ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "اذ تصعدون ولا تلوون على احد والرسول يدعوكم في اخراكم فاثابكم غما بغم لكيلا تحزنوا على ما فاتكم ولا ما اصابكم والله خبير بما تعملون",
    "ayahEn": "˹Remember˺ when you were running far away ˹in panic˺—not looking at anyone—while the Messenger was calling to you from behind! So Allah rewarded your disobedience with distress upon distress. Now, do not grieve over the victory you were denied or the injury you suffered. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 154,
    "ayahArV1": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَآئِفَةً مِّنكُمْ ۖ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَـٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍ ۗ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هَـٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "ayahArV2": "ثم انزل عليكم من بعد الغم امنة نعاسا يغشى طائفة منكم وطائفة قد اهمتهم انفسهم يظنون بالله غير الحق ظن الجاهلية يقولون هل لنا من الامر من شيء قل ان الامر كله لله يخفون في انفسهم ما لا يبدون لك يقولون لو كان لنا من الامر شيء ما قتلنا هاهنا قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل الى مضاجعهم وليبتلي الله ما في صدوركم وليمحص ما في قلوبكم والله عليم بذات الصدور",
    "ayahEn": "Then after distress, He sent down serenity in the form of drowsiness overcoming some of you, while others were disturbed by evil thoughts about Allah—the thoughts of ˹pre-Islamic˺ ignorance. They ask, “Do we have a say in the matter?” Say, ˹O Prophet,˺ “All matters are destined by Allah.” They conceal in their hearts what they do not reveal to you. They say ˹to themselves˺, “If we had any say in the matter, none of us would have come to die here.” Say, ˹O Prophet,˺ “Even if you were to remain in your homes, those among you who were destined to be killed would have met the same fate.” Through this, Allah tests what is within you and purifies what is in your hearts. And Allah knows best what is ˹hidden˺ in the heart.",
    "meta": {
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 155,
    "ayahArV1": "إِنَّ ٱلَّذِينَ تَوَلَّوْا۟ مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَـٰنُ بِبَعْضِ مَا كَسَبُوا۟ ۖ وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ ۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
    "ayahArV2": "ان الذين تولوا منكم يوم التقى الجمعان انما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم ان الله غفور حليم",
    "ayahEn": "Indeed, those ˹believers˺ who fled on the day when the two armies met were made to slip by Satan because of their misdeeds. But Allah has pardoned them. Surely Allah is All-Forgiving, Most Forbearing.",
    "meta": {
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 156,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ وَقَالُوا۟ لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا۟ فِى ٱلْأَرْضِ أَوْ كَانُوا۟ غُزًّى لَّوْ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ ۗ وَٱللَّهُ يُحْىِۦ وَيُمِيتُ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "يا ايها الذين امنوا لا تكونوا كالذين كفروا وقالوا لاخوانهم اذا ضربوا في الارض او كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحيي ويميت والله بما تعملون بصير",
    "ayahEn": "O believers! Do not be like the unfaithful who say about their brothers who travel throughout the land or engage in battle, “If they had stayed with us, they would not have died or been killed.” Allah makes such thinking a cause of agony in their hearts. It is Allah who gives life and causes death. And Allah is All-Seeing of what you do.",
    "meta": {
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 157,
    "ayahArV1": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ",
    "ayahArV2": "ولئن قتلتم في سبيل الله او متم لمغفرة من الله ورحمة خير مما يجمعون",
    "ayahEn": "Should you be martyred or die in the cause of Allah, then His forgiveness and mercy are far better than whatever ˹wealth˺ those ˹who stay behind˺ accumulate.",
    "meta": {
      "page": 70,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 158,
    "ayahArV1": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
    "ayahArV2": "ولئن متم او قتلتم لالى الله تحشرون",
    "ayahEn": "Whether you die or are martyred—all of you will be gathered before Allah.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 159,
    "ayahArV1": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
    "ayahArV2": "فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الامر فاذا عزمت فتوكل على الله ان الله يحب المتوكلين",
    "ayahEn": "It is out of Allah’s mercy that you ˹O Prophet˺ have been lenient with them. Had you been cruel or hard-hearted, they would have certainly abandoned you. So pardon them, ask Allah’s forgiveness for them, and consult with them in ˹conducting˺ matters. Once you make a decision, put your trust in Allah. Surely Allah loves those who trust in Him.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 160,
    "ayahArV1": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "ان ينصركم الله فلا غالب لكم وان يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون",
    "ayahEn": "If Allah helps you, none can defeat you. But if He denies you help, then who else can help you? So in Allah let the believers put their trust.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 161,
    "ayahArV1": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَـٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "وما كان لنبي ان يغل ومن يغلل يات بما غل يوم القيامة ثم توفى كل نفس ما كسبت وهم لا يظلمون",
    "ayahEn": "It is not appropriate for a prophet to illegally withhold spoils of war. And whoever does so, it will be held against them on the Day of Judgment. Then every soul will be paid in full for what it has done, and none will be wronged.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 162,
    "ayahArV1": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "افمن اتبع رضوان الله كمن باء بسخط من الله وماواه جهنم وبئس المصير",
    "ayahEn": "Are those who seek Allah’s pleasure like those who deserve Allah’s wrath? Hell is their home. What an evil destination!",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 163,
    "ayahArV1": "هُمْ دَرَجَـٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "هم درجات عند الله والله بصير بما يعملون",
    "ayahEn": "They ˹each˺ have varying degrees in the sight of Allah. And Allah is All-Seeing of what they do.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 164,
    "ayahArV1": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "لقد من الله على المؤمنين اذ بعث فيهم رسولا من انفسهم يتلو عليهم اياته ويزكيهم ويعلمهم الكتاب والحكمة وان كانوا من قبل لفي ضلال مبين",
    "ayahEn": "Indeed, Allah has done the believers a ˹great˺ favour by raising a messenger from among them—reciting to them His revelations, purifying them, and teaching them the Book and wisdom. For indeed they had previously been clearly astray.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 165,
    "ayahArV1": "أَوَلَمَّآ أَصَـٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَـٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "اولما اصابتكم مصيبة قد اصبتم مثليها قلتم انى هذا قل هو من عند انفسكم ان الله على كل شيء قدير",
    "ayahEn": "Why is it when you suffered casualties ˹at Uḥud˺—although you had made your enemy suffer twice as much ˹at Badr˺—you protested, “How could this be?”? Say, ˹O Prophet,˺ “It is because of your disobedience.” Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 166,
    "ayahArV1": "وَمَآ أَصَـٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "وما اصابكم يوم التقى الجمعان فباذن الله وليعلم المؤمنين",
    "ayahEn": "So what you suffered on the day the two armies met was by Allah’s Will, so that He might distinguish the ˹true˺ believers",
    "meta": {
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 167,
    "ayahArV1": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا۟ ۚ وَقِيلَ لَهُمْ تَعَالَوْا۟ قَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا۟ ۖ قَالُوا۟ لَوْ نَعْلَمُ قِتَالًا لَّٱتَّبَعْنَـٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَـٰنِ ۚ يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۗ وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
    "ayahArV2": "وليعلم الذين نافقوا وقيل لهم تعالوا قاتلوا في سبيل الله او ادفعوا قالوا لو نعلم قتالا لاتبعناكم هم للكفر يومئذ اقرب منهم للايمان يقولون بافواههم ما ليس في قلوبهم والله اعلم بما يكتمون",
    "ayahEn": "and expose the hypocrites. When it was said to them, “Come fight in the cause of Allah or ˹at least˺ defend yourselves,” they replied, “If we had known there was fighting, we would have definitely gone with you.” They were closer to disbelief than to belief on that day—for saying with their mouths what was not in their hearts. Allah is All-Knowing of what they hide.",
    "meta": {
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 168,
    "ayahArV1": "ٱلَّذِينَ قَالُوا۟ لِإِخْوَٰنِهِمْ وَقَعَدُوا۟ لَوْ أَطَاعُونَا مَا قُتِلُوا۟ ۗ قُلْ فَٱدْرَءُوا۟ عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "الذين قالوا لاخوانهم وقعدوا لو اطاعونا ما قتلوا قل فادرءوا عن انفسكم الموت ان كنتم صادقين",
    "ayahEn": "Those who sat at home, saying about their brothers, “Had they listened to us, they would not have been killed.” Say, ˹O Prophet,˺ “Try not to die if what you say is true!”",
    "meta": {
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 169,
    "ayahArV1": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا ۚ بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ",
    "ayahArV2": "ولا تحسبن الذين قتلوا في سبيل الله امواتا بل احياء عند ربهم يرزقون",
    "ayahEn": "Never think of those martyred in the cause of Allah as dead. In fact, they are alive with their Lord, well provided for—",
    "meta": {
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 170,
    "ayahArV1": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا۟ بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "فرحين بما اتاهم الله من فضله ويستبشرون بالذين لم يلحقوا بهم من خلفهم الا خوف عليهم ولا هم يحزنون",
    "ayahEn": "rejoicing in Allah’s bounties and being delighted for those yet to join them. There will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 72,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  }
]