{
  "surah": {
    "surahNo": 105,
    "surahNameAr": "الفيل",
    "surahNameArabicLong": "سورة الفيل",
    "surahNameEn": "Al-Fil",
    "revelationPlace": "Mecca",
    "totalAyat": 5
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ألم تر» استفهام تعجب، أي اعجب «كيف فعل ربك بأصحاب الفيل» هو محمود وأصحابه أبرهة ملك اليمن وجيشه، بنى بصنعاء كنيسة ليصرف إليها الحجاج عن مكة فأحدث رجل من كنانة فيها ولطخ قبلتها بالعذرة احتقارا بها، فحلف أبره ليهدمنَّ الكعبة، فجاء مكة بجيشه على أفيال اليمن مقدمها محمود، فحين توجهوا لهدم الكعبة أرسل الله عليهم ما قصَّه في قوله:"
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة الفيل وهي مكية .هذه من النعم التي امتن الله بها على قريش ، فيما صرف عنهم من أصحاب الفيل ، الذين كانوا قد عزموا على هدم الكعبة ومحو أثرها من الوجود ، فأبادهم الله ، وأرغم آنافهم ، وخيب سعيهم ، وأضل عملهم ، وردهم بشر خيبة . وكانوا قوما نصارى ، وكان دينهم إذ ذاك أقرب حالا مما كان عليه قريش من عبادة الأوثان . ولكن كان هذا من باب الإرهاص والتوطئة لمبعث رسول الله صلى الله عليه وسلم ، فإنه في ذلك العام ولد على أشهر الأقوال ، ولسان حال القدر يقول : لم ننصركم - يا معشر قريش - على الحبشة لخيريتكم عليهم ، ولكن صيانة للبيت العتيق الذي سنشرفه ونعظمه ونوقره ببعثة النبي الأمي محمد صلوات الله وسلامه عليه ، خاتم الأنبياء .وهذه قصة أصحاب الفيل على وجه الإيجاز والاختصار والتقريب ، قد تقدم في قصة أصحاب الأخدود أن ذا نواس - وكان آخر ملوك حمير وكان مشركا - هو الذي قتل أصحاب الأخدود ، وكانوا نصارى ، وكانوا قريبا من عشرين ألفا ، فلم يفلت منهم إلادوس ذو ثعلبان ، فذهب فاستغاث بقيصر ملك الشام - وكان نصرانيا - فكتب له إلى النجاشي ملك الحبشة ; لكونه أقرب إليهم ، فبعث معه أميرين : أرياط وأبرهة بن الصباح أبا يكسوم في جيش كثيف ، فدخلوا اليمن فجاسوا خلال الديار ، واستلبوا الملك من حمير ، وهلك ذو نواس غريقا في البحر . واستقل الحبشة بملك اليمن وعليهم هذان الأميران : أرياط وأبرهة فاختلفا في أمرهما وتصاولا وتقاتلا وتصافا ، فقال أحدهما للآخر : إنه لا حاجة بنا إلى اصطدام الجيشين بيننا ، ولكن ابرز إلي وأبرز إليك ، فأينا قتل الآخر استقل بعده بالملك . فأجابه إلى ذلك فتبارزا - وخلف كل واحد منهما قناة - فحمل أرياط على أبرهة فضربه بالسيف ، فشرم أنفه وفمه وشق وجهه ، وحمل عتودة مولى أبرهة على أرياط فقتله ، ورجع أبرهة جريحا ، فداوى جرحه فبرأ ، واستقل بتدبير جيش الحبشة باليمن . فكتب إليه النجاشي يلومه على ما كان منه ، ويتوعده ويحلف ليطأن بلاده ويجزن ناصيته . فأرسل إليه أبرهة يترقق له ويصانعه ، وبعث مع رسوله بهدايا وتحف ، وبجراب فيها من تراب اليمن ، وجز ناصيته فأرسلها معه ، ويقول في كتابه : ليطأ الملك على هذا الجراب فيبر قسمه وهذه ناصيتي قد بعثت بها إليك . فلما وصل ذلك إليه أعجبه منه ، ورضي عنه ، وأقره على عمله . وأرسل أبرهة يقول للنجاشي : إني سأبني لك كنيسة بأرض اليمن لم يبن قبلها مثلها . فشرع في بناء كنيسة هائلة بصنعاء رفيعة البناء ، عالية الفناء ، مزخرفة الأرجاء . سمتها العرب القليس ; لارتفاعها ; لأن الناظر إليها تكاد تسقط قلنسوته عن رأسه من ارتفاع بنائها . وعزم أبرهة الأشرم على أن يصرف حج العرب إليها كما يحج إلى الكعبة بمكة ، ونادى بذلك في مملكته ، فكرهت العرب العدنانية والقحطانية ذلك ، وغضبت قريش لذلك غضبا شديدا ، حتى قصدها بعضهم ، وتوصل إلى أن دخلها ليلا . فأحدث فيها وكر راجعا . فلما رأى السدنة ذلك الحدث ، رفعوا أمرهم إلى ملكهم أبرهة وقالوا له : إنما صنع هذا بعض قريش غضبا لبيتهم الذي ضاهيت هذا به ، فأقسم أبرهة ليسيرن إلى بيت مكة ، وليخربنه حجرا حجرا .وذكر مقاتل بن سليمان أن فتية من قريش دخلوها فأججوا فيها نارا ، وكان يوما فيه هواء شديد فأحرقته ، وسقطت إلى الأرض .فتأهب أبرهة لذلك ، وصار في جيش كثيف عرمرم ; لئلا يصده أحد عنه ، واستصحب معه فيلا عظيما كبير الجثة لم ير مثله ، يقال له : محمود ، وكان قد بعثه إليه النجاشي ملك الحبشة لذلك . ويقال : كان معه أيضا ثمانية أفيال . وقيل : اثنا عشر فيلا . وقيل غيره ، والله أعلم . يعني ليهدم به الكعبة بأن يجعل السلاسل في الأركان ، وتوضع في عنق الفيل ، ثم يزجر ليلقي الحائط جملة واحدة . فلما سمعت العرب بمسيره أعظموا ذلك جدا ، ورأوا أن حقا عليهم المحاجبة دون البيت ، ورد من أراده بكيد . فخرج إليه رجل [ كان ] من أشراف أهل اليمن وملوكهم ، يقال له \" ذو نفر \" فدعا قومه ومن أجابه من سائر العرب إلى حرب أبرهة وجهاده عن بيت الله ، وما يريد من هدمه وخرابه . فأجابوه وقاتلوا أبرهة فهزمهم لما يريده الله عز وجل من كرامة البيت وتعظيمه ، وأسر \" ذو نفر \" فاستصحبه معه . ثم مضى لوجهه حتى إذا كان بأرض خثعم عرض له نفيل بن حبيب الخشعمي في قومه : شهران وناهس فقاتلوه ، فهزمهم أبرهة ، وأسر نفيل بن حبيب ، فأراد قتله ثم عفا عنه ، واستصحبه معه ليدله في بلاد الحجاز . فلما اقترب من أرض الطائف خرج إليه أهلها ثقيف وصانعوه خيفة على بيتهم ، الذي عندهم ، الذي يسمونه اللات . فأكرمهم وبعثوا معه \" أبا رغال \" دليلا . فلما انتهى أبرهة إلى المغمس - وهو قريب من مكة - نزل به وأغار جيشه على سرح أهل مكة من الإبل وغيرها ، فأخذوه . وكان في السرح مائتا بعير لعبد المطلب . وكان الذي أغار على السرح بأمر أبرهة أمير المقدمة ، وكان يقال له : \" الأسود بن مفصود \" فهجاه بعض العرب - فيما ذكره ابن إسحاق - وبعث أبرهة حناطة الحميري إلى مكة ، وأمره أن يأتيه بأشرف قريش ، وأن يخبره أن الملك لم يجئ لقتالكم إلا أن تصدوه عن البيت . فجاء حناطة فدل على عبد المطلب بن هاشم ، وبلغه عن أبرهة ما قال ، فقال له عبد المطلب : والله ما نريد حربه ، وما لنا بذلك من طاقة ، هذا بيت الله الحرام ، وبيت خليله إبراهيم فإن يمنعه منه فهو بيته وحرمه ، وإن يخلي بينه وبينه ، فوالله ما عندنا دفع عنه . فقال له حناطة : فاذهب معي إليه . فذهب معه ، فلما رآه أبرهة أجله ، وكان عبد المطلب رجلا جميلا حسن المنظر ، ونزل أبرهة عن سريره ، وجلس معه على البساط ، وقال لترجمانه : قل له : حاجتك ؟ فقال للترجمان : إن حاجتي أن يرد علي الملك مائتي بعير أصابها لي . فقال أبرهة لترجمانه : قل له : لقد كنت أعجبتني حين رأيتك ، ثم قد زهدت فيك حين كلمتني ، أتكلمني في مائتي بعير أصبتها لك ، وتترك بيتا هو دينك ودين آبائك قد جئت لهدمه ، لا تكلمني فيه ؟! فقال له عبد المطلب : إني أنا رب الإبل ، وإن للبيت ربا سيمنعه . قال : ما كان ليمتنع مني ! قال : أنت وذاك .ويقال : إنه ذهب مع عبد المطلب جماعة من أشراف العرب فعرضوا على أبرهة ثلث أموال تهامة على أن يرجع عن البيت ، فأبى عليهم ، ورد أبرهة على عبد المطلب إبله ، ورجع عبد المطلب إلى قريش فأمرهم بالخروج من مكة والتحصن في رءوس الجبال ، تخوفا عليهم من معرة الجيش . ثم قام عبد المطلب فأخذ بحلقة باب الكعبة ، وقام معه نفر من قريش يدعون الله ويستنصرونه على أبرهة وجنده ، وقال عبد المطلب وهو آخذ بحلقة باب الكعبة :لاهم إن المرء يمنع رحله فامنع حلالك لا يغلبن صليبهم ومحالهم غدوا محالكقال ابن إسحاق : ثم أرسل عبد المطلب حلقة الباب ، ثم خرجوا إلى رءوس الجبال .وذكر مقاتل بن سليمان أنهم تركوا عند البيت مائة بدنة مقلدة ، لعل بعض الجيش ينال منها شيئا بغير حق ، فينتقم الله منه .فلما أصبح أبرهة تهيأ لدخول مكة وهيأ فيله - وكان اسمه محمودا - وعبأ جيشه ، فلما وجهوا الفيل نحو مكة أقبل نفيل بن حبيب حتى قام إلى جنبه ثم أخذ بأذنه وقال ابرك محمود ، وارجع راشدا من حيث جئت ، فإنك في بلد الله الحرام \" . ثم أرسل أذنه ، فبرك الفيل . وخرج نفيل بن حبيب يشتد حتى أصعد في الجبل . وضربوا الفيل ليقوم فأبى . فضربوا في رأسه بالطبرزين وأدخلوا محاجن لهم في مراقه فبزغوه بها ليقوم ، فأبى ; فوجهوه راجعا إلى اليمن فقام يهرول . ووجهوه إلى الشام ففعل مثل ذلك . ووجهوه إلى المشرق ففعل مثل ذلك ووجهوه إلى مكة فبرك ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية( ألم تر كيف فعل ربك بأصحاب الفيل ) ؟ وكانت قصة أصحاب الفيل - على ما ذكره محمد بن إسحاق عن بعض أهل العلم عن سعيد بن جبير وعكرمة عن ابن عباس وذكره الواقدي - :أن النجاشي ملك الحبشة كان قد بعث \" أرياط \" إلى أرض اليمن فغلب عليها ، فقام رجل من الحبشة ، يقال له : \" أبرهة بن الصباح \" [ أبو يكسوم ] ، ، فساخط \" أرياط \" في أمر الحبشة ، حتى انصدعوا صدعين ، وكانت طائفة مع أرياط ، وطائفة مع أبرهة ، فتزاحفا فقتل أبرهة ، أرياط ، واجتمعت الحبشة لأبرهة ، وغلب على اليمن وأقره النجاشي ، على عمله .ثم إن أبرهة رأى الناس يتجهزون أيام الموسم إلى مكة لحج بيت الله ، فبنى كنيسة بصنعاء وكتب إلى النجاشي : إني قد بنيت لك بصنعاء كنيسة لم يبن لملك مثلها ، ولست منتهيا حتى أصرف إليها حج العرب ، فسمع به رجل من بني مالك بن كنانة [ فخرج إليها مستخفيا ] فدخلها ليلا فقعد فيها وتغوط بها ، ولطخ بالعذرة قبلتها ، فبلغ ذلك أبرهة فقال : من اجترأ علي ولطخ كنيستي بالعذرة ؟ فقيل له : صنع ذلك رجل من العرب من أهل ذلك البيت سمع بالذي قلت ، فحلف أبرهة عند ذلك : ليسيرن إلى الكعبة حتى يهدمها ، فكتب إلى النجاشي يخبره بذلك وسأله أن يبعث إليه بفيله ، وكان له فيل يقال له محمود ، وكان فيلا لم ير مثله عظما وجسما وقوة ، فبعث به إليه ، فخرج أبرهة من الحبشة سائرا إلى مكة ، وخرج معه الفيل ، فسمعت العرب بذلك فأعظموه ورأوا جهاده حقا عليهم ، فخرج ملك من ملوك اليمن ، يقال له : ذو نفر ، بمن أطاعه من قومه ، فقاتله فهزمه أبرهة وأخذ ذا نفر ، فقال : أيها الملك لا تقتلني فإن استبقائي خير لك من قتلي ، فاستحياه وأوثقه . وكان أبرهة رجلا حليما .ثم سار حتى إذا دنا من بلاد خثعم ، خرج نفيل بن حبيب الخثعمي في خثعم ومن اجتمع إليه من قبائل اليمن ، فقاتلوه فهزمهم وأخذ نفيلا فقال نفيل : أيها الملك إني دليل بأرض العرب ، وهاتان يداي على قومي بالسمع والطاعة ، فاستبقاه ، وخرج معه يدله حتى إذا مر بالطائف خرج إليه مسعود بن معتب في رجال من ثقيف فقال : أيها الملك نحن عبيدك ، ليس لك عندنا خلاف ، وإنما تريد البيت الذي بمكة ، نحن نبعث معك من يدلك عليه ، فبعثوا معه أبا رغال ، مولى لهم ، فخرج حتى إذا كان [ بالمغمس ] مات أبو رغال وهو الذي يرجم قبره ، وبعث أبرهة من المغمس رجلا من الحبشة ، يقال له : الأسود بن مسعود ، على مقدمة خيله ، وأمره بالغارة على نعم الناس ، فجمع الأسود إليه أموال الحرم ، وأصاب لعبد المطلب مائتي بعير .ثم إن أبرهة بعث حباطة الحميري إلى أهل مكة ، وقال : سل عن شريفها ثم أبلغه ما أرسلك به إليه ، أخبره أني لم آت لقتال ، إنما جئت لأهدم هذا البيت . فانطلق حتى دخل مكة فلقي عبد المطلب بن هاشم ، فقال : إن الملك أرسلني إليك لأخبرك أنه لم يأت لقتال إلا أن تقاتلوه ، إنما جاء لهدم هذا البيت ثم الانصراف عنكم .فقال عبد المطلب : ما له عندنا قتال ولا لنا به يد إلا أن نخلي بينه وبين ما جاء له ، فإن هذا بيت الله الحرام وبيت خليله إبراهيم - عليه السلام - ، فإن يمنعه فهو بيته وحرمه ، وإن يخل بينه وبين ذلك فوالله ما لنا به قوة .قال : فانطلق معي إلى الملك ، فزعم بعض العلماء أنه أردفه على بغلة كان عليها وركب معه بعض بنيه حتى قدم المعسكر ، وكان ذو نفر صديقا لعبد المطلب فأتاه فقال : يا ذا نفر ، هل عندك من [ غناء ] فيما نزل بنا ؟ فقال : ما غناء رجل أسير لا يأمن أن يقتل بكرة أو عشيا ، ولكن سأبعث إلى أنيس ، سائس الفيل ، فإنه لي صديق فأسأله أن يصنع لك عند الملك ما استطاع من خير ويعظم خطرك ومنزلتك عنده ، قال : فأرسل إلى أنيس فأتاه فقال له : إن هذا سيد قريش صاحب عير مكة الذي يطعم الناس في السهل والوحوش في رءوس الجبال ، وقد أصاب له الملك مائتي بعير ، فإن استطعت أن تنفعه عنده فانفعه فإنه صديق لي ، أحب ، ما وصل إليه من الخير ، فدخل أنيس على أبرهة فقال : أيها الملك هذا سيد قريش وصاحب عير مكة الذي يطعم الناس في السهل والوحوش في رءوس الجبال ، يستأذن إليك وأنا أحب أن تأذن له فيكلمك ، وقد جاء غير ناصب لك ولا مخالف عليك ، فأذن له ، وكان عبد المطلب رجلا جسيما وسيما ، فلما رآه أبرهة أعظمه وأكرمه ، وكره أن يجلس معه على السرير وأن يجلس تحته ، فهبط إلى البساط فجلس عليه ثم دعاه فأجلسه معه ، ثم قال لترجمانه قل له : ما حاجتك إلى الملك ؟ فقال له الترجمان ذلك ، فقال عبد المطلب : حاجتي إلى الملك أن يرد علي مائتي بعير أصابها لي ، فقال أبرهة لترجمانه قل له : لقد كنت أعجبتني حين رأيتك ، وقد زهدت فيك ، قال [ عبد المطلب ] : لم ؟ قال : جئت إلى بيت هو دينك ودين آبائك وهو شرفكم وعصمتكم لأهدمه لم تكلمني فيه وتكلمني في مائتي بعير أصبتها ؟ قال عبد المطلب : أنا رب هذه الإبل وإن لهذا البيت ربا سيمنعه ، قال ما كان ليمنعه مني ، قال فأنت وذاك ، فأمر بإبله فردت عليه .فلما ردت الإبل إلى عبد المطلب خرج فأخبر قريشا الخبر ، وأمرهم أن يتفرقوا في الشعاب ويتحرزوا في رءوس الجبال ، تخوفا عليهم من معرة الجيش ، ففعلوا ، وأتى عبد المطلب الكعبة ، وأخذ بحلقة الباب وجعل يقول :يا رب لا أرجو لهم سواكا يا رب فامنع منهم حماكا     إن عدو البيت من عاداكاامنعهم أن يخربوا قراكاوقال أيضا :لا هم إن العبد يمنع رحله     فامنع حلالكلا يغلبن صليبهم ومحالهم     غدوا محالكجروا جموع بلادهم     والفيل كي يسبوا عيالكعمدوا حماك بكيدهم     جهلا وما رقبوا جلالكإن كنت تاركهم وكعبتنا     فأمر ما بدا لكفلم أسمع بأرجس من رجال     أرادوا الغزو ينتهكوا حرامكثم ترك عبد المطلب الحلقة وتوجه في بعض تلك الوجوه مع قومه ، وأصبح أبرهة بالمغمس قد تهيأ للدخول وعبأ جيشه وهيأ فيله ، وكان فيلا لم ير مثله في العظم والقوة ويقال كان معه اثنا عشر فيلا .فأقبل نفيل إلى الفيل الأعظم ثم أخذ بأذنه فقال : ابرك محمود وارجع راشدا من حيث جئت [ فإنك ] في بلد الله الحرام ، فبرك الفيل فبعثوه فأبى ، فضربوه بالمعول في رأسه فأبى ، فأدخلوا محاجنهم تحت مراقه ومرافقه فنزعوه ليقوم فأبى ، فوجهوه راجعا إلى اليمن فقام يهرول ، ووجهوه إلى الشام ففعل مثل ذلك ، ووجهوه إلى المشرق ففعل مثل ذلك ، فصرفوه إلى الحرم فبرك وأبى أن يقوم .وخرج نفيل يشتد حتى [ صعد ] في الجبل ، وأرسل الله عليهم طيرا من البحر أمثال الخطاطيف مع كل [ طائر ] منها ثلاثة أحجار : حجران في رجليه ، وحجر في منقاره ، أمثال الحمص والعدس ، فلما غشين القوم أرسلنها عليهم فلم تصب تلك الحجارة أحدا إلا هلك ، وليس كل القوم أصابت وخرجوا هاربين لا يهتدون إلى الطريق الذي جاءوا منه ، يتساءلون عن نفيل بن حبيب ليدلهم على الطريق إلى اليمن ، ونفيل ينظر إليهم من بعض تلك الجبال ، فصرخ القوم وماج بعضهم في بعض يتساقطون بكل طريق ويهلكون على كل [ مهلك ] .وبعث الله على أبرهة داء في جسده فجعل يتساقط أنامله كلما سقطت أنملة اتبعتها [ مدة من قيح ودم ] ، فانتهى إلى صنعاء وهو مثل فرخ الطير فيمن بقي من أصحابه ، وما مات حتى انصدع صدره عن قلبه ثم هلك .قال الواقدي : وأما محمود ، فيل النجاشي ، فربض ولم [ يسر ] على الحرم فنجا ، والفيل الآخر شجع فحصب .وزعم مقاتل بن سليمان أن السبب الذي جرأ أصحاب الفيل : أن فتية من قريش خرجوا تجارا إلى أرض النجاشي فدنوا من ساحل البحر وثم بيعة للنصارى تسميها قريش \" الهيكل \" ، فنزلوا فأججوا نارا واشتووا فلما ارتحلوا تركوا النار كما هي في يوم عاصف فعجت الريح فاضطرم الهيكل نارا فانطلق الصريخ إلى النجاشي فأسف غضبا للبيعة ، فبعث أبرهة لهدم الكعبة .وقال فيه : إنه كان بمكة يومئذ أبو مسعود الثقفي وكان مكفوف البصر يصيف بالطائف ويشتو بمكة ; وكان رجلا نبيها نبيلا تستقيم الأمور برأيه ، وكان خليلا لعبد المطلب ، فقال له عبد المطلب : ماذا عندك هذا يوم لا يستغنى فيه عن رأيك ؟ فقال أبو مسعود : اصعد بنا إلى حراء فصعد الجبل ، فقال أبو مسعود لعبد المطلب : اعمد إلى مائة من الإبل فاجعلها لله وقلدها نعلا ثم أرسلها في الحرم لعل بعض هذه السودان يعقر منها شيئا ، فيغضب رب هذا البيت فيأخذهم ، ففعل ذلك عبد المطلب فعمد القوم إلى تلك الإبل فحملوا عليها وعقروا بعضها وجعل عبد المطلب يدعو ، فقال أبو مسعود : إن لهذا البيت ربا يمنعه ، فقد نزل تبع ، ملك اليمن صحن هذا البيت وأراد هدمه فمنعه الله وابتلاه ، وأظلم عليه ثلاثة أيام ، فلما رأى تبع ذلك كساه القباطي البيض ، وعظمه ونحر له جزورا .[ ثم قال أبو مسعود ] فانظر نحو البحر ، فنظر عبد المطلب فقال : أرى طيرا بيضاء نشأت من شاطئ البحر ، فقال : ارمقها ببصرك أين قرارها ؟ قال أراها قد دارت على رءوسنا ، قال : فهل تعرفها ؟ قال : فوالله ما أعرفها ما هي بنجدية ولا تهامية ولا غربية ولا شامية ، قال : ما قدها ؟ قال : أشباه [ اليعاسيب ] ، في منقارها حصى كأنها حصى الحذف ، قد أقبلت كالليل يكسع بعضها بعضا ، أمام كل رفقة طير يقودها أحمر المنقار أسود الرأس طويل العنق ، فجاءت حتى إذا حاذت بعسكر القوم [ وكدت ] فوق رءوسهم ، فلما توافت الرجال كلها أهالت الطير ما في مناقيرها على من تحتها ، مكتوب في كل حجر اسم صاحبه ، ثم إنها انصاعت راجعة من حيث جاءت ، فلما أصبحا انحطا من ذروة الجبل فمشيا ربوة فلم يؤنسا أحدا ثم دنوا ربوة فلم يسمعا حسا فقالا بات القوم [ ساهرين ] ، فأصبحوا نياما ، فلما دنوا من عسكر القوم فإذا هم خامدون ، وكان يقع الحجر على بيضة أحدهم فيخرقها حتى يقع في دماغه ويخرق الفيل والدابة ويغيب الحجر في الأرض من شدة وقعه ، فعمد عبد المطلب فأخذ فأسا من فؤوسهم فحفر حتى أعمق في الأرض فملأه من أموالهم ، من الذهب الأحمر والجوهر ، وحفر لصاحبه حفرة فملأها كذلك ، ثم قال لأبي مسعود : هات فاختر إن شئت حفرتي وإن شئت حفرتك ، وإن شئت فهما لك معا ، قال أبو مسعود : اختر لي على نفسك ، فقال عبد المطلب إني لم آل أن أجعل أجود المتاع في حفرتي فهو لك ، وجلس كل واحد منهما على حفرته ، ونادى عبد المطلب في الناس ، فتراجعوا وأصابوا من فضلهما حتى ضاقوا به ذرعا ، وساد عبد المطلب بذلك قريشا وأعطته المقادة ، فلم يزل عبد المطلب وأبو مسعود في أهليهما في غنى من ذلك المال ، ودفع الله عن كعبته وبيته .واختلفوا في تاريخ عام الفيل ; فقال مقاتل : كان قبل مولد النبي - صلى الله عليه وسلم - بأربعين سنة .وقال الكلبي : بثلاث وعشرين سنة .والأكثرون على أنه كان في العام الذي ولد فيه رسول الله - صلى الله عليه وسلم - .قوله - عز وجل - : ( ألم تر كيف فعل ربك بأصحاب الفيل ) ؟ قال مقاتل : كان معهم فيل واحد . وقال الضحاك : كانت الفيلة ثمانية . وقيل اثنا عشر ، سوى الفيل الأعظم ، وإنما وحد لأنه نسبهم إلى الفيل الأعظم . وقيل : لوفاق رءوس الآي ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "تفسير سورة الفيلوهي مكية بإجماع . وهي خمس آياتبسم الله الرحمن الرحيمألم تر كيف فعل ربك بأصحاب الفيلفيه خمس مسائل :الأولى : قوله تعالى : ألم تر أي ألم تخبر . وقيل : ألم تعلم . وقال ابن عباس : ألم تسمع ؟ واللفظ استفهام ، والمعنى تقرير . والخطاب للنبي - صلى الله عليه وسلم - ; ولكنه عام ; أي ألم تروا ما فعلت بأصحاب الفيل ; أي قد رأيتم ذلك ، وعرفتم موضع منتي عليكم ، فما لكم لا تؤمنون ؟ وكيف في موضع نصب ب فعل ربك لا ب ألم تر كيف من معنى الاستفهام .الثانية : قوله تعالى : بأصحاب الفيل الفيل معروف ، والجمع أفيال : وفيول ، وفيلة . قال ابن السكيت : ولا تقل أفيلة . والأنثى فيلة وصاحبه فيال . قال سيبويه : يجوز أن يكون أصل فيل فعلا ، فكسر من أجل الياء ; كما قالوا : أبيض وبيض . وقال الأخفش : هذا لا يكون في الواحد ، إنما يكون في الجمع . ورجل فيل الرأي ، أي ضعيف الرأي . والجمع أفيال . ورجل فال ; أي ضعيف الرأي ، مخطئ الفراسة . وقد فال الرأي يفيل فيولة ، وفيل رأيه تفييلا : أي ضعفه ، فهو فيل الرأي .الثالثة : في قصة أصحاب الفيل ; وذلك أن ( أبرهة ) بنى القليس بصنعاء ، وهي كنيسة لم ير مثلها في زمانها بشيء من الأرض ، وكان نصرانيا ، ثم كتب إلى النجاشي : إني قد بنيت لك أيها الملك كنيسة لم يبن مثلها لملك كان قبلك ، ولست بمنته حتى أصرف إليها حج العرب فلما تحدث العرب بكتاب أبرهة ذلك إلى النجاشي ، غضب رجل من النسأة ، فخرج حتى أتى الكنيسة ، فقعد فيها - أي أحدث - ثم خرج فلحق بأرضه ; فأخبر بذلك أبرهة ، فقال : من صنع هذا ؟ فقيل : صنعه رجل من أهل هذا البيت ، الذي تحج إليه العرب بمكة ، لما سمع قولك : ( أصرف إليها حج العرب ) غضب ، فجاء فقعد فيها . أي أنها ليست لذلك بأهل . فغضب عند ذلك أبرهة ، وحلف ليسيرن إلى البيت حتى يهدمه ، وبعث رجلا كان عنده إلى بني كنانة يدعوهم إلى حج تلك الكنيسة ; فقتلت بنو كنانة ذلك الرجل ; فزاد أبرهة ذلك غضبا وحنقا ، ثم أمر الحبشة فتهيأت وتجهزت ، ثم سار وخرج معه بالفيل ; وسمعت بذلك العرب ، فأعظموه وفظعوا به ، ورأوا جهاده حقا عليهم ، حين سمعوا أنه يريد هدم الكعبة بيت الله الحرام . فخرج إليه رجل من أشراف أهل اليمن وملوكهم ، يقال له ذو نفر ، فدعا قومه ومن أجابه من سائر العرب إلى حرب أبرهة ، وجهاده عن بيت الله الحرام ، وما يريد من هدمه وإخرابه ; فأجابه من أجابه إلى ذلك ، ثم عرض له فقاتله ، فهزم ذو نفر وأصحابه ، وأخذ له ذو نفر فأتي به أسيرا ; فلما أراد قتله قال له ذو نفر : أيها الملك لا تقتلني ، فإنه عسى أن يكون بقائي معك خيرا لك من قتلي ; فتركه من القتل ، وحبسه عنده في وثاق ، وكان أبرهة رجلا حليما . ثم مضى أبرهة على وجهه ذلك ، يريد ما خرج له ، حتى إذا كان بأرض خثعم عرض له نفيل بن حبيب الخثعمي في قبيلتي خثعم : شهران وناهس ، ومن تبعه من قبائل العرب ; فقاتله فهزمه أبرهة ، وأخذ له نفيل أسيرا ; فأتي به ، فلما هم بقتله قال له نفيل : أيها الملك لا تقتلني فإني دليلك بأرض العرب ، وهاتان يداي لك على قبيلتي خثعم : شهران وناهس ، بالسمع والطاعة ; فخلى سبيله . وخرج به معه يدله ، حتى إذا مر بالطائف خرج إليه مسعود بن معتب في رجال من ثقيف ، فقالوا له : أيها الملك ، إنما نحن عبيدك ; سامعون لك مطيعون ، ليس عندنا لك خلاف ، وليس بيتنا هذا البيت الذي تريد - يعنون اللات - إنما تريد البيت الذي بمكة ، نحن نبعث معك من يدلك عليه ; فتجاوز عنهم . وبعثوا معه أبا رغال ، حتى أنزله المغمس فلما أنزله به مات أبو رغال هناك ، فرجمت قبره العرب ; فهو القبر الذي يرجم الناس بالمغمس ، وفيه يقول الشاعر :وأرجم قبره في كل عام كرجم الناس قبر أبي رغالفلما نزل أبرهة بالمغمس ، بعث رجلا من الحبشة يقال له الأسود بن مقصود على خيل له ، حتى انتهى إلى مكة فساق إليه أموال أهل تهامة من قريش وغيرهم ، وأصاب فيها مائتي بعير لعبد المطلب بن هاشم ، وهو يومئذ كبير قريش وسيدها ; فهمت قريش وكنانة وهذيل ومن كان بذلك الحرم بقتاله ; ثم عرفوا أنهم لا طاقة لهم به ، فتركوا ذلك . وبعث أبرهة حناطة الحميري إلى مكة ، وقال له : سل عن سيد هذا البلد وشريفهم ، ثم قل له : إن الملك يقول : إني لم آت لحربكم ، إنما جئت لهدم هذا البيت ، فإن لم تعرضوا لي بحرب ، فلا حاجة لي بدمائكم ; فإن هو لم يرد حربي فأتني به . فلما دخل حناطة مكة ، سأل عن سيد قريش وشريفها ; فقيل له : عبد المطلب بن هاشم ; فجاءه فقال له ما أمره به أبرهة ; فقال له عبد المطلب : والله ما نريد حربه ، وما لنا بذلك منه طاقة ، هذا بيت الله الحرام ، وبيت خليله إبراهيم - عليه السلام - ، أو كما قال ، فإن يمنعه منه فهو حرمه وبيته ، وإن يحل بينه وبينه ، فوالله ما عندنا دفع عنه . فقال له حناطة : فانطلق إليه ، فإنه قد أمرني أن آتيه بك ; فانطلق معه عبد المطلب ، ومعه بعض بنيه ، حتى أتى العسكر ; فسأل عن ذي نفر ، وكان صديقا له ، حتى دخل عليه وهو في محبسه ، فقال له : يا ذا نفر ، هل عندك من غناء فيما نزل بنا ؟ فقال له ذو نفر ; وما غناء رجل أسير بيدي ملك ، ينتظر أن يقتله غدوا وعشيا ما عندي غناء في شيء مما نزل بك ، إلا أن أنيسا سائس الفيل صديق لي ، فسأرسل إليه ، وأوصيه بك ، وأعظم عليه حقك ، وأسأله أن يستأذن لك على الملك ، فتكلمه بما بدا لك ، ويشفع لك عنده بخير إن قدر على ذلك ; فقال حسبي . فبعث ذو نفر إلى أنيس ، فقال له : إن عبد المطلب سيد قريش ، وصاحب عين مكة ، ويطعم الناس بالسهل ، والوحوش في رءوس الجبال ، وقد أصاب له الملك مائتي بعير ، فاستأذن له عليه ، وانفعه عنده بما استطعت ; فقال : أفعل . فكلم أنيس أبرهة ، فقال له : أيها الملك ، هذا سيد قريش ببابك ، يستأذن عليك ، وهو صاحب عين مكة ، يطعم الناس بالسهل ، والوحوش في رءوس الجبال ; فأذن له عليك ، فيكلمك في حاجته . قال : فأذن له أبرهة .وكان عبد المطلب أوسم الناس ، وأعظمهم وأجملهم ، فلما رآه أبرهة أجله ، وأعظمه عن أن يجلسه تحته ; فنزل أبرهة عن سريره ، فجلس على بساطه وأجلسه معه عليه إلى جنبه . ثم قال لترجمانه : قل له : حاجتك ؟ فقال له ذلك الترجمان ، فقال : حاجتي أن يرد علي الملك مائتي بعير أصابها لي . فلما قال له ذلك ، قال أبرهة لترجمانه : قل له لقد كنت أعجبتني حين رأيتك ، ثم قد زهدت فيك حين كلمتني ، أتكلمني في مائتي بعير أصبتها لك ، وتترك بيتا هو دينك ودين آبائك ، قد جئت لهدمه لا تكلمني فيه . قال له عبد المطلب : إني أنا رب الإبل ، وإن للبيت ربا سيمنعه . قال : ما كان ليمتنع مني قال أنت وذاك . فرد عليه إبله . وانصرف عبد المطلب إلى قريش ، فأخبرهم الخبر ، وأمرهم بالخروج من مكة والتحرز في شعف الجبال والشعاب ، تخوفا عليهم معرة الجيش . ثم قام عبد المطلب فأخذ بحلقة باب الكعبة ، وقام معه نفر من قريش ، يدعون الله ويستنصرونه على أبرهة وجنده ، فقال عبد المطلب وهو آخذ بحلقة باب الكعبة :لا هم إن العبد يمنع     رحله فامنع حلالكلا يغلبن صليبهم     ومحالهم عدوا محالكإن يدخلوا البلد الحرام     فأمر ما بدا لكيقول : أي شيء ما بدا لك ، لم تكن تفعله بنا . والحلال : جمع حل . والمحال : القوة وقيل : إن عبد المطلب لما أخذ بحلقة باب الكعبة قال :يا رب لا أرجو لهم سواكا     يا رب فامنع منهم حماكاإن عدو البيت من عاداكا     إنهم لن يقهروا قواكاوقال عكرمة بن عامر بن هاشم بن عبد مناف بن عبد الدار بن قصي :لا هم أخز الأسود بن مقصود     الأخذ الهجمة فيها التقليدبين حراء وثبير فالبيد     يحبسها وهي أولات التطريدفضمها إلى طماطم سود     قد أجمعوا ألا يكون معبودويهدموا البيت الحرام المعمود     والمروتين والمشاعر السودأخفره يا رب وأنت محمودقال ابن إسحاق : ثم أرسل عبد المطلب حلقة باب الكعبة ، ثم انطلق هو ومن معه من قريش إلى شعف الجبال ، فتحرزوا فيها ، ينتظرون ما أبرهة فاعل بمكة إذا دخلها . فلما أصبح أبرهة تهيأ لدخول مكة ، وهيأ فيله ، وعبأ جيشه ، وكان اسم الفيل محمودا ، وأبرهة مجمع لهدم البيت ، ثم الانصراف إلى اليمن ، فلما وجهوا الفيل إلى مكة ، أقبل نفيل بن حبيب ، حتى قام إلى جنب الفيل ، ثم أخذ بأذنه فقال له : ابرك محمود ، وارجع راشدا من حيث جئت ، فإنك في بلد الله الحرام . ثم أرسل أذنه ، فبرك الفيل . وخرج نفيل بن حبيب يشتد ، حتى أصعد في الجبل . وضربوا الفيل ليقوم فأبى ، فضربوا في رأسه بالطبرزين ليقوم فأبى ; فأدخلوا محاجن لهم في مراقه ، فبزغوه بها ليقوم ، فأبى ، فوجهوه راجعا إلى اليمن ، فقام يهرول ووجهوه إلى الشام ، ففعل مثل ذلك ، ووجهوه إلى المشرق ، ففعل مثل ذلك ، ووجهوه إلى مكة فبرك . وأرسل الله عليهم طيرا من البحر ، أمثال الخطاطيف والبلسان ، مع كل طائر منها ثلاثة أحجار : حجر في منقاره ، وحجران في رجليه ، أمثال الحمص والعدس ، لا تصيب منهم أحدا إلا هلك ; وليس كلهم أصابت . وخرجوا هاربين يبتدرون الطريق التي جاءوا منها ، ويسألون عن نفيل بن حبيب ; ليدلهم على الطريق إلى اليمن . فقال نفيل بن حبيب حين رأى ما أنزل الله بهم من نقمته :أين المفر والإله الطالب     والأشرم المغلوب ليس الغالبوقال أيضا :حمدت الله إذ أبصرت طيرا     وخفت حجارة تلقى علينافكل القوم يسأل عن نفيل     كأن علي للحبشان دينافخرجوا يتساقطون بكل طريق ، ويهلكون بكل مهلك على كل سهل ، وأصيب أبرهة في جسده ، وخرجوا به معهم يسقط أنملة أنملة ، كلما سقطت منه أنملة أتبعتها منه مدة تمث قيحا ودما ; حتى قدموا به صنعاء وهو مثل فرخ الطائر ، فما مات حتى انصدع صدره عن قلبه فيما يزعمون .وقال الكلبي ومقاتل بن سليمان - يزيد أحدهما وينقص - : سبب الفيل ما روي أن فتية من قريش خرجوا تجارا إلى أرض النجاشي ، فنزلوا على ساحل البحر إلى بيعة للنصارى ، تسميها النصارى الهيكل ، فأوقدوا نارا لطعامهم وتركوها وارتحلوا ; فهبت ريح عاصف على النار فأضرمت البيعة نارا ، فاحترقت ، فأتى الصريخ إلى النجاشي فأخبره ، فاستشاط غضبا . فأتاه أبرهة بن الصباح وحجر بن شرحبيل وأبو يكسوم الكنديون ; وضمنوا له إحراق الكعبة وسبي مكة . وكان النجاشي هو الملك ، وأبرهة صاحب الجيش ، وأبو يكسوم نديم الملك ، وقيل وزير ، وحجر بن شرحبيل من قواده ، وقال مجاهد : أبو يكسوم هو أبرهة بن الصباح . فساروا ومعهم الفيل . قال الأكثرون : هو فيل واحد . وقال الضحاك : هي ثمانية فيلة . ونزلوا بذي المجاز ، واستاقوا سرح مكة ، وفيها إبل عبد المطلب . وأتى الراعي نذيرا ، فصعد الصفا ، فصاح : واصباحاه ثم أخبر الناس بمجيء الجيش والفيل . فخرج عبد المطلب ، وتوجه إلى أبرهة ، وسأله في إبله . واختلف في النجاشي ، هل كان معهم ; فقال قوم كان معهم . وقال الأكثرون : لم يكن معهم . ونظر أهل مكة بالطير قد أقبلت من ناحية البحر ; فقال عبد المطلب : \" إن هذه الطير غريبة بأرضنا ، وما هي بنجدية ولا تهامية ولا حجازية \" وإنها أشباه اليعاسيب . وكان في مناقيرها وأرجلها حجارة ; فلما أطلت على القوم ألقتها عليهم ، حتى هلكوا . قال عطاء بن أبي رباح : جاءت الطير عشية ; فباتت ثم صبحتهم بالغداة فرمتهم .وقال الكلبي : في مناقيرها حصى كحصى الخذف ، أمام كل فرقة طائر يقودها ، أحمر المنقار ، أسود الرأس ، طويل العنق . فلما جاءت عسكر القوم وتوافت ، أهالت ما في مناقيرها على من تحتها ، مكتوب على كل حجر اسم صاحبه المقتول به . وقيل : كان على كل حجر مكتوب : من أطاع الله نجا ، ومن عصاه غوى . ثم انصاعت راجعة من حيث جاءت . وقال العوفي : سألت عنها أبا سعيد الخدري ، فقال : حمام مكة منها . وقيل : كان يقع الحجر على بيضة أحدهم فيخرقها ، ويقع في دماغه ، ويخرق الفيل والدابة . ويغيب الحجر في الأرض من شدة وقعه . وكان أصحاب الفيل ستين ألفا ، لم يرجع منهم إلا أميرهم ، رجع ومعه شرذمة لطيفة . فلما أخبروا بما رأوا هلكوا .وقال الواقدي : أبرهة جد النجاشي الذي كان في زمان رسول الله - صلى الله عليه وسلم - ، وأبرهة هو الأشرم ، سمي بذلك لأنه تفاتن مع أرياط ، حتى تزاحفا ، ثم اتفقا على أن يلتقيا بشخصيهما ، فمن غلب فله الأمر . فتبارزا - وكان أرياط جسيما عظيما ، في يده حربة ، وأبرهة قصيرا حادرا ذا دين في النصرانية ، ومع أبرهة وزير له يقال له عتودة - فلما دنوا ضرب أرياط بحربته رأس أبرهة ، فوقعت على جبينه ، فشرمت عينه وأنفه وجبينه وشفته ; فلذلك سمي الأشرم .وحمل عتودة على أرياط فقتله . فاجتمعت الحبشة لأبرهة ; فغضب النجاشي ، وحلف ليجزن ناصية أبرهة ، ويطأن بلاده . فجز أبرهة ناصيته وملأ مزودا من تراب أرضه ، وبعث بهما إلى النجاشي ، وقال : إنما كان عبدك ، وأنا عبدك ، وأنا أقوم بأمر الحبشة ، وقد جززت ناصيتي ، وبعثت إليك بتراب أرضي ، لتطأه وتبر في يمينك ; فرضي عنه النجاشي . ثم بنى أبرهة كنيسة بصنعاء ، ليصرف إليها حج العرب ; على ما تقدم .الرابعة : قال مقاتل : كان عام الفيل قبل مولد النبي صلى الله عليه بأربعين سنة . وقال الكلبي وعبيد بن عمير : كان قبل مولد النبي - صلى الله عليه وسلم - بثلاث وعشرين سنة . والصحيح ما روي عن النبي - صلى الله عليه وسلم - أنه قال ولدت عام الفيل . وروي عنه أنه قال : يوم الفيل . حكاه الماوردي في التفسير له . وقال في كتاب أعلام النبوة : ولد رسول الله - صلى الله عليه وسلم - يوم الاثنين الثاني عشر من ربيع الأول ، وكان بعد الفيل بخمسين يوما . ووافق من شهور الروم العشرين من أسباط ، في السنة الثانية عشرة من ملك هرمز بن أنوشروان . قال : وحكى أبو جعفر الطبري أن مولد النبي - صلى الله عليه وسلم - كان لاثنتين وأربعين سنة من ملك أنوشروان . وقد قيل : إنه - عليه السلام - حملت به أمه آمنة في يوم عاشوراء من المحرم ، وولد يوم الاثنين لاثنتي عشرة ليلة خلت من شهر رمضان ; فكانت مدة حمله ثمانية أشهر كملا ويومين من التاسع . وقيل : إنه ولد يوم عاشوراء من شهر المحرم ; حكاه ابن شاهين أبو حفص ، في فضائل يوم عاشوراء له .ابن العربي : قال ابن وهب عن مالك : ولد رسول الله - صلى الله عليه وسلم - عام الفيل ، وقال قيس بن مخرمة : ولدت أنا ورسول الله - صلى الله عليه وسلم - عام الفيل . وقد روى الناس عن مالك أنه قال : من مروءة الرجل ألا يخبر بسنه ; لأنه إن كان صغيرا استحقروه وإن كان كبيرا استهرموه . وهذا قول ضعيف ; لأن مالكا لا يخبر بسن رسول الله - صلى الله عليه وسلم - ويكتم سنه ; وهو من أعظم العلماء قدوة به . فلا بأس بأن يخبر الرجل بسنه كان كبيرا أو صغيرا . وقال عبد الملك بن مروان لعتاب بن أسيد : أنت أكبر أم النبي - صلى الله عليه وسلم - ؟ فقال : النبي - صلى الله عليه وسلم - أكبر مني ، وأنا أسن منه ; ولد النبي - صلى الله عليه وسلم - عام الفيل ، وأنا أدركت سائسه وقائده أعميين مقعدين يستطعمان الناس ، وقيل لبعض القضاة : كم سنك ؟ قال : سن عتاب بن أسيد حين ولاه النبي - صلى الله عليه وسلم - مكة ، وكان سنه يومئذ دون العشرين .الخامسة : قال علماؤنا : كانت قصة الفيل فيما بعد من معجزات النبي - صلى الله عليه وسلم - وإن كانت قبله وقبل التحدي ; لأنها كانت توكيدا لأمره ، وتمهيدا لشأنه . ولما تلا عليهم رسول الله - صلى الله عليه وسلم - هذه السورة ، كان بمكة عدد كثير ممن شهد تلك الوقعة ; ولهذا قال : ألم تر ولم يكن بمكة أحد إلا وقد رأى قائد الفيل وسائقه أعميين يتكففان الناس . وقالت عائشة - رضي الله عنها - مع حداثة سنها : لقد رأيت قائد الفيل وسائقه أعميين يستطعمان الناس . وقال أبو صالح : رأيت في بيت أم هانئ بنت أبي طالب نحوا من قفيزين من تلك الحجارة ، سودا مخططة بحمرة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ألم تنظر يا محمد بعين قلبك, فترى بها( كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ ) الذين قَدِموا من اليمن يريدون تخريب الكعبة من الحبشة ورئيسهم أبرهة الحبشيّ الأشرم ."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ألم يجعل» أي جعل «كيدهم» في هدم الكعبة «في تضليل» خسارة وهلاك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "بأن الله سبحانة أهلكهم ودمرهم وردهم بكيدهم وغيظهم لم ينالوا خيرا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ألم يجعل كيدهم في تضليل ) \" كيدهم \" يعني مكرهم وسعيهم في تخريب الكعبة . وقوله : \" في تضليل \" عما أرادوا ، وأضل كيدهم حتى لم يصلوا إلى الكعبة ، وإلى ما أرادوه بكيدهم . قال مقاتل : في خسارة ، وقيل : في بطلان ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ألم يجعل كيدهم في تضليلقوله تعالى : ألم يجعل كيدهم في تضليل أي في إبطال وتضييع ; لأنهم أرادوا أن يكيدوا قريشا بالقتل والسبي ، والبيت بالتخريب والهدم . فحكي عن عبد المطلب أنه بعث ابنه عبد الله على فرس له ، ينظر ما لقوا من تلك الطير ، فإذا القوم مشدخين جميعا ، فرجع يركض فرسه ، كاشفا عن فخذه ، فلما رأى ذلك أبوه قال : إن ابني هذا أفرس العرب . وما كشف عن فخذه إلا بشيرا أو نذيرا . فلما دنا من ناديهم بحيث يسمعهم الصوت ، قالوا : ما وراءك ؟ قال : هلكوا جميعا . فخرج عبد المطلب وأصحابه ، فأخذوا أموالهم . وكانت أموال بني عبد المطلب منها ، وبها تكاملت رياسة عبد المطلب ; لأنه احتمل ما شاء من صفراء وبيضاء ، ثم خرج أهل مكة بعده ونهبوا . وقيل : إن عبد المطلب حفر حفرتين فملأهما من الذهب والجوهر ، ثم قال لأبي مسعود الثقفي وكان خليلا لعبد المطلب - : اختر أيهما شئت . ثم أصاب الناس من أموالهم حتى ضاقوا ذرعا ، فقال عبد المطلب عند ذلك :أنت منعت الحبش والأفيالا وقد رعوا بمكة الأجبالا     وقد خشينا منهم القتالاوكل أمر لهم معضالاشكرا وحمدا لك ذا الجلالاقال ابن إسحاق : ولما رد الله الحبشة عن مكة عظمت العرب قريشا ، وقالوا : هم : أهل الله ، قاتل الله عنهم وكفاهم مئونة عدوهم . وقال عبد الله بن عمرو بن مخزوم ، في قصة أصحاب الفيل :أنت الجليل ربنا لم تدنس     أنت حبست الفيل بالمغمسمن بعد ما هم بشر مبلس     حبسته في هيئة المكركسوما لهم من فرج ومنفسوالمكركس : المنكوس المطروح ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ )يقول: ألم يجعل سعي الحبشة أصحاب الفيل في تخريب الكعبة ( فِي تَضْلِيلٍ ) يعني: في تضليلهم عما أرادوا وحاولوا من تخريبها."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأرسل عليهم طيراً أبابيل» جماعات جماعات، قيل لا واحد له كأساطير، وقيل واحده: أبول أو بال أو أبيل كعجول ومفتاح وسكين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أرسل الله عليهم طيرًا أبابيل أي: متفرقة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وأرسل الله عليهم طيرا من البحر أمثال الخطاطيف والبلسان."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأرسل عليهم طيرا أبابيل ) كثيرة متفرقة يتبع بعضها بعضا . وقيل : أقاطيع كالإبل المؤبلة . قال أبو عبيدة . أبابيل جماعات في تفرقة ، يقال : جاءت الخيل أبابيل من هاهنا وهاهنا .قال الفراء : لا واحد لها من لفظها . وقيل : واحدها إبالة . وقال الكسائي : إني كنت أسمع النحويين يقولون : واحدها أبول ، مثل عجول وعجاجيل .وقيل : واحدها من [ لفظها ] إبيل .قال ابن عباس : كانت طيرا لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب .وقال عكرمة : لها رؤوس كرؤوس السباع . قال الربيع : لها أنياب كأنياب السباع .وقال سعيد بن جبير : خضر لها مناقير صفر . وقال قتادة : طير سود جاءت من قبل البحر فوجا فوجا مع كل طائر ثلاثة أحجار ; حجران في رجليه ، وحجر في منقاره ، لا تصيب شيئا إلا هشمته ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وأرسل عليهم طيرا أبابيلقال سعيد بن جبير : كانت طيرا من السماء لم ير قبلها ، ولا بعدها مثلها . وروى جويبر عن الضحاك عن ابن عباس ، قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : [ إنها طير بين السماء والأرض تعشش وتفرخ ] . وعن ابن عباس : كانت لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب وقال عكرمة : كانت طيرا خضرا ، خرجت من البحر ، لها رءوس كرءوس السباع . ولم تر قبل ذلك ولا بعده . وقالت عائشة - رضي الله عنها - : هي أشبه شيء بالخطاطيف . وقيل : بل كانت أشباه الوطاويط ، حمراء وسوداء . وعن سعيد بن جبير أيضا : هي طير خضر لها مناقير صفر . وقيل : كانت بيضا . وقال محمد بن كعب : هي طير سود بحرية ، في مناقيرها وأظفارها الحجارة . وقيل : إنها العنقاء المغرب التي تضرب بها الأمثال ; قال عكرمة : أبابيل أي مجتمعة . وقيل : متتابعة ، بعضها في إثر بعض ; قاله ابن عباس ومجاهد . وقيل مختلفة متفرقة ، تجيء من كل ناحية من هاهنا وهاهنا ; قاله ابن مسعود وابن زيد والأخفش . قال النحاس : وهذه الأقوال متفقة ، وحقيقة المعنى : أنها جماعات عظام . يقال : فلان يؤبل على فلان ; أي يعظم عليه ويكثر ; وهو مشتق من الإبل . واختلف في واحد ( أبابيل ) ; فقال الجوهري : قال الأخفش يقال : جاءت إبلك أبابيل ; أي فرقا ، وطيرا أبابيل . قال : وهذا يجيء في معنى التكثير ، وهو من الجمع الذي لا واحد له . وقال بعضهم : واحده إبول مثل عجول . وقال بعضهم - وهو المبرد - : إبيل مثل سكين . قال : ولم أجد العرب تعرف له واحدا في غير الصحاح . وقيل في واحده إبال . وقال رؤبة بن العجاج في الجمع :ولعبت طير بهم أبابيل فصيروا مثل كعصف مأكولوقال الأعشى :طريق وجبار رواء أصوله     عليه أبابيل من الطير تنعبوقال آخر :كادت تهد من الأصوات راحلتي     إذ سالت الأرض بالجرد الأبابيلوقال آخر :تراهم إلى الداعي سراعا كأنهم     أبابيل طير تحت دجن مسخنقال الفراء : لا واحد له من لفظه . وزعم الرؤاسي - وكان ثقة - أنه سمع في واحدها ( إبالة ) مشددة . وحكى الفراء ( إبالة ) مخففا . قال : سمعت بعض العرب يقول : ضغث على إبالة . يريد : خصبا على خصب . قال : ولو قال قائل إيبال كان صوابا ; مثل دينار ودنانير . وقال إسحاق بن عبد الله بن الحارث بن نوفل : الأبابيل : مأخوذ من الإبل المؤبلة ; وهي الأقاطيع ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ) يقول تعالى ذكره: وأرسل عليهم ربك طيرا متفرقة, يتبع بعضها بعضا من نواح شتي; وهي جماع لا واحد لها, مثل الشماطيط والعباديد ونحو ذلك. وزعم أبو عبيدة معمر بن المثنى, أنه لم ير أحدا يجعل لها واحدا. وقال الفرّاء: لم أسمع من العرب في توحيدها شيئا. قال: وزعم أبو جعفر الرُّؤاسِيّ, وكان ثقة, أنه سمع أن واحدها: إبالة. وكان الكسائي يقول: سمعت النحويين يقولون: إبول, مثل العجول. قال: وقد سمعت بعض النحويين يقول. واحدها: أبيل.وبنحو الذي قلنا في الأبابيل: قال أهل التأويل.* ذكر من قال ذلك:حدثنا سوّار بن عبد الله, قال: ثنا يحيى بن سعيد, قال: ثنا حماد بن سلمة, عن عاصم بن بهدلة, عن زرّ, عن عبد الله, في قوله: ( طَيْرًا أَبَابِيلَ ) قال: فرق.حدثنا ابن بشار, قال: ثنا يحيى وعبد الرحمن, قالا ثنا حماد بن سلمة, عن عاصم, عن زرّ, عن عبد الله, قال: الفِرَق.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله: ( طَيْرًا أَبَابِيلَ ) قال: يتبع بعضُها بعضا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ) قال: هي التي يتبع بعضها بعضا.حدثنا ابن المثنى, قال: ثني عبد الأعلى, قال: ثنا داود, عن إسحاق بن عبد الله بن الحارث بن نوفل, أنه قال في: ( طَيْرًا أَبَابِيلَ ) قال: هي الأقاطيع, كالإبل المؤَبَّلة.حدثنا ابن حميد, قال: ثنا يعقوب القُمِّيّ, عن جعفر, عن سعيد بن عبد الرحمن بن أبزى ( طَيْرًا أَبَابِيلَ ) قال: متفرّقة.حدثنا أبو كُرَيب, قال: ثنا وكيع, قال: ثنا الفضل, عن الحسن ( طَيْرًا أَبَابِيلَ ) قال: الكثيرة.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن إسرائيل, عن جابر, عن ابن سابط, عن أبي سلمة, قالا الأبابيل: الزُّمَر.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد في قول الله: ( أَبَابِيلَ ) قال: هي شتى متتابعة مجتمعة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة قال: الأبابيل: الكثيرة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة قال: الأبابيل: الكثيرة.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( طَيْرًا أَبَابِيلَ ) يقول: متتابعة. بعضها على أثر بعض.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد; في قوله: ( طَيْرًا أَبَابِيلَ ) قال: الأبابيل: المختلفة, تأتي من ها هنا, وتأتي من ها هنا, أتتهم من كلّ مكان.وذُكر أنها كانت طيرا أُخرجت من البحر. وقال بعضهم: جاءت من قبل البحر.ثم اختلفوا في صفتها, فقال بعضهم: كانت بيضاء.وقال آخرون: كانت سوداء.وقال آخرون: كانت خضراء, لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.حدثني يعقوب, قال: ثنا ابن علية, عن ابن عون, عن محمد بن سيرين, في قوله: ( طَيْرًا أَبَابِيلَ ) قال: قال ابن عباس: هي طير, وكانت طيرا لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.حدثني الحسن بن خلف الواسطي, قال: ثنا وكيع وروح بن عبادة, عن ابن عون, عن ابن سيرين عن ابن عباس, مثله.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن ابن عون, عن ابن عباس, نحوه.حدثنا يعقوب, قال: ثنا هشيم, قال: أخبرنا حسين, عن عكرمة, في قوله: ( طَيْرًا أَبَابِيلَ ) قال: كانت طيرا خرجت خضرا, خرجت من البحر, لها رءوس كرءوس السباع.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش, عن أبي سفيان, عن عبيد بن عمير ( طَيْرًا أَبَابِيلَ ) قال: هي طير سود بحرية, في مناقرها وأظفارها الحجارة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن أبي سفيان, عن عبيد بن عمير: ( طَيْرًا أَبَابِيلَ ) قال: سود بحرية, في أظافيرها ومناقيرها الحجارة.قال: ثنا مهران, عن خارجة, عن عبد الله بن عون, عن ابن سيرين, عن ابن عباس قال: لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.حدثنا يحيى بن طلحة اليربوعى, قال: ثنا فضيل بن عياض, عن عطاء بن السائب, عن سعيد بن جبير, في قوله: ( طَيْرًا أَبَابِيلَ ) قال: طير خُضْر, لها مناقير صُفْر, تختلف عليهم.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن الأعمش, عن أبي سفيان, عن عبيد بن عمير, قال: طير سود تحمل الحجارة في أظافيرها ومناقيرها."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ترميهم بحجارة من سجيل» طين مطبوخ."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "مع كل طائر منها ثلاثة أحجار يحملها : حجر في منقاره ، وحجران في رجليه ، أمثال الحمص والعدس ، لا تصيب منهم أحدا إلا هلك ، وليس كلهم أصابت . وخرجوا هاربين يبتدرون الطريق ، ويسألون عن نفيل ليدلهم على الطريق هذا . ونفيل على رأس الجبل مع قريش وعرب الحجاز ، ينظرون ماذا أنزل الله بأصحاب الفيل من النقمة ، وجعل نفيل يقول :أين المفر ؟ والإله الطالب     والأشرم المغلوب غير الغالبقال ابن إسحاق : وقال نفيل في ذلك أيضا :ألا حييت عنا يا ردينا     نعمناكم مع الإصباح عيناردينة لو رأيت - ولا تريه     لدى جنب المحصب - ما رأيناإذا لعذرتني وحمدت أمري     ولم تأسي على ما فات بيناحمدت الله إذ أبصرت طيرا     وخفت حجارة تلقى علينافكل القوم يسأل عن نفيل     كأن علي للحبشان دينا !وذكر الواقدي بأسانيده أنهم لما تعبئوا لدخول الحرم وهيئوا الفيل ، جعلوا لا يصرفونه إلى جهة من سائر الجهات إلا ذهب [ فيها ] فإذا وجهوه إلى الحرم ربض وصاح . وجعل أبرهة يحمل على سائس الفيل وينهره ويضربه ، ليقهر الفيل على دخول الحرم . وطال الفصل في ذلك . هذا وعبد المطلب وجماعة من أشراف مكة ، منهم المطعم بن عدي وعمرو بن عائذ بن عمران بن مخزوم ومسعود [ بن عمرو ] الثقفي ، على حراء ينظرون إلى ما الحبشة يصنعون ، وماذا يلقون من أمر الفيل ، وهو العجب العجاب . فبينما هم كذلك ، إذ بعث الله عليهم طيرا أبابيل ، أي قطعا قطعا صفرا دون الحمام ، وأرجلها حمر ، ومع كل طائر ثلاث أحجار ، وجاءت فحلقت عليهم ، وأرسلت تلك الأحجار عليهم فهلكوا .وقال محمد بن كعب : جاءوا بفيلين فأما محمود فربض ، وأما الآخر فشجع فحصب .وقال وهب بن منبه : كان معهم فيلة ، فأما محمود - وهو فيل الملك - فربض ، ليقتدي به بقية الفيلة ، وكان فيها فيل تشجع فحصب ، فهربت بقية الفيلة .وقال عطاء بن يسار ، وغيره : ليس كلهم أصابه العذاب في الساعة الراهنة ، بل منهم من هلك سريعا ، ومنهم من جعل يتساقط عضوا عضوا وهم هاربون ، وكان أبرهة ممن يتساقط عضوا عضوا ، حتى مات ببلاد خثعم .قال ابن إسحاق : فخرجوا يتساقطون بكل طريق ، ويهلكون على كل منهل ، وأصيب أبرهة في جسده ، وخرجوا به معهم يسقط أنملة أنملة ، حتى قدموا به صنعاء وهو مثل فرخ الطائر ، فما مات حتى انصدع صدره عن قلبه فيما يزعمون .وذكر مقاتل بن سليمان : أن قريشا أصابوا مالا جزيلا من أسلابهم ، وما كان معهم ، وأن عبد المطلب أصاب يومئذ من الذهب ما ملأ حفرة .وقال ابن إسحاق : وحدثني يعقوب بن عتبة : أنه حدث أن أول ما رؤيت الحصبة والجدري بأرض العرب ذلك العام ، وأنه أول ما رؤي به مرائر الشجر الحرمل ، والحنظل والعشر ، ذلك العام .وهكذا روي عن عكرمة من طريق جيد .قال ابن إسحاق : فلما بعث الله محمدا صلى الله عليه وسلم كان فيما يعد به على قريش من نعمته عليهم وفضله ، ما رد عنهم من أمر الحبشة ، لبقاء أمرهم ومدتهم ، فقال : ( ألم تر كيف فعل ربك بأصحاب الفيل ألم يجعل كيدهم في تضليل وأرسل عليهم طيرا أبابيل ترميهم بحجارة من سجيل فجعلهم كعصف مأكول ) ( لإيلاف قريش إيلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف ) [ سورة قريش ] أي : لئلا يغير شيئا من حالهم التي كانوا عليها ، لما أراد الله بهم من الخير لو قبلوه .قال ابن هشام : الأبابيل الجماعات ، ولم تتكلم العرب بواحدة . قال : وأما السجيل ، فأخبرني يونس النحوي وأبو عبيدة أنه عند العرب : الشديد الصلب . قال : وذكر بعض المفسرين أنهما كلمتان بالفارسية ، جعلتهما العرب كلمة واحدة ، وإنما هو سنج وجل يعني بالسنج : الحجر ، والجل : الطين . يقول : الحجارة من هذين الجنسين : الحجر والطين . قال : والعصف : ورق الزرع الذي لم يقضب ، واحدته عصفة . انتهى ما ذكره .وقد قال حماد بن سلمة : عن عاصم ، عن زر عن عبد الله - وأبو سلمة بن عبد الرحمن - : ( طيرا أبابيل ) قال : الفرق .وقال ابن عباس والضحاك : أبابيل يتبع بعضها بعضا . وقال الحسن البصري وقتادة : الأبابيل : الكثيرة . وقال مجاهد : أبابيل : شتى متتابعة مجتمعة . وقال ابن زيد : الأبابيل : المختلفة ، تأتي من هاهنا ، ومن هاهنا ، أتتهم من كل مكان .وقال الكسائي : سمعت [ النحويين يقولون : أبول مثل العجول . قال : وقد سمعت ] بعض النحويين يقول : واحد الأبابيل : إبيل .وقال ابن جرير : [ حدثنا ابن المثنى ] حدثني عبد الأعلى ، حدثني داود عن إسحاق بن عبد الله بن الحارث بن نوفل ; أنه قال في قوله : ( وأرسل عليهم طيرا أبابيل ) هي : الأقاطيع ، كالإبل المؤبلة .وحدثنا أبو كريب ، حدثنا وكيع ، عن ابن عون ، عن ابن سيرين ، عن ابن عباس : ( وأرسل عليهم طيرا أبابيل ) قال : لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب .وحدثنا يعقوب ، حدثنا هشيم ، أخبرنا حصين عن عكرمة في قوله : ( طيرا أبابيل ) قال : كانت طيرا خضرا خرجت من البحر ، لها رءوس كرءوس السباع .وحدثنا ابن بشار ، حدثنا ابن مهدي ، عن سفيان ، عن الأعمش ، عن أبي سفيان عن عبيد بن عمير : ( طيرا أبابيل ) قال : هي طير سود بحرية ، في منقارها وأظافيرها الحجارة .وهذه أسانيد صحيحة .وقال سعيد بن جبير : كانت طيرا خضرا لها مناقير صفر ، تختلف عليهم .وعن ابن عباس ومجاهد وعطاء : كانت الطير الأبابيل مثل التي يقال لها عنقاء مغرب . رواه عنهم ابن أبي حاتم .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عبد الله بن محمد بن أبي شيبة ، حدثنا أبو معاوية ، عن الأعمش ، عن أبي سفيان ، عن عبيد بن عمير ، قال : لما أراد الله أن يهلك أصحاب الفيل ، بعث عليهم طيرا أنشئت من البحر ، أمثال الخطاطيف . كل طير منها تحمل ثلاثة أحجار مجزعة : حجرين في رجليه وحجرا في منقاره . قال : فجاءت حتى صفت على رءوسهم ، ثم صاحت وألقت ما في أرجلها ومناقيرها ، فما يقع حجر على رأس رجل إلا خرج من دبره ، ولا يقع على شيء من جسده إلا وخرج من الجانب الآخر . وبعث الله ريحا شديدة فضربت الحجارة فزادتها شدة فأهلكوا جميعا .وقال السدي ، عن عكرمة ، عن ابن عباس : ( حجارة من سجيل ) قال : طين في حجارة : \" سنك - وكل \" وقد قدمنا بيان ذلك بما أغنى عن إعادته هاهنا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ترميهم بحجارة من سجيل ) قال [ ابن عباس ] وابن مسعود : صاحت الطير ورمتهم بالحجارة ، فبعث الله ريحا فضربت الحجارة فزادتها شدة فما وقع منها حجر على رجل إلا خرج من الجانب الآخر ، وإن وقع على رأسه خرج من دبره ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ترميهم بحجارة من سجيلفي الصحاح : حجارة من سجيل قالوا : حجارة من طين ، طبخت بنار جهنم ، مكتوب فيها أسماء القوم ; لقوله تعالى : لنرسل عليهم حجارة من طين مسومة . وقال عبد الرحمن بن أبزى : من سجيل : من السماء ، وهي الحجارة التي نزلت على قوم لوط . وقيل من الجحيم . وهي ( سجين ) ثم أبدلت اللام نونا ; كما قالوا في أصيلان أصيلال . قال ابن مقبل :[ ورجلة يضربون البيض عن عرض ] ضربا تواصت به الأبطال سجيناوإنما هو سجيلا . وقال الزجاج : من سجيل أي مما كتب عليهم أن يعذبوا به ; مشتق من السجل . وقد مضى القول في سجيل في ( هود ) مستوفى . قالعكرمة : كانت ترميهم بحجارة معها ، فإذا أصاب أحدهم حجر منها خرج به الجدري لم ير قبل ذلك اليوم . وكان الحجر كالحمصة وفوق العدسة . وقال ابن عباس : كان الحجر إذا وقع على أحدهم نفط جلده ، فكان ذلك أول الجدري . وقراءة العامة ترميهم بالتاء ، لتأنيث جماعة الطير . وقرأ الأعرج وطلحة ( يرميهم ) بالياء ; أي يرميهم الله ; دليله قوله تعالى : ولكن الله رمى ويجوز أن يكون راجعا إلى الطير ، لخلوها من علامات التأنيث ، ولأن تأنيثها غير حقيقي ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )يقول تعالى ذكره: ترمي هذه الطير الأبابيل التي أرسلها الله على أصحاب الفيل, بحجارة من سجيل.وقد بيَّنا معنى سجيل في موضع غير هذا, غير أنا نذكر بعض ما قيل من ذلك في هذا الموضع, من أقوال مَنْ لم نذكره في ذلك الموضع.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السديّ, عن عكرمة, عن ابن عباس ( حِجَارَةٍ مِنْ سِجِّيلٍ ) قال: طين في حجارة.حدثني الحسين بن محمد الذارع, قال: ثنا يزيد بن زُرَيع, قال: ثنا سعيد, عن قتادة, عن عكرمة, عن ابن عباس ( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ) قال: من طين.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن السدي, عن عكرمة, عن ابن عباس ( حِجَارَةٍ مِنْ سِجِّيلٍ ) قال: سنك وكل.حدثني الحسين بن محمد الذارع, قال: ثنا يزيد بن زريع, عن عمارة بن أبي حفصة, عن عكرمة, في قوله: ( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ) قال: من طين.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن شرقي, قال: سمعت عكرمة يقول: ( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ) قال: سنك وكل.حدثني يعقوب, قال: ثنا هشيم, قال: أخبرنا حصين, عن عكرمة, قال: كانت ترميهم بحجارة معها, قال: فإذا أصاب أحدهم خرج به الجُدَرِيّ, قال: كان أوّل يوم رُؤى فيه الجدريّ; قال: لم ير قبل ذلك اليوم, ولا بعده.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن موسى بن أبي عائشة, قال: ذكر أبو الكُنود, قال: دون الحِمَّصة وفوق العدسة.حدثنا ابن بشار, قال: ثنا أبو أحمد, قال: ثنا سفيان, عن موسى بن أبي عائشة, قال: كانت الحجارة التي رُمُوا بها أكبر من العدسة; وأصغر من الحِمَّصَةِ.قال: ثنا أبو أحمد الزُّبيريّ, قال: ثنا إسرائيل, عن موسى بن أبي عائشة, عن عمران, مثله.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن السديّ, عن عكرِمة, عن ابن عباس: سجِّيل بالفارسية: سنك وكل, حَجَر وطين.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن إسرائيل, عن جابر بن سابط, قال: هي بالأعجمية: سنك وكل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: كانت مع كل طير ثلاثة أحجار: حجران في رجليه, وحجر في منقاره, فجعلت ترميهم بها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( حِجَارَةٍ مِنْ سِجِّيلٍ ) قال: هي من طين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: هي طير بيض, خرجت من قِبَل البحر, مع كلّ طير ثلاثة أحجار: حجران في رجليه, وحجر في منقاره, ولا يصيب شيئا إلا هشَمه.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث بن يعقوب أن أباه أخبره أنه بلغه أن الطير التي رمت بالحجارة, كأنت تحملها بأفواهها, ثم إذا ألقتها نَفِط لها الجلد.وقال آخرون: معنى ذلك: ترميهم بحجارة من سماء الدنيا.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ) قال: السماء الدنيا, قال: والسماء الدنيا اسمها سجيل, وهي التي أنزل الله جلّ وعزّ على قوم لوط.قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث, عن سعيد بن أبي هلال, أنه بلغه أن الطير التي رمت بالحجارة, أنها طير تخرج من البحر, وأن سجيل: السماء الدنيا. وهذا القول الذي قاله ابن زيد لا نعرف لصحته وجها في خبر ولا عقل, ولا لغة, وأسماء الأشياء لا تدرك إلا من لغة سائرة, أو خبر من الله تعالى ذكره.كان السبب الذي من أجله حلَّت عقوبة الله تعالى بأصحاب الفيل, مسير أبرهة الحبشيّ بجنده معه الفيل, إلى بيت الله الحرام لتخريبه.وكان الذي دعاه إلى ذلك فيما حدثنا به ابن حميد, قال: ثنا سلمة بن الفضل, قال: ثنا ابن إسحاق, أن أبرهة بنى كنيسة بصنعاء, وكان نصرانيا, فسماها القليس; لم يُر مثلها في زمانها بشيء من الأرض; وكتب إلى النجاشيّ ملك الحبشة: إني قد بنيت لك أيها الملك كنيسة, لم يبن مثلها لملك كان قبلك, ولستُ بمُنتهٍ حتى أصرف إليها حاجّ العرب (2) . فلما تحدثت العرب بكتاب أبرهة ذلك للنجاشي, غضب رجل من النَّسأة أحد بني فقيم, ثم أحد بني مالك, فخرج حتى أتى القُليس, فقعد فيها, ثم خرج فلحق بأرضه, فأخبر أبرهة بذلك, فقال: من صنع هذا ؟ فقيل: صنعه رجل من أهل هذا البيت, الذي تحجّ العرب إليه بمكة, لما سمع من قولك: أصرف إليه حاجّ العرب, فغضب, فجاء فقعد فيها, أي أنها ليست لذلك بأهل; فغضب عند ذلك أبرهة, وحلف ليسيرنّ إلى البيت فيهدمه, وعند أبرهة رجال من العرب قد قَدِموا عليه يلتمسون فضله, منهم محمد بن خُزَاعي بن حِزَابة الذَّكواني, ثم السُّلَمي, في نفر من قومه, معه أخ له يقال له قيس بن خزاعي; فبينما هم عنده, غَشِيهم عبد لأبرهة, فبعث إليهم فيه بغذائه, وكان يأكل الخُصَى; فلما أتى القوم بغذائه, قالوا: والله لئن أكلنا هذا لا تزال تسبُّنا به العرب ما بقينا, فقام محمد بن خزاعي, فجاء أبرهة فقال: أيها الملك, إن هذا يوم عيد لنا, لا نأكل فيه إلا الجنُوب والأيدي, فقال له أبرهة: فسنبعث إليكم ما أحببتم, فإنما أكرمتكم بغذائي, لمنزلتكم عندي.ثم إن ابرهة توج محمد بن خُزَاعِي, وأمَّره على مضر, وأمره أن يسير في الناس, يدعوهم إلى حج القُلَّيس, كنيسته التي بناها, فسار محمد بن خزاعي, حتى إذا نزل ببعض أرض بني كنانة, وقد بلغ أهل تهامة أمره, وما جاء له, بعثوا إليه رجلا من هذيل يقال له عُرْوة بن حياض الملاصي, فرماه بسهم فقتله; وكان مع محمد بن خزاعي أخوه قيس بن خزاعي, فهرب حين قُتل أخوه, فلحق بأبرهة فأخبره بقتله, فزاد ذلك أبرهة غضبا وحنقا , وحلف ليغزونّ بني كنانة, وليهدمنّ البيت.ثم إن أبرهة حين أجمع السير إلى البيت, أمر الحُبْشان فتهيأت وتجهَّزت, وخرج معه بالفيل, وسمعت العرب بذلك, فأعظموه, وفُظِعوا به, ورأوا جهاده حقا عليهم, حين سمعوا أنه يريد هدم الكعبة, بيت الله الحرام, فخرج رجل كان من أشراف أهل اليمن وملوكهم, يقال له ذو نَفْر, فدعا قومه ومن أجابه من سائر العرب, إلى حرب أبرهة, وجهاده عن بيت الله, وما يريد من هدمه وإخرابه, فأجابه من أجابه إلى ذلك, وعَرَض له, وقاتله, فهزم وتفرق أصحابه, وأُخِذَ له ذو نفر أسيرا; فلما أراد قتله, قال ذو نفر: أيها الملك لا تقتلني, فإنه عسى أن يكون بقائي معك خيرا لك من قتلي; فتركه من القتل, وحبسه عنده في وثاق. وكان أبرهة رجلا حليما.ثم مضى أبرهة على وجهه ذلك يريد ما خرج له, حتى إذا كان بأرض خثعم, عرض له نفيل بن حبيب الخثعميّ في قبيلتي خثعم: شهران, وناهس, ومن معه &amp;; 24-611 &amp;; من قبائل العرب, فقاتله فهزمه أبرهة, وأُخِذ له أسيرا, فأتي به; فلما همّ بقتله, قال له نفيل: أيها الملك لا تقتلني, فإني دليلك بأرض العرب, وهاتان يداي لك على قبيلتي خثعم: شهران, وناهس, بالسمع والطاعة; فأعفاه وخلَّى سبيله, وخرج به معه, يدله على الطريق; حتى إذا مرّ بالطائف, خرج إليه مسعود بن معتب في رجال ثقيف, فقال: أيها الملك, إنما نحن عبيدك, سامعون لك مطيعون, ليس لك عندنا خلاف, وليس بيتنا هذا بالبيت الذي تريد - يعنون اللات - إنما تريد البيت الذي بمكة - يعنون الكعبة - ونحن نبعث معك من يدلك, فتجاوز عنهم, وبعثوا معهم أبا رغال; فخرج أبرهة ومعه أبو رغال حتى أنزله المغمِّس, فلما أنزله به مات أبو رغال هناك, فرَجَمت العرب قبره, فهو القبر الذي ترجم الناس بالمغمِّس.ولما نزل أبرهة المغمس, بعث رجلا من الحبشة, يقال له الأسود بن مقصود, على خيل له حتى انتهى إلى مكة, فساق إليه أموال أهل مكة من قريش وغيرهم, وأصاب فيها مئتي بعير لعبد المطلب بن هاشم, وهو يومئذ كبير قريش وسيدها; وهمت قريش وكنانة وهذيل ومن كان معهم بالحرم من سائر الناس بقتاله, ثم عرفوا أنهم لا طاقة لهم به, فتركوا ذلك, وبعث أبرهة حناطة الحميري إلى مكة, وقال له: سل عن سيد هذا البلد وشريفهم, ثم قل له: إن الملك يقول لكم: إني لم آت لحربكم, إنما جئت لهدم البيت, فإن لم تعرضوا دونه بحرب فلا حاجة لي بدمائكم, فإن لم يُرِد حربي فأتني به.فلما دخل حناطة مكة, سأل عن سيد قريش وشريفها, فقيل: عبد المطلب بن هاشم بن عبد مناف بن قُصَيّ, فجاءه فقال له ما أمره به أبرهة, قال له عبد المطلب: والله ما نريد حربه, وما لنا بذلك من طاقة; هذا بيت الله الحرام, وبيت خليله إبراهيم عليه السلام - أو كما قال - فإن يمنعه فهو بيته وحرمه, وإن يُخْلِ بينه وبينه, فو الله ما عندنا له من دافع عنه, أو كما قال; فقال له حناطة: فانطلق إلى الملك, فإنه قد أمرني أن آتيه بك. فانطلق معه عبد المطلب, ومعه بعض بنيه, حتى أتى العسكر, فسأل عن ذي نفر, وكان له صديقا, فدل عليه, فجاءه وهو في محبسه, فقال: يا ذا نفر, هل عندك غَنَاء فيما نزل بنا ؟ فقال له ذو نفر, وكان له صديقا: وما غناء رجل أسير في يدي ملك, ينتظر أن يقتله غدوا أو عشيا! ما عندي &amp;; 24-612 &amp;; غناء في شيء مما نزل بك, إلا أن أنيسا سائق الفيل لي صديق, فسأرسل إليه, فأوصيه بك, وأعظم عليه حقك, وأساله أن يستأذن لك على الملك, فتكلمه بما تريد, ويشفع لك عنده بخير, إن قدر على ذلك. قال: حسبي, فبعث ذو نفر إلى أنيس, فجاء به, فقال: يا أنيس إن عبد المطلب سيد قريش, وصاحب عير مكة, يطعم الناس بالسهل, والوحوش في رءوس الجبال, وقد أصاب الملك له مئتي بعير, فاستأذن له عليه, وانفعه عنده بما استطعت, فقال: أفعل.فكلَّم أنيس أبرهة, فقال: أيها الملك, هذا سيِّد قريش ببابك, يستأذن عليك, وهو صاحب عير مكة, يُطعم الناس بالسهل, والوحوش في رءوس الجبال, فأْذَنْ له عليك, فليكلمك بحاجته, وأحسن إليه. قال: فأذن له أبرهة, وكان عبد المطلب رجلا عظيما وسيما جسيما; فلما رآه أبرهة أجلَّه وأكرمه أن يجلس تحته, وكره أن تراه الحبشة يجلسه معه على سرير ملكه, فنزل أبرهة عن سريره, فجلس على بساطه, فأجلسه معه عليه إلى جنبه, ثم قال لترجمانه: قل له ما حاجتك إلى الملك ؟ فقال له ذلك الترجمان, فقال له عبد المطلب: حاجتي إلى الملك أن يردّ عليّ مئتي بعير أصابها لي; فلما قال له ذلك, قال أبرهة لترجمانه: قل له: قد كنت أعجبتني حين رأيتك, ثم زهدت فيك حين كلَّمتَني, أتكلمني في مئتي بعير أصبتها لك, وتترك بيتا هو دينك ودين آبائك, قد جئت لهدمه فلا تكلمني فيه ؟ قال له عبد المطلب: إني أنا رب الإبل, وإن للبيت ربا سيمنعه, قال: ما كان ليمنع مني, قال: فأنت وذاك, أردد إليّ إبلي.وكان فيما زعم بعض أهل العلم قد ذهب مع عبد المطب إلى أبرهة, حين بعث إليه حناطة, يعمر بن نفاثة بن عديّ بن الديل بن بكر بن عبد مناف بن كنانة, وهو يومئذ سيِّد بني كنانة, وخويلد بن واثلة الهُذَليّ وهو يومئذ سيد هُذَيل, فعرضوا على أبرهة ثلث أموال تهامة, على أن يرجع عنهم, ولا يهدم البيت, فأبي عليهم, والله أعلم.وكان أبرهة, قد ردّ على عبد المطلب الإبل التي أصاب له, فلما انصرفوا عنه انصرف عبد المطلب إلى قريش, فأخبرهم الخبر, وأمرهم بالخروج من مكة, والتحرزّ في شعف الجبال والشعاب, تخوّفا عليهم من مَعَرّة الجيش; ثم قام عبد المطلب, فأخذ بحلقة الباب, باب الكعبة, وقام معه نفر من قريش يدعون الله, ويستنصرونه على أبرهة وجنده, فقال عبد المطلب, وهو آخذ حلقة باب الكعبة:يا رَبِّ لا أرْجُو لَهُمْ سِوَاكايا رَبِّ فامْنَعْ مِنْهُم حِماكاإنَّ عَدُوَّ الْبَيْتِ مَنْ عادَاكاامْنَعْهُمُ أنْ يُخَربُوا قُرَاكا (3)وقال أيضا:لا هُمَّ إنَّ العَبْدَ يَمْنَعُ رَحْلَهُ فامْنَع حِلالكْلا يَغْلِبَنَّ صَلِيبُهُمْومِحَالُهُمْ غَدْوا مِحَالكْفَلَئِنْ فَعَلْتَ فَرُبَّمَاأوْلى فأمْرٌ ما بَدَا لَكْوَلئِنْ فَعَلْتَ فإنَّهُأمْرٌ تُتِمُّ بِهِ فِعَالكْ (4)وقال أيضا:وكُنْتُ إذَا أتى باغٍ بِسَلْمٍنُرَجِّي أن تَكُونَ لَنَا كَذلِكْفَوَلَّوْا لَمْ يَنالُوا غَيْرَ خِزْيٍوكانَ الحَيْنُ يُهْلِكُهُمْ هُنَالكْوَلَمْ أسْمَعْ بأرْجَسَ مِنْ رِجالٍأرَادُوا العِزَّ فانْتَهَكُوا حَرامَكْجَرُّوا جُمُوعَ بِلادِهِمْوالْفِيلَ كَيْ يَسبُوا عِيَالكْ (5)ثم أرسل عبد المطلب حلقة باب الكعبة, وانطلق هو ومن معه من قريش إلى شَعَف الجبال, فتحرّزوا فيها, ينتظرون ما أبرهة فاعل بمكة إذا دخلها; فلما أصبح أبرهة تهيأ لدخول مكة, وهيأ فيله, وعبأ جيشه, وكان اسم الفيل محمودا, وأبرهة مُجْمِعٌ لهدم البيت, ثم الانصراف إلى اليمن. فلما وجَّهوا الفيل, أقبل نفيل بن حبيب الخثعميّ, حتى قام إلى حنبه, ثم أخذ بأذنه فقال: أبرك محمود, وارجع راشدا من حيث جئت, فإنك في بلد الله الحرام; ثم أرسل أذنه, فبَرَك الفيل, وخرج نُفَيل بن حبيب يشتدّ حتى أصعد في الجبل. وضربوا الفيل ليقوم فأبى, وضربوا في رأسه بالطبرزين ليقوم, فأبى, فأدخلوا محاجن لهم في مراقه, فبزغوه بها ليقوم, فأبى, فوجَّهوه راجعا إلى اليمن, فقام يهرول, ووجَّهوه إلى الشام, ففعل مثل ذلك, ووجهوه إلى المشرق, ففعل مثل ذلك, ووجهوه إلى مكة فبرك, وأرسل الله عليهم طيرا من البحر, أمثال الخطاطيف, مع كل طير ثلاثة أحجار يحملها: حجر في منقاره, وحجران في رجليه مثل الحمص والعدس, لا يصيب منهم أحدا إلا هلك, وليس كلهم أصابت, وخرجوا هاربين يبتدرون الطريق الذي منه جاءوا, ويسألون عن نفيل بن حبيب, ليدلهم على الطريق إلى اليمن, فقال نُفَيل بن حبيب حين رأى ما أنزل الله بهم من نقمته:أيْنَ المَفَرُّ والإلَهُ الطَّالِبْوالأشْرَمُ المَغْلُوبُ غَيْرُ الْغَالِبْ (6)فخرجوا يتساقطون بكلّ طريق, ويهلكون على كلّ منهل, فأصيب أبرهة في جسده, وخرجوا به معهم, فسقطت أنامله أنملة أنملة, كلما سقطت أنملة أتبعتها مِدّة تَمُثُّ قيحا ودما, حتى قَدِموا به صنعاء, وهو مثل فرخ الطير, فما مات حتى انصدع صدره عن قلبه فيما يزعمون.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن يعقوب بن عتبة بن المُغيرة بن الأخنس, أنه حدّث, أن أوّل ما رُؤيت الحصبة والجدريّ بأرض العرب ذلك العام, وأنه أوّل ما رؤي بها مُرار الشجر: الحرملُ والحنظلُ والعُشرُ ذلك العام.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ ) أقبل أبرهة الأشرم من الحبشة يوما ومن معه من عداد أهل اليمن, إلى بيت الله ليهدمه من أجل بيعة لهم أصابها العرب بأرض اليمن, فأقبلوا بفيلهم, حتى إذا كانوا بالصَّفَّاح برك; فكانوا إذا وجَّهوه إلى بيت الله ألقى بجرانه على الأرض, وإذا وجهوه إلى بلدهم انطلق وله هرولة, حتى إذا كان بنخلة اليمانية بعث الله عليهم طيرا بيضا أبابيل. والأبابيل: الكثيرة, مع كلّ طير ثلاثة أحجار: حجران في رجليه, وحجر في منقاره, فجعلت ترميهم بها حتى جعلهم الله عزّ وجلّ كعصف مأكول; قال: فنجا أبو يكسوم وهو أبرهة, فجعل كلما قدم أرضا تساقط بعض لحمه, حتى أتى قومه, فأخبرهم الخبر ثم هلك.------------------------الهوامش:(2) في سيرة ابن هشام طبعة الحلبي الأولى ( 1 : 45 ) حج العرب .(3) هذان البيتان ينسبان إلى عبد المطلب جد النبي صلى الله عليه وسلم زعموا أنه قالهما في حرب الفيل . وقد ذكرهما الثعلبي المفسر في العرائس المعروف بقصص الأنبياء ( طبعة الحلبي 442 ) .(4) بعض هذه الأبيات ينسب إلى عبد المطلب جد النبي صلى الله عليه وسلم ، وكان رئيس مكة وهو القائم بأمر البيت ، قالها عند قصد الحبشة لغزو مكة ، وهدم الكعبة . وقد أورد ابن إسحاق منها ثلاثة أبيات ، وهي :لا هُمَّ إنَّ الْعَبْدَ يَمْنَعُ رَحْلَهُ فامْنَعْ حِلالكْلا يَغْلِبَنَّ صَلِيبُهُمْومِحَالُهُمْ غَدْوًا مِحالَكْإنْ كُنْتَ تارِكَهُمْ وقِبْلَتَنا فأمْرٌ ما بَدَا لَكْقال ابن هشام : هذا ما صح له منها . وقال السهيلي في الروض الأنف تعليقًا على قول عبد المطلب هذا : وفي الرجز بيت ثالث لم يقع في الأصل ، وهو قوله :وانْصُر على آلِ الصَّلِيبِ وعابِدِيهِ اليَوْمَ آلكْوقوله : حلالك : هم القوم الحالون في المكان . ا ه . وقيل : إن البيت الثالث مما رواه الواقدي ، ولم يروه ابن إسحاق . ا ه .(5) الأبيات الثلاثة الأولى من بحر الوافر . أما البيت الرابع فليس منها لأنه من مجزوء الرجز ، كالأبيات السابقة ، فهو أحرى أن يلحق بها . ولكنها هكذا جاءت مختلطة في الأصل ، وهذا من إفساد الناسخين ، والله أعلم . وينبغي أن تكون قافية هذه الأبيات الكاف ؛ لا اللام ، لأن الشاعر لم يلتزم اللام في البيت الثالث ، ولو لزمها لجاز أن تكون هي القافية .(6) البيت نسبه الثعلبي المفسر في ( العرائس ) إلى نفيل بن حبيب الخثعمي 443 وقال السهيلي في الروض الأنف ( 1 : 45 ) : ونفيل الذي ذكر : هو نفيل بن عبد الله بن جزء بن عامر بن مالك ... بن خثعم ، كذلك نسبه البرقي . وفي الكتاب : نفيل بن حبيب ، يريد بالكتاب كتاب السيرة لمحمد بن إسحاق ، وقد ورد اسم نفيل في قصة الفيل ."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فجعلهم كعصف مأكول» كورق زرع أكلته الدواب وداسته وأفنته، أي أهلكهم الله تعالى كل واحد بحجره المكتوب عليه أسمه، وهو أكبر من العدسة وأصغر من الحمصة يغرق البيضة والرجل والفيل ويصل الأرض، وكان هذا عام مولد النبي صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، [وقصتهم معروفة مشهورة] وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات  رسالته، فلله الحمد والشكر."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فجعلهم كعصف مأكول ) قال سعيد بن جبير : يعني التبن الذي تسميه العامة : هبورا . وفي رواية عن سعيد : ورق الحنطة . وعنه أيضا : العصف : التبن . والمأكول : القصيل يجز للدواب . وكذلك قال الحسن البصري .وعن ابن عباس : العصف : القشرة التي على الحبة ، كالغلاف على الحنطة .وقال ابن زيد : العصف : ورق الزرع ، وورق البقل ، إذا أكلته البهائم فراثته ، فصار درينا .والمعنى : أن الله ، سبحانه وتعالى ، أهلكهم ودمرهم ، وردهم بكيدهم وغيظهم لم ينالوا خيرا ، وأهلك عامتهم ، ولم يرجع منهم بخير إلا وهو جريح ، كما جرى لملكهم أبرهة ، فإنه انصدع صدره عن قلبه حين وصل إلى بلده صنعاء ، وأخبرهم بها جرى لهم ، ثم مات . فملك بعده ابنه يكسوم ، ثم من بعده أخوه مسروق بن أبرهة ، ثم خرج سيف بن ذي يزن الحميري إلى كسرى فاستغاثه على الحبشة ، فأنفذ معه من جيوشه فقاتلوا معه ، فرد الله إليهم ملكهم ، وما كان في آبائهم من الملك ، وجاءته وفود العرب للتهنئة .وقد قال محمد بن إسحاق : حدثنا عبد الله بن أبي بكر ، عن عمرة بنت عبد الرحمن بن أسعد بن زرارة ، عن عائشة قالت : لقد رأيت قائد الفيل وسائسه بمكة أعميين مقعدين ، يستطعمان ورواه الواقدي عن عائشة مثله . ورواه أيضا عن أسماء بنت أبي بكر أنها قالت : كانا مقعدين يستطعمان الناس ، عند إساف ونائلة ، حيث يذبح المشركون ذبائحهم .قلت : كان اسم قائد الفيل : أنيسا .وقد ذكر الحافظ أبو نعيم في كتاب \" دلائل النبوة \" من طريق ابن وهب ، عن ابن لهيعة ، عن عقيل بن خالد ، عن عثمان بن المغيرة قصة أصحاب الفيل ، ولم يذكر أن أبرهة قدم من اليمن ، وإنما بعث على الجيش رجلا يقال له : شمر بن مفصود ، وكان الجيش عشرين ألفا ، وذكر أن الطير طرقتهم ليلا فأصبحوا صرعى .وهذا السياق غريب جدا ، وإن كان أبو نعيم قد قواه ورجحه على غيره . والصحيح أن أبرهة الأشرم الحبشي قدم مكة كما دل على ذلك السياقات والأشعار . وهكذا روى ابن لهيعة ، عن الأسود ، عن عروة : أن أبرهة بعث الأسود بن مفصود على كتيبة معهم الفيل ، ولم يذكر قدوم أبرهة نفسه ، والصحيح قدومه ، ولعل ابن مفصود كان على مقدمة الجيش ، والله أعلم .ثم ذكر ابن إسحاق شيئا من أشعار العرب ، فيما كان من قصة أصحاب الفيل ، فمن ذلك شعر عبد الله بن الزبعري :تنكلوا عن بطن مكة إنها     كانت قديما لا يرام حريمهالم تخلق الشعرى ليالي حرمت     إذ لا عزيز من الأنام يرومهاسائل أمير الجيش عنها ما رأى ؟     فلسوف ينبي الجاهلين عليمهاستون ألفا لم يؤوبوا أرضهم     بل لم يعش بعد الإياب سقيمهاكانت بها عاد وجرهم قبلهم     والله من فوق العباد يقيمهاوقال أبو قيس بن الأسلت الأنصاري المري :ومن صنعه يوم فيل الحبو     ش ، إذ كل ما بعثوه رزممحاجنهم تحت أقرابه     وقد شرموا أنفه فانخرموقد جعلوا سوطه مغولا     إذا يمموه قفاه كليمفسول أدبر أدراجه     وقد باء بالظلم من كان ثمفأرسل من فوقهم حاصبا     يلفهم مثل لف القزمتحث على الصبر أحبارهم     وقد ثأجوا كثؤاج الغنموقال أبو الصلت بن أبي ربيعة الثقفي ، ويروى لأمية بن أبي الصلت بن أبي ربيعة :إن آيات ربنا باقيات     ما يماري فيهن إلا الكفورخلق الليل والنهار فكل     مستبين حسابه ، مقدورثم يجلو النهار رب رحيم     بمهاة شعاعها منشورحبس الفيل بالمغمس حتى     صار يحبو ، كأنه معقورلازما حلقه الجران كما قطر     من ظهر كبكب محدورحوله من ملوك كندة أبطال     ملاويث في الحروب صقورخلفوه ثم ابذعروا جميعا     كلهم عظم ساقه مكسوركل دين يوم القيامة عند الله     إلا دين الحنيفة بوروقد قدمنا في تفسير \" سورة الفتح \" أن رسول الله صلى الله عليه وسلم لما أطل يوم الحديبية على الثنية التي تهبط به على قريش ، بركت ناقته ، فزجروها فألحت ، فقالوا : خلأت القصواء ، أي : حرنت . فقال رسول الله صلى الله عليه وسلم : \" ما خلأت القصواء ، وما ذاك لها بخلق ، ولكن حبسها حابس الفيل \" ثم قال : \" والذي نفسي بيده ، لا يسألوني اليوم خطة يعظمون فيها حرمات الله ، إلا أجبتهم إليها \" . ثم زجرها فقامت . والحديث من أفراد البخاري .وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال يوم فتح مكة : \" إن الله حبس عن مكة الفيل ، وسلط عليها رسوله والمؤمنين ، وإنه قد عادت حرمتها اليوم كحرمتها بالأمس ، ألا فليبلغ الشاهد الغائب \" . آخر تفسير سورة \" الفيل \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فجعلهم كعصف مأكول ) كزرع وتبن أكلته الدواب فراثته فيبس وتفرقت أجزاؤه . شبه تقطع ، أوصالهم بتفرق أجزاء الروث . قال مجاهد : \" العصف \" ورق الحنطة . وقال قتادة : هو التبن . وقال عكرمة : كالحب إذا أكل فصار أجوف . وقال ابن عباس : هو القشر الخارج الذي يكون على حب الحنطة كهيئة الغلاف له ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فجعلهم كعصف مأكول أي جعل الله أصحاب الفيل كورق الزرع إذا أكلته الدواب ، فرمت به من أسفل . شبه تقطع أوصالهم بتفرق أجزائه . روي معناه عن ابن زيد وغيره . وقد مضى القول في العصف في سورة ( الرحمن ) . ومما يدل على أنه ورق الزرع قول علقمة :تسقي مذانب قد مالت عصيفتها حدورها من أتي الماء مطموموقال رؤبة بن العجاج :ومسهم ما مس أصحاب الفيل     ترميهم حجارة من سجيلولعبت طير بهم أبابيل     فصيروا مثل كعصف مأكولالعصف : جمع ، واحدته عصفة وعصافة ، وعصيفة . وأدخل الكاف في كعصف للتشبيه مع مثل ، نحو قوله تعالى : ليس كمثله شيء . ومعنى مأكول مأكول حبه . كما يقال : فلان حسن ; أي حسن وجهه . وقال ابن عباس : فجعلهم كعصف مأكول أن المراد به قشر البر ; يعني الغلاف الذي تكون فيه حبة القمح . ويروى أن الحجر كان يقع على أحدهم فيخرج كل ما في جوفه ، فيبقى كقشر الحنطة إذا خرجت منه الحبة . وقال ابن مسعود : لما رمت الطير بالحجارة ، بعث الله ريحا فضربت الحجارة فزادتها شدة ، فكانت لا تقع على أحد إلا هلك ، ولم يسلم منهم إلا رجل من كندة ; فقال :فإنك لو رأيت ولم تريه     لدى جنب المغمس ما لقيناخشيت الله إذ قد بث طيرا     وظل سحابة مرت عليناوباتت كلها تدعو بحق     كأن لها على الحبشان ديناويروى أنها لم تصبهم كلهم ; لكنها أصابت من شاء الله منهم . وقد تقدم أن أميرهم رجع وشرذمة لطيفة معه ، فلما أخبروا بما رأوا هلكوا . فالله أعلم . وقال ابن إسحاق : لما رد الله الحبشة عن مكة ، عظمت العرب قريشا وقالوا : أهل الله ، قاتل عنهم ، وكفاهم مئونة عدوهم فكان ذلك نعمة من الله عليهم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ )يعني تعالى ذكره: فجعل الله أصحاب الفيل كزرع أكلته الدواب فراثته, فيبس وتفرّقت أجزاؤه; شبَّه تقطُّع أوصالهم بالعقوبة التي نزلت بهم, وتفرّق آراب أبدانهم بها, بتفرّق أجزاء الروث, الذي حدث عن أكل الزرع.وقد كان بعضهم يقول: العصف: هو القشر الخارج الذي يكون على حبّ الحنطة من خارج, كهيئة الغلاف لها.*ذكر من قال: عُني بذلك ورق الزرع:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( كَعَصْفٍ مَأْكُولٍ ) قال: ورق الحنطة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( كَعَصْفٍ مَأْكُولٍ ) قال: هو التبن.وحُدثت عن الحسين, قال: سمعت أبا معاذ, قال: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( كَعَصْفٍ مَأْكُولٍ ) : كزرع مأكول.حدثني محمد بن عمارة الأسدي, قال: ثنا زريق بن مرزوق, قال: ثنا هبيرة, عن سلمة بن نُبَيط, عن الضحاك, في قوله ( كَعَصْفٍ مَأْكُولٍ ) قال: هو الهبور بالنبطية, وفي رواية: المقهور.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ ) قال: ورق الزرع وورق البقل, إذا أكلته البهائم فراثته, فصار رَوْثا.*ذكر من قال: عني به قشر الحبّ:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( كَعَصْفٍ مَأْكُولٍ ) قال: البرّ يؤكل ويُلقى عصفه الريح والعصف: الذي يكون فوق البرّ: هو لحاء البرّ.وقال آخرون في ذلك بما حدثنا ابن حميد, قال: ثنا مهران, عن أبي سنان, عن حبيب بن أبي ثابت: ( كَعَصْفٍ مَأْكُولٍ ) قال: كطعام مطعوم.آخر تفسير سورة الفيل"
      }
    ]
  }
}