{
  "surah": {
    "surahNo": 106,
    "surahNameAr": "قريش",
    "surahNameArabicLong": "سورة قريش",
    "surahNameEn": "Quraish",
    "revelationPlace": "Mecca",
    "totalAyat": 4
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى \"اليمن\"، وفي الصيف إلى \"الشام\"، وتيسير ذلك؛ لجلب ما يحتاجون إليه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لإيلاف قريش»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة لإيلاف قريش وهي مكية .ذكر حديث غريب في فضلها : قال البيهقي في كتاب \" الخلافيات \" : حدثنا أبو عبد الله الحافظ ، حدثنا بكر بن محمد بن حمدان الصيرفي بمرو ، حدثنا أحمد بن عبيد الله النرسي ، حدثنا يعقوب بن محمد الزهري ، حدثنا إبراهيم بن محمد بن ثابت بن شرحبيل ، حدثني عثمان بن عبد الله [ بن ] أبي عتيق ، عن سعيد بن عمرو بن جعدة بن هبيرة ، عن أبيه ، عن جدته أم هانئ بنت أبي طالب ; أن رسول الله صلى الله عليه وسلم قال : \" فضل الله قريشا بسبع خلال : أني منهم وأن النبوة فيهم ، والحجابة والسقاية فيهم ، وأن الله نصرهم على الفيل ، وأنهم عبدوا الله عز وجل عشر سنين لا يعبده غيرهم ، وأن الله أنزل فيهم سورة من القرآن \" ثم تلاها رسول الله : بسم الله الرحمن الرحيم \" لإيلاف قريش إيلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف \" .هذه السورة مفصولة عن التي قبلها في المصحف الإمام ، كتبوا بينهما سطر بسم الله الرحمن الرحيم ، وإن كانت متعلقة بما قبلها . كما صرح بذلك محمد بن إسحاق وعبد الرحمن بن زيد بن أسلم ; لأن المعنى عندهما : حبسنا عن مكة الفيل وأهلكنا أهله ( لإيلاف قريش ) أي : لائتلافهم واجتماعهم في بلدهم آمنين ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية( لإيلاف قريش ) قرأ أبو جعفر : \" ليلاف \" بغير همز \" إلافهم \" طلبا للخفة ، وقرأ ابن عامر \" لئلاف \" بهمزة مختلسة من غير ياء بعدها [ على وزن لغلاف ] وقرأ الآخرون بهمزة مشبعة وياء بعدها ، واتفقوا - غير أبي جعفر - في \" إيلافهم \" أنها بياء بعد الهمزة ، إلا عبد الوهاب بن فليح عن ابن كثير فإنه قرأ : \" إلفهم \" ساكنة اللام بغير ياء .وعد بعضهم سورة الفيل وهذه السورة واحدة ; منهم أبي بن كعب لا فصل بينهما في مصحفه ، وقالوا : اللام في \" لإيلاف \" تتعلق بالسورة التي قبلها ، وذلك أن الله تعالى ذكر أهل مكة عظيم نعمته عليهم فيما صنع بالحبشة ، وقال : ( لإيلاف قريش ) .وقال الزجاج : المعنى : جعلهم كعصف مأكول لإيلاف قريش ، أي [ يريد إهلاك أهل ] الفيل لتبقى قريش [ وما ألفوا من ] رحلة الشتاء والصيف .وقال مجاهد : ألفوا ذلك فلا يشق عليهم في الشتاء والصيف .والعامة على أنهما سورتان ، واختلفوا في العلة الجالبة للام في قوله \" لإيلاف \" ، قال الكسائي والأخفش : هي لام التعجب ، يقول : اعجبوا لإيلاف قريش رحلة الشتاء والصيف ، وتركهم عبادة رب هذا البيت ، ثم أمرهم بعبادته كما تقول في الكلام لزيد وإكرامنا إياه على وجه التعجب : اعجبوا لذلك : والعرب إذا جاءت بهذه اللام اكتفوا بها دليلا على التعجب من إظهار الفعل منه .وقال الزجاج : هي مردودة إلى ما بعدها تقديره : فليعبدوا رب هذا البيت لإيلافهم رحلة الشتاء والصيف .وقال [ ابن عيينة ] : لنعمتي على قريش .وقريش هم ولد النضر بن كنانة ، وكل من ولده النضر فهو قرشي ، ومن لم يلده النضر فليس بقرشي .أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا أبو محمد محمد بن علي بن محمد بن شريك الشافعي ، أخبرنا عبد الله بن مسلم أبو بكر الجوربذي ، حدثنا يونس بن عبد الأعلى الصدفي ، أخبرنا بشر بن بكر عن الأوزاعي ، حدثني شداد أبو عمار ، حدثنا واثلة بن الأسقع ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الله اصطفى كنانة من ولد إسماعيل ، واصطفى من كنانة قريشا واصطفى من قريش بني هاشم ، واصطفاني من بني هاشم \" .وسموا قريشا من القرش ، والتقرش وهو التكسب والجمع ، يقال : فلان يقرش لعياله ويقترش أي يكتسب ، وهم كانوا تجارا حراصا على جمع المال والإفضال .وقال أبو ريحانة : سأل معاوية عبد الله بن عباس : لم سميت قريش قريشا ؟ قال : لدابة تكون في البحر من أعظم دوابه يقال لها القرش لا تمر بشيء من الغث والسمين إلا أكلته ، وهي تأكل ولا تؤكل ، وتعلو ولا تعلى ، قال : وهل تعرف العرب ذلك في أشعارها ؟ قال : نعم ، فأنشده شعر الجمحي :وقريش هي التي تسكن البحر بها سميت قريش قريشا سلطت بالعلو في لجة البحر على سائر البحور جيوشا     تأكل الغث والسمين ولا تتركفيه لذي الجناحين ريشا هكذا في الكتاب حي قريش يأكلون البلاد أكلا [ كميشا ]     ولهم في آخر الزمان نبييكثر القتل فيهم والخموشا"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "تفسير سورة قريشمكية في قول الجمهورومدنية في قول الضحاك والكلبيوهي أربع آياتبسم الله الرحمن الرحيملإيلاف قريشقيل : إن هذه السورة متصلة بالتي قبلها في المعنى . يقول : أهلكت أصحاب الفيل لإيلاف قريش ; أي لتأتلف ، أو لتتفق قريش ، أو لكي تأمن قريش فتؤلف رحلتيها . وممن عد السورتين واحدة أبي بن كعب ، ولا فصل بينهما في مصحفه . وقال سفيان بن عيينة : كان لنا إمام لا يفصل بينهما ، ويقرؤهما معا . وقال عمرو بن ميمون الأودي : صلينا المغرب خلف عمر بن الخطاب - رضي الله عنه - ; فقرأ في الأولى : والتين والزيتون وفي الثانية ألم تر كيف و لإيلاف قريش .وقال الفراء : هذه السورة متصلة بالسورة الأولى ; لأنه ذكر أهل مكة عظيم نعمته عليهم فيما فعل بالحبشة ، ثم قال : لإيلاف قريش أي فعلنا ذلك بأصحاب الفيل نعمة منا على قريش . وذلك أن قريشا كانت تخرج في تجارتها ، فلا يغار عليها ولا تقرب في الجاهلية . يقولون هم أهل بيت الله جل وعز ; حتى جاء صاحب الفيل ليهدم الكعبة ، ويأخذ حجارتها ، فيبني بها بيتا في اليمن يحج الناس إليه ، فأهلكهم الله - عز وجل - ، فذكرهم نعمته . أي فجعل الله ذلك لإيلاف قريش ، أي ليألفوا الخروج ولا يجترأ عليهم ; وهو معنى قول مجاهد وابن عباس في رواية سعيد بن جبير عنه . ذكره النحاس : حدثنا أحمد بن شعيب قال أخبرني عمرو بن علي قال : حدثني عامر بن إبراهيم - وكان ثقة من خيار الناس - قال حدثني خطاب بن جعفر بن أبي المغيرة ، قال : حدثني أبي عن سعيد بن جبير عن ابن عباس ، في قوله تعالى : لإيلاف قريش قال : نعمتي على قريش إيلافهم رحلة الشتاء والصيف . قال : كانوا يشتون بمكة ، ويصيفون بالطائف . وعلى هذا القول يجوز الوقف على رءوس الآي وإن لم يكن الكلام تاما ; على ما نبينه أثناء السورة . وقيل : ليست بمتصلة ; لأن بين السورتين بسم الله الرحمن الرحيم وذلك دليل على انقضاء السورة وافتتاح الأخرى ، وأن اللام متعلقة بقوله تعالى : فليعبدوا أي : فليعبدوا هؤلاء رب هذا البيت ، لإيلافهم رحلة الشتاء والصيف للامتيار . وكذا قال الخليل : ليست متصلة ; كأنه قال : ألف الله قريشا إيلافا فليعبدوا رب هذا البيت . وعمل ما بعد الفاء فيما قبلها لأنها زائدة غير عاطفة ; كقولك : زيدا فاضرب . وقيل : اللام في قوله تعالى : لإيلاف قريش لام التعجب ; أي اعجبوا لإيلاف قريش ; قاله الكسائي والأخفش . وقيل : بمعنى إلى . وقرأ ابن عامر : ( لإئلاف قريش ) مهموزا مختلسا بلا ياء . وقرأ أبو جعفر والأعرج ( ليلاف ) بلا همز طلبا للخفة . الباقون لإيلاف بالياء مهموزا مشبعا ; من آلفت أولف إيلافا . قال الشاعر :المنعمين إذا النجوم تغيرت والظاعنين لرحلة الإيلافويقال : ألفته إلفا وإلافا . وقرأ أبو جعفر أيضا : ( لإلف قريش ) وقد جمعهما من قال :زعمتم أن إخوتكم قريش     لهم إلف وليس لكم إلافقال الجوهري : وفلان قد ألف هذا الموضع ( بالكسر ) يألف إلفا ، وآلفه إياه غيره . ويقال أيضا : آلفت الموضع أولفه إيلافا . وكذلك : آلفت الموضع أؤلفه مؤالفة وإلافا ; فصار صورة أفعل وفاعل في الماضي واحدة . وقرأ عكرمة ( ليألف ) بفتح اللام على الأمر وكذلك هو في مصحف ابن مسعود . وفتح لام الأمر لغة حكاها ابن مجاهد وغيره . وكان عكرمة يعيب على من يقرأ لإيلاف . وقرأ بعض أهل مكة ( إلاف قريش ) استشهد بقول أبي طالب يوصي أخاه أبا لهب برسول الله - صلى الله عليه وسلم - :فلا تتركنه ما حييت لمعظم     وكن رجلا ذا نجدة وعفافتذود العدا عن عصبة هاشمية     إلافهم في الناس خير إلافوأما قريش فهم بنو النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر . فكل من كان من ولد النضر فهو قرشي دون بني كنانة ومن فوقه . وربما قالوا : قريشي ، وهو القياس ; قال الشاعر :كل قريشي عليه مهابة      [ سريع إلى واعي الندى والتكرم ]فإن أردت بقريش الحي صرفته ، وإن أردت به القبيلة لم تصرفه ; قال الشاعر ( عدي بن الرفاع ) :[ غلب المساميح الوليد سماحة ]     وكفى قريش المعضلات وسادهاوالتقريش : الاكتساب ، وتقرشوا أي تجمعوا . وقد كانوا متفرقين في غير الحرم ، فجمعهم قصي بن كلاب في الحرم ، حتى اتخذوه مسكنا . قال الشاعر :أبونا قصي كان يدعى مجمعا     به جمع الله القبائل من فهروقد قيل : إن قريشا بنو فهر بن مالك بن النضر . فكل من لم يلده فهر فليس بقرشي . والأول أصح وأثبت . وقد روي عن النبي - صلى الله عليه وسلم - أنه قال : إنا ولد النضر بن كنانة لا نقفو أمنا ، ولا ننتفي من أبينا . وقال وائلة بن الأسقع : قال النبي - صلى الله عليه وسلم - إن الله اصطفى كنانة من ولد إسماعيل ، واصطفى من بني كنانة قريشا ، واصطفى من قريش بني هاشم ، واصطفاني من بني هاشم . صحيح ثابت ، خرجه البخاري ومسلم وغيرهما .واختلف في تسميتهم قريشا على أقوال : أحدها : لتجمعهم بعد التفرق ، والتقرش : التجمع والالتئام . قال أبو جلدة اليشكري :إخوة قرشوا الذنوب علينا     في حديث من دهرهم وقديمالثاني : لأنهم كانوا تجارا يأكلون من مكاسبهم . والتقرش : التكسب . وقد قرش يقرش قرشا : إذا كسب وجمع . قال الفراء : وبه سميت قريش .الثالث : لأنهم كانوا يفتشون الحاج من ذي الخلة ، فيسدون خلته . والقرش : التفتيش . قال الشاعر :أيها الشامت المقرش عنا     عند عمرو فهل له إبقاءالرابع : ما روي أن معاوية سأل ابن عباس لم سميت قريش قريشا ؟ فقال : لدابة في البحر من أقوى دوابه يقال لها القرش ; تأكل ولا تؤكل ، وتعلو ولا تعلى . وأنشد قول تبع :وقريش هي التي تسكن البح     ر بها سميت قريش قريشاتأكل الرث والسمين ولا تت     رك فيها لذي جناحين ريشاهكذا في البلاد حي قريش     يأكلون البلاد أكلا كميشاولهم آخر الزمان نبي     يكثر القتل فيهم والخموشا"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  لإِيلافِ قُرَيْشٍ (1)اختلفت القرّاء في قراءة: ( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ ) , فقرأ ذلك عامة قرّاء الأمصار بياء بعد همز لإيلاف وإيلافهم, سوى أبي جعفر, فإنه وافق غيره في قوله ( لإيلافِ ) فقرأه بياء بعد همزة, واختلف عنه في قوله ( إِيلافِهِمْ ) فروي عنه أنه كان يقرؤه: \" إلْفِهِمْ\" (1) على أنه مصدر من ألف يألف إلفا, بغير ياء. وحَكى بعضهم عنه أنه كان يقرؤه: \" إلافِهِمْ\" بغير ياء مقصورة الألف.والصواب من القراءة في ذلك عندي: من قرأه: ( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ ) بإثبات الياء فيهما بعد الهمزة, من آلفت الشيء أُولفه إيلافا, لإجماع الحجة من القرّاء عليه. وللعرب في ذلك لغتان: آلفت, وألفت; فمن قال: آلفت بمدّ الألف قال: فأنا أؤالف إيلافا; ومن قال: ألفت بقصر الألف قال: فأنا آلف إلفا, وهو رجل آلف إلفا. وحكي عن عكرمة أنه كان يقرأ ذلك: \" لتألف قريش إلفهم رحلة الشتاء والصيف \".حدثني بذلك أبو كُرَيب, قال: ثنا وكيع, عن أبي مكين, عن عكرِمة.وقد رُوي عن النبي صلى الله عليه وسلم في ذلك, ما حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ليث, عن شهر بن حوشب, عن أسماء بنت يزيد, قالت: سمعت النبي صلى الله عليه وسلم يقرأ: \" إلْفَهُمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ\" .واختلف أهل العربية في المعنى الجالب هذه اللام في قوله: ( لإيلافِ قُرَيْشٍ ) , فكان بعض نحويي البصرة يقول: الجالب لها قوله:  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  فهي في قول هذا القائل صلة لقوله جعلهم, فالواجب على هذا القول, أن يكون معنى الكلام: ففعلنا بأصحاب الفيل هذا الفعل, نعمة منا على أهل هذا البيت, وإحسانا منا إليهم, إلى نعمتنا عليهم في رحلة الشتاء والصيف, فتكون اللام في قوله ( لإيلافِ ) بمعنى إلى, كأنه قيل: نعمة لنعمة وإلى نعمة, لأن إلى موضع اللام, واللام موضع إلى.وقد قال معنى هذا القول بعض أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, في قوله: ( إيلافِهِم رِحْلَة الشتاءِ والصَّيْف ) قال: إيلافهم ذلك فلا يشقّ عليهم رحلة شتاء ولا صيف.حدثني إسماعيل بن موسى السديِّ, قال: أخبرنا شريك, عن إبراهيم بن المهاجر, عن مجاهد ( لإيلافِ قُريْشٍ ) قال: نعمتي على قريش.حدثني محمد بن عبد الله الهلالي, قال: ثنا فروة بن أبي المَغْراء الكندي, قال: ثنا شريك, عن إبراهيم بن المهاجر, عن مجاهد, مثله.حدثنا عمرو بن عليّ, قال: ثنا عامر بن إبراهيم الأصبهاني, قال: ثنا خطاب ابن جعفر بن أبي المغيرة قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس, في قوله: ( لإيلافِ قُريْشٍ ) قال: نعمتي على قريش.وكان بعض نحويي الكوفة يقول: قد قيل هذا القول, ويقال: إنه تبارك وتعالى عجَّب نبيه صلى الله عليه وسلم فقال: اعجب يا محمد لِنعَم الله على قريش, في إيلافهم رحلة الشتاء والصيف. ثم قال: فلا يتشاغلوا بذلك عن الإيمان واتباعك يستدل بقوله: (فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ) .وكان بعض أهل التأويل يوجِّه تأويل قوله: (لإيلافِ قُريْشٍ ) إلى أُلفة بعضهم بعضا.*ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله: ( لإيلافِ قُريْشٍ ) فقرأ:  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ  إلى آخر السورة, قال: هذا لإيلاف قريش, صنعتُ هذا بهم لألفة قريش, لئلا أفرّق أُلفتهم وجماعتهم, وإنما جاء صاحب الفيل ليستبيد حريمهم, فصنع الله ذلك.والصواب من القول في ذلك عندنا أن يقال: إن هذه اللام بمعنى التعجب. وأن معنى الكلام: اعجبوا لإيلاف قريش رحلة الشتاء والصيف, وتركهم عبادة ربّ هذا البيت, الذي أطعهم من جوع, وآمنهم من خوف، فليعبدوا ربّ هذا البيت, الذي أطعمهم من جوع, وآمنهم من خوف. والعرب إذا جاءت بهذه اللام, فأدخلوها في الكلام للتعجب اكتفوا بها دليلا على التعجب من إظهار الفعل الذي يجلبها, كما قال الشاعر:أغَرَّكَ أنْ قَالُوا لِقُرَّةَ شاعِرًافيالأباهُ مِنْ عَرِيفٍ وَشَاعِرِ (2)فاكتفى باللام دليلا على التعجب من إظهار الفعل، وإنما الكلام: أغرّك أن قالوا: اعجبوا لقرّة شاعرا، فكذلك قوله:(لإيلافِ) .وأما القول الذي قاله من حَكينا قوله, أنه من صلة قوله:  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  فإن ذلك لو كان كذلك, لوجب أن يكون \" لإيلاف \" بعض  أَلَمْ تَرَ  , وأن لا تكون سورة منفصلة من  أَلَمْ تَرَ  ، وفي إجماع جميع المسلمين على أنهما سورتان تامتان، كلّ واحدة منهما منصلة عن الأخرى ما يبين عن فساد القول الذي قاله من قال ذلك. ولو كان قوله: ( لإيلافِ قُرَيْشٍ ) من صلة قوله:  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  لم تكن  أَلَمْ تَرَ  تامَّة حتى توصل بقوله: ( لإيلافِ قُرَيْشٍ ) لأن الكلام لا يتمّ إلا بانقضاء الخبر الذي ذُكر.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله: (إلْفَهُمْ رِحْلَةَ الشتاءِ وَالصَّيْف) يقول: لزومهم.حدثني محمد بن سعد, قال: ثني أبى, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله: ( لإيلافِ قُرَيْشٍ ) قال: نهاهم عن الرحلة, وأمرهم أن يعبدوا ربّ هذا البيت, وكفاهم المؤنة، وكانت رحلتهم في الشتاء والصيف, فلم يكن لهم راحة في شتاء ولا صيف, فأطعمهم بعد ذلك من جوع, وآمنهم من خوف, وألفوا الرحلة, فكانوا إذا شاءوا ارتحلوا, وإذا شاءوا أقاموا, فكان ذلك من نعمة الله عليهم.حدثني محمد بن المثنى, قال: ثني ابن عبد الأعلى, قال: ثنا داود, عن عكرمة قال: كانت قريش قد ألفوا بصرى واليمن يختلفون إلى هذه في الشتاء, وإلى هذه في الصيف ( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ ) فأمرهم أن يقيموا بمكة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن إسماعيل, عن أبي صالح ( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ ) قال: كانوا تجارا, فعلم الله حبهم للشام.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لإيلافِ قُرَيْشٍ ) قال: عادة قريش عادتهم رحلة الشتاء والصيف.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( لإيلافِ قُرَيْشٍ ) كانوا ألفوا الارتحال في القيظ والشتاء."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى \"اليمن\"، وفي الصيف إلى \"الشام\"، وتيسير ذلك؛ لجلب ما يحتاجون إليه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إيلافهم» تأكيد وهو مصدر آلف بالمد «رحلة الشتاء» إلى اليمن «و» رحلة «الصيف» إلى الشام في كل عام، يستعينون بالرحلتين للتجارة على المقام بمكة لخدمة البيت الذي هو فخرهم، وهم ولد النضر بن كنانة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقيل : المراد بذلك ما كانوا يألفونه من الرحلة في الشتاء إلى اليمن ، وفي الصيف إلى الشام في المتاجر وغير ذلك ، ثم يرجعون إلى بلدهم آمنين في أسفارهم ; لعظمتهم عند الناس ، لكونهم سكان حرم الله ، فمن عرفهم احترمهم ، بل من صوفي إليهم وسار معهم أمن بهم . هذا حالهم في أسفارهم ورحلتهم في شتائهم وصيفهم . وأما في حال إقامتهم في البلد ، فكما قال الله : ( أولم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم ) [ العنكبوت : 67 ] ولهذا قال : ( لإيلاف قريش ) بدل من الأول ومفسر ولهذا قال : ( إيلافهم رحلة الشتاء والصيف )وقال ابن جرير : الصواب أن \" اللام \" لام التعجب ، كأنه يقول : اعجبوا لإيلاف قريش ونعمتي عليهم في ذلك . قال : وذلك لإجماع المسلمين على أنهما سورتان منفصلتان مستقلتان ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله تعالى : ( إيلافهم ) بدل من الإيلاف الأول ( رحلة الشتاء والصيف ) \" رحلة \" نصب على المصدر ، أي ارتحالهم رحلة الشتاء والصيف .روى عكرمة ، وسعيد بن جبير عن ابن عباس رضي الله عنهما قال : كانوا يشتون بمكة ويصيفون بالطائف ، فأمرهم الله تعالى أن يقيموا بالحرم ويعبدوا رب هذا البيت .وقال الآخرون : كانت لهم رحلتان في كل عام للتجارة ، إحداهما في الشتاء إلى اليمن لأنها أدفأ والأخرى في الصيف إلى الشام .وكان الحرم واديا جدبا لا زرع فيه ولا ضرع ، وكانت قريش تعيش بتجارتهم ورحلتهم ، وكان لا يتعرض لهم أحد بسوء ، كانوا يقولون : قريش سكان حرم الله وولاة بيته فلولا الرحلتان لم يكن لهم بمكة مقام ، ولولا الأمن بجوار البيت لم يقدروا على التصرف ، وشق عليهم الاختلاف إلى اليمن والشام فأخصبت تبالة وجرش من بلاد اليمن ، فحملوا الطعام إلى مكة ، أهل الساحل من البحر على السفن وأهل البر على الإبل والحمير فألقى أهل الساحل بجدة ، وأهل البر بالمحصب ، وأخصب الشام فحملوا الطعام إلى مكة فألقوا بالأبطح ، فامتاروا من قريب وكفاهم الله مؤنة الرحلتين"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : إيلافهم رحلة الشتاء والصيفقرأ مجاهد وحميد ( إلفهم ) ساكنة اللام بغير ياء . وروي نحوه عن ابن كثير . وكذلك روت أسماء أنها سمعت رسول الله - صلى الله عليه وسلم - يقرأ ( إلفهم ) . وروي عن ابن عباس وغيره . وقرأ أبو جعفر والوليد عن أهل الشام وأبو حيوة ( إلافهم ) مهموزا مختلسا بلا ياء . وقرأ أبو بكر عن عاصم ( إئلافهم ) بهمزتين ، الأولى مكسورة والثانية ساكنة . والجمع بين الهمزتين في الكلمتين شاذ . الباقون إيلافهم بالمد والهمز ; وهو الاختيار ، وهو بدل من الإيلاف الأول للبيان . وهو مصدر آلف : إذا جعلته يألف . وألف هو إلفا ; على ما تقدم ذكره من القراءة ; أي وما قد ألفوه من رحلة الشتاء والصيف . روى ابن أبي نجيح عن مجاهد في قوله تعالى : إيلافهم رحلة الشتاء والصيف قال : لا يشق عليهم رحلة شتاء ولا صيف ، منة منه على قريش .وقال الهروي وغيره : وكان أصحاب الإيلاف أربعة إخوة : هاشم ، وعبد شمس ، والمطلب ، ونوفل بنو عبد مناف . فأما هاشم فإنه كان يؤلف ملك الشام ; أي أخذ منه حبلا وعهدا يأمن به في تجارته إلى الشام . وأخوه عبد شمس كان يؤلف إلى الحبشة . والمطلب إلى اليمن . ونوفل إلى فارس . ومعنى يؤلف يجير . فكان هؤلاء الإخوة يسمون المجيرين . فكان تجار قريش يختلفون إلى الأمصار بحبل هؤلاء الإخوة ، فلا يتعرض لهم . قال الزهري : الإيلاف : شبه الإجارة بالخفارة ; يقال : آلف يؤلف : إذا أجار الحمائل بالخفارة . والحمائل : جمع حمولة . قال : والتأويل : أن قريشا كانوا سكان الحرم ، ولم يكن لهم زرع ولا ضرع ، وكانوا يميرون في الشتاء والصيف آمنين ، والناس يتخطفون من حولهم ، فكانوا إذا عرض لهم عارض قالوا : نحن أهل حرم الله ، فلا يتعرض الناس لهم . وذكر أبو الحسين أحمد بن فارس بن زكريا في تفسيره : حدثنا سعيد بن محمد ، عن بكر بن سهل الدمياطي ، بإسناده إلى ابن عباس ، في قول الله - عز وجل - : لإيلاف قريش إلافهم رحلة الشتاء والصيف . وذلك أن قريشا كانوا إذا أصابت واحدا منهم مخمصة ، جرى هو وعياله إلى موضع معروف ، فضربوا على أنفسهم خباء فماتوا ; حتى كان عمرو بن عبد مناف ، وكان سيد زمانه ، وله ابن يقال له أسد ، وكان له ترب من بني مخزوم ، يحبه ويلعب معه . فقال له : نحن غدا نعتفد ، قال ابن فارس : هذه لفظة في هذا الخبر لا أدري : بالدال هي أم بالراء ; فإن كانت بالراء فلعلها من العفر ، وهو التراب ، وإن كانت بالدال ، فما أدري معناها ، وتأويله على ما أظنه : ذهابهم إلى ذلك الخباء ، وموتهم واحدا بعد واحد . قال : فدخل أسد على أمه يبكي ، وذكر ما قاله تربه . قال : فأرسلت أم أسد إلى أولئك بشحم ودقيق ، فعاشوا به أياما . ثم إن تربه أتاه أيضا فقال : نحن غدا نعتفد ، فدخل أسد على أبيه يبكي ، وخبره خبر تربه ، فاشتد ذلك على عمرو بن عبد مناف ، فقام خطيبا في قريش وكانوا يطيعون أمره ، فقال : إنكم أحدثتم حدثا تقلون فيه وتكثر العرب ، وتذلون وتعز العرب ، وأنتم أهل حرم الله جل وعز ، وأشرف ولد آدم ، والناس لكم تبع ، ويكاد هذا الاعتفاد يأتي عليكم . فقالوا : نحن لك تبع . قال : ابتدئوا بهذا الرجل - يعني أبا ترب أسد - فأغنوه عن الاعتفاد ، ففعلوا . ثم إنه نحر البدن ، وذبح الكباش والمعز ، ثم هشم الثريد ، وأطعم الناس ; فسمي هاشما . وفيه قال الشاعر :عمرو الذي هشم الثريد لقومه ورجال مكة مسنتون عجافثم جمع كل بني أب على رحلتين : في الشتاء إلى اليمن ، وفي الصيف إلى الشام للتجارات ، فما ربح الغني قسمه بينه وبين الفقير ، حتى صار فقيرهم كغنيهم ; فجاء الإسلام وهم على هذا ، فلم يكن في العرب بنو أب أكثر مالا ولا أعز من قريش ، وهو قول شاعرهم :والخالطون فقيرهم بغنيهم     حتى يصير فقيرهم كالكافيفلم يزالوا كذلك حتى بعث الله رسوله محمدا - صلى الله عليه وسلم - ، فقال : فليعبدوا رب هذا البيت الذي أطعمهم من جوع بصنيع هاشم وآمنهم من خوف أن تكثر العرب ويقلوا .قوله تعالى : رحلة الشتاء والصيف ، رحلة نصب بالمصدر ; أي ارتحالهم رحلة ; أو بوقوع إيلافهم عليه ، أو على الظرف . ولو جعلتها في محل الرفع ، على معنى هما رحلة الشتاء والصيف ، لجاز . والأول أولى . والرحلة الارتحال . وكانت إحدى الرحلتين إلى اليمن في الشتاء ، لأنها بلاد حامية ، والرحلة الأخرى في الصيف إلى الشام ، لأنها بلاد باردة . وعن ابن عباس أيضا قال : كانوا يشتون بمكة لدفئها ، ويصيفون بالطائف لهوائها . وهذه من أجل النعم أن يكون للقوم ناحية حر تدفع عنهم برد الشتاء ، وناحية برد تدفع عنهم حر الصيف ; فذكرهم الله تعالى هذه النعمة . وقال الشاعر :تشتي بمكة نعمة     ومصيفها بالطائفوهنا أربع مسائل :الأولى : اختار القاضي أبو بكر بن العربي وغيره من العلماء : أن قوله تعالى : لإيلاف متعلق بما قبله . ولا يجوز أن يكون متعلقا بما بعده ، وهو قوله تعالى : فليعبدوا رب هذا البيت قال : وإذا ثبت أنه متعلق بالسورة الأخرى - وقد قطع عنه بكلام مبتدأ ، واستئناف بيان وسطر بسم الله الرحمن الرحيم ، فقد تبين جواز الوقف في القراءة للقراء قبل تمام الكلام ، وليست المواقف التي ينتزع بها القراء شرعا عن النبي - صلى الله عليه وسلم - مرويا ، وإنما أرادوا به تعليم الطلبة المعاني ، فإذا علموها وقفوا حيث شاءوا . فأما الوقف عند انقطاع النفس فلا خلاف فيه ، ولا تعد ما قبله إذا اعتراك ذلك ، ولكن ابدأ من حيث وقف بك نفسك . هذا رأيي فيه ، ولا دليل على ما قالوه ، بحال ، ولكني أعتمد الوقف على التمام ، كراهية الخروج عنهم .قلت : ومن الدليل على صحة هذا ، قراءة النبي - صلى الله عليه وسلم - الحمد لله رب العالمين ثم يقف . الرحمن الرحيم ثم يقف . وقد مضى في مقدمة الكتاب . وأجمع المسلمون أن الوقف عند قوله : كعصف مأكول ليس بقبيح . وكيف يقال إنه قبيح وهذه السورة تقرأ في الركعة الأولى والتي بعدها في الركعة الثانية ، فيتخللها من قطع القراءة أركان ؟ وليس أحد من العلماء يكره ذلك ، وما كانت العلة فيه إلا أن قوله تعالى : فجعلهم كعصف مأكول انتهاء آية . فالقياس على ذلك : ألا يمتنع الوقف عند أعجاز الآيات سواء كان الكلام يتم ، والغرض ينتهي ، أو لا يتم ، ولا ينتهي . وأيضا فإن الفواصل حلية وزينة للكلام المنظوم ، ولولاها لم يتبين المنظوم من المنثور . ولا خفاء أن الكلام المنظوم أحسن ; فثبت بذلك أن الفواصل من محاسن المنظوم ، فمن أظهر فواصله بالوقوف عليها فقد أبدى محاسنه ، وترك الوقوف يخفي تلك المحاسن ، ويشبه المنثور بالمنظوم ، وذلك إخلال بحق المقروء .الثانية : قال مالك : الشتاء نصف السنة ، والصيف نصفها ، ولم أزل أرى ربيعة بن أبي عبد الرحمن ومن معه ، لا يخلعون عمائمهم حتى تطلع الثريا ، وهو يوم التاسع عشر من بشنس ، وهو يوم خمسة وعشرين من عدد الروم أو الفرس . وأراد بطلوع الثريا أن يخرج السعاة ، ويسير الناس بمواشيهم إلى مياههم ، وأن طلوع الثريا أول الصيف ودبر الشتاء . وهذا مما لا خلاف فيه بين أصحابه عنه . وقال عنه أشهب وحده : إذا سقطت الهقعة نقص الليل ، ، فلما جعل طلوع الثريا أول الصيف ، وجب أن يكون له في مطلق السنة ستة أشهر ، ثم يستقبل الشتاء من بعد ذهاب الصيف ستة أشهر . وقد سئل محمد بن عبد الحكم عمن حلف ألا يكلم امرأ حتى يدخل الشتاء ؟ فقال : لا يكلمه حتى يمضي سبعة عشر من هاتور . ولو قال يدخل الصيف ، لم يكلمه حتى يمضي سبعة عشر من بشنس . قال القرظي : أما ذكر هذا عن محمد في بشنس ، فهو سهو ، إنما هو تسعة عشر من بشنس ، لأنك إذا حسبت المنازل على ما هي عليه ، من ثلاث عشرة ليلة كل منزلة ، علمت أن ما بين تسع عشرة من هاتور لا تنقضي منازل إلا بدخول تسع عشرة من بشنس . والله أعلم .الثالثة : قال قوم : الزمان أربعة أقسام : شتاء ، وربيع ، وصيف ، وخريف . وقال قوم : هو شتاء ، وصيف ، وقيظ ، وخريف . والذي قاله مالك أصح ; لأن الله قسم الزمان قسمين ولم يجعل لهما ثالثا .الرابعة : لما امتن الله تعالى على قريش برحلتين ، شتاء وصيفا ، على ما تقدم ، كان فيه دليل على جواز تصرف الرجل في الزمانين بين محلين ، يكون حالهما في كل زمان أنعم من الآخر ; كالجلوس في المجلس البحري في الصيف ، وفي القبلي في الشتاء ، وفي اتخاذ البادهنجات والخيش للتبريد ، واللبد واليانوسة للدفء ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِيلافِهِمْ ) مخفوضة على الإبدال, كأنه قال: لإيلاف قريش لإيلافهم, رحلة الشتاء والصيف، وأما الرحلة فنُصبَت بقوله.( إِيلافِهِمْ ) , ووقوعه عليها.وقوله: ( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ) يقول: رحلة قريش الرحلتين: إحداهما إلى الشام في الصيف, والأخرى إلى اليمن في الشتاء.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ) قال: كانت لهم رحلتان: الصيف إلى الشام, والشتاء إلى اليمن في التجارة, إذا كان الشتاء امتنع الشأم منهم لمكان البرد, وكانت رحلتهم في الشتاء إلى اليمن.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ) قال: كانوا تُجَّارا.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, ثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الكلبيّ( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ) قال: كانت لهم رحلتان: رحلة في الشتاء إلى اليمن, ورحلة في الصيف إلى الشأم.حدثنا عمرو بن عليّ, قال: ثنا عامر بن إبراهيم الأصبهاني, قال: ثنا خطاب بن جعفر بن أبي المغيرة قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس ( إِيلافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ ) قال: كانوا يشْتون بمكة, ويَصِيفون بالطائف."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فليشكروا، وليعبدوا رب هذا البيت -وهو الكعبة- الذي شرفوا به، وليوحدوه ويخلصوا له العبادة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فليعبدوا» تعلق به لإيلاف والفاء زائدة «رب هذا البيت»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فأهلك الله من أرادهم بسوء، وعظم أمر الحرم وأهله في قلوب العرب، حتى احترموهم، ولم يعترضوا لهم في أي: سفر أرادوا، ولهذا أمرهم الله بالشكر، فقال:  فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ  أي: ليوحدوه ويخلصوا له العبادة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم أرشدهم إلى شكر هذه النعمة العظيمة فقال : ( فليعبدوا رب هذا البيت ) أي : فليوحدوه بالعبادة ، كما جعل لهم حرما آمنا وبيتا محرما ، كما قال تعالى : ( إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين ) [ النمل : 91 ]"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "وأمرهم بعبادة رب البيت فقال: \"فليعبدوا رب هذا البيت\"، أي الكعبة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فليعبدوا رب هذا البيتأمرهم الله تعالى بعبادته وتوحيده ، لأجل إيلافهم رحلتين . ودخلت الفاء لأجل ما في الكلام من معنى الشرط ، لأن المعنى : إما لا فليعبدوه لإيلافهم ; على معنى أن نعم الله تعالى عليهم لا تحصى ، فإن لم يعبدوه لسائر نعمه ، فليعبدوه لشأن هذه الواحدة ، التي هي نعمة ظاهرة . والبيت : الكعبة . وفي تعريف نفسه لهم بأنه رب هذا البيت وجهان : أحدهما لأنه كانت لهم أوثان فيميز نفسه عنها . الثاني : لأنهم بالبيت شرفوا على سائر العرب ، فذكر لهم ذلك ، تذكيرا لنعمته . وقيل : فليعبدوا رب هذا البيت أي ليألفوا عبادة رب الكعبة ، كما كانوا يألفون الرحلتين . قال عكرمة : كانت قريش قد ألفوا رحلة إلى بصرى ورحلة إلى اليمن ، فقيل لهم : فليعبدوا رب هذا البيت أي يقيموا بمكة . رحلة الشتاء ، إلى اليمن ، والصيف : إلى الشام ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ ) يقول: فليقيموا بموضعهم ووطنهم من مكة, وليعبدوا ربّ هذا البيت, يعني بالبيت: الكعبة.كما حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا مُغيرة, عن إبراهيم, أن عمر بن الخطاب رضى الله عنه, صلى المغرب بمكة, فقرأ: ( لإيلافِ قُرَيْشٍ ) فلما انتهى إلى قوله: ( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ ) أشار بيده إلى البيت.حدثنا عمرو بن عليّ, قال: ثنا عامر بن إبراهيم الأصبهاني, قال: ثنا خطاب ابن جعفر بن أبي المغيرة, قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس, في قوله ( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ ) قال الكعبة.وقال بعضهم: أمروا أن يألفوا عبادة ربّ مكة كإلفهم الرحلتين.*ذكر من قال ذلك:حدثنا عمرو بن عبد الحميد الآمُلِيّ, قال: ثنا مروان, عن عاصم الأحول, عن عكرِمة, عن ابن عباس, في قول الله: ( لإيلافِ قُرَيْشٍ ) قال: أُمروا أن يألفوا عبادة ربّ هذا البيت, كإلفهم رحلة الشتاء والصيف."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الذي أطعمهم من جوع شديد، وآمنهم من فزع وخوف عظيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الذي أطعمهم من جوع» أي من أجله «وآمنهم من خوف» أي من أجله وكان يصيبهم الجوع لعدم الزرع بمكة وخافوا جيش الفيل."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ  فرغد الرزق والأمن من المخاوف، من أكبر النعم الدنيوية، الموجبة لشكر الله تعالى.فلك اللهم الحمد والشكر على نعمك الظاهرة والباطنة، وخص الله بالربوبية البيت  لفضله وشرفه، وإلا فهو رب كل شيء.."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( الذي أطعمهم من جوع ) أي : هو رب البيت ، وهو \" الذي أطعمهم من جوع وآمنهم من خوف \" أي : تفضل عليهم بالأمن والرخص فليفردوه بالعبادة وحده لا شريك له ، ولا يعبدوا من دونه صنما ولا ندا ولا وثنا . ولهذا من استجاب لهذا الأمر جمع الله له بين أمن الدنيا وأمن الآخرة ، ومن عصاه سلبهما منه ، كما قال تعالى : ( وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون ولقد جاءهم رسول منهم فكذبوه فأخذهم العذاب وهم ظالمون ) [ النحل : 112 - 113 ]وقد قال ابن أبي حاتم : حدثنا عبد الله بن عمرو العدني ، حدثنا قبيصة ، حدثنا سفيان ، عن ليث ، عن شهر بن حوشب ، عن أسماء بنت يزيد قالت : سمعت رسول الله صلى الله عليه وسلم يقول : \" ويل أمكم قريش ، لإيلاف قريش \" ثم قال :حدثنا أبي ، حدثنا المؤمل بن الفضل الحراني ، حدثنا عيسى - يعني ابن يونس - ، عن عبيد الله بن أبي زياد ، عن شهر بن حوشب ، عن أسامة بن زيد قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" لإيلاف قريش إيلافهم رحلة الشتاء والصيف . ويحكم يا معشر قريش ، اعبدوا رب هذا البيت الذي أطعمكم من جوع وآمنكم من خوف \" .هكذا رأيته عن أسامة بن زيد ، وصوابه عن أسماء بنت يزيد بن السكن ، أم سلمة الأنصارية ، رضي الله عنها ، فلعله وقع غلط في النسخة أو في أصل الرواية ، والله أعلم .آخر تفسير سورة \" لإيلاف قريش \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( الذي أطعمهم من جوع ) أي من بعد جوع بحمل الميرة إلى مكة ( وآمنهم من خوف ) بالحرم وكونهم من أهل [ مكة ] حتى لم يتعرض لهم [ في رحلتهم ]وقال عطاء عن ابن عباس : إنهم كانوا في ضر ومجاعة حتى جمعهم هاشم على الرحلتين ، وكانوا يقسمون ربحهم بين الفقير والغني حتى كان فقيرهم كغنيهم .قال الكلبي : وكان أول من حمل [ السمراء ] من الشام ورحل إليها الإبل : هاشم بن عبد مناف وفيه يقول الشاعر .قل للذي طلب السماحة والندى هلا مررت بآل عبد مناف     هلا مررت بهم تريد قراهممنعوك من ضر ومن إكفاف     الرائشين وليس يوجد رائشوالقائلين هلم للأضياف     والخالطين فقيرهم بغنيهمحتى يكون فقيرهم كالكافي     والقائمين بكل وعد صادقوالراحلين برحلة الإيلاف     عمرو [ العلا ] هشم الثريد لقومهورجال مكة [ مسنتون ] عجاف     سفرين سنهما له ولقومهسفر الشتاء ورحلة الأصيافوقال الضحاك والربيع وسفيان : \" وآمنهم من خوف \" من خوف الجذام ، فلا يصيبهم ببلدهم الجذام ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : الذي أطعمهم من جوع وآمنهم من خوف قوله تعالى : الذي أطعمهم من جوع أي بعد جوع . وآمنهم من خوف قال ابن عباس : وذلك بدعوة إبراهيم - عليه السلام - حيث قال : رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات . وقال ابن زيد : كانت العرب يغير بعضها على بعض ، ويسبي بعضها من بعض ، فأمنت قريش من ذلك لمكان الحرم - وقرأ - أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء . وقيل : شق عليهم السفر في الشتاء والصيف ، فألقى الله في قلوب الحبشة أن يحملوا إليهم طعاما في السفن ، فحملوه ; فخافت قريش منهم ، وظنوا أنهم قدموا لحربهم ، فخرجوا إليهم متحرزين ، فإذا هم قد جلبوا إليهم الطعام ، وأغاثوهم بالأقوات ; فكان أهل مكة يخرجون إلى جدة بالإبل والحمر ، فيشترون الطعام ، على مسيرة ليلتين . وقيل : هذا الإطعام هو أنهم لما كذبوا النبي - صلى الله عليه وسلم - دعا عليهم ، فقال : اللهم اجعلها عليهم سنين كسني يوسف فاشتد القحط ، فقالوا : يا محمد ادع الله لنا فإنا مؤمنون . فدعا فأخصبت تبالة وجرش من بلاد اليمن ; فحملوا الطعام إلى مكة ، وأخصب أهلها . وقال الضحاك والربيع وشريك وسفيان : وآمنهم من خوف أي من خوف الجذام ، لا يصيبهم ببلدهم الجذام . وقال الأعمش : وآمنهم من خوف أي من خوف الحبشة مع الفيل . وقال علي - رضي الله عنه - : وآمنهم من خوف أن تكون الخلافة إلا فيهم . وقيل : أي كفاهم أخذ الإيلاف من الملوك . فالله أعلم ، واللفظ يعم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ ) يقول: الذي أطعم قريشا من جوع.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ ) يعني: قريشا أهل مكة بدعوة إبراهيم صلى الله عليه وسلم حيث قال:  وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ  .( وَآمَنَهُمْ مِنْ خَوْفٍ ) اختلف أهل التأويل في معنى قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) فقال بعضهم: معنى ذلك: أنه آمنهم مما يخاف منه من لم يكن من أهل الحرم من الغارات والحروب والقتال, والأمور التي كانت العرب يخاف بعضها من بعض.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس، ( وَآمَنَهُمْ مِنْ خَوْفٍ ) حيث قال إبراهيم عليه السلام:  رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا  .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: آمنهم من كلّ عدو في حرمهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ ) قال: كان أهل مكة تجارا يتعاورون ذلك شتاء وصيفا, آمنين في العرب, وكانت العرب يغير بعضها على بعض, لا يقدرون على ذلك, ولا يستطيعونه من الخوف, حتى إن كان الرجل منهم ليُصاب في حيّ من أحياء العرب, وإذا قيل حِرْمِيٌّ خُليَ عنه وعن ماله, تعظيما لذلك فيما أعطاهم الله من الأمن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: كانوا يقولون: نحن من حرم الله, فلا يعرض لهم أحد في الجاهلية, يأمنون بذلك, وكان غيرهم من قبائل العرب إذا خرج أغير عليه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: كانت العرب يغير بعضها على بعض, ويسبي بعضها بعضا, فأمنوا من ذلك لمكان الحرم, وقرأ:  أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ  .وقال آخرون: عُنِي بذلك: وآمنهم من الجذام.*ذكر من قال ذلك:حدثنا الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا قال: قال الضحاك: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: من خوفهم من الجذام.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: من الجذام وغيره.حدثنا أبو كُريب, قال: قال وكيع: سمعت أطعمهم من جوع, قال: الجوع ( وَآمَنَهُمْ مِنْ خَوْفٍ ) الخوف: الجذام.حدثنا عمرو بن عليّ, قال: ثنا عامر بن إبراهيم الأصبهاني, قال: ثنا خطاب بن جعفر بن أبي المُغيرة, قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: الخوف: الجذام.والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أخبر أنه ( آمَنَهُمْ مِنْ خَوْفٍ ) والعدو مخوف منه, والجذام مخوف منه, ولم يخصص الله الخبر عن أنه آمنهم من العدوّ دون الجذام, ولا من الجذام دون العدوّ, بل عمّ الخبر بذلك، فالصواب أن يعمّ كما عمّ جلّ ثناؤه, فيقال: آمنهم من المعنيين كليهما.آخر تفسير سورة قريش"
      }
    ]
  }
}