{
  "surah": {
    "surahNo": 107,
    "surahNameAr": "الماعون",
    "surahNameArabicLong": "سورة الماعون",
    "surahNameEn": "Al-Maa'un",
    "revelationPlace": "Mecca",
    "totalAyat": 7
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أرأيت حال ذلك الذي يكذِّب بالبعث والجزاء؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أرأيت الذي يُكذِّب بالدين» بالجزاء والحساب، أي هل عرفته وإن لم تعرفه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يقول تعالى ذامًا لمن ترك حقوقه وحقوق عبادة:  أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ  أي: بالبعث والجزاء، فلا يؤمن بما جاءت به الرسل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "مكيةيقول تعالى : أرأيت - يا محمد - الذي يكذب بالدين ؟ وهو : المعاد والجزاء"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية( أرأيت الذي يكذب بالدين ) قال مقاتل : نزلت في العاص بن وائل السهمي وقال السدي ومقاتل بن حيان وابن كيسان : في الوليد بن المغيرة . قال الضحاك : في [ عمرو ] بن عائذ المخزومي . وقال عطاء عن ابن عباس : في رجل من المنافقين .ومعنى \" يكذب بالدين \" أي بالجزاء والحساب ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "تفسير سورة الماعونوهي سبع آياتوهي مكية في قول عطاء وجابر وأحد قولي ابن عباس وغيره ومدنية في قول له آخر وهو قول قتادةبسم الله الرحمن الرحيمأرأيت الذي يكذب بالدينقوله تعالى : أرأيت الذي يكذب بالدين أي بالجزاء والحساب في الآخرة ; وقد تقدم في ( الفاتحة ) . وأرأيت بإثبات الهمزة الثانية ; إذ لا يقال في أرأيت : ريت ، ولكن ألف الاستفهام سهلت الهمزة ألفا ; ذكره الزجاج . وفي الكلام حذف ; والمعنى : أرأيت الذي يكذب بالدين : أمصيب هو أم مخطئ . واختلف فيمن نزل هذا فيه ; فذكر أبو صالح عن ابن عباس قال : نزلت في العاص بن وائل السهمي ; وقاله الكلبي ومقاتل . وروى الضحاك عنه قال : نزلت في رجل من المنافقين . وقال السدي : نزلت في الوليد بن المغيرة . وقيل في أبي جهل . الضحاك : في عمرو بن عائذ . قال ابن جريج : نزلت في أبي سفيان ، وكان ينحر في كل أسبوع جزورا ، فطلب منه يتيم شيئا ، فقرعه بعصاه ; فأنزل الله هذه السورة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1)يعني تعالى ذكره بقوله: (أرأيت الذي يكذب بالدين) أرأيت يا محمد الذي يكذّب بثواب الله وعقابه, فلا يطيعه في أمره ونهيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله: ( أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ ) قال: الذي يكذّب بحكم الله عز وجلّ.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن جُرَيج ( يُكَذِّبُ بِالدِّينِ ) قال: بالحساب.وذُكر أن ذلك في قراءة عبد الله: \" أرأيْتَ الَّذِي يُكَذِّبُ الدِّينَ\" فالباء في قراءته صلة, دخولها في الكلام وخروجها واحد."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فذلك الذي يدفع اليتيم بعنف وشدة عن حقه؛ لقساوة قلبه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فذلك» بتقدير هو بعد الفاء «الذي يَدُعُّ اليتيم» أي يدفعه بعنف عن حقه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ  أي: يدفعه بعنف وشدة، ولا يرحمه لقساوة قلبه، ولأنه لا يرجو ثوابًا، ولا يخشى  عقابًا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي هو الذي يقهر اليتيم ويظلمه حقه ولا يطعمه ولا يحسن إليه."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فذلك الذي يدع اليتيم\"، يقهره ويدفعه عن حقه، والدع: الدفع بالعنف والجفوة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يدع أي يدفع ، كما قال : يدعون إلى نار جهنم دعا وقد تقدم . وقال الضحاك عن ابن عباس : فذلك الذي يدع اليتيم أي يدفعه عن حقه . قتادة : يقهره ويظلمه . والمعنى متقارب . وقد تقدم في سورة ( النساء ) أنهم كانوا لا يورثون النساء ولا الصغار ، ويقولون : إنما يحوز المال من يطعن بالسنان ، ويضرب بالحسام . وروي عن النبي - صلى الله عليه وسلم - أنه قال : من ضم يتيما من المسلمين حتى يستغني فقد وجبت له الجنة . وقد مضى هذا المعنى في غير موضع ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ ) يقول: فهذا الذي يكذِّب بالدين, هو الذي يدفع اليتيم عن حقه, ويظلمه. يقال منه: دععت فلانًا عن حقه, فأنا أدعه دعًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس,( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ ) قال: يدفع حقّ اليتيم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( يَدُعُّ الْيَتِيمَ ) قال: يدفع اليتيم فلا يُطعمه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ ) : أي يقهره ويظلمه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( يَدُعُّ الْيَتِيمَ ) قال: يقهره ويظلمه.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( يَدُعُّ الْيَتِيمَ ) قال: يقهره.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان في قوله: ( يَدُعُّ الْيَتِيمَ ) قال: يدفعه."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولا يحضُّ غيره على إطعام المسكين، فكيف له أن يطعمه بنفسه؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا يحض» نفسه ولا غيره «على طعام المسكين» أي إطعامه، نزلت في العاص بن وائل أو الوليد بن المغيرة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلَا يَحُضُّ  غيره  عَلَى طَعَامِ الْمِسْكِينِ  ومن باب أولى أنه بنفسه لا يطعم المسكين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يعني الفقير الذي لا شيء له يقوم بأوده وكفايته."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولا يحض على طعام المسكين\"، لا يطعمه ولا يأمر بإطعامه، لأنه يكذب بالجزاء."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولا يحض على طعام المسكين لا يأمر به ، من أجل بخله وتكذيبه بالجزاء . وهو مثل قوله تعالى في سورة الحاقة : ولا يحض على طعام المسكين وقد تقدم . وليس الذم عاما حتى يتناول من تركه عجزا ، ولكنهم كانوا يبخلون ويعتذرون لأنفسهم ، ويقولون : أنطعم من لو يشاء الله أطعمه ، فنزلت هذه الآية فيهم ، وتوجه الذم إليهم . فيكون معنى الكلام : لا يفعلونه إن قدروا ، ولا يحثون عليه إن عسروا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ ) يقول تعالى ذكره: ولا يحثّ غيره على إطعام المحتاج من الطعام."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فعذاب شديد للمصلين الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فويل للمصلين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَوَيْلٌ لِلْمُصَلِّينَ  أي: الملتزمون  لإقامة الصلاة، ولكنهم  عَنْ صَلَاتِهِمْ سَاهُونَ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( فويل للمصلين الذين هم عن صلاتهم ساهون ) قال ابن عباس ، وغيره : يعني المنافقين ، الذين يصلون في العلانية ولا يصلون في السر .ولهذا قال : ( للمصلين ) أي : الذين هم من أهل الصلاة وقد التزموا بها ، ثم هم عنها ساهون ، إما عن فعلها بالكلية ، كما قاله ابن عباس ، وإما عن فعلها في الوقت المقدر لها شرعا ، فيخرجها عن وقتها بالكلية ، كما قاله مسروق وأبو الضحى ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فويل للمصلين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي عذاب لهم .وقد تقدم في غير موضع ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ)يقول تعالى ذكره: فالوادي الذي يسيل من صديد أهل جهنم للمنافقين الذين يصلون, لا يريدون الله عز وجل بصلاتهم, وهم في صلاتهم ساهون إذا صلوها.واختلف أهل التأويل في معنى قوله: ( عَنْ صَلاتِهِمْ سَاهُونَ ) فقال بعضهم: عُنِيَ بذلك أنهم يؤخِّرونها عن وقتها, فلا يصلونها إلا بعد خروج وقتها.* ذكر من قال ذلك:"
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فعذاب شديد للمصلين الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الذين هم عن صلاتهم ساهون» غافلون يؤخرونها عن وقتها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: مضيعون لها، تاركون لوقتها، مفوتون لأركانها  وهذا لعدم اهتمامهم بأمر الله حيث ضيعوا الصلاة، التي هي أهم الطاعات وأفضل القربات، والسهو عن الصلاة، هو الذي يستحق صاحبه الذم واللوم  وأما السهو في الصلاة، فهذا يقع من كل أحد، حتى من النبي صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقال عطاء بن دينار : والحمد لله الذي قال : ( عن صلاتهم ساهون ) ولم يقل : في صلاتهم ساهون .وإما عن وقتها الأول فيؤخرونها إلى آخره دائما أو غالبا . وإما عن أدائها بأركانها وشروطها على الوجه المأمور به . وإما عن الخشوع فيها والتدبر لمعانيها ، فاللفظ يشمل هذا كله ، ولكل من اتصف بشيء من ذلك قسط من هذه الآية . ومن اتصف بجميع ذلك ، فقد تم نصيبه منها ، وكمل له النفاق العملي . كما ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال : \" تلك صلاة المنافق ، تلك صلاة المنافق ، تلك صلاة المنافق ، يجلس يرقب الشمس ، حتى إذا كانت بين قرني الشيطان قام فنقر أربعا لا يذكر الله فيها إلا قليلا \" فهذا آخر صلاة العصر التي هي الوسطى ، كما ثبت به النص إلى آخر وقتها ، وهو وقت كراهة ، ثم قام إليها فنقرها نقر الغراب ، لم يطمئن ولا خشع فيها أيضا ; ولهذا قال : \" لا يذكر الله فيها إلا قليلا \" . ولعله إنما حمله على القيام إليها مراءاة الناس ، لا ابتغاء وجه الله ، فهو إذا لم يصل بالكلية . قال تعالى : ( إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلا ) [ النساء : 142 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"الذين هم عن صلاتهم ساهون\"، [ أي : عن مواقيتها غافلون ] .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، أخبرنا أبو عبد الله محمد بن عبد الله الصفار ، أخبرنا أبو جعفر محمد بن غالب بن تمام الضبي ، حدثنا حرمي بن حفص [ القسملي ] حدثنا عكرمة بن إبراهيم الأزدي ، حدثنا [ عبد الملك ] بن عمير عن مصعب بن [ سعد ] عن أبيه أنه قال : سئل رسول الله - صلى الله عليه وسلم - عن \" الذين هم عن صلاتهم ساهون \" ، قال : \" إضاعة الوقت \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "الذين هم عن صلاتهم ساهون فروى الضحاك عن ابن عباس قال هو المصلي الذي إن صلى لم يرج لها ثوابا ، وإن تركها لم يخش عليها عقابا . وعنه أيضا : الذين يؤخرونها عن أوقاتها . وكذا روى المغيرة عن إبراهيم ، قال : ساهون بإضاعة الوقت . وعن أبي العالية : لا يصلونها لمواقيتها ، ولا يتمون ركوعها ولا سجودها .قلت : ويدل على هذا قوله تعالى : فخلف من بعدهم خلف أضاعوا الصلاة حسب ما تقدم بيانه في سورة ( مريم ) عليها السلام . وروي عن إبراهيم أيضا : أنه الذي إذا سجد قام برأسه هكذا ملتفتا . وقال قطرب : هو ألا يقرأ ولا يذكر الله . وفي قراءة عبد الله ( الذين هم عن صلاتهم لاهون ) . وقال سعد بن أبي وقاص : قال النبي - صلى الله عليه وسلم - في قوله : فويل للمصلين الذين هم عن صلاتهم ساهون - قال - : ( الذين يؤخرون الصلاة عن وقتها ، تهاونا بها ) . وعن ابن عباس أيضا : هم المنافقون يتركون الصلاة سرا ، يصلونها علانية وإذا قاموا إلى الصلاة قاموا كسالى الآية . ويدل على أنها في المنافقين قوله : الذين هم يراءون ، وقال ابن وهب عن مالك . قال ابن عباس : ولو قال في صلاتهم ساهون لكانت في المؤمنين وقال عطاء : الحمد لله الذي قال عن صلاتهم ولم يقل في صلاتهم . قال الزمخشري : فإن قلت : أي فرق بين قوله : عن صلاتهم ، وبين قولك : في صلاتهم ؟ قلت : معنى عن أنهم ساهون عنها سهو ترك لها ، وقلة التفات إليها ، وذلك فعل المنافقين ، أو الفسقة الشطار من المسلمين . ومعنى في أن السهو يعتريهم فيها ، بوسوسة شيطان ، أو حديث نفس ، وذلك لا يكاد يخلو منه مسلم . وكان رسول الله - صلى الله عليه وسلم - يقع له السهو في صلاته ، فضلا عن غيره ; ومن ثم أثبت الفقهاء باب سجود السهو في كتبهم . قال ابن العربي : لأن السلامة من السهو محال ، وقد سها رسول الله - صلى الله عليه وسلم - في صلاته والصحابة : وكل من لا يسهو في صلاته ، فذلك رجل لا يتدبرها ، ولا يعقل قراءتها ، وإنما همه في أعدادها ; وهذا رجل يأكل القشور ، ويرمي اللب . وما كان النبي - صلى الله عليه وسلم - يسهو في صلاته إلا لفكرته في أعظم منها ; اللهم إلا أنه قد يسهو في صلاته من يقبل على وسواس الشيطان إذا قال له : اذكر كذا ، اذكر كذا ; لما لم يكن يذكر ، حتى يضل الرجل أن يدري كم صلى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا ابن المثنى, قال: ثنا سكن بن نافع الباهلي, قال: ثنا شعبة, عن خلف بن حوشب, عن طلحة بن مُصَرّف, عن مصعب بن سعد, قال: قلت لأبي, أرأيت قول الله عزّ وجلّ : ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) : أهي تركها؟ قال: لا ولكن تأخيرها عن وقتها.حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَية, عن هشام الدستوائي, قال: ثنا عاصم بن بهدلة، عن مصعب بن سعد, قال: قلت لسعد: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) : أهو ما يحدّث به أحدنا نفسه في صلاته؟ قال: لا ولكن السهو أن يؤخِّرها عن وقتها.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن عاصم, عن مصعب بن سعد ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: السهو: الترك عن الوقت.حدثنا عمرو بن عليّ, قال: ثنا عمران بن تمام البناني, قال: ثنا أبو جمرة الضبعي نصر بن عمران, عن ابن عباس, في قوله: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: الذين يؤخِّرونها عن وقتها.وحدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن ابن أبزي ( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ) قال: الذين يؤخِّرون الصلاة المكتوبة, حتى تخرج من الوقت أو عن وقتها.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش, عن أبي الضحى عن مسروق ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: الترك لوقتها.حدثني أبو السائب, قال: ثني أبو معاوية, عن الأعمش, عن مسلم, عن مسروق, في قوله: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: تضييع ميقاتها.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن أبي الضحى ( عَنْ صَلاتِهِمْ سَاهُونَ ) قال: ترك المكتوبة لوقتها.حدثنا ابن البرقي, قال: ثنا ابن أبي مريم, قال: ثنا يحيى بن أيوب, قال: أخبرني ابن زحر, عن الأعمش, عن مسلم بن صبيح ( عَنْ صَلاتِهِمْ سَاهُونَ ) الذين يضيعونها عن وقتها.وقال آخرون: بل عني بذلك أنهم يتركونها فلا يصلونها.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله: ( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ) فهم المنافقون كانوا يراءون الناس بصلاتهم إذا حضروا, ويتركونها إذا غابوا, ويمنعونهم العارية بغضا لهم, وهو الماعون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: هم المنافقون يتركون الصلاة في السرّ, ويصلون في العلانية.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد ( عَنْ صَلاتِهِمْ سَاهُونَ ) قال: الترك لها.وقال آخرون: بل عُنِيَ بذلك أنهم يتهاونون بها, ويتغافلون عنها ويلهون.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( عَنْ صَلاتِهِمْ سَاهُونَ ) قال: لاهون.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) : غافلون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( عَنْ صَلاتِهِمْ سَاهُونَ ) قال: ساهٍ عنها, لا يبالي صلى أم لم يصلّ.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) يصلون, وليست الصلاة من شأنهم.حدثني أبو السائب, قال: ثنا ابن فضيل, عن ليث, عن مجاهد, في قوله: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: يتهاونون.وأولى الأقوال في ذلك عندي بالصواب بقوله: (ساهُونَ) : لاهون يتغافلون عنها، وفي اللهو عنها والتشاغل بغيرها, تضييعها أحيانا, وتضييع وقتها أخرى، وإذا كان ذلك كذلك صح بذلك قول من قال: عُنِيَ بذلك ترك وقتها, وقول من قال: عُنِيَ به تركها لما ذكرتُ من أن في السهو عنها المعاني التي ذكرت.وقد رُوي عن رسول الله صلى الله عليه وسلم بذلك خبران يؤيدان صحة ما قلنا في ذلك:أحدهما: ما حدثني به زكريا بن أبان المصري, قال: ثنا عمرو بن طارق, قال: ثنا عكرمة بن إبراهيم, قال: ثنا عبد الملك بن عمير, عن مصعب بن سعد, عن سعد بن أبي وقاص, قال: سألت النبيّ صلى الله عليه وسلم, عن ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: هم الذين يؤخِّرون الصلاة عن وقتها.والآخر منهما: ما حدثني به أبو كُرَيب, قال: ثنا معاوية بن هشام, عن شيبان النحوي, عن جابر الجعفي, قال: ثني رجل, عن أبي برزة الأسلميّ, قال: قال رسول الله صلى الله عليه وسلم: \" لما نزلت هذه الآية: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) : الله أكبر هذه خير لكم من أن لو أعطي كلّ رجل منكم مثل جميع الدنيا هو الذي إن صلى لم يرج خير صلاته، وإن تركها لم يخف ربه \".حدثني أبو عبد الرحيم البرقي, قال: ثنا عمرو بن أبي سلمة, قال: سمعت عمر بن سليمان يحدّث عن عطاء بن دينار أنه قال: الحمد لله الذي قال: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) وكلا المعنيين اللذين ذكرت في الخبرين اللذين روينا عن رسول الله صلى الله عليه وسلم محتمل عن معنى السهو عن الصلاة."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الذين هم يتظاهرون بأعمال الخير مراءاة للناس."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الذين هم يراءون» في الصلاة وغيرها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ولهذا وصف الله هؤلاء بالرياء والقسوة وعدم الرحمة، فقال:  الَّذِينَ هُمْ يُرَاءُونَ  أي يعملون الأعمال لأجل رئاء الناس."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقال هاهنا : ( الذين هم يراءون )وقال الطبراني : حدثنا يحيى بن عبد الله بن عبدويه البغدادي ، حدثني أبي ، حدثنا عبد الوهاب بن عطاء ، عن يونس ، عن الحسن ، عن ابن عباس ، عن النبي صلى الله عليه وسلم قال : \" إن في جهنم لواديا تستعيذ جهنم من ذلك الوادي في كل يوم أربعمائة مرة ، أعد ذلك الوادي للمرائين من أمة محمد : لحامل كتاب الله ، وللمصدق في غير ذات الله ، وللحاج إلى بيت الله ، وللخارج في سبيل الله \" .وقال الإمام أحمد : حدثنا أبو نعيم ، حدثنا الأعمش ، عن عمرو بن مرة قال : كنا جلوسا عند أبي عبيدة فذكروا الرياء ، فقال رجل يكنى بأبي يزيد : سمعت عبد الله بن عمرو يقول : قال رسول الله صلى الله عليه وسلم : \" من سمع الناس بعمله ، سمع الله به سامع خلقه ، وحقره وصغره \" .ورواه أيضا عن غندر ، ويحيى القطان ، عن شعبة ، عن عمرو بن مرة ، عن رجل ، عن عبد الله بن عمرو ، عن النبي صلى الله عليه وسلم ، فذكره .ومما يتعلق بقوله تعالى : ( الذين هم يراءون ) أن من عمل عملا لله فاطلع عليه الناس ، فأعجبه ذلك ، أن هذا لا يعد رياء ، والدليل على ذلك ما رواه الحافظ أبو يعلى الموصلي في مسنده : حدثنا هارون بن معروف ، حدثنا مخلد بن يزيد ، حدثنا سعيد بن بشير ، حدثنا الأعمش ، عن أبي صالح ، عن أبي هريرة قال : كنت أصلي ، فدخل علي رجل ، فأعجبني ذلك ، فذكرته لرسول الله صلى الله عليه وسلم ، فقال : \" كتب لك أجران : أجر السر ، وأجر العلانية \" .قال أبو علي هارون بن معروف : بلغني أن ابن المبارك قال : نعم الحديث للمرائين .وهذا حديث غريب من هذا الوجه وسعيد بن بشير متوسط ، وروايته عن الأعمش عزيزة ، وقد رواه غيره عنه .قال أبو يعلى أيضا : حدثنا محمد بن المثنى بن موسى ، حدثنا أبو داود ، حدثنا أبو سنان ، عن حبيب بن أبي ثابت ، عن أبي صالح ، عن أبي هريرة قال : قال رجل : يا رسول الله ، الرجل يعمل العمل يسره ، فإذا اطلع عليه أعجبه . قال : قال رسول الله صلى الله عليه وسلم : \" له أجران : أجر السر وأجر العلانية \" .وقد رواه الترمذي ، عن محمد بن المثنى . وابن ماجه ، عن بندار ، كلاهما عن أبي داود الطيالسي ، عن أبي سنان الشيباني - واسمه : ضرار بن مرة . ثم قال الترمذي : غريب ، وقد رواه الأعمش وغيره . عن حبيب عن [ النبي صلى الله عليه وسلم ] مرسلا .وقد قال أبو جعفر بن جرير : حدثني أبو كريب ، حدثنا معاوية بن هشام ، عن شيبان النحوي ، عن جابر الجعفي ، حدثني رجل ، عن أبي برزة الأسلمي قال : قال رسول الله صلى الله عليه وسلم لما نزلت هذه الآية : ( الذين هم عن صلاتهم ساهون ) قال : \" الله أكبر ، هذا خير لكم من أن لو أعطي كل رجل منكم مثل جميع الدنيا ، هو الذي إن صلى لم يرج خير صلاته ، وإن تركها لم يخف ربه \" .فيه جابر الجعفي ، وهو ضعيف ، وشيخه مبهم لم يسم ، والله أعلم .وقال ابن جرير أيضا : حدثني زكريا بن أبان المصري ، حدثنا عمرو بن طارق ، حدثنا عكرمة بن إبراهيم ، حدثني عبد الملك بن عمير ، عن مصعب بن سعد عن سعد بن أبي وقاص قال : سألت رسول الله صلى الله عليه وسلم عن : ( الذين هم عن صلاتهم ساهون ) قال : \" هم الذين يؤخرون الصلاة عن وقتها \" .وتأخير الصلاة عن وقتها يحتمل تركها بالكلية ، أو صلاتها بعد وقتها شرعا ، أو تأخيرها عن أول الوقت [ سهوا حتى ضاع ] الوقت .وكذا رواه الحافظ أبو يعلى ، عن شيبان بن فروخ ، عن عكرمة بن إبراهيم به . ثم رواه عن أبي الربيع ، عن جابر ، عن عاصم ، عن مصعب ، عن أبيه موقوفا ، وهذا أصح إسنادا ، وقد ضعف البيهقي رفعه ، وصحح وقفه ، وكذلك الحاكم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قال ابن عباس : هم المنافقون يتركون الصلاة إذا غابوا عن الناس ، ويصلونها في العلانية إذا حضروا لقوله تعالى : ( الذين هم يراءون )وقال في وصف المنافقين : \" وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس \" ( النساء - 142 ) .وقال قتادة : ساه عنها لا يبالي صلى أم لم يصل .وقيل : لا يرجون لها ثوابا إن صلوا ولا يخافون عقابا إن تركوا .وقال مجاهد : غافلون عنها يتهاونون بها .وقال الحسن : هو الذي إن صلاها صلاها رياء ، وإن فاتته لم يندم .وقال أبو العالية : لا يصلونها لمواقيتها ولا يتمون ركوعها وسجودها ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : الذين هم يراءون أي يري الناس أنه يصلي طاعة وهو يصلي تقية ; كالفاسق ، يري أنه يصلي عبادة وهو يصلي ليقال : إنه يصلي . وحقيقة الرياء طلب ما في الدنيا بالعبادة ، وأصله طلب المنزلة في قلوب الناس . وأولها تحسين السمت ; وهو من أجزاء النبوة ، ويريد بذلك الجاه والثناء . وثانيها : الرياء بالثياب القصار والخشنة ; ليأخذ بذلك هيئة الزهد في الدنيا . وثالثها : الرياء بالقول ، بإظهار التسخط على أهل الدنيا ; وإظهار الوعظ والتأسف على ما يفوت من الخير والطاعة . ورابعها : الرياء بإظهار الصلاة والصدقة ، أو بتحسين الصلاة لأجل رؤية الناس ; وذلك يطول ، وهذا دليله ; قاله ابن العربي .قلت : قد تقدم في سورة النساء وهود وآخر الكهف القول في الرياء وأحكامه وحقيقته بما فيه كفاية . والحمد لله .ولا يكون الرجل مرائيا بإظهار العمل الصالح إن كان فريضة ; فمن حق الفرائض الإعلان بها وتشهيرها ، لقوله - عليه السلام - : ولا غمة في فرائض الله لأنها أعلام الإسلام ، وشعائر الدين ، ولأن تاركها يستحق الذم والمقت ; فوجب إماطة التهمة بالإظهار ، وإن كان تطوعا فحقه أن يخفى ; لأنه لا يلام بتركه ولا تهمة فيه ، فإن أظهره قاصدا للاقتداء به كان جميلا . وإنما الرياء أن يقصد بالإظهار أن تراه الأعين ، فتثني عليه بالصلاح . وعن بعضهم أنه رأى رجلا في المسجد قد سجد سجدة الشكر فأطالها ; فقال : ما أحسن هذا لو كان في بيتك . وإنما قال هذا لأنه توسم فيه الرياء والسمعة . وقد مضى هذا المعنى في سورة ( البقرة ) عند قوله تعالى : إن تبدوا الصدقات ، وفي غير موضع . والحمد لله على ذلك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( الَّذِينَ هُمْ يُرَاءُونَ ) يقول: الذين هم يراءون الناس بصلاتهم إذا صلوا, لأنهم لا يصلون رغبة في ثواب, ولا رهبة من عقاب, وإنما يصلونها ليراهم المؤمنون فيظنونهم منهم, فيكفون عن سفك دمائهم, وسبي ذراريهم, وهم المنافقون الذين كانوا على عهد رسول الله صلى الله عليه وسلم, يستبطنون الكفر, ويُظهرون الإسلام, كذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا أبو عامر ومؤمل, قالا ثنا سفيان, عن ابن أبي نجيح, عن مجاهد: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ ) قال: هم المنافقون.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.حدثني يونس, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ بن أبي طالب عليه السلام في قوله: ( يُرَاءُونَ * وَيَمْنَعُونَ الْمَاعُونَ) قال: يراءون بصلاتهم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ * الَّذِينَ هُمْ يُرَاءُونَ) يعني المنافقين.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قال: هم المنافقون، كانوا يراءون الناس بصلاتهم إذا حضروا, ويتركونها إذا غابوا.حدثني يونس, قال: أخبرنا ابن وهب, قال: ثني ابن زيد: ويصلون- وليس الصلاة من شأنهم- رياءً."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ويمنعون إعارة ما لا تضر إعارته من الآنية وغيرها، فلا هم أحسنوا عبادة ربهم، ولا هم أحسنوا إلى خلقه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ويمنعون الماعون» كالإبرة والفأس والقدر والقصعة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَيَمْنَعُونَ الْمَاعُونَ  أي: يمنعون إعطاء الشيء، الذي لا يضر إعطاؤه على وجه العارية، أو الهبة، كالإناء، والدلو، والفأس، ونحو ذلك، مما جرت العادة ببذلها والسماحة به  .فهؤلاء -لشدة حرصهم- يمنعون الماعون، فكيف بما هو أكثر منه.وفي هذه السورة، الحث على إكرام  اليتيم، والمساكين، والتحضيض على ذلك، ومراعاة الصلاة، والمحافظة عليها، وعلى الإخلاص [فيها و] في جميع الأعمال.والحث على [فعل المعروف و] بذل الأموال الخفيفة، كعارية الإناء والدلو والكتاب، ونحو ذلك، لأن الله ذم من لم يفعل ذلك، والله سبحانه وتعالى أعلم بالصواب والحمد لله رب العالمين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ويمنعون الماعون ) أي : لا أحسنوا عبادة ربهم ، ولا أحسنوا إلى خلقه حتى ولا بإعارة ما ينتفع به ويستعان به ، مع بقاء عينه ورجوعه إليهم . فهؤلاء لمنع الزكاة وأنواع القربات أولى وأولى . وقد قال ابن أبي نجيح ، عن مجاهد : قال علي : الماعون : الزكاة . وكذا رواه السدي ، عن أبي صالح ، عن علي . وكذا روي من غير وجه عن ابن عمر . وبه يقول محمد بن الحنفية ، وسعيد بن جبير ، وعكرمة ، ومجاهد ، وعطاء ، وعطية العوفي ، والزهري ، والحسن ، وقتادة ، والضحاك ، وابن زيد .وقال الحسن البصري : إن صلى راءى ، وإن فاتته لم يأس عليها ، ويمنع زكاة ماله وفي لفظ : صدقة ماله .وقال زيد بن أسلم : هم المنافقون ظهرت الصلاة فصلوها ، وضمنت الزكاة فمنعوها .وقال الأعمش وشعبة ، عن الحكم ، عن يحيى بن الجزار : أن أبا العبيدين سأل عبد الله بن مسعود عن الماعون ، فقال : هو ما يتعاوره الناس بينهم من الفأس والقدر ، [ والدلو ] .[ وقال المسعودي ، عن سلمة بن كهيل ، عن أبي العبيدين : أنه سئل ابن مسعود عن الماعون ، فقال : هو ما يتعاطاه الناس بينهم ، من الفأس والقدر ] والدلو ، وأشباه ذلك .وقال ابن جرير : حدثني محمد بن عبيد المحاربي ، حدثنا أبو الأحوص ، عن أبي إسحاق ، عن أبي العبيدين وسعد بن عياض ، عن عبد الله قال : كنا أصحاب رسول الله صلى الله عليه وسلم نتحدث أن الماعون الدلو ، والفأس ، والقدر ، لا يستغنى عنهن .وحدثنا خلاد بن أسلم ، أخبرنا النضر بن شميل ، أخبرنا شعبة ، عن أبي إسحاق قال : سمعت سعد بن عياض يحدث عن أصحاب النبي صلى الله عليه وسلم مثله .وقال الأعمش ، عن إبراهيم ، عن الحارث بن سويد عن عبد الله أنه سئل عن الماعون ، فقال : ما يتعاوره الناس بينهم : الفأس والدلو وشبهه .وقال ابن جرير : حدثنا عمرو بن علي الفلاس ، حدثنا أبو داود - هو الطيالسي - ، حدثنا أبو عوانة ، عن عاصم بن بهدلة ، عن أبي وائل ، عن عبد الله قال : كنا مع نبينا صلى الله عليه وسلم ونحن نقول : الماعون : منع الدلو وأشباه ذلك .وقد رواه أبو داود والنسائي ، عن قتيبة ، عن أبي عوانة بإسناده نحوه ، ولفظ النسائي عن عبد الله قال : كل معروف صدقة ، وكنا نعد الماعون على عهد رسول الله صلى الله عليه وسلم عارية الدلو والقدر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عفان ، حدثنا حماد بن سلمة ، عن عاصم ، عن زر ، عن عبد الله قال : الماعون : العواري : القدر ، والميزان ، والدلو .وقال ابن أبي نجيح ، عن مجاهد عن ابن عباس : ( ويمنعون الماعون ) يعني : متاع البيت . وكذا قال مجاهد وإبراهيم النخعي وسعيد بن جبير وأبو مالك ، وغير واحد : إنها العارية للأمتعة .وقال ليث بن أبي سليم ، عن مجاهد عن ابن عباس : ( ويمنعون الماعون ) قال : لم يجئ أهلها بعد .وقال العوفي عن ابن عباس : ( ويمنعون الماعون ) قال : اختلف الناس في ذلك ، فمنهم من قال : يمنعون الزكاة . ومنهم من قال : يمنعون الطاعة . ومنهم من قال : يمنعون العارية . رواه ابن جرير . ثم روي عن يعقوب بن إبراهيم ، عن ابن علية ، عن ليث بن أبي سليم ، عن أبي إسحاق ، عن الحارث ، عن علي : الماعون : منع الناس الفأس ، والقدر ، والدلو .وقال عكرمة : رأس الماعون زكاة المال ، وأدناه المنخل والدلو ، والإبرة . رواه ابن أبى حاتم .وهذا الذي قاله عكرمة حسن ; فإنه يشمل الأقوال كلها ، وترجع كلها إلى شيء واحد . وهو ترك المعاونة بمال أو منفعة . ولهذا قال محمد بن كعب : ( ويمنعون الماعون ) قال : المعروف . ولهذا جاء في الحديث : \" كل معروف صدقة \" .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا وكيع ، عن ابن أبي ذئب عن الزهري : ( ويمنعون الماعون ) قال : بلسان قريش : المال .وروى هاهنا حديثا غريبا عجيبا في إسناده ومتنه فقال :حدثنا أبي وأبو زرعة ، قالا : حدثنا قيس بن حفص الدارمي ، حدثنا دلهم بن دهثم العجلي ، حدثنا عائذ بن ربيعة النميري ، حدثني قرة بن دعموص النميري : أنهم وفدوا على رسول الله صلى الله عليه وسلم فقالوا : يا رسول الله ، ما تعهد إلينا ؟ قال : \" لا تمنعون الماعون \" . قالوا : يا رسول الله ، وما الماعون ؟ قال : \" في الحجر ، وفي الحديدة ، وفي الماء \" . قالوا : فأي حديدة ؟ قال : \" قدوركم النحاس ، وحديد الفأس الذي تمتهنون به \" . قالوا : وما الحجر ؟ قال : \" قدوركم الحجارة \" .غريب جدا ، ورفعه منكر ، وفي إسناده من لا يعرف ، والله أعلم .وقد ذكر ابن الأثير في الصحابة ترجمة \" علي النميري \" ، فقال : روى ابن قانع بسنده إلى عائذ بن ربيعة بن قيس النميري ، عن علي بن فلان النميري : سمعت رسول الله صلى الله عليه وسلم يقول : \" المسلم أخو المسلم . إذا لقيه حياه بالسلام ، ويرد عليه ما هو خير منه ، لا يمنع الماعون \" . قلت : يا رسول الله ، ما الماعون ؟ قال : \" الحجر ، والحديد ، وأشباه ذلك \" .آخر تفسير سورة \" الماعون \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ويمنعون الماعون ) روي عن علي - رضي الله عنه - أنه قال : هي الزكاة ، وهو قول ابن عمر والحسن وقتادة والضحاك .وقال عبد الله بن مسعود : \" الماعون \" : الفأس والدلو والقدر وأشباه ذلك وهي رواية سعيد بن جبير عن ابن عباس .قال مجاهد : \" الماعون \" [ العارية . وقال عكرمة ] أعلاها الزكاة المعروفة [ وأدناها عارية المتاع .وقال محمد بن كعب والكلبي : \" الماعون \" : المعروف الذي يتعاطاه الناس فيما بينهم .قال قطرب : أصل الماعون من القلة ، تقول العرب : ما له : سعة ولا منعة ، أي شيء قليل فسمى الزكاة والصدقة والمعروف ماعونا لأنه قليل من كثير .وقيل : \" الماعون \" : ما لا يحل منعه مثل : الماء والملح والنار ] ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ويمنعون الماعون فيه اثنا عشر قولا :الأول : أنه زكاة أموالهم . كذا روى الضحاك عن ابن عباس . وروي عن علي - رضي الله عنه - مثل ذلك ، وقاله مالك . والمراد به المنافق يمنعها . وقد روى أبو بكر بن عبد العزيز عن مالك قال : بلغني أن قول الله تعالى : فويل للمصلين الذين هم على صلاتهم ساهون الذين هم يراءون ويمنعون الماعون قال : إن المنافق إذا صلى صلى رياء ، وإن فاتته لم يندم عليها ، ويمنعون الماعون الزكاة التي فرض الله عليهم . قال زيد بن أسلم : لو خفيت لهم الصلاة كما خفيت لهم الزكاة ما صلوا .القول الثاني : أن الماعون المال ، بلسان قريش ; قاله ابن شهاب وسعيد بن المسيب .وقول ثالث : أنه اسم جامع لمنافع البيت كالفأس والقدر والنار وما أشبه ذلك ; قاله ابن مسعود ، وروي عن ابن عباس أيضا . قال الأعشى :بأجود منه بماعونه إذا ما سماؤهم لم تغمالرابع : ذكر الزجاج وأبو عبيد والمبرد أن الماعون في الجاهلية كل ما فيه منفعة ، حتى الفأس والقدر والدلو والقداحة ، وكل ما فيه منفعة من قليل وكثير ; وأنشدوا بيت الأعشى . قالوا : والماعون في الإسلام : الطاعة والزكاة ; وأنشدوا قول الراعي :أخليفة الرحمن إنا معشر     حنفاء نسجد بكرة وأصيلاعرب نرى لله من أموالنا     حق الزكاة منزلا تنزيلاقوم على الإسلام لما يمنعوا     ماعونهم ويضيعوا التهليلايعني الزكاة .الخامس : أنه العارية ; وروي عن ابن عباس أيضا .السادس : أنه المعروف كله الذي يتعاطاه الناس فيما بينهم ; قاله محمد بن كعب والكلبي .السابع : أنه الماء والكلأ .الثامن : الماء وحده . قال الفراء : سمعت بعض العرب يقول : الماعون : الماء ; وأنشدني فيه :يمج صبيره الماعون صباالصبير : السحاب .التاسع : أنه منع الحق ; قاله عبد الله بن عمر .العاشر : أنه المستغل من منافع الأموال ; مأخوذ من المعن وهو القليل ; حكاه الطبري وابن عباس . قال قطرب : أصل الماعون من القلة . والمعن : الشيء القليل ; تقول العرب : ( ما له سعنة ولا معنة ) ; أي شيء قليل . فسمى الله تعالى الزكاة والصدقة ونحوهما من المعروف ماعونا ; لأنه قليل من كثير . ومن الناس من قال : الماعون : أصله معونة ، والألف عوض من الهاء ; حكاه الجوهري . ابن العربي : الماعون : مفعول من أعان يعين ، والعون : هو الإمداد بالقوة والآلات والأسباب الميسرة للأمر .الحادي عشر : أنه الطاعة والانقياد . حكى الأخفش عن أعرابي فصيح : لو قد نزلنا لصنعت بناقتك صنيعا تعطيك الماعون ; أي تنقاد لك وتعطيك . قال الراجز :متى تصادفهن في البرين     يخضعن أو يعطين بالماعونوقيل : هو ما لا يحل منعه ، كالماء والملح والنار ; لأن عائشة رضوان الله عليها قالت : قلت يا رسول الله ، ما الشيء الذي لا يحل منعه ؟ قال : الماء والنار والملح قلت : يا رسول الله هذا الماء ، فما بال النار والملح ؟ فقال : يا عائشة من أعطى نارا فكأنما تصدق بجميع ما طبخ بتلك النار ، ومن أعطى ملحا فكأنما تصدق بجميع ما طيب به ذلك الملح ، ومن سقى شربة من الماء حيث يوجد الماء ، فكأنما أعتق ستين نسمة . ومن سقى شربة من الماء حيث لا يوجد ، فكأنما أحيا نفسا ، ومن أحياها فكأنما أحيا الناس جميعا . ذكره الثعلبي في تفسيره ، وخرجه ابن ماجه في سننه . وفي إسناده لين ; وهو القول الثاني عشر . الماوردي : ويحتمل أنه المعونة بما خف فعله وقد ثقله الله . والله أعلم .وقيل لعكرمة مولى ابن عباس : من منع شيئا من المتاع كان له الويل ؟ فقال : لا ، ولكن من جمع ثلاثهن فله الويل ; يعني : ترك الصلاة ، والرياء ، والبخل بالماعون .قلت : كونها في المنافقين أشبه ، وبهم أخلق ; لأنهم جمعوا الأوصاف الثلاثة : ترك الصلاة ، والرياء ، والبخل بالمال ; قال الله تعالى : وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلا ، وقال : ولا ينفقون إلا وهم كارهون . وهذه أحوالهم ويبعد أن توجد من مسلم محقق ، وإن وجد بعضها فيلحقه جزء من التوبيخ ، وذلك في منع الماعون إذا تعين ; كالصلاة إذا تركها . والله أعلم . إنما يكون منعا قبيحا في المروءة في غير حال الضرورة . والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) يقول: ويمنعون الناس منافع ما عندهم, وأصل الماعون من كلّ شيء منفعته، يقال للماء الذي ينزل من السحاب ماعون، ومنه قول أعشى بني ثعلبة:بِأَجْوَدَ مِنْه بِمَاعُونِهِإذا ما سَماؤُهُمُ لَمْ تَغِمْ (3)وقال آخر يصف سحابا:يَمُجُّ صّبيرُهُ المَاعُونَ صَبًا (4)وقال عبيد الراعي:قَوْمٌ عَلى الإسْلامِ لَمَّا يَمْنَعُواماعُونَهُمْ وَيُضَيِّعُوا التَّهْلِيلا (5)يعني بالماعون: الطاعة والزكاة.واختلف أهل التأويل في الذي عُنِيَ به من معاني الماعون في هذا الموضع, فقال بعضهم: عُنِيَ به الزكاة المفروضة.*ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن أبي نجيح, عن مجاهد, قال: قال عليّ رضى الله عنه في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثني ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن عبد الله بن أبي نجيح, عن مجاهد, قال: قال عليّ رضى الله عنه: (المَاعُون) : الزكاة.حدثنا ابن بشار, قال: ثنا أبو عاصم, قال: ثنا سفيان، وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح, عن عليّ رضى الله عنه قال: (المَاعُون) : الزكاة.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ رضى الله عنه ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: يمنعون زكاة أموالهم.حدثني محمد بن عمارة وأحمد بن هشام قالا ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ عن أبي صالح, عن عليّ رضى الله عنه ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, في قوله: (المَاعُون) قال: الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ, مثله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, أن عليا رضى الله عنه كان يقول (المَاعُون) : الصدقة المفروضة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد ( وَيَمْنَعُونَ الْمَاعُونَ ) أن عليا رضى الله عنه قال: هي الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن رجل, عن مجاهد, عن ابن عمر, قال: (المَاعُونَ) : الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن أبي المُغيرة, قال: سأل رجل ابن عمر، عن الماعون قال: هو المال الذي لا يؤدى حقه، قال: قلت: إن ابن أمّ عبد يقول: هو المتاع الذي يتعاطاه الناس بينهم, قال: هو ما أقول لك.حدثنا ابن المثنى, قال: ثنا وهب بن جرير, قال: ثنا شعبة, عن سلمة, قال: سمعت أبا المُغيرة قال: سألت ابن عمر, عن الماعون, فقال: هو منع الحقّ.حدثنا عبد الحميد بن بيان, قال: أخبرنا محمد بن يزيد, عن إسماعيل, عن سلمة بن كهيل, قال: سُئل ابن عمر عن الماعون, فقال: هو الذي يسأل حق ماله ويمنعه, فقال: إن ابن مسعود يقول: هو القدر والدلو والفأس, قال: هو ما أقول لكم.حدثني هارون بن إدريس الأصمّ, قال: ثنا عبد الرحمن بن محمد المحاربي, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل, أن ابن عمر سُئل عن قول الله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الذي يُسأل مال الله فيمنعه, فقال الذي سأله, فإن ابن مسعود يقول: هو الفأس والقدر, قال ابن عمر: هو ما أقول لك.حدثنا ابن حميد, قال: ثنا مهران, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل, قال: سأل رجل ابن عمر عن الماعون, فذكر مثله.حدثني سليمان بن محمد بن معدي كرب الرعيني, قال: ثنا بقية بن الوليد, قال: ثنا شعبة, قال: ثني سلمة بن كهيل, قال: سمعت أبا المغيرة: رجلا من بني أسد, قال: سألت عبد الله بن عمر، عن الماعون, قال: هو منع الحقّ, قلت: إن ابن مسعود قال: هو منع الفأس والدلو قال: هو منع الحقّ.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن سلمة بن كهيل, عن أبي المغيرة, عن ابن عمر قال: هي الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح, عن عليّ, مثله.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا جابر بن زيد بن رفاعة, عن حسان بن مخارق, عن سعيد بن جُبير, قال: (المَاعُونَ) : الزكاة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة والحسن: الماعون: الزكاة المفروضة.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن إسماعيل, عن أبي عمر, عن ابن الحنفية رضى الله عنه قال: هي الزكاة.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: هم المنافقون يمنعون زكاة أموالهم.حدثنا ابن بشار, قال: ثنا ابن عبد الأعلى, قال: ثنا سعيد, عن قتادة, قال: (المَاعُونَ) : الزكاة المفروضة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سعيد, عن قتادة, مثله.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا محمد بن عقبة, قال: سمعت الحسن يقول: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: منعوا صدقات أموالهم, فعاب الله عليهم.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن مبارك, عن الحسن ( الَّذِينَ هُمْ يُرَاءُونَ * وَيَمْنَعُونَ الْمَاعُونَ) قال: هو المنافق الذي يمنع زكاة ماله, فإن صلى راءى, وإن فاتته لم يأس عليها.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سلمة, عن الضحاك, قال: هي الزكاة.وقال آخرون: هو ما يتعاوره الناس بينهم من مثل الدلو والقدر ونحو ذلك.* ذكر من قال ذلك:حدثني زكريا بن يحيى بن أبي زائدة, قال: ثنا ابن أبي إدريس, عن الأعمش, عن الحكم بن يحيى بن الجزار, عن أبي العبيدين, أنه قال لعبد الله: أخبرني عن &amp;; 24-638 &amp;; الماعون؟ قال: هو ما يتعاوره الناس بينهم.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن الحكم, قال: سمعت يحيى بن الجزار يحدّث عن أبي العبيدين: رجل من بني تميم ضرير البصر, وكان يسأل عبد الله بن مسعود, وكان ابن مسعود يعرف له ذلك، فسأل عبد الله عن الماعون, فقال عبد الله: إن من الماعون منع الفأس والقدر والدلو, خصلتان من هؤلاء الثلاث; قال شعبة: الفأس ليس فيه شكّ.حدثنا ابن المثنى, قال: ثنا الوليد, قال: ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار, عن أبي العبيدين, عن عبد الله, مثله.حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَيه, قال: ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار, أن أبا العبيدين: رجلا من بني تميم, كان ضرير البصر, سأل ابن مسعود عن الماعون, فقال: هو منع الفأس والدلو, أو قال: منع الفأس والقدر.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن الحكم, عن يحيى بن الجزار, أن أبا العبيدين سأل ابن مسعود, عن الماعون, قال: هو ما يتعاوره الناس بينهم, الفأس والقدر والدلو.حدثنا أحمد بن منصور الرمادي, قال: ثنا أبو الجوّاب, عن عمار بن رزيق, عن أبي إسحاق, عن حارثة بن مضرِّب, عن أبي العبيدين, عن عبد الله, قال : كنا أصحاب محمد نحدّث أن الماعون: القدر والفأس والدلو. قال أبو بكر: قال أبو الجوّاب, وخالفه زُهير بن معاوية فيما: حدثنا به الحسن الأشيب, قال: ثنا زُهَير, قال: ثنا أبو إسحاق, عن حارثة, عن أبي العبيدين, حدثني محمد بن عبيد, قال: ثنا أبو الأحوص, عن أبي إسحاق, عن حارثة, عن أبي العبيدين وسعيد بن عياض, عن عبد الله, قال: كنا أصحاب محمد صلى الله عليه وسلم نتحدّث أن الماعون: الدلو والفأس والقدر, لا يستغنى عنهنّ.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن ابن أبي إسحاق, عن سعيد بن عياض -قال أبو موسى: هكذا قال غندر- عن أصحاب النبيّ صلى الله عليه وسلم , قالوا: إن من الماعون: الفأس والدلو والقدر.حدثنا ابن المثنى, قال: ثنا عبد الرحمن, قال: ثنا سفيان، وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن أبى إسحاق, عن سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم بمثله.قال: ثنا أبو داود, قال: ثنا شعبة, عن أبي إسحاق, قال: سمعت سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم, مثله.حدثنا خلاد, قال: أخبرنا النضر, قال: أخبرنا إسرائيل, قال: أخبرنا أبو إسحاق, عن حارثة بن مضرب, عن أبى العبيدين, قال: قال عبد الله: الماعون: القدر والفأس والدلو.حدثنا خلاد, قال: أخبرنا النضر, قال: أخبرنا المسعودي, قال: أخبرنا سلمة بن كُهَيْلٍ, عن أبي العبيدين, وكانت به زمانة, وكان عبد الله يعرف له ذلك, فقال: يا أبا عبد الرحمن ما الماعون؟ قال: ما يتعاطى الناس بينهم من الفأس والقدر والدلو وأشباه ذلك.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن مسلم, عن أبي العبيدين, أنه سأل ابن مسعود, عن الماعون, فقال: ما يتعاطاه الناس بينهم.قال: ثنا مهران, عن الحسن وسلمة بن كهيل, عن أبي العبيدين, عن ابن مسعود, قال: الفأس والدلو والقدر وأشباهه.حدثنا أبو كُرَيب, قال: ثنا عبد الرحمن بن محمد المحاربيّ, عن المسعوديّ, عن سلمة بن كهيل, عن أبي العبيدين, أنه سأل ابن مسعود, عن قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) فذكر نحوه.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن إبراهيم التيمي, عن الحارث بن سويد, عن ابن مسعود, قال: الفأس والقدر والدلو.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش, عن إبراهيم التيميّ, عن الحارث بن سويد, عن عبد الله قال: (المَاعُونَ) منع الفأس والقدر والدلو.حدثنا أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن الحارث بن سويد, عن عبد الله, أنه سُئل عن الماعون, قال: ما يتعاوره الناس بينهم: الفأس والدلو وشبهه.&amp;; 24-640 &amp;;حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن مالك بن الحارث, عن ابن مسعود, قال: الدلو والفأس والقدر.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي إسحاق, عن سعيد بن عياض, عن أصحاب النبيّ صلى الله عليه وسلم: قال: الماعون: الفأس والقدر والدلو.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, قال: سُئل عبد الله عن الماعون, قال: ما يتعاوره الناس بينهم, الفأس والقدر والدلو وشبهه.حدثني يعقوب, قال: ثنا هشيم, قال: أخبرنا مغيرة, عن إبراهيم أنه قال هو عارية الناس: الفأس والقدر والدلو ونحو ذلك, يعني الماعون.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, بمثله.قال: ثنا وكيع, عن الأعمش, عن سعيد بن جُبير, عن ابن عباس مثله, قال: الفأس والدلو.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن حبيب بن أبي ثابت الأسدّي, عن سعيد بن جُبير, عن ابن عباس قال: (المَاعُونَ) : العارية.حدثنا أبو كُرَيب, قال: ثنا وكيع; وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, قال: هو العارية.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد, نحوه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, مثله.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, في قوله: (المَاعُونَ) قال: متاع البيت.حدثنا أبو كُرَيب, قال: ثنا إسماعيل, عن ابن أبي نجيح, عن مجاهد, أراه عن ابن عباس -\" شك أبو كريب \"-( وَيَمْنَعُونَ الْمَاعُونَ ) قال: المتاع.حدثني يعقوب, قال: ثنا ابن عُلَية, قال: أخبرنا ابن أبي نجيح, عن مجاهد, قال: قال ابن عباس هو متاع البيت.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قال: يمنعونهم العارية, وهو الماعون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: اختلف الناس في ذلك, فمنهم من قال: يمنعون الزكاة, ومنهم من قال: يمنعون الطاعة, ومنهم من قال: يمنعون العارية.حدثني يعقوب, قال: ثنا ابن عُلَية, عن ليث, عن مجاهد, عن ابن عباس, في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: لم يجيء أهلها بعد.حدثني ابن المثنى, قال: ثنا محمد, قال: ثنا شعبة, عن ابن أبي نجيح, عن مجاهد, قال: قال ابن عباس: (المَاعُونَ) ما يتعاطى الناس بينهم.حدثنا يعقوب بن إبراهيم, قال: أخبرنا ابن عُلَية, قال: ثنا ليث, عن أبي إسحاق, عن الحارث, قال: قال عليّ رضى الله عنه: (المَاعُونَ): منع الزكاة والفأس والدلو والقدر.حدثنا ابن بشار, قال: ثنا أبو عاصم النبيل, قال: ثنا سفيان, عن حبيب بن أبي ثابت, عن سعيد بن جُبير قال: الماعون: العارية.حدثني أبو حصين عبد الله بن أحمد بن يونس, قال: ثنا عبثر, قال: ثنا حصين, عن أبي مالك, في قول الله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الدلو والقدر والفأس.حدثنا عمرو بن علي, قال: ثنا أبو داود, قال: ثنا أبو عوانة, عن عاصم بن بهدلة, عن أبي وائل, عن عبد الله, قال: كنا مع نبينا صلى الله عليه وسلم ونحن نقول: الماعون: منع الدلو وأشباه ذلك.وقال آخرون: الماعون: المعروف.* ذكر من قال ذلك:حدثنا محمد بن إبراهيم السلمي, قال: ثنا أبو عاصم, قال: ثنا محمد بن رفاعة, قال: سمعت محمد بن كعب يقول: الماعون: المعروف.وقال آخرون: الماعون: هو المال.* ذكر من قال ذلك:حدثني أحمد بن حرب, قال: ثنا موسى بن إسماعيل, قال: ثنا إبراهيم بن سعد, عن ابن شهاب, عن سعيد بن المسيب, قال: الماعون, بلسان قريش: المال.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن ابن أبى ذئب, عن الزهريّ, قال: الماعون: بلسان قريش: المال.وأولى الأقوال في ذلك عندنا بالصواب, إذ كان الماعون هو ما وصفنا قبل, وكان الله قد أخبر عن هؤلاء القوم, وأنهم يمنعونه الناس, خبرًا عاما, من غير أن يخص من ذلك شيئا أن يقال: إن الله وصفهم بأنهم يمنعون الناس ما يتعاونونه بينهم, ويمنعون أهل الحاجة والمسكنة ما أوجب الله لهم في أموالهم من الحقوق؛ لأن كل ذلك من المنافع التي ينتفع بها الناس بعضهم من بعض.آخر تفسير سورة أرأيت"
      }
    ]
  }
}