{
  "surah": {
    "surahNo": 32,
    "surahNameAr": "السجدة",
    "surahNameArabicLong": "سورة السجدة",
    "surahNameEn": "As-Sajda",
    "revelationPlace": "Mecca",
    "totalAyat": 30
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الم» الله أعلم بمراده به."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "تقدم الكلام عن الحروف المقطعة"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهي مكية. قال البخاري في \" كتاب الجمعة \" : حدثنا أبو نعيم ، حدثنا سفيان ، عن سعد بن إبراهيم ، عن عبد الرحمن بن هرمز الأعرج ، عن أبي هريرة ، رضي الله عنه ، قال : كان النبي صلى الله عليه وسلم يقرأ في الفجر يوم الجمعة : ( الم تنزيل ) السجدة ، و ( هل أتى على الإنسان ) .ورواه مسلم أيضا من حديث سفيان الثوري ، به .وقال الإمام أحمد : حدثنا أسود بن عامر ، أخبرنا الحسن بن صالح ، عن ليث ، عن أبي الزبير ، عن جابر قال : كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ ) الم تنزيل ) السجدة و ( تبارك الذي بيده الملك ) تفرد به أحمد .قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذانى قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لا ي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وان شرا فا ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شىء حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدىء بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حمعسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "الم"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "بسم الله الرحمن الرحيمسورة السجدةوهي مكية ، غير ثلاث آيات نزلت بالمدينة ; وهي قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا تمام ثلاث آيات ; قاله الكلبي ومقاتل . وقال غيرهما : إلا خمس آيات ، من قوله تعالى : تتجافى جنوبهم إلى قوله الذي كنتم به تكذبون . وهي ثلاثون آية . وقيل تسع وعشرون . وفي الصحيح عن ابن عباس أن النبي صلى الله عليه وسلم كان يقرأ في صلاة الفجر يوم الجمعة ( الم تنزيل ) السجدة . و هل أتى على الإنسان حين من الدهر الحديث . وخرج الدارمي أبو محمد في مسنده عن جابر بن عبد الله قال : كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ : ( الم تنزيل ) السجدة . و تبارك الذي بيده الملك . قال الدارمي : وأخبرنا أبو المغيرة قال حدثنا عبدة عن خالد بن معدان قال : اقرءوا المنجية ، وهي ( الم تنزيل ) فإنه بلغني أن رجلا كان يقرؤها ، ما يقرأ شيئا غيرها ، وكان كثير الخطايا فنشرت جناحها عليه وقالت : رب اغفر له فإنه كان يكثر من قراءتي ; فشفعها الرب فيه وقال اكتبوا له بكل خطيئة حسنة وارفعوا له درجة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  الم (1)قال أبو جعفر: قد مضى البيان عن تأويل قوله: (الم) بما فيه الكفاية."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلم لا شك أنه منزل من عند الله، رب الخلائق أجمعين."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«تنزيل الكتاب» القرآن مبتدأ «لا ريب» شك «فيه» خبر أول «من رب العالمين» خبر ثان."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يخبر تعالى أن هذا الكتاب الكريم، أنه تنزيل من رب العالمين، الذي رباهم بنعمته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( تنزيل الكتاب لا ريب فيه ) أي : لا شك فيه ولا مرية أنه نزل ، ( من رب العالمين ) ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"تنزيل الكتاب لا ريب فيه من رب العالمين\"، قال مقاتل: لا شك فيه أنه تنزيل من رب العالمين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ( الم تنزيل الكتاب ) الإجماع على رفع ( تنزيل الكتاب ) ولو كان منصوبا على المصدر لجاز ; كما قرأ الكوفيون : إنك لمن المرسلين على صراط مستقيم تنزيل العزيز الرحيم . و ( تنزيل ) رفع بالابتداء والخبر ( لا ريب فيه ) . أو خبر على إضمار مبتدأ ; أي هذا ( تنزيل ) ، أو المتلو ( تنزيل ) ، أو هذه الحروف ( تنزيل ) . ودلت : ( الم ) على ذكر الحروف . ويجوز أن يكون ( لا ريب فيه ) في موضع الحال من الكتاب ، و ( من رب العالمين ) الخبر . قال مكي : وهو أحسنها . ومعنى لا ريب فيه من رب العالمين لا شك فيه أنه من عند الله ; فليس بسحر ولا شعر ولا كهانة ولا أساطير الأولين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (تَنزيلُ الكتاب لا رَيْبَ فِيهِ) يقول تعالى ذكره: تنزيل الكتاب الذي نزل على محمد صلى الله عليه وسلم، لا شكّ فيه (من ربّ العالمين) : يقول: من ربّ الثقلين: الجنّ والإنس.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (الم * تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ) لا شكّ فيه. وإنما معنى الكلام: أن هذا القرآن الذي أُنزل على محمد لا شكّ فيه أنه من عند الله، وليس بشعر ولا سجع كاهن، ولا هو مما تخرّصه محمد صلى الله عليه وسلم، وإنما كذّب جلّ ثناؤه بذلك قول الذين:  وَقَالُوا أَسَاطِيرُ الأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلا  وقول الذين قالو:  إِنْ هَذَا إِلا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ  ."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "بل أيقول المشركون: اختلق محمد صلى الله عليه وسلم القرآن؟ كذَبوا، بل هو الحق الثابت المنزل عليك -أيها الرسول- من ربك؛ لتنذر به أناسًا لم يأتهم نذير من قبلك، لعلهم يهتدون، فيعرفوا الحق ويؤمنوا به ويؤثروه، ويؤمنوا بك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أَم» بل «يقولون افتراه» محمد صلى الله عليه وسلم لا «بل هو الحق من ربك، لتنذر» به «قوما ما» نافية «أَتاهم من نذير من قبلك لعلهم يهتدون» بإنذارك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ومن أعظم ما رباهم به، هذا الكتاب، الذي فيه كل ما يصلح أحوالهم، ويتمم أخلاقهم، وأنه لا ريب فيه، ولا شك، ولا امتراء، ومع ذلك قال المكذبون للرسول الظالمون في ذلك: افتراه محمد، واختلقه من عند نفسه، وهذا من أكبر الجراءة على إنكار كلام اللّه، ورمي محمد صلى اللّه عليه وسلم، بأعظم الكذب، وقدرة الخلق على كلام مثل كلام الخالق.وكل واحد من هذه من الأمور العظائم، قال اللّه - رادًا على من قال: افتراه:- بَلْ هُوَ الْحَقُّ  الذي لا يأتيه الباطل من بين يديه، ولا من خلفه، تنزيل من حكيم حميد.  مِنْ رَبِّكَ  أنزله رحمة للعباد  لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ  أي: في حالة ضرورة وفاقة لإرسال الرسول، وإنزال الكتاب، لعدم النذير، بل هم في جهلهم يعمهون، وفي ظلمة ضلالهم يترددون، فأنزلنا الكتاب عليك  لَعَلَّهُمْ يَهْتَدُونَ  من ضلالهم، فيعرفون الحق فيؤثرونه.وهذه الأشياء التي ذكرها اللّه كلها، مناقضة لتكذيبهم له: وإنها تقتضي منهم الإيمان والتصديق التام به، وهو كونه  مِنْ رَبِّ الْعَالَمِينَ  وأنه  الْحَقُّ  والحق مقبول على كل حال، وأنه  لَا رَيْبَ فِيهِ  بوجه من الوجوه، فليس فيه، ما يوجب الريبة، لا بخبر لا يطابق للواقع  ولا بخفاء واشتباه معانيه، وأنهم في ضرورة وحاجة إلى الرسالة، وأن فيه الهداية لكل خير وإحسان."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال مخبرا عن المشركين : ( أم يقولون افتراه ) ، بل يقولون : ( افتراه ) أي : اختلقه من تلقاء نفسه ، ( بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون ) أي : يتبعون الحق ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( أم يقولون ) بل يقولون ) ( افتراه ) وقيل الميم صلة ، أي : أيقولون افتراه ؟ استفهام توبيخ . وقيل : \" أم \" بمعنى الواو ، أي : ويقولون افتراه . وقيل : فيه إضمار ، مجازه فهل يؤمنون ، أم يقولون افتراه ، ثم قال : ) ( بل هو ) يعني القرآن ( الحق من ربك لتنذر قوما ما أتاهم ) أي : لم يأتهم ( من نذير من قبلك ) قال قتادة : كانوا أمة أمية لم يأتهم نذير قبل محمد - صلى الله عليه وسلم - . وقال ابن عباس ، ومقاتل : ذلك في الفترة التي كانت بين عيسى ومحمد صلوات الله عليهما ) ( لعلهم يهتدون )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : أم يقولون افتراه بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون .قوله تعالى : ( أم يقولون افتراه ) هذه ( أم ) المنقطعة التي تقدر ببل وألف الاستفهام ; أي بل أيقولون . وهي تدل على خروج من حديث إلى حديث ; فإنه عز وجل أثبت أنه تنزيل من رب العالمين ، وأن ذلك مما لا ريب فيه ، ثم أضرب عن ذلك إلى قوله : أم يقولون افتراه أي افتعله واختلقه . بل هو الحق من ربك كذبهم في دعوى الافتراء لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون قال قتادة : يعني قريشا ، كانوا أمة أمية لم يأتهم نذير من قبل محمد صلى الله عليه وسلم . و ( لتنذر ) متعلق بما قبلها فلا يوقف على من ربك . ويجوز أن يتعلق بمحذوف ; التقدير : أنزله لتنذر قوما ، فيجوز الوقف على من ربك . و ( ما ) في قوله ( ما أتاهم ) نفي . ( من نذير ) صلة . و ( نذير ) في محل الرفع ، وهو المعلم المخوف . وقيل : المراد بالقوم أهل الفترة بين عيسى ومحمد عليهما السلام ; قاله ابن عباس ومقاتل . وقيل : كانت الحجة ثابتة لله جل وعز عليهم بإنذار من تقدم من الرسل وإن لم يروا رسولا ; وقد تقدم هذا المعنى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (أمْ يَقُولُونَ افْتَرَاهُ) يقول تعالى ذكره: يقول المشركون بالله: اختلق هذا الكتاب محمد من قبل نفسه، وتكذّبه، و (أم) هذه تقرير، وقد بيَّنا في غير موضع من كتابنا، أن العرب إذا اعترضت بالاستفهام في أضعاف كلام قد تقدّم بعضه أنه يستفهم بأم. وقد زعم بعضهم أن معنى ذلك: ويقولون. وقال: أم بمعنى الواو، بمعنى بل في مثل هذا الموضع، ثم أكذبهم تعالى ذكره فقال: ما هو كما تزعمون وتقولون من أن محمدا افتراه، بل هو الحقّ والصدق من عند ربك يا محمد، أنزله إليك؛ لتنذر قوما بأس الله وسطوته، أن يحلّ بهم على كفرهم به (ما أتاهُمْ مِنْ نَذِيرٍ منْ قَبْلكَ) يقول: لم يأت هؤلاء القوم الذين أرسلك ربك يا محمد إليهم، وهم قومه من قريش، نذير ينذرهم بأس الله على كفرهم قبلك. وقوله: (لَعَلَّهُمْ يَهْتَدُونَ) يقول: ليتبيَّنوا سبيل الحقّ فيعرفوه ويؤمنوا به.وبمثل الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ ) قال: كانوا أمَّة أمِّيَّة، لم يأتهم نذير قبل محمد صلى الله عليه وسلم."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله الذي خلق السموات والأرض وما بينهما في ستة أيام لحكمة يعلمها، وهو قادر أن يخلقها بكلمة \"كن\" فتكون، ثم استوى سبحانه وتعالى -أي علا وارتفع- على عرشه استواء يليق بجلاله، لا يكيَّف، ولا يشبَّه باستواء المخلوقين. ليس لكم -أيها الناس- من وليٍّ يلي أموركم، أو شفيع يشفع لكم عند الله؛ لتنجوا من عذابه، أفلا تتعظون وتتفكرون -أيها الناس-، فتُفردوا الله بالألوهية وتُخلصوا له العبادة؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الله الذي خلق السماوات والأرض وما بينهما في ستة أيام» أولها الأحد وآخرها الجمعة «ثم استوى على العرش» هو في اللغة سرير الملك استواءً يليق به «مالكم» يا كفار مكة «من دونه» أي: غيره «من وليٍّ» اسم ما بزيادة من، أَي: ناصر «ولا شفيع» يدفع عذابه عنكم «أفلا تتذكرون» هذا فتؤمنون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يخبر تعالى عن كمال قدرته بخلق  السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ  أولها، يوم الأحد، وآخرها الجمعة، مع قدرته على خلقها بلحظة، ولكنه تعالى رفيق حكيم. ثُمَّ اسْتَوَى عَلَى الْعَرْشِ  الذي هو سقف المخلوقات، استواء يليق بجلاله. مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ  يتولاكم، في أموركم، فينفعكم  وَلَا شَفِيع  يشفع لكم، إن توجه عليكم العقاب. أَفَلَا تَتَذَكَّرُونَ  فتعلمون أن خالق الأرض والسماوات، المستوي على العرش العظيم، الذي انفرد بتدبيركم، وتوليكم، وله الشفاعة كلها، هو المستحق لجميع أنواع العبادة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يخبر تعالى أنه الخالق للأشياء ، فخلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش . وقد تقدم الكلام على ذلك .( ما لكم من دونه من ولي ولا شفيع ) أي : بل هو المالك لأزمة الأمور ، الخالق لكل شيء ، المدبر لكل شيء ، القادر على كل شيء ، فلا ولي لخلقه سواه ، ولا شفيع إلا من بعد إذنه .( أفلا تتذكرون ) يعني : أيها العابدون غيره ، المتوكلون على من عداه - تعالى وتقدس وتنزه أن يكون له نظير أو شريك أو نديد ، أو وزير أو عديل ، لا إله إلا هو ولا رب سواه .وقد أورد النسائي هاهنا حديثا فقال : حدثنا إبراهيم بن يعقوب ، حدثني محمد بن الصباح ، حدثنا أبو عبيدة الحداد ، حدثنا الأخضر بن عجلان ، عن أبي جريج المكي ، عن عطاء ، عن أبي هريرة ، أن رسول الله صلى الله عليه وسلم أخذ بيدي فقال : \" إن الله خلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش في اليوم السابع ، فخلق التربة يوم السبت ، والجبال يوم الأحد ، والشجر يوم الاثنين ، والمكروه يوم الثلاثاء ، والنور يوم الأربعاء ، والدواب يوم الخميس ، وآدم يوم الجمعة في آخر ساعة من النهار بعد العصر ، وخلقه من أديم الأرض ، بأحمرها وأسودها ، وطيبها وخبيثها ، من أجل ذلك جعل الله من بني آدم الطيب والخبيث \" .هكذا أورد هذا الحديث إسنادا ومتنا ، وقد أخرج مسلم والنسائي أيضا من حديث الحجاج بن محمد الأعور ، عن ابن جريج ، عن إسماعيل بن أمية ، عن أيوب بن خالد ، عن عبد الله بن رافع ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم بنحو من هذا السياق .وقد علله البخاري في كتاب \" التاريخ الكبير \" فقال : \" وقال بعضهم : أبو هريرة عن كعب الأحبار وهو أصح \" ، وكذا علله غير واحد من الحفاظ ، والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"الله الذي خلق السموات والأرض وما بينهما في ستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : الله الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون .قوله تعالى : الله الذي خلق السماوات والأرض وما بينهما في ستة أيام عرفهم كمال قدرته ليسمعوا القرآن ويتأملوه . ومعنى : خلق أبدع وأوجد بعد العدم وبعد أن لم تكن شيئا . في ستة أيام من يوم الأحد إلى آخر يوم الجمعة . قال الحسن : من أيام الدنيا . وقال ابن عباس : إن اليوم من الأيام الستة التي خلق الله فيها السماوات والأرض مقداره ألف سنة من سني الدنيا . وقال الضحاك : في ستة آلاف سنة ; أي في مدة ستة أيام من أيام الآخرة . ثم استوى على العرش تقدم في الأعراف والبقرة وغيرهما ، وذكرنا ما للعلماء في ذلك مستوفى في ( الكتاب الأسنى في شرح أسماء الله الحسنى ) . وليست ثم للترتيب ؛ وإنما هي بمعنى الواو . ما لكم من دونه من ولي ولا شفيع أي ما للكافرين من ولي يمنع من عذابهم ولا شفيع . ويجوز الرفع على الموضع . أفلا تتذكرون في قدرته ومخلوقاته ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا شَفِيعٍ أَفَلا تَتَذَكَّرُونَ (4)يقول تعالى ذكره: المعبود الذي لا تصلح العبادة إلا له أيها الناس ( خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا ) من خلق (فِي سِتَّةِ أيَّام) ثم استوى على عرشه في اليوم السابع بعد خلقه السموات والأرض وما بينهما.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ ) في اليوم السابع. يقول: ما لكم أيها الناس إله إلا من فعل هذا الفعل، وخلقَ هذا الخَلْق العجيب في ستة أيام.وقوله: (ما لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا شَفِيعٍ) يقول: ما لكم أيها الناس دونه وليّ يلي أمركم وينصركم منه إن أراد بكم ضرّا، ولا شفيع يشفع لكم عنده إن هو عاقبكم على معصيتكم إياه، يقول: فإياه فاتخذوا وليا، وبه وبطاعته فاستعينوا على أموركم؛ فإنه يمنعكم إذا أراد منعكم ممن أرادكم بسوء، ولا يقدر أحد على دفعه عما أراد بكم هو؛ لأنه لا يقهره قاهر، ولا يغلبه غالب (أفَلا تَتَذَكَّرُونَ) يقول تعالى ذكره: أفلا تعتبرون وتتفكَّرون أيها الناس، فتعلموا أنه ليس لكم دونه وليّ ولا شفيع، فتفردوا له الألوهة، وتخلصوا له العبادة، وتخلعوا ما دونه من الأنداد والآلهة."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يدبر الله تعالى أَمْر المخلوقات من السماء إلى الأرض، ثم يصعد ذلك الأمر والتدبير إلى الله في يوم مقداره ألف سنة من أيام الدنيا التي تعدُّونها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "(يدبر الأمر من السماء إلى الأرض) مدة الدنيا (ثم يعرج) يرجع الأمر والتدبير (إليه في يوم كان مقداره ألف سنة مما تعدون) في الدنيا، وفي سورة \"سأل\" خمسين ألف سنة وهو يوم القيامة لشدة أهواله بالنسبة إلى الكافر، وأما المؤمن فيكون أخف عليه من صلاة مكتوبة يصليها في الدنيا كما جاء في الحديث."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يُدَبِّرُ الْأَمْرَ  القدري والأمر الشرعي، الجميع هو المتفرد بتدبيره، نازلة تلك التدابير من عند المليك القدير  مِنَ السَّمَاءِ إِلَى الْأَرْضِ  فَيُسْعِدُ بها ويُشْقِي، ويُغْنِي ويُفْقِرُ، ويُعِزُّ، ويُذِلُّ، ويُكرِمُ، ويُهِينُ، ويرفع أقوامًا، ويضع آخرين، ويُنزِّل الأرزاق. ثُمَّ يَعْرُجُ إِلَيْهِ  أي: الأمر ينزل من عنده، ويعرج إليه  فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ  وهو يعرج إليه، ويصله في لحظة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( يدبر الأمر من السماء إلى الأرض ثم يعرج إليه ) أي : يتنزل أمره من أعلى السماوات إلى أقصى تخوم الأرض السابعة ، كما قال الله تعالى : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] .وترفع الأعمال إلى ديوانها فوق سماء الدنيا ، ومسافة ما بينها وبين الأرض [ مسيرة ] خمسمائة سنة ، وسمك السماء خمسمائة سنة .وقال مجاهد ، وقتادة ، والضحاك : النزول من الملك في مسيرة خمسمائة عام ، وصعوده في مسيرة خمسمائة عام ، ولكنه يقطعها في طرفة عين; ولهذا قال تعالى : ( في يوم كان مقداره ألف سنة مما تعدون ) ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( يدبر الأمر ) أي : يحكم الأمر وينزل القضاء والقدر ( من السماء إلى الأرض ) وقيل : ينزل الوحي مع جبريل من السماء إلى الأرض ) ( ثم يعرج ) يصعد ) ( إليه ) جبريل بالأمر ( في يوم كان مقداره ألف سنة مما تعدون ) أي : في يوم واحد من أيام الدنيا وقدر مسيرة ألف سنة ، خمسمائة نزوله ، وخمسمائة صعوده ، لأن ما بين السماء والأرض خمسمائة عام ، يقول : لو سار فيه أحد من بني آدم لم يقطعه إلا في ألف سنة ، والملائكة يقطعون في يوم واحد ، هذا في وصف عروج الملك من الأرض إلى السماء ، وأما قوله : \" تعرج الملائكة والروح إليه في يوم كان مقداره خمسين ألف سنة \" ( المعارج - 4 ) ، أراد مدة المسافة بين الأرض إلى سدرة المنتهى التي هي مقام جبريل ، يسير جبريل والملائكة الذين معه من أهل مقامه مسيرة خمسين ألف سنة في يوم واحد من أيام الدنيا . هذا كله معنى قول مجاهد والضحاك وقوله : \" إليه \" أي : إلى الله . وقيل : على هذا التأويل ، أي : إلى مكان الملك الذي أمره الله - عز وجل - أن يعرج إليه .وقال بعضهم : ألف سنة وخمسون ألف سنة كلها في القيامة ، يكون على بعضهم أطول وعلى بعضهم أقصر ، معناه : يدبر الأمر من السماء إلى الأرض مدة أيام الدنيا ، ثم يعرج أي : يرجع الأمر والتدبير إليه بعد فناء الدنيا ، وانقطاع أمر الأمراء وحكم الحكام في يوم كان مقداره ألف سنة ، وهو يوم القيامة ، وأما قوله : \" خمسين ألف سنة \" فإنه أراد على الكافر يجعل الله ذلك اليوم عليه مقدار خمسين ألف سنة ، وعلى المؤمن دون ذلك حتى جاء في الحديث : \" أنه يكون على المؤمن كقدر صلاة مكتوبة صلاها في الدنيا \" . وقال إبراهيم التيمي : لا يكون على المؤمن إلا كما بين الظهر والعصر .ويجوز أن يكون هذا إخبارا عن شدته وهوله ومشقته . وقال ابن أبي مليكة : دخلت أنا وعبد الله بن فيروز مولى عثمان بن عفان على ابن عباس فسأله ابن فيروز عن هذه الآية وعن قوله خمسين ألف سنة ؟ فقال له ابن عباس : أيام سماها الله لا أدري ما هي وأكره أن أقول في كتاب الله ما لا أعلم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون .قوله تعالى : يدبر الأمر من السماء إلى الأرض قال ابن عباس : ينزل القضاء والقدر . وقيل : ينزل الوحي مع جبريل . وروى عمرو بن مرة عن عبد الرحمن بن سابط قال : يدبر أمر الدنيا أربعة : جبريل ، وميكائيل ، وملك الموت ، وإسرافيل ; صلوات الله عليهم أجمعين . فأما جبريل فموكل بالرياح والجنود . وأما ميكائيل فموكل بالقطر والماء . وأما ملك الموت فموكل بقبض الأرواح . وأما إسرافيل فهو ينزل بالأمر عليهم . وقد قيل : إن العرش موضع التدبير ; كما أن ما دون العرش موضع التفصيل ; قال الله تعالى : ثم استوى على العرش وسخر الشمس والقمر كل يجري لأجل مسمى يدبر الأمر يفصل الآيات . وما دون السماوات موضع التصريف ; قال الله تعالى : ولقد صرفناه بينهم ليذكروا .قوله تعالى : ثم يعرج إليه قال يحيى بن سلام : هو جبريل يصعد إلى السماء بعد نزوله بالوحي . النقاش : هو الملك الذي يدبر الأمر من السماء إلى الأرض . وقيل : إنها أخبار أهل الأرض تصعد إليه مع حملتها من الملائكة ; قاله ابن شجرة . في يوم كان مقداره ألف سنة مما تعدون . وقيل : ثم يعرج إليه أي يرجع ذلك الأمر والتدبير إليه بعد انقضاء الدنيا في يوم كان مقداره ألف سنة مما تعدون وهو يوم القيامة . وعلى الأقوال المتقدمة فالكناية في يعرج كناية عن الملك ، ولم يجر له ذكر لأنه مفهوم من المعنى ، وقد جاء صريحا في سأل سائل قوله : تعرج الملائكة والروح إليه . والضمير في إليه يعود على السماء على لغة من يذكرها ، أو على مكان الملك الذي يرجع إليه ، أو على اسم الله تعالى ; والمراد إلى الموضع الذي أقره فيه ، وإذا رجعت إلى الله فقد رجعت إلى السماء ، أي إلى سدرة المنتهى ; فإنه إليها يرتفع ما يصعد به من الأرض ومنها ينزل ما يهبط به إليها ; ثبت معنى ذلك في صحيح مسلم . والهاء في مقداره راجعة إلى التدبير ; والمعنى : كان مقدار ذلك التدبير ألف سنة من سني الدنيا ; أي يقضي أمر كل شيء لألف سنة في يوم واحد ، ثم يلقيه إلى ملائكته ، فإذا مضت قضى لألف سنة أخرى ، ثم كذلك أبدا ; قاله مجاهد . وقيل : الهاء للعروج .وقيل : المعنى أنه يدبر أمر الدنيا إلى أن تقوم الساعة ، ثم يعرج إليه ذلك الأمر فيحكم فيه في يوم كان مقداره ألف سنة . وقيل : المعنى يدبر أمر الشمس في طلوعها وغروبها ورجوعها إلى موضعها من الطلوع ، في يوم كان مقداره في المسافة ألف سنة . وقال ابن عباس : المعنى كان مقداره لو ساره غير الملك ألف سنة ; لأن النزول خمسمائة والصعود خمسمائة . وروي ذلك عن جماعة من المفسرين ، وهو اختيار الطبري ; ذكره المهدوي . وهو معنى القول الأول . أي أن جبريل لسرعة سيره يقطع مسيرة ألف سنة في يوم من أيامكم ; ذكره الزمخشري . وذكر الماوردي عن ابن عباس والضحاك أن الملك يصعد في يوم مسيرة ألف سنة .وعن قتادة أن الملك ينزل ويصعد في يوم مقداره ألف سنة ; فيكون مقدار نزوله خمسمائة سنة ، ومقدار صعوده خمسمائة على قول قتادة والسدي . وعلى قول ابن عباس والضحاك : النزول ألف سنة ، والصعود ألف سنة . مما تعدون أي مما تحسبون من أيام الدنيا . وهذا اليوم عبارة عن زمان يتقدر بألف سنة من سني العالم ، وليس بيوم يستوعب نهارا بين ليلتين ; لأن ذلك ليس عند الله . والعرب قد تعبر عن مدة العصر باليوم ; كما قال الشاعر :يومان يوم مقامات وأندية ويوم سير إلى الأعداء تأويبوليس يريد يومين مخصوصين ، وإنما أراد أن زمانهم ينقسم شطرين ، فعبر عن كل واحد من الشطرين بيوم . وقرأ ابن أبي عبلة : يعرج على البناء للمفعول . وقرئ : ( يعدون ) بالياء . فأما قوله تعالى : في يوم كان مقداره خمسين ألف سنة فمشكل مع هذه الآية . وقد سأل عبد الله بن فيروز الديلمي عبد الله بن عباس عن هذه الآية وعن قوله : في يوم كان مقداره خمسين ألف سنة فقال : أيام سماها سبحانه ، وما أدري ما هي ؟ فأكره أن أقول فيها ما لا أعلم . ثم سئل عنها سعيد بن المسيب فقال : لا أدري . فأخبرته بقول ابن عباس فقال ابن المسيب للسائل : هذا ابن عباس اتقى أن يقول فيها وهو أعلم مني . ثم تكلم العلماء في ذلك فقيل : إن آية سأل سائل هو إشارة إلى يوم القيامة ، بخلاف هذه الآية . والمعنى : أن الله تعالى جعله في صعوبته على الكفار كخمسين ألف سنة ; قاله ابن عباس . والعرب تصف أيام المكروه بالطول وأيام السرور بالقصر . قال :ويوم كظل الرمح قصر طوله     دم الزق عنا واصطفاق المزاهروقيل : إن يوم القيامة فيه أيام ; فمنه ما مقداره ألف سنة ومنه ما مقداره خمسون ألف سنة . وقيل : أوقات القيامة مختلفة ، فيعذب الكافر بجنس من العذاب ألف سنة ، ثم ينتقل إلى جنس آخر مدته خمسون ألف سنة . وقيل : مواقف القيامة خمسون موقفا ; كل موقف ألف سنة . فمعنى : يعرج إليه في يوم كان مقداره ألف سنة أي مقدار وقت ، أو موقف من يوم القيامة . وقال النحاس : اليوم في اللغة بمعنى الوقت ; فالمعنى : تعرج الملائكة والروح إليه في وقت كان مقداره ألف سنة ، وفي وقت آخر كان مقداره خمسين ألف سنة . وعن وهب بن منبه : في يوم كان مقداره خمسين ألف سنة قال : ما بين أسفل الأرض إلى العرش . وذكر الثعلبي عن مجاهد وقتادة والضحاك في قوله تعالى : تعرج الملائكة والروح إليه في يوم كان مقداره خمسين ألف سنة أراد من الأرض إلى سدرة المنتهى التي فيها جبريل . يقول تعالى : يسير جبريل والملائكة الذين معه من أهل مقامه مسيرة خمسين ألف سنة في يوم واحد من أيام الدنيا . وقوله : ( إليه ) يعني إلى المكان الذي أمرهم الله تعالى أن يعرجوا إليه . وهذا كقول إبراهيم عليه الصلاة والسلام : إني ذاهب إلى ربي سيهدين أراد أرض الشام . وقال تعالى : ومن يخرج من بيته مهاجرا إلى الله أي إلى المدينة . وقال أبو هريرة : قال النبي صلى الله عليه وسلم : أتاني ملك من ربي عز وجل برسالة ثم رفع رجله فوضعها فوق السماء والأخرى على الأرض لم يرفعها بعد ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  يُدَبِّرُ الأَمْرَ مِنَ السَّمَاءِ إِلَى الأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (5)يقول تعالى ذكره: الله هو الذي يدبر الأمر من أمر خلقه من السماء إلى الأرض، ثم يعرُج إليه.واختلف أهل التأويل في المعني بقوله: ( ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) فقال بعضهم: معناه: أن الأمر ينزل من السماء إلى الأرض، ويصعد من الأرض إلى السماء في يوم واحد، وقدر ذلك ألف سنة مما تعدّون من أيام الدنيا؛ لأن ما بين الأرض إلى السماء خمسمائة عام، وما بين السماء إلى الأرض مثل ذلك، فذلك ألف سنة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو بن معروف، عن ليث، عن مجاهد (فِي يَوْمٍ كان مِقْدَارُهُ ألْفَ سَنَةٍ) يعني بذلك نزول الأمر من السماء إلى الأرض، ومن الأرض إلى السماء في يوم واحد وذلك مقداره ألف سنة؛ لأن ما بين السماء إلى الأرض مسيرة خمسمائة عام.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( يُدَبِّرُ الأمْرَ مِنَ السَّمَاءِ إِلَى الأرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ ) من أيامكم (كانَ مِقْدارُهُ ألْفَ سَنَةٍ مِمَّا تَعُدُّونَ) يقول: مقدار مسيره في ذلك اليوم ألف سنة مما تعدّون من أيامكم من أيام الدنيا خمسمائة سنة نزوله، وخمسمائة صعوده فذلك ألف سنة.حدثنا ابن وكيع، قال: ثنا أبو معاوية، عن جُوَيبر، عن الضحاك ( ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) قال: تعرج الملائكة إلى السماء، ثم تنزل في يوم من أيامكم هذه، وهو مسيرة ألف سنة.قال: ثنا أبي، عن سفيان، عن سماك، عن عكرِمة (ألْفَ سَنَةٍ ممَّا تَعُدُّونَ) قال: من أيام الدنيا.حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن أبي الحارث، عن عكرمة، عن ابن عباس في قوله: ( يُدَبِّرُ الأمْرَ مِنَ السَّمَاءِ إِلَى الأرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ ) من أيامكم هذه، مسيرة ما بين السماء إلى الأرض خمسمائة عام.وذكر عن عبد الرزاق، قال: أخبرنا معمر، عن قَتادة قال: تنحدر الأمور وتصعد من السماء إلى الأرض في يوم واحد، مقداره ألف سنة، خمسمائة حتى ينزل، وخمسمائة حتى يعرُج.وقال آخرون: بل معنى ذلك: يدبر الأمر من السماء إلى الأرض، ثم يعرج إليه في يوم من الأيام الستة التي خلق الله فيهنّ الخلق، كان مقدار ذلك اليوم ألف سنة مما تعدّون من أيامكم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن سماك، عن عكرمة، عن ابن عباس (ألْفَ سَنَةٍ ممَّا تَعُدُّونَ) قال: ذلك مقدار المسير قوله: (كألف سنة مما تعدّون) قال: خلق السموات والأرض في ستة أيام، وكلّ يوم من هذه كألف سنة مما تعدّون انتم.حدثنا ابن وكيع، قال: ثنا أبي، عن إسرائيل، عن سماك، عن عكرمة، عن ابن عباس ( فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) قال: الستة الأيام التي خلق الله فيها السموات والأرض.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) يعني: هذا اليوم من الأيام الستة التي خلق الله فيهنّ السموات والأرض وما بينهما.وقال آخرون: بل معنى ذلك: يدبر الأمر من السماء إلى الأرض بالملائكة، تم تعرج إليه الملائكة، في يَوْمٍ كان مقداره ألف سنة من أيام الدنيا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ ) قال: هذا في الدنيا تعرج الملائكة إليه في يوم كان مقداره ألف سنة.حدثنا ابن وكيع، قال: ثنا غندر، عن شعبة، عن سماك، عن عكرمة (فِي يَوْمٍ كانَ مِقْدارهُ ألْفَ سَنَةٍ) قال: ما بين السماء والأرض مسيرة ألف سنة مما تعدّون من أيام الآخرة (1) .حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرمة أنه قال في هذه الآية: ( يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) قال: ما بين السماء والأرض مسيرة ألف سنة.وقال آخرون: بل معنى ذلك: يدبر الأمر من السماء إلى الأرض في يوم كان مقدار ذلك التدبير ألف سنة مما تعدّون من أيام الدنيا، ثم يعرج إليه ذلك التدبير الذي دبره.* ذكر من قال ذلك:ذُكر عن حجاج، عن ابن جُرَيج، عن مجاهد، أنه قال: يقضي أمر كل شيء ألف سنة إلى الملائكة ثم كذلك حتى تمضي ألف سنة، ثم يقضي أمر كل شيء ألفا، ثم كذلك أبدا، قال: (يوم كان مقداره) قال: اليوم أن يقال لما يقضي إلى الملائكة ألف سنة: كن فيكون، ولكن سماه يومًا، سَمَّاهُ كما بيَّنا كل ذلك عن مجاهد، قال: وقوله:  وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ  قال: هو هو سواء.وقال آخرون: بل معنى ذلك: يدبر الأمر من السماء إلى الأرض، ثم يعرج إلى الله في يوم كان مقداره ألف سنة، مقدار العروج ألف سنة مما تعدّون.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ) قال بعض أهل العلم: مقدار ما بين الأرض حين يعرج إليه إلى أن يبلغ عروجه ألف سنة، هذا مقدار ذلك المعراج في ذلك اليوم حين يعرج فيه.وأولى الأقوال في ذلك عندي بالصواب قول من قال: معناه: يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقدار ذلك اليوم في عروج ذلك الأمر إليه، ونزوله إلى الأرض ألف سنة مما تعدون من أيامكم، خمسمائة في النزول، وخمسمائة في الصعود؛ لأن ذلك أظهر معانيه، وأشبهها بظاهر التنزيل.------------------------الهوامش :(1) الذي في الدر المنثور: من أيام الدنيا؛ وهو واضح . ا ه ."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ذلك الخالق المدبِّر لشؤون العالمين، عالم بكل ما يغيب عن الأبصار، مما تُكِنُّه الصدور وتخفيه النفوس، وعالم بما شاهدته الأبصار، وهو القويُّ الظاهر الذي لا يغالَب، الرحيم بعباده المؤمنين."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ذلك» الخالق المدبِّر «عالم الغيب والشهادة» أي ما غاب عن الخلق وما حضر «العزيز» المنيع في ملكه «الرحيم» بأهل طاعته."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ذَلِكَ  الذي خلق تلك المخلوقات العظيمة، الذي استوى على العرش العظيم، وانفرد بالتدابير في المملكة،  عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ  فبسعة علمه، وكمال عزته، وعموم رحمته، أوجدها، وأودع فيها، من المنافع ما أودع، ولم يعسر عليه تدبيرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ذلك عالم الغيب والشهادة ) أي : المدبر لهذه الأمور الذي هو شهيد على أعمال عباده ، يرفع إليه جليلها وحقيرها ، وصغيرها وكبيرها - هو ) العزيز ) الذي قد عز كل شيء فقهره وغلبه ، ودانت له العباد والرقاب ، ( الرحيم ) بعباده المؤمنين . فهو عزيز في رحمته ، رحيم في عزته [ وهذا هو الكمال : العزة مع الرحمة ، والرحمة مع العزة ، فهو رحيم بلا ذل ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ذلك عالم الغيب والشهادة ) يعني : ذلك الذي صنع ما ذكره من خلق السماوات والأرض عالم ما غاب عن الخلق وما حضر ) ( العزيز الرحيم )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ذلك عالم الغيب والشهادة العزيز الرحيمقوله تعالى : ذلك عالم الغيب والشهادة أي علم ما غاب عن الخلق وما حضرهم . و ( ذلك ) بمعنى أنا . حسبما تقدم بيانه في أول البقرة . وفي الكلام معنى التهديد والوعيد ; أي أخلصوا أفعالكم وأقوالكم فإني أجازي عليها ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ  الْعَزِيزُ الرَّحِيمُ ، يقول تعالى ذكره: هذا الذي يفعل ما وصفت لكم في هذه الآيات، هو ( عَالِمُ الْغَيْبِ )، يعني عالم ما يغيب عن أبصاركم أيها الناس، فلا تبصرونه مما تكنه الصدور وتخفيه النفوس، وما لم يكن بعد مما هو كائن، ( وَالشَّهَادَةِ ) يعني: ما شاهدته الأبصار فأبصرته وعاينته وما هو موجود ( الْعَزِيزُ ) يقول: الشديد في انتقامه ممن كفر به، وأشرك معه غيره، وكذّب رسله ( الرَّحِيمُ ) بمن تاب من ضلالته، ورجع إلى الإيمان به وبرسوله، والعمل بطاعته، أن يعذّبه بعد التوبة."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله الذي أحكم خلق كل شيء، وبدأ خَلْقَ الإنسان، وهو آدم عليه السلام من طين."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الذي أحسن كل شيءٍ خلقه» بفتح اللام فعلا ماضيا صفة، وبسكونها بدل اشتمال «وبدأ خلق الإنسان» آدم «من طين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ  أي: كل مخلوق خلقه اللّه، فإن اللّه أحسن خلقه، وخلقه خلقًا يليق به، ويوافقه، فهذا عام.ثم خص الآدمي لشرفه وفضله فقال:  وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ  وذلك بخلق آدم عليه السلام، أبي البشر."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى : إنه الذي أحسن خلق الأشياء وأتقنها وأحكمها .وقال مالك ، عن زيد بن أسلم : ( الذي أحسن كل شيء خلقه ) قال : أحسن خلق كل شيء . كأنه جعله من المقدم والمؤخر .ثم لما ذكر خلق السماوات والأرض ، شرع في ذكر خلق الإنسان فقال : ( وبدأ خلق الإنسان من طين ) يعني : خلق أبا البشر آدم من طين ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( الذي أحسن كل شيء خلقه ) قرأ نافع وأهل الكوفة : \" خلقه \" بفتح اللام على الفعل وقرأ الآخرون بسكونها ، أي : أحسن خلق كل شيء ، قال ابن عباس : أتقنه وأحكمه . قال قتادة : حسنه . وقال مقاتل : علم كيف يخلق كل شيء ، من قولك : فلان يحسن كذا إذا كان يعلمه . وقيل : خلق كل حيوان على صورته لم يخلق البعض على صورة البعض ، فكل حيوان كامل في خلقه حسن ، وكل عضو من أعضائه مقدر بما يصلح به معاشه . ( وبدأ خلق الإنسان من طين ) يعني آدم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : الذي أحسن كل شيء خلقه قرأ ابن كثير وأبو عمرو وابن عامر : ( خلقه ) بإسكان اللام . وفتحها الباقون . واختاره أبو عبيد وأبو حاتم طلبا لسهولتها . وهو فعل ماض في موضع خفض نعت ل ( شيء ) . والمعنى على ما روي عن ابن عباس : أحكم كل شيء خلقه ، أي جاء به على ما أراد ، لم يتغير عن إرادته .وقول آخر : إن كل شيء خلقه حسن ; لأنه لا يقدر أحد أن يأتي بمثله ; وهو دال على خالقه . ومن أسكن اللام فهو مصدر عند سيبويه ; لأن قوله : أحسن كل شيء خلقه يدل على : خلق كل شيء خلقا ; فهو مثل : صنع الله و كتاب الله عليكم . وعند غيره منصوب على البدل من ( كل ) ؛ أي الذي أحسن خلق كل شيء . وهو مفعول ثان عند بعض النحويين ، على أن يكون معنى : أحسن أفهم وأعلم ; فيتعدى إلى مفعولين ، أي أفهم كل شيء خلقه . وقيل : هو منصوب على التفسير ; والمعنى : أحسن كل شيء خلقا . وقيل : هو منصوب بإسقاط حرف الجر ، والمعنى : أحسن كل شيء في خلقه . وروي معناه عن ابن عباس وأحسن أي أتقن وأحكم ; فهو ( أحسن ) من جهة ما هو لمقاصده التي أريد لها . ومن هذا المعنى قال ابن عباس وعكرمة : ليست است القرد بحسنة ، ولكنها متقنة محكمة . وروى ابن أبي نجيح عن مجاهد أحسن كل شيء خلقه قال : أتقنه . وهو مثل قوله تبارك وتعالى : الذي أعطى كل شيء خلقه أي لم يخلق الإنسان على خلق البهيمة ، ولا خلق البهيمة على خلق الإنسان . ويجوز : خلقه بالرفع ; على تقدير ذلك خلقه . وقيل : هو عموم في اللفظ خصوص في المعنى ; والمعنى : حسن خلق كل شيء حسن . وقيل : هو عموم في اللفظ والمعنى ، أي جعل كل شيء خلقه حسنا ، حتى جعل الكلب في خلقه حسنا ; قاله ابن عباس . وقال قتادة : في است القرد حسنة .قوله تعالى : وبدأ خلق الإنسان من طين يعني آدم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) اختلفت القرّاء في قراءة ذلك، فقرأه بعض قراء مكة والمدينة والبصرة (أحْسَنَ كُلَّ شَيْءٍ خَلْقَهُ) بسكون اللام. وقرأه بعض المدنيين وعامة الكوفيين ( أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) بفتح اللام.والصواب من القول في ذلك عندي أن يقال: إنهما قراءتان مشهورتان، قد قرأ بكل واحدة منهما علماء من القرّاء صحيحتا المعنى، وذلك أن الله أحكم خلقه، وأحكم كل شيء خلَقه، فبأيتهما قرأ القارئ فمصيب.واختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: أتقن كلّ شيء وأحكمه.* ذكر من قال ذلك:حدثني العباس بن أبي طالب، قال: ثنا الحسين بن إبراهيم إشكاب (2) قال: ثنا شريك، عن خَصيف عن عكرمة، عن ابن عباس في قوله: ( الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) قال: أما إن است القرد ليست بحسنة، ولكن أحكم خلقها.حدثنا ابن وكيع، قال: ثنا أبو النضر، قال: ثنا أبو سعيد المؤدّب، عن خصيف، عن عكرمة، عن ابن عباس، أنه كان يقرؤها: ( الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) قال: أما إن است القرد ليست بحسنة ولكنه أحكمها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) قال: أتقن كلّ شيء خلقه.حدثني محمد بن عمارة، قال: ثنا عبد الله بن موسى، قال: ثنا إسرائيل، عن ابن أبي نجيح، عن مجاهد ( أَحْسَنَ كُلَّ شَيْءٍ ) : أحصى كلّ شيء.وقال آخرون: بل معنى ذلك: الذي حسن خلق كل شيء.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) حسن على نحو ما خلق.وذُكر عن الحجاج، عن ابن جُرَيج، عن الأعرج، عن مجاهد قال: هو مثل  أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى  قال: فلم يجعل خلق البهائم في خلق الناس، ولا خلق الناس في خلق البهائم ولكن خلق كلّ شيء فقدّره تقديرا.وقال آخرون: بل معنى ذلك: أعلم كل شيء خلقه، كأنهم وجهوا تأويل الكلام إلى أنه ألهم خلقه ما يحتاجون إليه، وأن قوله: ( أَحْسَنَ ) إنما هو من قول القائل: فلان يحسن كذا، إذا كان يعلمه.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن شريك، عن خصيف، عن مجاهد ( أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ) قال: أعطى كلّ شيء خلقه، قال: الإنسان إلى الإنسان، والفرس للفرس، والحمار للحمار وعلى هذا القول الخَلْق والكلّ منصوبان بوقوع أحسن عليهما.وأولى الأقوال في ذلك عندي بالصواب على قراءة من قرأه: ( الَّذِي أحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ) بفتح اللام قول من قال: معناه أحكم وأتقن؛ لأنه لا معنى لذلك إذ قرئ كذلك إلا أحد وجهين: إما هذا الذي قلنا من معنى الإحكام والإتقان، أو معنى التحسين الذي هو في معنى الجمال والحُسن، فلما كان في خلقه ما لا يشكّ في قُبحه وسماجته، علم أنه لم يُعن به أنه أحسن كلّ ما خلق، ولكن معناه أنه أحكمه وأتقن صنعته، وأما على القراءة الأخرى التي هي بتسكين اللام، فإن أولى تأويلاته به قول من قال: معنى ذلك: أعلم وألهم كلّ شيء خلقه، هو أحسنهم، كما قال: (الَّذِي أعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى)؛ لأن ذلك أظهر معانيه. وأما الذي وجه تأويل ذلك إلى أنه بمعنى: الذي أحسن خلق كلّ شيء، فإنه جعل الخلق نصبا بمعنى التفسير، كأنه قال: الذي أحسن كلّ شيء خلقا منه. وقد كان بعضهم يقول: هو من المقدّم الذي معناه التأخير، ويوجهه إلى أنه نظير قول الشاعر:وَظَعْنِي إلَيْكَ للَّيْل حِضْيَنْةِ أنَّنِيلِتِلْكَ إذَا هابَ الهِدَانُ فَعُولُ (3)يعني: وظعني حضني الليل إليك؛ ونظير قول الآخر:كأنَّ هِنْدًا ثناياها وَبهْجَتَهَايَوْمَ الْتَقَيْنا عَلى أدْحالِ دَبَّاب (4)أي: كأن ثنايا هند وبهجتها.وقوله: ( وَبَدَأَ خَلْقَ الإِنْسَانِ مِنْ طِينٍ ) يقول تعالى ذكره: وبدأ خلق آدم من طين"
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ثم جعل ذرية آدم متناسلة من نطفة ضعيفة رقيقة مهينة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم جعل نسله» ذريته «من سلالة» علقة «من ماءٍ مهين» ضعيف هو النطفة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ جَعَلَ نَسْلَهُ  أي: ذرية آدم ناشئة  مِنْ مَاءٍ مَهِينٍ  وهو النطفة المستقذرة الضعيفة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ثم جعل نسله من سلالة من ماء مهين ) أي : يتناسلون كذلك من نطفة تخرج من بين صلب الرجل وترائب المرأة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ثم جعل نسله ) يعني ذريته ) ( من سلالة ) نطفة ، سميت سلالة لأنها تسل من الإنسان ) ( من ماء مهين ) أي : ضعيف وهو نطفة الرجل ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم جعل نسله من سلالة من ماء مهين تقدم في ( المؤمنون ) وغيرها . قال الزجاج : من ماء مهين ضعيف . وقال غيره : مهين لا خطر له عند الناس ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(ثُمَّ جَعَلَ نَسْلَهُ) يعني: ذريته (من سلالة)، يقول: من الماء الذي انسل فخرج منه. وإنما يعني من إراقة من مائه، كما قال الشاعر:فجاءتْ بِه عَضْبَ الأدِيمِ غَضَنْفَرًاسُلالَةَ فَرْجٍ كانَ غيرَ حَصِينِ (5)وقوله: (مِنْ ماءٍ مَهِينٍ) يقول: من نطفة ضعيفة رقيقة.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَبَدَأَ خَلْقَ الإِنْسَانِ مِنْ طِينٍ) وهو خلق آدم، ثم جعل نسله: أي ذرّيته من سلالة من ماء مهين، والسلالة هي: الماء المهين الضعيف.حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن المنهال، عن أبي يحيى الأعرج، عن ابن عباس في قوله: (مِنْ سُلالَةٍ) قال: صفو الماء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (مِنْ ماءٍ مَهِينٍ) قال: ضعيف نطفة الرجل، ومهين: فعيل من قول القائل: مهن فلان، وذلك إذا زلّ وضعف.--------------------الهوامش :(2) في التاج (شكب): إشكاب؛ لقب الحسين بن إبراهيم بن الحسن بن زعلان العامري، شيخ أبي بكر بن أبي الدنيا.(3) البيت في (مجاز القرآن لأبي عبيدة الورقة 192 - أ) قال عند تفسير قوله تعالى: (الذي أحسن كل شيء خلقه): مجازه: أحسن خلق كل شيء والعرب تفعل هذا، يقدمون ويؤخرون. قال: \"وظعني إليك ...\" البيت معناه: وظعني حين حضنني الليل إليك. وفي (اللسان: حضن): وحضنا المفازة شقاها، والفلاة: ناحيتاها، وحضنا الليل: جانباه، وحضن الجبل ما يطيق به وحضنا الشيء: جانباه. والهدان بوزن كتاب: الأحمق الجافي الوخم الثقيل في الحرب. وفي حديث عثمان: جبانًا هدانا.(4) البيت في مجاز القرآن لأبي عبيدة، ( الورقة 192 - أ) عند تفسير قوله تعالى:(أحسن كل شيء خلقه). بعد الشاهد السابق: \"وظعني إليك ...\" البيت. ثم قال: كأن ثنايا هند وبهجتها. وهو أيضا في \"اللسان: دبب\": قال: قال الأزهري: وبالخلصاء رمل يقال له: الدباب، وبحذائه دُحْلان كثيرة (بضم الدال) ومنه قول الشاعر :كَأَنَّ هِنْدًا ثَنَايَاهَا وَبَهْجَتَهَالَمَّا الْتَقَيْنَا لَدَى أدْحَالِ دَبَّابمَوْلِيَّةٌ أُنُفٌ جَادَ الرَّبِيعُ بِهَاعَلَى أبَارِقَ قدْ هَمَّتْ بِأَعْشَابِوالأدحال والدحلان: جمعا دحل، بالفتح، وهو ثقب ضيق فمه، ثم يتسع أسفله، حتى يمشي فيه.(5) البيت: (مجاز القرآن لأبي عبيدة الورقة 162 - ب) عند قوله تعالى: (ولقد خلقنا الإنسان من سلالة من طين) في سورة المؤمنين. (الجزء 18 : 8) فراجعه ثمة."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ثم أتم خلق الإنسان وأبدعه، وأحسن خلقته، ونفخ فيه مِن روحه بإرسال الملك له؛ لينفخ فيه الروح، وجعل لكم -أيها الناس- نعمة السمع والأبصار يُميَّز بها بين الأصوات والألوان والذوات والأشخاص، ونعمة العقل يُميَّز بها بين الخير والشر والنافع والضار. قليلا ما تشكرون ربكم على ما أنعم به عليكم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم سوَّاه» أي خلق آدم «ونفخ فيه من روحه» أي جعله حيا حساسا بعد أن كان جمادا «وجعل لكم» أي لذريته «السمع» بمعنى الأسماع «والأبصار والأفئدة» القلوب «قليلا ما تشكرون» ما زائدة مؤكدة للقلة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ سَوَّاهُ  بلحمه، وأعضائه، وأعصابه، وعروقه، وأحسن خلقته، ووضع كل عضو منه، بالمحل الذي لا يليق به غيره،  وَنَفَخَ فِيهِ مِنْ رُوحِهِ  بأن أرسل إليه الملك، فينفخ فيه الروح، فيعودبإذن اللّه، حيوانا، بعد أن كان جمادًا. وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ  أي: ما زال يعطيكم من المنافع شيئًا فشيئا، حتى أعطاكم السمع والأبصار  وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ  الذي خلقكم وصوركم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ثم سواه ) يعني : آدم ، لما خلقه من تراب خلقه سويا مستقيما ، ( ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة ) ، يعني العقول ، ( قليلا ما تشكرون ) أي : بهذه القوى التي رزقكموها الله عز وجل . فالسعيد من استعملها في طاعة ربه عز وجل ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ثم سواه ) ثم سوى خلقه ( ونفخ فيه من روحه ) ثم عاد إلى ذريته ، فقال : ( وجعل لكم ) بعد أن كنتم نطفا ( السمع والأبصار والأفئدة قليلا ما تشكرون  ) يعني : لا تشكرون رب هذه النعم فتوحدونه . )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم سواه ونفخ فيه من روحه رجع إلى آدم ، أي سوى خلقه ونفخ فيه من روحه . وجعل لكم السمع والأبصار والأفئدة ثم رجع إلى ذريته فقال : وجعل لكم السمع والأبصار والأفئدة . وقيل : ثم جعل ذلك الماء المهين خلقا معتدلا ، وركب فيه الروح وأضافه إلى نفسه تشريفا . وأيضا فإنه من فعله وخلقه كما أضاف العبد إليه بقوله : ( عبدي ) . وعبر عنه بالنفخ لأن الروح في جنس الريح . وقد مضى هذا مبينا في ( النساء ) وغيرها . ( قليلا ما تشكرون ) ؛ أي ثم أنتم لا تشكرون بل تكفرون ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ قَلِيلا مَا تَشْكُرُونَ (9)يقول تعالى ذكره: ثم سوّى الإنسان الذي بدأ خلقه من طين خلقا سويا معتدلا(وَنَفَخَ فِيهِ مِنْ رُوحِهِ) فصار حيا ناطقا( وَجَعَلَ لَكُمُ السَّمْعَ وَالأبْصَارَ وَالأفْئِدَةَ قَلِيلا مَا تَشْكُرُونَ ) يقول: وأنعم عليكم أيها الناس ربكم بأن أعطاكم السمع تسمعون به الأصوات، والأبصار تبصرون بها الأشخاص والأفئدة، تعقلون بها الخير من السوء، لتشكروه على ما وهب لكم من ذلك. وقوله: (قَلِيلا ما تَشْكُرُونَ) يقول: وأنتم تشكرون قليلا من الشكر ربكم على ما أنعم عليكم."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وقال المشركون بالله المكذبون بالبعث: أإذا صارت لحومنا وعظامنا ترابًا في الأرض أنُبعَث خلقًا جديدًا؟ يستبعدون ذلك غير طالبين الوصول إلى الحق، وإنما هو منهم ظلم وعناد؛ لأنهم بلقاء ربهم -يوم القيامة- كافرون."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وقالوا» أي منكرو البعث «أإذا ضللنا في الأرض» غبنا فيها، بأن صرنا ترابا مختلطا بترابها «أإنا لفي خلق جديد» استفهام إنكار بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين في الموضعين، قال تعالى: «بل هم بلقاء ربهم» بالبعث «كافرون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: قال المكذبون بالبعث على وجه الاستبعاد:  أَئِذَا ضَلَلْنَا فِي الْأَرْضِ  أي: بَلِينَا وتمزقنا، وتفرقنا في المواضع التي لا تُعْلَمُ. أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ  أي: لمبعوثون بعثًا جديدًا بزعمهم أن هذا من أبعد الأشياء، وذلك لقياسهم قدرة الخالق، بقدرهم.وكلامهم هذا، ليس لطلب الحقيقة، وإنما هو ظلم، وعناد، وكفر بلقاء ربهم وجحد، ولهذا قال:  بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُون  فكلامهم علم  مصدره وغايته، وإلا، فلو كان قصدهم بيان الحق، لَبَيَّنَ لهم من الأدلة القاطعة على ذلك، ما يجعله مشاهداً للبصيرة، بمنزلة الشمس للبصر.ويكفيهم، أنهم معهم علم أنهم قد ابتدئوا من العدم، فالإعادة أسهل من الابتداء، وكذلك الأرض الميتة، ينزل اللّه عليها المطر، فتحيا بعد موتها، وينبت به متفرق بذورها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن المشركين في استبعادهم المعاد حيث قالوا : ( أئذا ضللنا في الأرض ) أي : تمزقت أجسامنا وتفرقت في أجزاء الأرض وذهبت ، ( أئنا لفي خلق جديد ) ؟ أي : أئنا لنعود بعد تلك الحال ؟! يستبعدون ذلك ، وهذا إنما هو بعيد بالنسبة إلى قدرتهم العاجزة ، لا بالنسبة إلى قدرة الذي بدأهم وخلقهم من العدم ، الذي إنما أمره إذا أراد شيئا أن يقول له كن فيكون; ولهذا قال : ( بل هم بلقاء ربهم كافرون )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وقالوا ) يعني منكري البعث ( أئذا ضللنا ) هلكنا ) ( في الأرض ) وصرنا ترابا ، وأصله من قولهم : ضل الماء في اللبن إذا ذهب ( أئنا لفي خلق جديد ) استفهام إنكار . قال الله - عز وجل - : ( بل هم بلقاء ربهم كافرون ) أي : بالبعث بعد الموت ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وقالوا أئذا ضللنا في الأرض أئنا لفي خلق جديد بل هم بلقاء ربهم كافرون .قوله تعالى : وقالوا أئذا ضللنا في الأرض هذا قول منكري البعث ; أي هلكنا وبطلنا وصرنا ترابا . وأصله من قول العرب : ضل الماء في اللبن إذا ذهب . والعرب تقول للشيء غلب عليه حتى خفي فيه أثره : قد ضل . قال الأخطل :كنت القذى في موج أكدر مزبد قذف الأتي به فضل ضلالاوقال قطرب : معنى ضللنا غبنا في الأرض . وأنشد قول النابغة الذبياني :فآب مضلوه بعين جلية 76     وغودر بالجولان حزم ونائلوقرأ ابن محيصن ويحيى بن يعمر : ( ضللنا ) بكسر اللام ، وهي لغة . قال الجوهري : وقد ضللت أضل قال الله تعالى : قل إن ضللت فإنما أضل على نفسي . فهذه لغة نجد وهي الفصيحة . وأهل العالية يقولون : ( ضللت ) - بكسر اللام - أضل . وهو ضال تال ، وهي الضلالة والتلالة . وأضله أي أضاعه وأهلكه . يقال : أضل الميت إذا دفن . قال :فآب مضلوه. . البيت .ابن السكيت : أضللت بعيري إذا ذهب منك . وضللت المسجد والدار : إذا لم تعرف موضعهما . وكذلك كل شيء مقيم لا يهتدى له . وفي الحديث \" لعلي أضل الله \" يريد أضل عنه ، أي أخفى عليه ، من قوله تعالى : أئذا ضللنا في الأرض أي خفينا . وأضله الله فضل ; تقول : إنك تهدي الضال ولا تهدي المتضال . وقرأ الأعمش والحسن : ( صللنا ) بالصاد ; أي أنتنا . وهي قراءة علي بن أبي طالب رضي الله عنه . النحاس : ولا يعرف في اللغة صللنا ولكن يقال : صل اللحم وأصل ، وخم وأخم إذا أنتن . الجوهري : صل اللحم يصل - بالكسر - صلولا ، أي أنتن ، مطبوخا كان أو نيئا . قال الحطيئة :ذاك فتى يبذل ذا قدره     لا يفسد اللحم لديه الصلولوأصل مثله : ( إنا لفي خلق جديد ) ؛ أي نخلق بعد ذلك خلقا جديدا ؟ ويقرأ : أئنا . النحاس : وفي هذا سؤال صعب من العربية ; يقال : ما العامل في ( إذا ) ؟ و ( إن ) لا يعمل ما بعدها فيما قبلها . والسؤال في الاستفهام أشد ; لأن ما بعد الاستفهام أجدر ألا يعمل فيما قبله من ( إن ) ؛ كيف وقد اجتمعا ؟ فالجواب على قراءة من قرأ : ( إنا ) أن العامل ضللنا ، وعلى قراءة من قرأ : ( أئنا ) أن العامل مضمر ، والتقدير أنبعث إذا متنا . وفيه أيضا سؤال آخر ، يقال : أين جواب ( إذا ) على القراءة الأولى لأن فيها معنى الشرط ؟ فالقول في ذلك أن بعدها فعلا ماضيا ; فلذلك جاز هذا . بل هم بلقاء ربهم كافرون أي ليس لهم جحود قدرة الله تعالى عن الإعادة ; لأنهم يعترفون بقدرته ؛ ولكنهم اعتقدوا أن لا حساب عليهم ، وأنهم لا يلقون الله تعالى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَقَالُوا أَئِذَا ضَلَلْنَا فِي الأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (10)يقول تعالى ذكره: وقال المشركون بالله، المُكذّبون بالبعث: (أئِذَا ضَلَلْنا في الأرْض) أي: صارت لحومنا وعظامنا ترابا في الأرض وفيها لغتان: ضَلَلْنَا، وَضَلِلنا. بفتح اللام وكسرها، والقراءة على فتحها وهي الجوداء، وبها نقرأ. وذكر عن الحسن أنه كان يقرأ: (أئِذَا صَلَلْنا) بالصاد، بمعنى: أنتنا، من قولنا: صلّ اللحم وأصلّ إذا أنتن. وإنما عنى هؤلاء المشركون بقولهم: (أئِذَا ضَلَلْنا فِي الأرْضِ) أي: إذا هلكت أجسادنا  في الأرض؛ لأن كلّ شيء غلب عليه غيره حتى خفي فيما غلب، فإنه قد ضلّ فيه، تقول العرب: قد ضلّ الماء في اللبن: إذا غلب عليه حتى لا يتبين فيه، ومنه قول الأخطل لجرير:كُنْتَ القَذَى في مَوْج أكْدَرَ مُزْبدٍقَذَفَ الأتِيُّ بِه فَضَلَّ ضَلالا (6)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن ليث، عن مجاهد (أئِذا ضَلَلْنا فِي الأرْضِ) يقول: أئذا هلكنا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (أئِذَا ضَلَلْنا فِي الأرْض) هلكنا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد: قال: سمعت الضحاك يقول في قوله: (أئِذَا ضَلَلْنَا فِي الأرْضِ) يقول: أئذا كنا عظاما ورفاتا أنبعث خلقا جديدا؟ يكفرون بالبعث.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، (وَقالُوا أئِذَا ضَلَلْنا فِي الأرْض أئِنَّا لَفِي خَلْقٍ جَديدٍ) قال:  وَقَالُوا أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا  .وقوله: ( بَلْ هُمْ بَلقاء رَبِّهِمْ كافِرُونَ) يقول تعالى ذكره: ما بهؤلاء المشركين جحود قدرة الله على ما يشاء، بل هم بلقاء ربهم كافرون؛ حذرا لعقابه، وخوف مجازاته إياهم على معصيتهم إياه، فهم من أجل ذلك يجحدون لقاء ربهم في المعاد.-------------------------الهوامش :(6) البيت للأخطل (ديوانه طبعة بيروت ص 50). والقذي: ما يقع في العين من تراب أو تبن ونحوه، مما يطيره الريح، والأكدر: الكدر، غير الصافي، لأنه أتى من بعيد، وهو شديد الجري، يخالطه التراب والغثاء، ولذلك قال: \"مزبد\"، وهو الذي علاه الزبد لتحركه واضطرابه. والأتي: السيل يأتي من مكان بعيد، أو من بلد إلى بلد. وقبل هذا البيت بيت آخر مرتبط به في المعنى، قال الأخطل:وَإِذَا سَمَاه لِلْمَجْدِ فَرْعا وَائِلٍوَاسْتَجْمَعَ الْوَادِي عَلَيْكَ فَسالافرعا وائل: هما بكر وتغلب. يريد أنه إذا اجتمع فرعا وائل في مكان يوم فخار مع القبائل، وصاروا أشبه بالسيل في كثرته لم تكن أنت يا جرير بالإضافة إليهم إلا كقذاة غرقت في ذلك السيل الكدر، فضلت فيه وغابت، ولم يوقف لها على أثر. ولذلك قال شارح الديوان: والمراد من البيت أن أبا جرير حقير خسيس، بالقياس إلى من ذكرهم. والبيت شاهد على أن الضلال: غياب الشيء، حتى لا يحس له أثر."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "قل -أيها الرسول- لهؤلاء المشركين: يتوفاكم ملك الموت الذي وُكِّل بكم، فيقبض أرواحكم إذا انتهت آجالكم، ولن تتأخروا لحظة واحدة، ثم تُردُّون إلى ربكم، فيجازيكم على جميع أعمالكم: إن خيرًا فخير وإن شرًا فشر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قل» لهم «يتوفاكم ملك الموت الذي وكِّل بكم» أي يقبض أرواحكم «ثم إلى ربكم ترجعون» أحياء فيجازيكم بأعمالكم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ  أي: جعله اللّه وكيلاً على قبض الأرواح، وله أعوان.  ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ  فيجازيكم بأعمالكم، وقد أنكرتم البعث، فانظروا ماذا يفعل اللّه بكم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": ".ثم قال : ( قل يتوفاكم ملك الموت الذي وكل بكم ) ، الظاهر من هذه الآية أن ملك الموت شخص معين من الملائكة ، كما هو المتبادر من حديث البراء المتقدم ذكره في سورة \" إبراهيم \" ، وقد سمي في بعض الآثار بعزرائيل ، وهو المشهور ، قاله قتادة وغير واحد ، وله أعوان . وهكذا ورد في الحديث أن أعوانه ينتزعون الأرواح من سائر الجسد ، حتى إذا بلغت الحلقوم تناولها ملك الموت .قال مجاهد : حويت له الأرض فجعلت له مثل الطست ، يتناول منها حيث يشاء . ورواه زهير بن محمد عن النبي صلى الله عليه وسلم ، بنحوه مرسلا . وقاله ابن عباس ، رضي الله عنهما .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا يحيى بن أبي يحيى المقري ، حدثنا عمرو بن شمر عن جعفر بن محمد قال : سمعت أبي يقول : نظر رسول الله صلى الله عليه وسلم إلى ملك الموت عند رأس رجل من الأنصار ، فقال له النبي صلى الله عليه وسلم : \" يا ملك الموت ، ارفق بصاحبي فإنه مؤمن \" . فقال ملك الموت : يا محمد ، طب نفسا وقر عينا فإني بكل مؤمن رفيق ، واعلم أن ما في الأرض بيت مدر ولا شعر ، في بر ولا بحر ، إلا وأنا أتصفحه في كل يوم خمس مرات ، حتى إني أعرف بصغيرهم وكبيرهم منهم بأنفسهم ، والله يا محمد ، لو أني أردت أن أقبض روح بعوضة ما قدرت على ذلك حتى يكون الله هو الآمر بقبضها .قال جعفر : بلغني أنه إنما يتصفحهم عند مواقيت الصلاة ، فإذا حضرهم عند الموت فإن كان ممن يحافظ على الصلاة دنا منه الملك ، ودفع عنه الشيطان ، ولقنه الملك : \" لا إله إلا الله ، محمد رسول الله \" في تلك الحال العظيمة .وقال عبد الرزاق : حدثنا محمد بن مسلم ، عن إبراهيم بن ميسرة قال : سمعت مجاهدا يقول ما على ظهر الأرض من بيت شعر أو مدر إلا وملك الموت يطيف به كل يوم مرتين .وقال كعب الأحبار : والله ما من بيت فيه أحد من أهل الدنيا إلا وملك الموت يقوم على بابه كل يوم سبع مرات . ينظر هل فيه أحد أمر أن يتوفاه . رواه ابن أبي حاتم .وقوله : ( ثم إلى ربكم ترجعون ) أي : يوم معادكم وقيامكم من قبوركم لجزائكم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( قل يتوفاكم ) يقبض أرواحكم ( ملك الموت الذي وكل بكم ) أي : وكل بقبض أرواحكم وهو عزرائيل ، والتوفي استيفاء العدد ، معناه أنه يقبض أرواحهم حتى لا يبقى أحد من العدد الذي كتب عليه الموت . وروي أن ملك الموت جعلت له الدنيا مثل راحة اليد يأخذ منها صاحبها ما أحب من غير مشقة ، فهو يقبض أنفس الخلق في مشارق الأرض ومغاربها ، وله أعوان من ملائكة الرحمة وملائكة العذاب . وقال ابن عباس : إن خطوة ملك الموت ما بين المشرق والمغرب . وقال مجاهد : جعلت له الأرض مثل طست يتناول منها حيث يشاء . وفي بعض الأخبار : أن ملك الموت على معراج بين السماء والأرض فينزع أعوانه روح الإنسان فإذا بلغ ثغره نحره قبضه ملك الموت .وروى خالد بن معدان عن معاذ بن جبل قال : إن لملك الموت حربة تبلغ ما بين المشرق والمغرب ، وهو يتصفح وجوه الناس ، فما من أهل بيت إلا وملك الموت يتصفحهم في كل يوم مرتين ، فإذا رأى إنسانا قد انقضى أجله ضرب رأسه بتلك الحربة ، وقال : الآن يزار بك عسكر الأموات . قوله : ( ثم إلى ربكم ترجعون ) أي : تصيرون إليه أحياء فيجزيكم بأعمالكم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون .فيه مسألتان :الأولى : قوله تعالى : قل يتوفاكم ملك الموت لما ذكر استبعادهم للبعث ذكر توفيهم وأنه يعيدهم . يتوفاكم من توفى العدد والشيء إذا استوفاه وقبضه جميعا . يقال : توفاه الله أي استوفى روحه ثم قبضه . وتوفيت مالي من فلان أي استوفيته . ملك الموت واسمه عزرائيل ومعناه عبد الله ; كما تقدم في ( البقرة ) . وتصرفه كله بأمر الله تعالى وبخلقه واختراعه . وروي في الحديث أن البهائم كلها يتوفى الله أرواحها دون ملك الموت كأنه يعدم حياتها ; ذكره ابن عطية .قلت : وقد روي خلافه ، وأن ملك الموت يتوفى أرواح جميع الخلائق حتى البرغوث والبعوضة . روى جعفر بن محمد عن أبيه قال : نظر رسول الله صلى الله عليه وسلم إلى ملك الموت عند رأس رجل من الأنصار ، فقال له النبي صلى الله عليه وسلم : ارفق بصاحبي فإنه مؤمن فقال ملك الموت عليه السلام : \" يا محمد ، طب نفسا وقر عينا فإني بكل مؤمن رفيق . واعلم أن ما من أهل بيت مدر ولا شعر في بر ولا بحر إلا وأنا أتصفحهم في كل يوم خمس مرات حتى لأنا أعرف بصغيرهم وكبيرهم منهم بأنفسهم . والله يا محمد لو أني أردت أن أقبض روح بعوضة ما قدرت على ذلك حتى يكون الله هو الآمر بقبضها \" . قال جعفر بن علي : بلغني أنه يتصفحهم عند مواقيت الصلوات ; ذكره الماوردي . وذكر الخطيب أبو بكر أحمد بن علي بن ثابت البغدادي قال : حدثني أبو محمد الحسن بن محمد الخلال قال : حدثنا أبو محمد عبد الله بن عثمان الصفار قال حدثنا أبو بكر حامد المصري قال حدثنا يحيى بن أيوب العلاف قال حدثنا سليمان بن مهير الكلابي قال : حضرت مالك بن أنس رضي الله عنه فأتاه رجل فسأله : أبا عبد الله ، البراغيث أملك الموت يقبض أرواحها ؟ قال : فأطرق مالك طويلا ثم قال : ألها أنفس ؟ قال : نعم . قال : ملك الموت يقبض أرواحها ; الله يتوفى الأنفس حين موتها . قال ابن عطية بعد ذكره الحديث وكذلك الأمر في بني آدم ، إلا أنه نوع شرف بتصرف ملك وملائكة معه في قبض أرواحهم . فخلق الله تعالى ملك الموت وخلق على يديه قبض الأرواح ، واستلالها من الأجسام وإخراجها منها . وخلق الله تعالى جندا يكونون معه يعملون عمله بأمره ; فقال تعالى : ولو ترى إذ يتوفى الذين كفروا الملائكة وقال تعالى : ( توفته رسلنا ) ، وقد مضى هذا المعنى في ( الأنعام ) . والبارئ خالق الكل ، الفاعل حقيقة لكل فعل ; قال الله تعالى : الله يتوفى الأنفس حين موتها والتي لم تمت في منامها . الذي خلق الموت والحياة . يحيي ويميت . فملك الموت يقبض والأعوان يعالجون والله تعالى يزهق الروح . وهذا هو الجمع بين الآي والأحاديث ; لكنه لما كان ملك الموت متولي ذلك بالوساطة والمباشرة أضيف التوفي إليه كما أضيف الخلق للملك ; كما تقدم في ( الحج ) . وروي عن مجاهد أن الدنيا بين يدي ملك الموت كالطست بين يدي الإنسان يأخذ من حيث شاء . وقد روي هذا المعنى مرفوعا ، وقد ذكرناه في ( كتاب التذكرة ) . وروي أن ملك الموت لما وكله الله تعالى بقبض الأرواح قال : رب جعلتني أذكر بسوء ويشتمني بنو آدم . فقال الله تعالى له : ( إني أجعل للموت عللا وأسبابا من الأمراض والأسقام ينسبون الموت إليها فلا يذكرك أحد إلا بخير ) . وقد ذكرناه في التذكرة مستوفى - وقد ذكرنا أنه يدعو الأرواح فتجيئه ويقبضها ، ثم يسلمها إلى ملائكة الرحمة أو العذاب - بما فيه شفاء لمن أراد الوقوف على ذلك .الثانية : استدل بهذه الآية بعض العلماء على جواز الوكالة من قوله : ( وكل بكم ) ؛ أي بقبض الأرواح . قال ابن العربي : وهذا أخذ من لفظه لا من معناه ، ولو اطرد ذلك لقلنا في قوله تعالى : قل يا أيها الناس إني رسول الله إليكم جميعا : إنها نيابة عن الله تبارك وتعالى ووكالة في تبليغ رسالته ، ولقلنا أيضا في قوله تبارك وتعالى : وآتوا الزكاة إنه وكالة ; فإن الله تعالى ضمن الرزق لكل دابة وخص الأغنياء بالأغذية وأوعز إليهم بأن رزق الفقراء عندهم ، وأمر بتسليمه إليهم مقدارا معلوما في وقت معلوم ، دبره بعلمه ، وأنفذه من حكمه ، وقدره بحكمته . والأحكام لا تتعلق بالألفاظ إلا أن ترد على موضوعاتها الأصلية في مقاصدها المطلوبة ، فإن ظهرت في غير مقصدها لم تعلق عليها . ألا ترى أن البيع والشراء معلوم اللفظ والمعنى ، وقد قال تعالى : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة ولا يقال : هذه الآية دليل على جواز مبايعة السيد لعبده ; لأن المقصدين مختلفان . أما إنه إذا لم يكن بد من المعاني فيقال : إن هذه الآية دليل على أن للقاضي أن يستنيب من يأخذ الحق ممن هو عليه قسرا دون أن يكون له في ذلك فعل ، أو يرتبط به رضا إذا وجد ذلك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (11)يقول تعالى ذكره: قل يا محمد لهؤلاء المشركين بالله: (يتوفاكم ملك الموت)، يقول: يستوفي عددكم بقبض أرواحكم ملك الموت الذي وكل بقبض أرواحكم، ومنه قول الراجز:إنَّ بَني الأدْرَمِ لَيْسُوا مِنْ أحَدْوَلا تَوَفَّاهُمْ قُرَيْشٌ فِي العَدَدْ (7)حثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة: (قُلْ يَتَوَفَّاكُمْ مَلَكُ المَوْتِ الَّذِي وُكِّلَ بِكُمْ) قال: ملك الموت يتوفاكم، ومعه أعوان من الملائكة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (يَتَوَفَّاكُمْ مَلَكُ المَوْتِ) قال: حويت له الأرض فجُعلت له مثل الطست يتناول منها حيث يشاء.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزّة، عن مجاهد، بنحوه.--------------------------الهوامش :(7) البيتان لمنظور الوبري (اللسان: وفى) قال: وتوفيت عدد القوم إذا عددتهم كلهم. وأنشد أبو عبيدة لمنظور الوبري (بسكون الباء): * إن بني الأدرد ليسوا من أحد *... البيتان. أي لا تجعلهم قريش تمام عددهم، ولا تستوفى بهم عددهم. وفي رواية اللسان: الأدرد في موضع الأدرم من رواية أبي عبيدة. ولم يصرح أبو عبيدة باسم الشاعر منظور الوبري، ولعل صاحب اللسان رأى نسخة من مجاز القرآن فيها اسم الشاعر. وأنشد البيت صاحب التاج في (وفى) قال: وتوفيت عدد القوم: إذا عددتهم لهم. وأنشد أبو عبيدة لمنظور العنبري: * إن بني الأدرد ليسوا من أحد *والأدرد فيه بالدال آخر الحروف، لا بالميم، كما في نسخة مجاز القرآن التي بأيدينا. وفي (اللسان: وفى): أورد ابن منظور البيت كرواية المؤلف، ونسبة إلى منظور الوبري. ا ه ."
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ترى -أيها المخاطب- إذ المجرمون الذين أنكروا البعث قد خفضوا رؤوسهم عند ربهم من الخزي والعار قائلين: ربنا أبصرنا قبائحنا، وسمعنا منك تصديق ما كانت رسلك تأمرنا به في الدنيا، وقد تُبْنا إليك، فارجعنا إلى الدنيا لنعمل فيها بطاعتك، إنا قد أيقنَّا الآن ما كنا به في الدنيا مكذبين من وحدانيتك، وأنك تبعث من في القبور. ولو رأيت -أيها الخاطب- ذلك كله، لرأيت أمرًا عظيمًا، وخطبًا جسيمًا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولو ترى إذ المجرمون» الكافرون «ناكسوا رؤوسهم عند ربهم» مطأطئوها حياءً يقولون «ربنا أبصرنا» ما أنكرنا من البعث «وسمعنا» منك تصديق الرسل فيما كذبناهم فيه «فارجعنا» إلى الدنيا «نعمل صالحا» فيها «إنا موقنون» الآن فما نفعهم ذلك ولا يرجعون، وجواب لو: لرأيت أمرا فظيعاً، قال تعالى:"
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى رجوعهم إليه يوم القيامة، ذكر حالهم في مقامهم بين [يديه]  فقال:  وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ  الذين أصروا على الذنوب العظيمة،  نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ  خاشعين خاضعين أذلاء، مقرين بجرمهم، سائلين الرجعة قائلين:  رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا  أي: بأن لنا الأمر، ورأيناه عيانًا، فصار عين يقين. فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ  أي: صار عندنا الآن، يقين بما [كنا]  نكذب به، أي: لرأيت أمرا فظيعًا، وحالاً مزعجة، وأقوامًا خاسرين، وسؤلًا غير مجاب، لأنه قد مضى وقت الإمهال."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يخبر تعالى عن حال المشركين يوم القيامة ، وحالهم حين عاينوا البعث ، وقاموا بين يدي الله حقيرين ذليلين ، ناكسي رؤوسهم ، أي : من الحياء والخجل ، يقولون : ( ربنا أبصرنا وسمعنا ) أي : نحن الآن نسمع قولك ونطيع أمرك ، كما قال تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] . وكذلك يعودون على أنفسهم بالملامة إذا دخلوا النار بقولهم : ( لو كنا نسمع أو نعقل ما كنا في أصحاب السعير ) [ الملك : 10 ] . وهكذا هؤلاء يقولون : ( ربنا أبصرنا وسمعنا فارجعنا ) أي : إلى الدار الدنيا ، ( نعمل صالحا إنا موقنون ) أي : قد أيقنا وتحققنا أن وعدك حق ولقاءك حق ، وقد علم الرب تعالى منهم أنه لو أعادهم إلى الدار الدنيا لكانوا كما كانوا فيها كفارا يكذبون آيات الله ويخالفون رسله ، كما قال : ( ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون وقالوا إن هي إلا حياتنا الدنيا وما نحن بمبعوثين ) [ الأنعام : 27 - 29 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولو ترى إذ المجرمون ) المشركون ( ناكسو رءوسهم ) مطأطؤ رءوسهم ( عند ربهم ) حياء وندما ) ( ربنا ) أي : يقولون ربنا ) ( أبصرنا ) ما كنا به مكذبين ) ( وسمعنا ) منك تصديق ما أتتنا به رسلك . وقيل : أبصرنا معاصينا وسمعنا ما قيل فينا ) ( فارجعنا ) فأرددنا إلى الدنيا ( نعمل صالحا إنا موقنون ) وجواب لو مضمر مجازه لرأيت العجب ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون .قوله تعالى : ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ابتداء وخبر . قال الزجاج : والمخاطبة للنبي صلى الله عليه وسلم مخاطبة لأمته . والمعنى : ولو ترى يا محمد منكري البعث يوم القيامة لرأيت العجب . ومذهب أبي العباس غير هذا ، وأن يكون المعنى : يا محمد ، قل للمجرم ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم لندمت على ما كان منك . ناكسو رءوسهم ؛ أي من الندم والخزي والحزن والذل والغم . عند ربهم ؛ أي عند محاسبة ربهم وجزاء أعمالهم . ( ربنا ) ؛ أي يقولون ربنا . ( أبصرنا ) ؛ أي أبصرنا ما كنا نكذب . و ( سمعنا ) ما كنا ننكر . وقيل : أبصرنا صدق وعيدك . وسمعنا تصديق رسلك . أبصروا حين لا ينفعهم البصر ، وسمعوا حين لا ينفعهم السمع . ( فارجعنا ) ؛ أي إلى الدنيا .نعمل صالحا إنا موقنون أي مصدقون بالبعث ; قاله النقاش .وقيل : مصدقون بالذي جاء به محمد صلى الله عليه وسلم أنه حق ; قاله يحيى بن سلام . قال سفيان الثوري : فأكذبهم الله تعالى : فقال ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون . وقيل : معنى إنا موقنون أي قد زالت عنا الشكوك الآن ; وكانوا يسمعون ويبصرون في الدنيا ؛ ولكن لم يكونوا يتدبرون ، وكانوا كمن لا يبصر ولا يسمع ، فلما تنبهوا في الآخرة صاروا حينئذ كأنهم سمعوا وأبصروا . وقيل : أي ربنا لك الحجة ، فقد أبصرنا رسلك وعجائب خلقك في الدنيا ، وسمعنا كلامهم فلا حجة لنا . فهذا اعتراف منهم ، ثم طلبوا أن يردوا إلى الدنيا ليؤمنوا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (12)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: لو ترى يا محمد هؤلاء القائلين:  أَئِذَا ضَلَلْنَا فِي الأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ  إذ هم ناكسوا رءوسهم عند ربهم حياء من ربهم. للذي سلف منهم من معاصيه في الدنيا، يقولون: يا(رَبَّنَا أبْصَرْنا) ما كنا نكذّب به من عقابك أهل معاصيك (وَسَمِعْنَا) منك تصديق ما كانت رسلك تأمرنا به في الدنيا(فارجعنا) يقول: فارددنا إلى الدنيا نعمل فيها بطاعتك، وذلك العمل الصالح (إنَّا مُوقَنُونَ) يقول: إنا قد أيقنا الآن ما كنا به في الدنيا جهالا من وحدانيتك وأنه لا يصلح أن يُعبد سواك، ولا ينبغي أن يكون ربّ سواك، وأنك تحيي وتميت، وتبعث من في القبور بعد الممات والفناء وتفعل ما تشاء.وبنحو ما قلنا في قوله: (نَاكِسُوا رُءُوسِهمْ) قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد قوله: (وَلَوْ تَرَى إذِ المُجْرِمونَ ناكِسُوا رُءُوسِهِمْ عِنْدِ رَبَّهِمْ) قال: قد حزنوا واستحيوا."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو شئنا لآتينا هؤلاء المشركين بالله رشدهم وتوفيقهم للإيمان، ولكن حق القول مني ووجب لأملأنَّ جهنم من أهل الكفر والمعاصي، من الجِنَّة والناس أجمعين؛ وذلك لاختيارهم الضلالة على الهدى."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولو شئنا لآتينا كل نفسٍ هداها» فتهتدي بالإيمان والطاعة باختيار منها «ولكن حق القول مني» وهو «لأملأنَّ جهنم من الجِنة» الجن «والناس أجمعين» وتقول لهم الخزنة إذا دخلوها:"
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وكل هذا بقضاء اللّه وقدره، حيث خلى بينهم وبين الكفر والمعاصي، فلهذا قال:  وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا  أي: لهدينا الناس كلهم، وجمعناهم على الهدى، فمشيئتنا صالحة لذلك، ولكن الحكمة، تأبى أن يكونوا كلهم على الهدى، ولهذا قال:  وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي  أي: وجب، وثبت ثبوتًا لا تغير فيه. لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ  فهذا الوعد، لا بد منه، ولا محيد عنه، فلا بد من تقرير أسبابه من الكفر والمعاصي."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقال هاهنا ( ولو شئنا لآتينا كل نفس هداها ) ، كما قال تعالى ( ولو شاء ربك لآمن من في الأرض كلهم جميعا ) [ يونس : 99 ] .( ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين ) أي : من الصنفين ، فدارهم النار لا محيد لهم عنها ولا محيص لهم منها ، نعوذ بالله وكلماته التامة من ذلك ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولو شئنا لآتينا كل نفس هداها ) رشدها وتوفيقها للإيمان ( ولكن حق ) وجب ( القول مني لأملأن جهنم من الجنة والناس أجمعين ) وهو قوله لإبليس : \" لأملأن جهنم منك وممن تبعك منهم أجمعين \" ( ص - 85 ) . ثم يقال لأهل النار - وقال مقاتل : إذا دخلوا النار قالت لهم الخزنة - :"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين .قال محمد بن كعب القرظي : لما قالوا : ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون رد عليهم بقوله : ولو شئنا لآتينا كل نفس هداها يقول : لو شئت لهديت الناس جميعا فلم يختلف منهم أحد ولكن حق القول مني الآية ; ذكره ابن المبارك في ( رقائقه ) في حديث طويل . وقد ذكرناه في ( التذكرة ) . النحاس : ولو شئنا لآتينا كل نفس هداها في معناه قولان : أحدهما : أنه في الدنيا . والآخر : أن سياق الكلام يدل على أنه في الآخرة ; أي لو شئنا لرددناهم إلى الدنيا والمحنة كما سألوا ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين أي حق القول مني لأعذبن من عصاني بنار جهنم . وعلم الله تبارك وتعالى أنه لو ردهم لعادوا ; كما قال تعالى : ولو ردوا لعادوا لما نهوا عنه .وهذه الهداية معناها خلق المعرفة في القلب . وتأويل المعتزلة : ولو شئنا لأكرهناهم على الهداية بإظهار الآيات الهائلة ، لكن لا يحسن منه فعله ; لأنه ينقض الغرض المجرى بالتكليف إليه وهو الثواب الذي لا يستحق إلا بما يفعله المكلف باختياره . وقالت الإمامية في تأويلها : إنه يجوز أن يريد هداها إلى طريق الجنة في الآخرة ولم يعاقب أحدا ، لكن حق القول منه أنه يملأ جهنم ، فلا يجب على الله تعالى عندنا هداية الكل إليها ; قالوا : بل الواجب هداية المعصومين ، فأما من له ذنب فجائز هدايته إلى النار جزاء على أفعاله . وفي جواز ذلك منع ; لقطعهم على أن المراد هداها إلى الإيمان . وقد تكلم العلماء عليهم في هذين التأويلين بما فيه كفاية في أصول الدين . وأقرب ما لهم في الجواب أن يقال : فقد بطل عندنا وعندكم أن يهديهم الله سبحانه على طريق الإلجاء والإجبار والإكراه ، فصار يؤدي ذلك إلى مذهب الجبرية ، وهو مذهب رذل عندنا وعندكم ، فلم يبق إلا أن المهتدين من المؤمنين إنما هداهم الله تعالى إلى الإيمان والطاعة على طريق الاختيار حتى يصح التكليف فمن شاء آمن وأطاع اختيارا لا جبرا ; قال الله تعالى : لمن شاء منكم أن يستقيم ، وقال : فمن شاء اتخذ إلى ربه سبيلا . ثم عقب هاتين الآيتين بقوله تعالى : وما تشاءون إلا أن يشاء الله . فوقع إيمان المؤمنين بمشيئتهم ، ونفى أن يشاءوا إلا أن يشاء الله ; ولهذا فرطت المجبرة لما رأوا أن هدايتهم إلى الإيمان معلق بمشيئة الله تعالى ، فقالوا : الخلق مجبورون في طاعتهم كلها ، التفاتا إلى قوله : وما تشاءون إلا أن يشاء الله . وفرطت القدرية لما رأوا أن هدايتهم إلى الإيمان معلق بمشيئة العباد ، فقالوا : الخلق خالقون لأفعالهم ، التفاتا منهم إلى قوله تعالى : لمن شاء منكم أن يستقيم . ومذهبنا هو الاقتصاد في الاعتقاد ; وهو مذهب بين مذهبي المجبرة والقدرية ; وخير الأمور أوساطها . وذلك أن أهل الحق قالوا : نحن نفرق بين ما اضطررنا إليه وبين ما اخترناه ، وهو أنا ندرك تفرقة بين حركة الارتعاش الواقعة في يد الإنسان بغير محاولته وإرادته ولا مقرونة بقدرته ، وبين حركة الاختيار إذا حرك يده حركة مماثلة لحركة الارتعاش ; ومن لا يفرق بين الحركتين : حركة الارتعاش وحركة الاختيار ، وهما موجودتان في ذاته ومحسوستان في يده بمشاهدته وإدراك حاسته - فهو معتوه في عقله ومختل في حسه ، وخارج من حزب العقلاء . وهذا هو الحق المبين ، وهو طريق بين طريقي الإفراط والتفريط .كلا طرفي قصد الأمور ذميم ولا تغل في شيء من الأمر واقتصدوبهذا الاعتبار اختار أهل النظر من العلماء أن سموا هذه المنزلة بين المنزلتين كسبا ، وأخذوا هذه التسمية من كتاب الله العزيز ، وهو قوله سبحانه : لها ما كسبت وعليها ما اكتسبت ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (13)يقول تعالى ذكره: (وَلَوْ شِئْنَا) يا محمد (لآتَيْنَا) هؤلاء المشركين بالله من قومك وغيرهم من أهل الكفر بالله (هُدَاهَا) يعني: رشدها وتوفيقها للإيمان بالله (وَلَكِنْ حَقَّ القَوْلُ مني) يقول: وجب العذاب مني لهم، وقوله: (لأمْلأنَّ جَهَنَّمَ منَ الجِنَّة والنَّاسِ أجمَعِينَ) يعني: من أهل المعاصي والكفر بالله منهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَلَوْ شِئْنا لآتَيْنا كُلَّ نَفْسٍ هُداها) قال: لو شاء الله لهدى الناس جميعا، لو شاء الله لأنزل عليهم من السماء آية، فظلت أعناقهم لها خاضعين، (وَلَكِنْ حَقَّ القَوْلُ مِنِّي) حقّ القول عليهم."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لهؤلاء المشركين -عند دخولهم النار-: فذوقوا العذاب؛ بسبب غفلتكم عن الآخرة وانغماسكم في لذائذ الدنيا، إنا تركناكم اليوم في العذاب، وذوقوا عذاب جهنم الذي لا ينقطع؛ بما كنتم تعملون في الدنيا من الكفر بالله ومعاصيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فذوقوا» العذاب «بما نسيتم لقاء يومكم هذا» أي بترككم الإيمان به «إنا نسيناكم» تركناكم في العذاب «وذوقوا عذاب الخلد» الدائم «بما كنتم تعملون» من الكفر والتكذيب."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا  أي: يقال للمجرمين، الذين ملكهم الذل، وسألوا الرجعة إلى الدنيا، ليستدركوا ما فاتهم، قد فات وقت الرجوع ولم يبق إلا العذاب، فذوقوا العذاب الأليم، بما نسيتم لقاء يومكم هذا، وهذا النسيان نسيان ترك، أي: بما أعرضتم عنه، وتركتم العمل له، وكأنكم غير قادمين عليه، ولا ملاقيه. إِنَّا نَسِينَاكُمْ  أي: تركناكم بالعذاب، جزاء من جنس عملكم، فكما نَسِيتُمْ نُسِيتُمْ،  وَذُوقُوا عَذَابَ الْخُلْدِ  أي: العذاب غير المنقطع، فإن العذاب إذا كان له أجل وغاية، كان فيه بعض التنفيس والتخفيف، وأما عذاب جهنم - أعاذنا اللّه منه - فليس فيه روح راحة، ولا انقطاع لعذابهم فيها.  بِمَا كُنْتُمْ تَعْمَلُونَ  من الكفر والفسوق والمعاصي."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فذوقوا بما نسيتم لقاء يومكم هذا ) أي : يقال لأهل النار على سبيل التقريع والتوبيخ : ذوقوا [ هذا ] العذاب بسبب تكذيبكم به ، واستبعادكم وقوعه ، وتناسيكم له; إذ عاملتموه معاملة من هو ناس له ، ( إنا نسيناكم ) أي : [ إنا ] سنعاملكم معاملة الناسي; لأنه تعالى لا ينسى شيئا ولا يضل عنه شيء ، بل من باب المقابلة ، كما قال تعالى : ( اليوم ننساكم كما نسيتم لقاء يومكم هذا ) [ الجاثية : 34 ] .وقوله : ( وذوقوا عذاب الخلد بما كنتم تعملون ) أي : بسبب كفركم وتكذيبكم ، كما قال في الآية الأخرى : ( لا يذوقون فيها بردا ولا شرابا إلا حميما وغساقا جزاء وفاقا إنهم كانوا لا يرجون حسابا وكذبوا بآياتنا كذابا وكل شيء أحصيناه كتابا فذوقوا فلن نزيدكم إلا عذابا ) [ النبأ : 24 - 30 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فذوقوا بما نسيتم لقاء يومكم هذا ) أي : تركتم الإيمان به في الدنيا ( إنا نسيناكم ) تركناكم ( وذوقوا عذاب الخلد بما كنتم تعملون ) من الكفر والتكذيب ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فذوقوا بما نسيتم لقاء يومكم هذا إنا نسيناكم وذوقوا عذاب الخلد بما كنتم تعملون .قوله تعالى فذوقوا بما نسيتم لقاء يومكم هذا فيه قولان ; أحدهما : أنه من النسيان الذي لا ذكر معه ; أي لم يعملوا لهذا اليوم فكانوا بمنزلة الناسين . والآخر : أن نسيتم بما تركتم ، وكذا إنا نسيناكم . واحتج محمد بن يزيد بقوله تعالى : ولقد عهدنا إلى آدم من قبل فنسي قال : والدليل على أنه بمعنى ترك أن الله عز وجل أخبر عن إبليس أنه قال : ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين فلو كان آدم ناسيا لكان قد ذكره . وأنشد [ النابغة الذبياني ] :كأنه خارج من جنب صفحته سفود شرب نسوه عند مفتأدأي تركوه . ولو كان من النسيان لكان قد عملوا به مرة . قال الضحاك : نسيتم أي تركتم أمري . يحيى بن سلام : أي تركتم الإيمان بالبعث في هذا اليوم . نسيناكم تركناكم من الخير ; قاله السدي . مجاهد : تركناكم في العذاب . وفي استئناف قوله : إنا نسيناكم وبناء الفعل على ( إن ) واسمها تشديد في الانتقام منهم . والمعنى : فذوقوا هذا ; أي ما أنتم فيه من نكس الرءوس والخزي والغم بسبب نسيان الله . أو ذوقوا العذاب المخلد ، وهو الدائم الذي لا انقطاع له في جهنم . وقد يعبر بالذوق عما يطرأ على النفس وإن لم يكن مطعوما ، لإحساسها به كإحساسها بذوق المطعوم . قال عمر بن أبي ربيعة :فذق هجرها إن كنت تزعم أنها     فساد ألا يا ربما كذب الزعمالجوهري : وذقت ما عند فلان ; أي خبرته . وذقت القوس إذا جذبت وترها لتنظر ما شدتها . وأذاقه الله وبال أمره . قال طفيل :فذوقوا كما ذقنا غداة محجر     من الغيظ في أكبادنا والتحوبوتذوقته أي ذقته شيئا بعد شيء . وأمر مستذاق أي مجرب معلوم . قال الشاعر :وعهد الغانيات كعهد قين     ونت عنه الجعائل مستذاقوالذواق : الملول ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (14)يقول تعالى ذكره: يقال لهؤلاء المشركين بالله إذا هم دخلوا النار: ذوقوا عذاب الله بما نسيتم لقاء يومكم هذا في الدنيا، (إنَّا نَسِيناكُمْ) يقول: إنا تركناكم اليوم في النار.وقوله: (وَذُوقُوا عَذَابَ الخُلْدِ) يقول: يقال لهم أيضا: ذوقوا عذابا تخلدون فيه إلى غير نهاية (بِما كُنْتُمْ) في الدنيا(تَعْمَلُونَ) من معاصي الله.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ ) قال: نسوا من كلّ خير، وأما الشرّ فلم ينسوا منه.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: (إنَّا نَسِيناكُمْ) يقول: تركناكم."
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنما يصدق بآيات القرآن ويعمل بها الذين إذا وُعِظوا بها أو تُليت عليهم سجدوا لربهم خاشعين مطيعين، وسبَّحوا الله في سجودهم بحمده، وهم لا يستكبرون عن السجود والتسبيح له، وعبادته وحده لا شريك له."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنما يؤمن بآياتنا» القرآن «الذين إذا ذُكِّروا» وعظوا «بها خرُّوا سجَّدا وسبَّحوا» متلبسين «بحمد ربهم» أي قالوا: سبحان الله وبحمده «وهم لا يستكبرون» عن الإيمان والطاعة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى الكافرين بآياته، وما أعد لهم من العذاب، ذكر المؤمنين بها، ووصفهم، وما أعد لهم من الثواب، فقال:  إِنَّمَا يُؤْمِنُ بِآيَاتِنَا  [أي]  إيمانًا حقيقيًا، من يوجد منه شواهد الإيمان، وهم:  الَّذِينَ إِذَا ذُكِّرُوا  بآيات ربهم فتليت عليهم آيات القرآن، وأتتهم النصائح على أيدي رسل اللّه، ودُعُوا إلى التذكر، سمعوها فقبلوها، وانقادوا، و  خَرُّوا سُجَّدًا  أي: خاضعين لها، خضوع ذكر للّه، وفرح بمعرفته. وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ  لا بقلوبهم، ولا بأبدانهم، فيمتنعون من الانقياد لها، بل متواضعون لها، قد تلقوها بالقبول، والتسليم، وقابلوها بالانشراح والتسليم، وتوصلوا بها إلى مرضاة الرب الرحيم، واهتدوا بها إلى الصراط المستقيم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى : ( إنما يؤمن بآياتنا ) أي : إنما يصدق بها ( الذين إذا ذكروا بها خروا سجدا ) أي : استمعوا لها وأطاعوها قولا وفعلا ( وسبحوا بحمد ربهم وهم لا يستكبرون ) [ أي ] عن اتباعها والانقياد لها ، كما يفعله الجهلة من الكفرة الفجرة ، [ وقد ] قال الله تعالى : ( إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ) [ غافر : 60 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( إنما يؤمن بآياتنا الذين إذا ذكروا بها ) وعظوا بها ( خروا سجدا ) سقطوا على وجوههم ساجدين ( وسبحوا بحمد ربهم ) قيل : صلوا بأمر ربهم . وقيل : قالوا سبحان الله وبحمده ( وهم لا يستكبرون ) عن الإيمان والسجود له . )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون .هذه تسلية للنبي صلى الله عليه وسلم ; أي أنهم لإلفهم الكفر لا يؤمنون بك ; إنما يؤمن بك وبالقرآن المتدبرون له والمتعظون به ، وهم الذين إذا قرئ عليهم القرآن خروا سجدا قال ابن عباس : ركعا . قال المهدوي : وهذا على مذهب من يرى الركوع عند قراءة السجدة ; واستدل بقوله تبارك وتعالى : وخر راكعا وأناب . وقيل : المراد به السجود ، وعليه أكثر العلماء ; أي خروا سجدا لله تعالى على وجوههم تعظيما لآياته وخوفا من سطوته وعذابه . وسبحوا بحمد ربهم أي خلطوا التسبيح بالحمد ; أي نزهوه وحمدوه ; فقالوا في سجودهم : سبحان الله وبحمده ، سبحان ربي الأعلى وبحمده ; أي تنزيها لله تعالى عن قول المشركين . وقال سفيان : وسبحوا بحمد ربهم أي صلوا حمدا لربهم . وهم لا يستكبرون عن عبادته ; قاله يحيى بن سلام . النقاش : لا يستكبرون كما استكبر أهل مكة عن السجود ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ (15)يقول تعالى ذكره: ما يصدق بحججنا وآيات كتابنا إلا القوم الذين إذا ذكروا بها ووعظوا(خَرّوا) لله (سجدا) لوجوههم، تذلُّلا له، واستكانة لعظمته، وإقرارا له بالعبوديَّة (وَسَبَّحُوا بِحَمْدِ ربِّهِمْ) يقول: وسبحوا الله في سجودهم بحمده، فيبرئونه مما يصفه أهل الكفر به، ويضيفون إليه من الصاحبة والأولاد والشركاء والأنداد (وهم لا يستكبرون) يقول: يفعلون ذلك، وهم لا يستكبرون عن السجود له والتسبيح، لا يستنكفون عن التذلُّل له والاستكانة. وقيل: إن هذه الآية نزلت على رسول الله صلى الله عليه وسلم؛ لأن قوما من المنافقين كانوا يخرجون من المسجد إذا أقيمت الصلاة، ذُكر ذلك عن حجاج، عن ابن جُرَيج."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ترتفع جنوب هؤلاء الذين يؤمنون بآيات الله عن فراش النوم، يتهجدون لربهم في صلاة الليل، يدعون ربهم خوفًا من العذاب وطمعًا في الثواب، ومما رزقناهم ينفقون في طاعة الله وفي سبيله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«تتجافى جنوبهم» ترتفع «عن المضاجع» مواضع الاضطجاع بفرشها لصلاتهم بالليل تهجدا «يدعون ربهم خوفا» من عقابه «وطمعا» في رحمته «ومما رزقناهم ينفقون» يتصدقون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ  أي: ترتفع جنوبهم، وتنزعج عن مضاجعها اللذيذة، إلى ما هو ألذ عندهم منه وأحب إليهم، وهو الصلاة في الليل، ومناجاة اللّه تعالى.ولهذا قال:  يَدْعُونَ رَبَّهُمْ  أي: في جلب مصالحهم الدينية والدنيوية، ودفع مضارهما.  خَوْفًا وَطَمَعًا  أي: جامعين بين الوصفين، خوفًا أن ترد أعمالهم، وطمعًا في قبولها، خوفًا من عذاب اللّه، وطمعًا في ثوابه. وَمِمَّا رَزَقْنَاهُمْ  من الرزق، قليلاً كان أو كثيرًا  يُنْفِقُونَ  ولم يذكر قيد النفقة، ولا المنفق عليه، ليدل على العموم، فإنه يدخل فيه، النفقة الواجبة، كالزكوات، والكفارات، ونفقة الزوجات والأقارب، والنفقة المستحبة في وجوه الخير، والنفقة والإحسان المالي، خير مطلقًا، سواء وافق غنيًا أو فقيرًا، قريبًا أو بعيدًا، ولكن الأجر يتفاوت، بتفاوت النفع، فهذا عملهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال [ تعالى : ( تتجافى جنوبهم عن المضاجع ) يعني بذلك قيام الليل ، وترك النوم والاضطجاع على الفرش الوطيئة . قال مجاهد والحسن في قوله تعالى ] : ( تتجافى جنوبهم ) يعني بذلك قيام الليل .وعن أنس ، وعكرمة ، ومحمد بن المنكدر ، وأبي حازم ، وقتادة : هو الصلاة بين العشاءين . وعن أنس أيضا : هو انتظار صلاة العتمة . رواه ابن جرير بإسناد جيد .وقال الضحاك : هو صلاة العشاء في جماعة ، وصلاة الغداة في جماعة .( يدعون ربهم خوفا وطمعا ) أي : خوفا من وبال عقابه ، وطمعا في جزيل ثوابه ، ( ومما رزقناهم ينفقون ) ، فيجمعون بين فعل القربات اللازمة والمتعدية ، ومقدم هؤلاء وسيدهم وفخرهم في الدنيا والآخرة رسول الله صلى الله عليه وسلم ، كما قال عبد الله بن رواحة ، رضي الله عنه :وفينا رسول الله يتلو كتابه إذا انشق معروف من الصبح ساطع      [ أرانا الهدى بعد العمى فقلوبنابه موقنات أن ما قال واقع ]     يبيت يجافي جنبه عن فراشهإذا استثقلت بالمشركين المضاجعوقال الإمام أحمد : حدثنا روح وعفان قالا حدثنا حماد بن سلمة ، أخبرنا عطاء بن السائب ، عن مرة الهمداني ، عن ابن مسعود ، عن النبي صلى الله عليه وسلم قال : \" عجب ربنا من رجلين : رجل ثار من وطائه ولحافه ، ومن بين أهله وحيه إلى صلاته ، [ فيقول ربنا : أيا ملائكتي ، انظروا إلى عبدي ، ثار من فراشه ووطائه ، ومن بين حيه وأهله إلى صلاته ] رغبة فيما عندي ، وشفقة مما عندي . ورجل غزا في سبيل الله ، عز وجل ، فانهزموا ، فعلم ما عليه من الفرار ، وما له في الرجوع ، فرجع حتى أهريق دمه ، رغبة فيما عندي وشفقة مما عندي . فيقول الله ، عز وجل للملائكة : انظروا إلى عبدي رجع رغبة فيما عندي ، ورهبة مما عندي ، حتى أهريق دمه \" .وهكذا رواه أبو داود في \" الجهاد \" ، عن موسى بن إسماعيل ، عن حماد بن سلمة ، به بنحوه .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن عاصم بن أبي النجود ، عن أبي وائل ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في سفر ، فأصبحت يوما قريبا منه ، ونحن نسير ، فقلت : يا نبي الله ، أخبرني بعمل يدخلني الجنة ويباعدني من النار . قال : \" لقد سألت عن عظيم ، وإنه ليسير على من يسره الله عليه ، تعبد الله ولا تشرك به شيئا ، وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت \" . ثم قال : \" ألا أدلك على أبواب الخير ؟ الصوم جنة ، والصدقة تطفئ الخطيئة ، وصلاة الرجل في جوف الليل \" . ثم قرأ : ( تتجافى جنوبهم عن المضاجع ) ، حتى بلغ ) يعملون ) . ثم قال : \" ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ \" فقلت : بلى ، يا رسول الله . فقال : \" رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد في سبيل الله \" . ثم قال : \" ألا أخبرك بملاك ذلك كله ؟ \" فقلت : بلى ، يا نبي الله . فأخذ بلسانه ثم قال : \" كف عليك هذا \" . فقلت : يا رسول الله ، وإنا لمؤاخذون بما نتكلم به . فقال : ثكلتك أمك يا معاذ ، وهل يكب الناس في النار على وجوههم - أو قال : على مناخرهم - إلا حصائد ألسنتهم \" .رواه الترمذي والنسائي وابن ماجه في سننهم ، من طرق عن معمر ، به . وقال الترمذي : حسن صحيح . ورواه ابن جرير من حديث شعبة ، عن الحكم قال : سمعت عروة بن النزال يحدث عن معاذ بن جبل ; أن رسول الله صلى الله عليه وسلم قال له : \" ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تكفر الخطيئة ، وقيام العبد في جوف الليل \" ، وتلا هذه الآية : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ورواه أيضا من حديث الثوري ، عن منصور بن المعتمر ، عن الحكم ، عن ميمون بن أبي شبيب ، عن معاذ ، عن النبي صلى الله عليه وسلم بنحوه ، ومن حديث الأعمش ، عن حبيب بن أبي ثابت ، والحكم عن ميمون بن أبي شبيب ، عن معاذ مرفوعا بنحوه . ومن حديث حماد بن سلمة ، عن عاصم بن أبي النجود ، عن شهر ، عن معاذ بن جبل ، عن النبي صلى الله عليه وسلم ، في قوله تعالى : ( تتجافى جنوبهم عن المضاجع ) قال : \" قيام العبد من الليل \" .وقال ابن أبي حاتم : حدثنا أحمد بن سنان الواسطي ، حدثنا يزيد بن هارون ، حدثنا فطر بن خليفة ، عن حبيب بن أبي ثابت ، والحكم ، وحكيم بن جبير ، عن ميمون بن أبي شبيب ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في غزوة تبوك فقال : \" إن شئت أنبأتك بأبواب الخير : الصوم جنة ، والصدقة تطفئ الخطيئة ، وقيام الرجل في جوف الليل \" ، ثم تلا رسول الله صلى الله عليه وسلم : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ثم قال : حدثنا أبي ، حدثنا سويد بن سعيد ، حدثنا علي بن مسهر ، عن عبد الرحمن بن إسحاق ، عن شهر بن حوشب ، عن أسماء بنت يزيد قالت : قال رسول الله صلى الله عليه وسلم : \" إذا جمع الله الأولين والآخرين يوم القيامة ، جاء مناد فنادى بصوت يسمع الخلائق : سيعلم أهل الجمع اليوم من أولى بالكرم . ثم يرجع فينادي : ليقم الذين كانت ( تتجافى جنوبهم عن المضاجع ) الآية ، فيقومون وهم قليل \" .وقال البزار : حدثنا عبد الله بن شبيب ، حدثنا الوليد بن عطاء بن الأغر ، حدثنا عبد الحميد بن سليمان ، حدثني مصعب ، عن زيد بن أسلم ، عن أبيه قال : قال بلال لما نزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) [ الآية ] ، كنا نجلس في المجلس ، وناس من أصحاب رسول الله صلى الله عليه وسلم يصلون بعد المغرب إلى العشاء ، فنزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) .ثم قال : لا نعلم روى أسلم عن بلال سواه ، وليس له طريق عن بلال غير هذه الطريق ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( تتجافى ) ترتفع وتنبو ( جنوبهم عن المضاجع ) جمع مضجع ، وهو الموضع الذي يضطجع عليه ، يعني الفرش ، وهم المتهجدون بالليل ، اللذين يقومون للصلاة .واختلفوا في المراد بهذه الآية; قال أنس : نزلت فينا معشر الأنصار ، كنا نصلي المغرب فلا نرجع إلى رحالنا حتى نصلي العشاء مع النبي - صلى الله عليه وسلم - .وعن أنس أيضا قال : نزلت في أناس من أصحاب النبي - صلى الله عليه وسلم - كانوا يصلون من صلاة المغرب إلى صلاة العشاء وهو قول أبي حازم ومحمد بن المنكدر ، وقالا هي صلاة الأوابين .وروي عن ابن عباس رضي الله عنه قال : إن الملائكة لتحف بالذين يصلون بين المغرب والعشاء ، وهي صلاة الأوابين .وقال عطاء : هم الذين لا ينامون حتى يصلوا العشاء الآخرة .وعن أبي الدرداء ، وأبي ذر ، وعبادة بن الصامت رضي الله عنهم : هم الذين يصلون العشاء الآخرة والفجر في جماعة .وروينا أن النبي - صلى الله عليه وسلم - قال : \" من صلى العشاء في جماعة كان كقيام نصف ليلة ، ومن صلى الفجر في جماعة كان كقيام ليلة .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن سمي مولى أبي بكر بن عبد الرحمن ، عن ابن صالح السمان ، عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال : \" لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا ، ولو يعلمون ما في التهجير لاستبقوا إليه ، ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا \" .وأشهر الأقاويل أن المراد منه : صلاة الليل ، وهو قول الحسن ، ومجاهد ، ومالك ، والأوزاعي وجماعة .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو الحسن علي بن محمد بن عبد الله بن بشران ، أخبرنا أبو علي إسماعيل بن محمد الصفار ، أخبرنا أحمد بن منصور الرمادي ، أخبرنا عبد الرازق ، أخبرنا معمر عن عاصم بن أبي النجود ، عن أبي وائل عن معاذ بن جبل قال : كنت مع النبي - صلى الله عليه وسلم - في سفرنا فأصبحت يوما قريبا منه وهو يسير فقلت : يا رسول الله أخبرني بعمل يدخلني الجنة ويباعدني من النار ، قال : \" قد سألت عن أمر عظيم ، وإنه ليسير على من يسره الله عليه ، تعبد الله ولا تشرك به شيئا وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت \" ، ثم قال : \" ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تطفىء الخطيئة ، وصلاة الرجل في جوف الليل \" ، ثم قرأ : \" تتجافى جنوبهم عن المضاجع \" حتى بلغ \" جزاء بما كانوا يعملون \" ، ثم قال ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ قلت : بلى يا رسول الله ، قال : \" رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد . ثم قال : ألا أخبرك بملاك ذلك كله ؟ قلت : بلى يا نبي الله ، قال : فأخذ بلسانه فقال : اكفف عليك هذا ، فقلت : يا نبي الله وإنا لمؤاخذون بما نتكلم به ؟ قال : ثكلتك أمك يا معاذ وهل يكب الناس في النار على وجوههم ، أو قال على مناخرهم ، إلا حصائد ألسنتهم \" .حدثنا أبو الفضل زياد بن محمد الحنفي ، أخبرنا أبو محمد عبد الرحمن بن أحمد المخلدي ، أخبرنا محمد بن أحمد بن عبد الجبار الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا أبو عبد الله بن صالح ، حدثني معاوية بن صالح ، حدثني ربيعة بن يزيد ، عن أبي إدريس الخولاني ، عن أبي أمامة الباهلي عن رسول الله - صلى الله عليه وسلم - قال : \" عليكم بقيام الليل فإنه دأب الصالحين قبلكم ، وقربة لكم إلى ربكم ، ومكفرة للسيئات ، ومنهاة عن الإثم \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، حدثنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا روح بن أسلم ، أخبرنا حماد بن سلمة ، أخبرنا عطاء بن السائب ، عن مرة الهمداني ، عن ابن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : \" عجب ربنا من رجلين : رجل ثار عن وطائه ولحافه من بين حيه وأهله إلى صلاته \" ، فيقول الله لملائكته : انظروا إلى عبدي ثار عن فراشه ووطائه من بين حيه وأهله إلى صلاته رغبة فيما عندي وشفقا مما عندي ، ورجل غزا في سبيل الله فانهزم معه أصحابه ، فعلم ما عليه في الانهزام وما له في الرجوع ، فرجع فقاتل حتى أهريق دمه ، فيقول الله لملائكته : \" انظروا إلى عبدي رجع رغبة فيما عندي وشفقا مما عندي حتى أهريق دمه \" ] .أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، أخبرنا أبو العباس المحبوبي ، أخبرنا أبو عيسى الترمذي ، أخبرنا قتيبة بن سعيد ، أخبرنا أبو عوانة ، عن أبي بشر ، عن حميد بن عبد الرحمن الحميري ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" أفضل الصيام بعد شهر رمضان شهر الله المحرم ، وأفضل الصلاة بعد الفريضة صلاة الليل \" .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو الحسين بن بشران ، أخبرنا إسماعيل بن محمد الصفار ، أخبرنا أحمد بن منصور الرمادي ، أخبرنا عبد الرزاق ، أخبرنا معمر ، عن يحيى بن أبي كثير ، عن ابن معانق ، عن أبي مالك الأشعري قال : قال رسول الله - صلى الله عليه وسلم - : \" إن في الجنة غرفا يرى ظاهرها من باطنها ، وباطنها من ظاهرها ، أعدها الله لمن ألان الكلام ، وأطعم الطعام ، وتابع الصيام ، وصلى بالليل والناس نيام \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا أصبغ ، أخبرني عبد الله بن وهب ، أخبرني يونس عن ابن شهاب ، أخبرنا الهيثم بن أبي سنان ، أخبرني أنه سمع أبا هريرة في قصصه يذكر عن النبي - صلى الله عليه وسلم - أنه كان يقول : \" إن أخا لكم لا يقول الرفث \" يعني بذلك عبد الله بن رواحة ، قال :وفينا رسول الله يتلو كتابه إذا انشق معروف من الفجر ساطع     أرانا الهدى بعد العمى فقلوبنابه موقنات أن ما قال واقع     يبيت يجافي جنبه عن فراشهإذا استثقلت بالكافرين المضاجعقوله - عز وجل - : ( يدعون ربهم خوفا وطمعا ) قال ابن عباس : خوفا من النار وطمعا في الجنة ( ومما رزقناهم ينفقون ) قيل : أراد به الصدقة المفروضة . وقيل : عام في الواجب والتطوع ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقونقوله تعالى : تتجافى جنوبهم عن المضاجع أي ترتفع وتنبو عن مواضع الاضطجاع . وهو في موضع نصب على الحال ; أي متجافية جنوبهم . والمضاجع جمع مضجع ; وهي مواضع النوم . ويحتمل عن وقت الاضطجاع ، ولكنه مجاز ، والحقيقة أولى . ومنه قول عبد الله بن رواحة :وفينا رسول الله يتلو كتابه إذا انشق معروف من الصبح ساطع     يبيت يجافي جنبه عن فراشهإذا استثقلت بالمشركين المضاجعقال الزجاج والرماني : التجافي التنحي إلى جهة فوق . وكذلك هو في الصفح عن المخطئ في سب ونحوه . والجنوب جمع جنب . وفيما تتجافى جنوبهم عن المضاجع لأجله قولان : أحدهما : لذكر الله تعالى ، إما في صلاة وإما في غير صلاة ; قاله ابن عباس والضحاك . الثاني : للصلاة . وفي الصلاة التي تتجافى جنوبهم لأجلها أربعة أقوال : أحدها : التنفل بالليل ; قاله الجمهور من المفسرين وعليه أكثر الناس ، وهو الذي فيه المدح ، وهو قول مجاهد والأوزاعي ومالك بن أنس والحسن بن أبي الحسن وأبي العالية وغيرهم . ويدل عليه قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين لأنهم جوزوا على ما أخفوا بما خفي . والله أعلم . وسيأتي بيانه .وفي قيام الليل أحاديث كثيرة ; منها حديث معاذ بن جبل أن النبي صلى الله عليه وسلم قال له : ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تطفئ الخطيئة كما يطفئ الماء النار ، وصلاة الرجل من جوف الليل - قال : ثم تلا : - تتجافى جنوبهم عن المضاجع - حتى بلغ - يعملون أخرجه أبو داود الطيالسي في مسنده والقاضي إسماعيل بن إسحاق وأبو عيسى الترمذي ، وقال فيه : حديث حسن صحيح . الثاني : صلاة العشاء التي يقال لها العتمة ; قاله الحسن وعطاء . وفي الترمذي عن أنس بن مالك أن هذه الآية تتجافى جنوبهم عن المضاجع نزلت في انتظار الصلاة التي تدعى العتمة قال : هذا حديث حسن غريب . الثالث : التنفل ما بين المغرب والعشاء ; قاله قتادة وعكرمة . وروى أبو داود عن أنس بن مالك أن هذه الآية تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون قال : كانوا يتنفلون بين المغرب والعشاء . الرابع : قال الضحاك : تجافي الجنب هو أن يصلي الرجل العشاء والصبح في جماعة . وقاله أبو الدرداء وعبادة .قلت : وهذا قول حسن ، وهو يجمع الأقوال بالمعنى . وذلك أن منتظر العشاء إلى أن يصليها في صلاة وذكر لله جل وعز ; كما قال النبي صلى الله عليه وسلم : لا يزال الرجل في صلاة ما انتظر الصلاة . وقال أنس : المراد بالآية انتظار صلاة العشاء الآخرة ; لأن رسول الله صلى الله عليه وسلم كان يؤخرها إلى نحو ثلث الليل . قال ابن عطية : وكانت الجاهلية ينامون من أول الغروب ومن أي وقت شاء الإنسان ، فجاء انتظار وقت العشاء غريبا شاقا . ومصلي الصبح في جماعة لا سيما في أول الوقت ; كما كان عليه السلام يصليها . والعادة أن من حافظ على هذه الصلاة في أول الوقت يقوم سحرا يتوضأ ويصلي ويذكر الله عز وجل إلى أن يطلع الفجر ; فقد حصل التجافي أول الليل وآخره . يزيد هذا ما رواه مسلم من حديث عثمان بن عفان قال سمعت رسول الله صلى الله عليه وسلم يقول : من صلى العشاء في جماعة فكأنما قام نصف الليل ، ومن صلى الصبح في جماعة فكأنما قام الليل كله ولفظ الترمذي وأبي داود في هذا الحديث : من شهد العشاء في جماعة كان له قيام نصف ليلة ، ومن صلى العشاء والفجر في جماعة كان له كقيام ليلة . وقد مضى في سورة ( النور ) عن كعب فيمن صلى بعد العشاء الآخرة أربع ركعات كن له بمنزلة ليلة القدر .وجاءت آثار حسان في فضل الصلاة بين المغرب والعشاء وقيام الليل . ذكر ابن المبارك قال : أخبرنا يحيى بن أيوب قال حدثني محمد بن الحجاج أو ابن أبي الحجاج أنه سمع عبد الكريم يحدث أن رسول الله صلى الله عليه وسلم قال : من ركع عشر ركعات بين المغرب والعشاء بني له قصر في الجنة فقال له عمر بن الخطاب : إذا تكثر قصورنا وبيوتنا يا رسول الله ؟ فقال رسول الله صلى الله عليه وسلم : الله أكبر وأفضل - أو قال - أطيب . وعن عبد الله بن عمرو بن العاصي قال : صلاة الأوابين الخلوة التي بين المغرب والعشاء حتى تثوب الناس إلى الصلاة . وكان عبد الله بن مسعود يصلي في تلك الساعة ويقول : صلاة الغفلة بين المغرب والعشاء ; ذكره ابن المبارك . ورواه الثعلبي مرفوعا عن ابن عمر قال : قال النبي صلى الله عليه وسلم : من جفت جنباه عن المضاجع ما بين المغرب والعشاء بني له قصران في الجنة مسيرة عام ، وفيهما من الشجر ما لو نزلها أهل المشرق والمغرب لأوسعتهم فاكهة . وهي صلاة الأوابين وغفلة الغافلين . وإن من الدعاء المستجاب الذي لا يرد الدعاء بين المغرب والعشاء .فصل في فضل التجافي - ذكر ابن المبارك عن ابن عباس قال : إذا كان يوم القيامة نادى مناد : ستعلمون اليوم من أصحاب الكرم ; ليقم الحامدون لله على كل حال ، فيقومون فيسرحون إلى الجنة . ثم ينادي ثانية : ستعلمون اليوم من أصحاب الكرم ; ليقم الذين كانت جنوبهم تتجافى عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون . قال : فيقومون فيسرحون إلى الجنة . قال : ثم ينادي ثالثة : ستعلمون اليوم من أصحاب الكرم ; ليقم الذين كانوا لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار ، فيقومون فيسرحون إلى الجنة . ذكره الثعلبي مرفوعا عن أسماء بنت يزيد قال النبي صلى الله عليه وسلم : إذا جمع الله الأولين والآخرين يوم القيامة جاء مناد فنادى بصوت تسمعه الخلائق كلهم : سيعلم أهل الجمع اليوم من أولى بالكرم ، ليقم الذين كانت تتجافى جنوبهم عن المضاجع فيقومون وهم قليل ، ثم ينادي الثانية ستعلمون اليوم من أولى بالكرم ، ليقم الذين لا تلهيهم تجارة ولا بيع عن ذكر الله فيقومون ، ثم ينادي الثالثة ستعلمون اليوم من أولى بالكرم ، ليقم الحامدون لله على كل حال في السراء والضراء فيقومون وهم قليل فيسرحون جميعا إلى الجنة ، ثم يحاسب سائر الناس . وذكر ابن المبارك قال أخبرنا معمر عن رجل عن أبي العلاء بن الشخير عن أبي ذر قال : ثلاثة يضحك الله إليهم ويستبشر الله بهم : رجل قام من الليل وترك فراشه ودفأه ، ثم توضأ فأحسن الوضوء ، ثم قام إلى الصلاة ; فيقول الله لملائكته : ( ما حمل عبدي على ما صنع ) فيقولون : ربنا أنت أعلم به منا ; فيقول : ( أنا أعلم به ولكن أخبروني ) فيقولون : رجيته شيئا فرجاه وخوفته فخافه . فيقول : ( أشهدكم أني قد أمنته مما خاف وأوجبت له ما رجاه ) قال : ورجل كان في سرية فلقي العدو فانهزم أصحابه وثبت هو حتى يقتل أو يفتح الله عليهم ; فيقول الله لملائكته مثل هذه القصة . ورجل سرى في ليلة حتى إذا كان في آخر الليل نزل هو وأصحابه ، فنام أصحابه وقام هو يصلي ; فيقول الله لملائكته . . وذكر القصة .قوله تعالى : ( يدعون ربهم ) في موضع نصب على الحال ; أي داعين . ويحتمل أن تكون صفة مستأنفة ; أي تتجافى جنوبهم وهم أيضا في كل حال يدعون ربهم ليلهم ونهارهم . و ( خوفا ) مفعول من أجله . ويجوز أن يكون مصدرا . و ( طمعا ) مثله ; أي خوفا من العذاب وطمعا في الثواب . ومما رزقناهم ينفقون تكون ( ما ) بمعنى الذي وتكون مصدرا ، وفي كلا الوجهين يجب أن تكون منفصلة من ( من ) و ( ينفقون ) قيل : معناه الزكاة المفروضة . وقيل : النوافل ; وهذا القول أمدح ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (16) يقول تعالى ذكره: تتنحَّى جنوب هؤلاء الذين يؤمنون بآيات الله، الذين وصفت صفتهم، وترتفع من مضاجعهم التي يضطجعون لمنامهم، ولا ينامون (يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا) في عفوه عنهم، وتفضُّله عليهم برحمته ومغفرته (ومِمَّا رَزَقْناهُمْ يُنْفِقُونَ) في سبيل الله، ويؤدّون منه حقوق الله التي أوجبها عليهم فيه. وتتجافى: تتفاعل من الجفاء، والجفاء: النبو، كما قال الراجز:وَصَاحِبي ذَاتُ هِباب دَمْشَقُوَابنُ مِلاطٍ مُتجاف أرْفَقُ (1)يعني: أن كرمها سجية عن ابن ملاط، وإنما وصفهم تعالى ذكره بتجافي جنوبهم عن المضاجع؛ لتركهم الاضطجاع للنوم شغلا بالصلاة.واختلف أهل التأويل في الصلاة التي وصفهم جلّ ثناؤه، أن جنوبهم تتجافى لها عن المضطجع، فقال بعضهم: هي الصلاة بين المغرب والعشاء، وقال: نزلت هذه الآية في قوم كانوا يصلون في ذلك الوقت.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن أبي عروبة، قال: قال قتادة، قال أنس في قوله:  كَانُوا قَلِيلا مِنَ اللَّيْلِ مَا يَهْجَعُونَ  قال: كانوا يتنفَّلون فيما بين &amp;; 20-179 &amp;; المغرب والعشاء، وكذلك (تتجافى جنوبهم) قال: ثنا ابن أبي عديّ، عن سعيد، عن قَتادة، عن أنس في قوله: (تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ) قال: يصلون ما بين هاتين الصلاتين.حدثني عليّ بن سعيد الكنديّ، قال: ثنا حفص بن غياث، عن سعيد، عن قَتادة، عن أنس (تَتَجَافَى جُنُوبهُم عَنِ المَضَاجِعِ) قال: ما بين المغرب والعشاء.حدثني محمد بن خلف، قال: ثنا يزيد بن حيان، قال: ثنا الحارث بن وجيه الراسبي، قال: ثنا مالك بن دينار، عن أنس بن مالك، أن هذه الآية نزلت في رجال من أصحاب النبيّ صلى الله عليه وسلم، كانوا يصلون فيما بين المغرب والعشاء (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).حدثنا ابن وكيع، قال: ثنا محمد بن بشر، عن سعيد بن أبي عروبة، عن قَتادة، عن أنس (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: كانوا يتطوعون فيما بين المغرب والعشاء.قال: ثنا أبي، عن سفيان، عن رجل، عن أنس (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: ما بين المغرب والعشاء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: كانوا يتنفَّلون ما بين صلاة المغرب وصلاة العشاء.وقال آخرون: عنى بها صلاة المغرب (2) .* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثني أبي، عن طلحة، عن عطاء (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: عن العتمة.وذُكر عن حجاج، عن ابن جريج، قال: قال يحيى بن صَيفي، عن أبي سلمة، قال: العتمة.وقال آخرون: لانتظار صلاة العتمة.* ذكر من قال ذلك:حدثني عبد الله بن أبي زياد، قال: ثنا عبد العزيز بن عبد إلى الأويسي، عن &amp;; 20-180 &amp;; سليمان بن بلال، عن يحيى بن سعيد، عن أنس بن مالك، أن هذه الآية (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) نزلت في انتظار الصلاة التي تدعى العتمة.وقال آخرون: عنى بها قيام الليل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، عن الحسن (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: قيام الليل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: هؤلاء المتهجدون لصلاة الليل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) يقومون يصلون من الليل.وقال آخرون: إنما هذه صفة قوم لا تخلو ألسنتهم من ذكر الله.* ذكر من قال ذلك:حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: اخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ يَدْعُونَ رَبَّهُم خَوْفا وَطَمَعا): وهم قوم لا يزالون يذكرون الله، إما في صلاة، وإما قياما، وإما قعودا، وإما إذا استيقظوا من منامهم، هم قوم لا يزالون يذكرون الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ ...) إلى آخر الآية، يقول: تتجافى لذكر الله، كلما استيقظوا ذكروا الله، إما في الصلاة، وإما في قيام، أو في قعود، أو على جنوبهم، فهم لا يزالون يذكرون الله.والصواب من القول في ذلك أن يقال: إن الله وصف هؤلاء القوم بأن جنوبهم تنبو عن مضاجعهم، شغلا منهم بدعاء ربهم وعبادته خوفا وطمعا، وذلك نبوّ جنوبهم عن المضاجع ليلا؛ لأن المعروف من وصف الواصف رجلا بأن جنبه نبا عن مضجعه، إنما هو وصف منه له بأنه جفا عن النوم في وقت منام الناس المعروف، وذلك الليل دون النهار، وكذلك تصف العرب الرجل إذا وصفته بذلك، يدلّ على ذلك قول عبد الله بن رواحة الأنصاري رضي الله عنه في صفة نبيّ الله صلى الله عليه وسلم:يَبِيتُ يُجافِي جَنْبَهُ عَنْ فِراشِهِإذا اسْتَثْقَلَت بالمُشْرِكِينَ المَضَاجِعُ (3)فإذا كان ذلك كذلك، وكان الله تعالى ذكره لم يخصص في وصفه هؤلاء القوم بالذي وصفهم به من جفاء جنوبهم عن مضاجعهم من أحوال الليل وأوقاته حالا ووقتا دون حال ووقت، كان واجبا أن يكون ذلك على كلّ آناء الليل وأوقاته. وإذا كان كذلك كان من صلى ما بين المغرب والعشاء، أو انتظر العشاء الآخرة، أو قام الليل أو بعضه، أو ذكر الله في ساعات الليل، أو صلى العتمة ممن دخل في ظاهر قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) لأن جنبه قد جفا عن مضجعه في الحال التي قام فيها للصلاة قائما صلى أو ذكر الله، أو قاعدا بعد أن لا يكون مضطجعا، وهو على القيام أو القعود قادر، غير أن الأمر وإن كان كذلك، فإن توجيه الكلام إلى أنه معني به قيام الليل أعجب إليّ؛ لأن ذلك أظهر معانيه، والأغلب على ظاهر الكلام، وبه جاء الخبر عن رسول الله صلى الله عليه وسلم.وذلك ما حدثنا به ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: سمعت عروة بن الزبير يحدّث عن معاذ بن جبل، أن رسول الله صلى الله عليه وسلم قال له: \" ألا أدلُّكَ عَلى أبْواب الخَيْرِ: الصَّوْمُ جُنَّةٌ، والصَّدَقَةُ تُكَفِّرُ الخَطِيئَةَ، وَقِيامُ العَبْدِ في جَوْفِ اللَّيْلِ\" وتلا هذه الآية (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا ومِمَّا رَزَقْناهُمْ يُنْفِقُونَ) \".حدثنا ابن المثنى، قال: ثنا يحيى بن حماد، قال: ثنا أبو أسامة، عن سليمان، عن حبيب بن أبي ثابت والحكم، عن ميمون بن أبي شبيب، عن معاذ بن جبل، عن رسول الله صلى الله عليه وسلم ، بنحوه.حدثني محمد بن خلف العسقلاني، قال: ثنا آدم، قال: ثنا سفيان، قال: ثنا منصور بن المعتمر، عن الحكم بن عُتيبة، عن ميمون بن أبي شبيب، عن معاذ بن جبل، &amp;; 20-182 &amp;; قال: قال لي رسول الله صلى الله عليه وسلم: إنْ شِئْتَ أَنْبَأْتُكَ بأبْوابِ الخَيْرِ: الصَّوْمُ جُنَّةٌ، والصَّدَقَةُ تُكَفِّرُ الخَطِيئَةَ، وَقِيامُ الرَّجُلِ في جَوْفِ اللَّيْلِ\" ثم قرأ رسول الله صلى الله عليه وسلم (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).حدثنا أبو كريب، قال: ثنا يزيد بن حيان، عن حماد بن سلمة، قال: ثنا عاصم بن أبي النجود، عن شهر بن حوشب، عن معاذ بن جبل، عن رسول الله صلى الله عليه وسلم في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: \" قِيامُ العَبْدِ مِن اللَّيْل \".حدثنا أبو همام الوليد بن شجاع، قال: ثني أبي، قال: ثني زياد بن خيثمة، عن أبي يحيى بائع القتّ، عن مجاهد، قال: ذكر رسول الله صلى الله عليه وسلم قيام الليل، ففاضت عيناه حتى تحادرت دموعه، فقال: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).وأما قوله: (يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا...) الآية، فإن بنحو الذي قلنا (4) في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ) قال: خوفا من عذاب الله، وطمعا في رحمة الله، ومما رزقناهم ينفقون فى طاعة الله، وفي سبيله.--------------------------الهوامش :(1) البيتان للزفيان (انظرهما في الملحق بديوان العجاج 100). والهباب: النشاط والإسراع في السير. والدمشق: الناقة الخفيفة السريعة، وأنشد أبو عبيدة قول الزفيان:وَمَنْهَل طامٍ عَلَيْهِ الغَلْفَقُيُنِيرُ أوْ يُسْدِى بِهِ الخَوَرْنَقُوَرَدْتُهُ واللَّيْلُ دَاجٍ أبْلَقُوَصَاحبي ذَات هِباب دَمْشَقُكأنها بعْدَ الكَلالِ زَوْرَقُولم يذكر البيت الثاني، وهو محل الشاهد عند المؤلف. وفي (اللسان: ملط) قال النضر: الملاطان: ما عن يمين الكركرة وشمالها. وابنا ملاطي البعير: هما العضدان، وقيل كتفاه، وابنا ملاط: العضدان والكتفان. الواحد: ابن ملاط. وقال ابن السكيت: ابنا ملاط: العضدان. والمتجافي: البائن عن جنبها، وذلك أقوى لسيرها. والأرفق: المنفتل المرفق عن الجنب، وهو أرفق، وناقة رفقاء. ا ه. وقال الأزهري: الذي حفظه بهذا المعنى: ناقة دفقاء، وجمل أدفق، إذا انفتق مرفقه عن جنبه. وفي (اللسان: دفق) ورجل أدفق: إذا انحنى صلبه من كبر أو غم. وأنشد المفضل * وابن ملاط متجاف أدفق *ا ه. وأنشد أبو عبيدة البيتين في مجاز القرآن (الورقة 193 - أ) ولم ينسبه. ثم قال: أدفق (بالدال) أي متنح عن كركرتها. ا ه .(2) لعله صلاة العتمة، يعني العشاء، كما تفيده الآثار بعد.(3) البيت لعبد الله بن رواحة الأنصاري أحد شعراء النبي صلى الله عليه وسلم. ويجافي: يباعد واستثقلت ثقلت: والمضاجع: جمع مضجع، وهو الفراش ينام فيه أو موضعه. والبيت شاهد ثاني على التجافي في قوله تعالى: (تتجافى جنوبهم عن المضاجع) : معناه: تبعد. قال أبو عبيدة في مجازالقرآن ( الورقة 195 - ب ): أي ترتفع عنها وتتنحى، لأنهم يصلون بالليل. ا ه.(4) انظر تفسير المؤلف للآية في صدر الكلام عليها ص 99."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا تعلم نفس ما ادَّخر الله لهؤلاء المؤمنين مما تَقَرُّ به العين، وينشرح له الصدر؛ جزاء لهم على أعمالهم الصالحة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فلا تعلم نفسٌ ما أخفىَ» خبئ «لهم من قرة أعين» ما تقر به أعينهم، وفي قراءة بسكون الياء مضارع «جزاءً بما كانوا يعملون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأما جزاؤهم، فقال:  فَلَا تَعْلَمُ نَفْسٌ  يدخل فيه جميع نفوس الخلق، لكونها نكرة في سياق النفي. أي: فلا يعلم أحد  مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ  من الخير الكثير، والنعيم الغزير، والفرح والسرور، واللذة والحبور، كما قال تعالى على لسان رسوله: \"أعددت لعبادي الصالحين، ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\"فكما صلوا في الليل، ودعوا، وأخفوا العمل، جازاهم من جنس عملهم، فأخفى أجرهم، ولهذا قال:  جَزَاءً بِمَا كَانُوا يَعْمَلُونَ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) أي : فلا يعلم أحد عظمة ما أخفى الله لهم في الجنات من النعيم المقيم ، واللذات التي لم يطلع على مثلها أحد ، لما أخفوا أعمالهم أخفى الله لهم من الثواب ، جزاء وفاقا; فإن الجزاء من جنس العمل .قال الحسن [ البصري ] : أخفى قوم عملهم فأخفى الله لهم ما لم تر عين ، ولم يخطر على قلب بشر . رواه ابن أبي حاتم .قال البخاري : قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) الآية : حدثنا علي بن عبد الله ، حدثنا سفيان ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم قال : \" قال الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . قال أبو هريرة : فاقرءوا إن شئتم : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .قال : وحدثنا سفيان ، حدثنا أبو الزناد ، عن الأعرج ، عن أبي هريرة قال : قال الله مثله . قيل لسفيان : رواية ؟ قال : فأي شيء ؟ .ورواه مسلم والترمذي من حديث سفيان بن عيينة ، به . وقال الترمذي : حسن صحيح .ثم قال البخاري : حدثنا إسحاق بن نصر ، حدثنا أبو أسامة ، عن الأعمش ، حدثنا أبو صالح ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم : \" يقول الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر ، ذخرا من بله ما أطلعتم عليه \" ، ثم قرأ : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .قال أبو معاوية ، عن الأعمش ، عن أبي صالح ، قرأ أبو هريرة : \" قرات أعين \" . انفرد به البخاري من هذا الوجه .وقال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة عن رسول الله صلى الله عليه وسلم : \" إن الله تعالى قال : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .أخرجاه في الصحيحين من رواية عبد الرزاق . ورواه الترمذي في التفسير ، وابن جرير ، من حديث عبد الرحيم بن سليمان ، عن محمد بن عمرو ، عن أبي سلمة ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم بمثله . ثم قال الترمذي : هذا حديث حسن صحيح .وقال حماد بن سلمة ، عن ثابت ، عن أبي رافع ، عن أبي هريرة ، رضي الله عنه ، قال حماد : أحسبه عن النبي صلى الله عليه وسلم قال : \" من يدخل الجنة ينعم لا يبأس ، لا تبلى ثيابه ، ولا يفنى شبابه ، في الجنة ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .رواه مسلم من حديث حماد بن سلمة به .وروى الإمام أحمد : حدثنا هارون ، حدثنا ابن وهب ، حدثني أبو صخر ، أن أبا حازم حدثه قال : سمعت سهل بن سعد الساعدي ، رضي الله عنه ، يقول : شهدت من رسول الله صلى الله عليه وسلم مجلسا وصف فيه الجنة ، حتى انتهى ، ثم قال في آخر حديثه : \" فيها ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" ، ثم قرأ هذه الآية : ( تتجافى جنوبهم عن المضاجع [ يدعون ربهم خوفا وطمعا ] ) ، إلى قوله : ( يعملون ) .وأخرجه مسلم في صحيحه عن هارون بن معروف ، وهارون بن سعيد ، كلاهما عن ابن وهب ، به .وقال ابن جرير : حدثني العباس بن أبي طالب ، حدثنا معلى بن أسد ، حدثنا سلام بن أبي مطيع ، عن قتادة ، عن عقبة بن عبد الغافر ، عن أبي سعيد الخدري ، عن رسول الله صلى الله عليه وسلم ، يروي عن ربه ، عز وجل ، قال : \" أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . لم يخرجوه .وقال مسلم أيضا في صحيحه : حدثنا ابن أبي عمر وغيره ، حدثنا سفيان ، حدثنا مطرف بن طريف وعبد الملك بن سعيد ، سمعا الشعبي يخبر عن المغيرة بن شعبة قال : سمعته على المنبر - يرفعه إلى النبي صلى الله عليه وسلم - قال : \" سأل موسى ، عليه السلام ربه عز وجل : ما أدنى أهل الجنة منزلة ؟ قال : هو رجل يجيء بعدما أدخل أهل الجنة الجنة ، فيقال له : ادخل الجنة . فيقول : أي رب ، كيف وقد نزل الناس منازلهم ، وأخذوا أخذاتهم ؟ فيقال له : أترضى أن يكون لك مثل ملك ملك من ملوك الدنيا ؟ فيقول : رضيت رب . فيقول : لك ذلك ، ومثله ، ومثله ، ومثله ، ومثله ، فقال في الخامسة : رضيت رب . فيقول : هذا لك وعشرة أمثاله ولك ما اشتهت نفسك ولذت عينك . فيقول : رضيت رب . قال : رب ، فأعلاهم منزلة ؟ قال : أولئك الذين أردت ، غرست كرامتهم بيدي ، وختمت عليها ، فلم تر عين ، ولم تسمع أذن ، ولم يخطر على قلب بشر \" ، قال : ومصداقه من كتاب الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .ورواه الترمذي عن ابن أبي عمر ، وقال : حسن صحيح ، قال : ورواه بعضهم عن الشعبي ، عن المغيرة ولم يرفعه ، والمرفوع أصح .قال ابن أبي حاتم : حدثنا جعفر بن منير المدائني ، حدثنا أبو بدر شجاع بن الوليد ، حدثنا زياد بن خيثمة ، عن محمد بن جحادة ، عن عامر بن عبد الواحد قال : بلغني أن الرجل من أهل الجنة يمكث في مكانه سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ؟ فيقول : من أنت ؟ فتقول : أنا من المزيد . فيمكث معها سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ، فيقول : من أنت ؟ فتقول : أنا التي قال الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .وقال ابن لهيعة : حدثني عطاء بن دينار ، عن سعيد بن جبير قال : تدخل عليهم الملائكة في مقدار كل يوم من أيام الدنيا ثلاث مرات ، معهم التحف من الله من جنات عدن ما ليس في جناتهم ، وذلك قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، ويخبرون أن الله عنهم راض .وقال ابن جرير : حدثنا سهل بن موسى الرازي ، حدثنا الوليد بن مسلم ، عن صفوان بن عمرو ، عن أبي اليمان الهوزني - أو غيره - قال : الجنة مائة درجة ، أولها درجة فضة وأرضها فضة ، ومساكنها فضة ، [ وآنيتها فضة ] وترابها المسك . والثانية ذهب ، وأرضها ذهب ، ومساكنها ذهب ، وآنيتها ذهب ، وترابها المسك . والثالثة لؤلؤ ، وأرضها لؤلؤ ، ومساكنها اللؤلؤ ، وآنيتها اللؤلؤ ، وترابها المسك . وسبع وتسعون بعد ذلك ، ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر . ثم تلا هذه الآية : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون )وقال ابن جرير : حدثني يعقوب بن إبراهيم ، حدثنا معتمر بن سليمان ، عن الحكم بن أبان ، عن الغطريف ، عن جابر بن زيد ، عن ابن عباس عن النبي صلى الله عليه وسلم ، عن الروح الأمين قال : \" يؤتى بحسنات العبد وسيئاته ، ينقص بعضها من بعض ، فإن بقيت حسنة [ واحدة ] وسع الله له في الجنة \" ، قال : فدخلت على \" يزداد \" فحدث بمثل هذا الحديث ، قال : فقلت : فأين ذهبت الحسنة ؟ قال : ( أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون ) [ الأحقاف : 16 ] . قلت : قوله تعالى : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، قال : العبد يعمل سرا أسره إلى الله ، لم يعلم به الناس ، فأسر الله له يوم القيامة قرة أعين ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فلا تعلم نفس ما أخفي لهم ) قرأ حمزة ويعقوب : \" أخفي لهم \" ساكنة الياء ، أي : أنا أخفي لهم ومن حجته قراءة ابن مسعود \" نخفي \" بالنون . وقرأ الآخرون بفتحها . ( من قرة أعين ) مما تقر به أعينهم ( جزاء بما كانوا يعملون )أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا إسحاق بن نصر ، أخبرنا أبو أسامة عن الأعمش ، أخبرنا أبو صالح عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" يقول الله تبارك وتعالى أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ذخرا بله ما أطلعتم عليه \" ، ثم قرأ : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون )قال ابن عباس - رضي الله عنهما - : هذا مما لا تفسير له . وعن بعضهم قال : أخفوا أعمالهم فأخفى الله ثوابهم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون .قرأ حمزة : ( ما أخفي لهم ) بإسكان الياء . وفتحها الباقون . وفي قراءة عبد الله ( ما نخفي ) بالنون مضمومة . وروى المفضل عن الأعمش ( ما يخفى لهم ) بالياء المضمومة وفتح الفاء . وقرأ ابن مسعود وأبو هريرة : ( من قرات أعين ) . فمن أسكن الياء من قوله : ( ما أخفي ) فهو مستقبل وألفه ألف المتكلم . و ( ما ) في موضع نصب ب ( أخفي ) وهي استفهام ، والجملة في موضع نصب لوقوعها موقع المفعولين ، والضمير العائد على ( ما ) محذوف . ومن فتح الياء فهو فعل ماض مبني للمفعول . و ( ما ) في موضع رفع بالابتداء ، والخبر أخفي وما بعده ، والضمير في أخفي عائد على ما . قال الزجاج : ويقرأ ( ما أخفى لهم ) بمعنى ما أخفى الله لهم ; وهي قراءة محمد بن كعب ، و ( ما ) في موضع نصب . المهدوي : ومن قرأ : ( قرات أعين ) فهو جمع قرة ، وحسن الجمع فيه لإضافته إلى جمع ، والإفراد لأنه مصدر ، وهو اسم للجنس . وقال أبو بكر الأنباري : وهذا غير مخالف للمصحف ; لأن تاء قرة تكتب تاء على لغة من يجري الوصل على الوقف ; كما كتبوا ( رحمت الله ) بالتاء . ولا يستنكر سقوط الألف من ( قرات ) في الخط وهو موجود في اللفظ ; كما لم يستنكر سقوط الألف من السماوات وهي ثابتة في اللسان والنطق . والمعنى المراد : أنه أخبر تعالى بما لهم من النعيم الذي لم تعلمه نفس ولا بشر ولا ملك . وفي معنى هذه الآية : قال النبي صلى الله عليه وسلم : ( قال الله عز وجل أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر - ثم قرأ هذه الآية - تتجافى جنوبهم عن المضاجع - إلى قوله - بما كانوا يعملون ) خرجه الصحيح من حديث سهل بن سعد الساعدي . وقال ابن مسعود : في التوراة مكتوب : على الله للذين تتجافى جنوبهم عن المضاجع ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . وقال ابن عباس : الأمر في هذا أجل وأعظم من أن يعرف تفسيره .قلت : وهذه الكرامة إنما هي لأعلى أهل الجنة منزلا ; كما جاء مبينا في صحيح مسلم عن المغيرة بن شعبة يرفعه إلى رسول الله صلى الله عليه وسلم قال : ( سأل موسى عليه السلام ربه فقال : يا رب ما أدنى أهل الجنة منزلة ؟ قال : هو رجل يأتي بعدما يدخل أهل الجنة الجنة ، فيقال له : ادخل الجنة ، فيقول : أي رب ، كيف وقد نزل الناس منازلهم وأخذوا أخذاتهم ؟ فيقال له : أترضى أن يكون لك مثل ملك ملك من ملوك الدنيا ؟ فيقول : رضيت رب ، فيقول : لك ذلك ومثله ومثله ومثله ومثله ومثله ، فقال في الخامسة : رضيت رب ، فيقال : هذا لك وعشرة أمثاله ولك ما اشتهت نفسك ولذت عينك ، فيقول : رضيت رب ، قال : رب فأعلاهم منزلة ؟ قال : أولئك الذين أردت غرست كرامتهم بيدي وختمت عليها فلم تر عين ولم تسمع أذن ولم يخطر على قلب بشر - قال - ومصداقه من كتاب الله قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) . وقد روي عن المغيرة موقوفا قوله . وخرج مسلم أيضا عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ( يقول الله تبارك وتعالى : أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ذخرا بله ما أطلعكم عليه - ثم قرأ - فلا تعلم نفس ما أخفي لهم من قرة أعين ) . وقال ابن سيرين : المراد به النظر إلى الله تعالى . وقال الحسن : أخفى القوم أعمالا فأخفى الله تعالى لهم ما لا عين رأت ولا أذن سمعت ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)يقول تعالى ذكره: فلا تعلم نفسٌ ذي نفس ما أخفي الله لهؤلاء الذين وصف جلّ ثناؤه صفتهم في هاتين الآيتين، مما تقرّ به أعينهم في جنانه يوم القيامة (جَزَاءً بِما كانُوا يَعْمَلُونَ) يقول: ثوابا لهم على أعمالهم التي كانوا في الدنيا يعملون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثنا أبو الأحوص، عن أبي إسحاق، &amp;; 20-183 &amp;; عن أبي عبيدة (5) قال: قال عبد الله: إن في التوراة مكتوبا: لقد أعدّ الله للذين تتجافى جنوبهم عن المضاجع ما لم تر عين، ولم يخطر على قلب بشر، ولم تسمع أذن، وما لم يسمعه ملك مقرّب. قال: ونحن نقرؤها: (فَلا تَعْلَمُ نَفْسُ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ).حدثنا خلاد، قال: أخبرنا النضر بن شميل، قال: أخبرنا إسرائيل، قال: أخبرنا أبو إسحاق، عن عُبيدة بن ربيعة، عن ابن مسعود، قال: مكتوب في التوراة على الله للذين تتجافى جنوبهم عن المضاجع ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، في القرآن (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ منْ قُرَّةِ أعْيُن جَزَاءً بِمَا كانُوا يَعْمَلُونَ).حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي إسحاق، عن أبي عبيدة، عن عبد الله قال: خبئ لهم ما لا عين رأت، ولا أُذن سمعت، ولا خطر على قلب بشر، قال سفيان: فيما علمت على غير وجه الشكّ.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق قال: سمعت أبا عبيدة، قال: قال عبد الله، قال -يعني- الله: \" أعددت لعبادي الصالحين ما لم تر عين، ولم تسمع أذن، ولم يخطر على قلب ناظر (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ من قُرَّةِ أعْيُنٍ جَزَاءً بما كانُوا يعْلَمونَ)\".حدثنا أبو كُرَيب، قال: ثنا ابن صلت، عن قيس بن الربيع، عن أبي إسحاق، عن عبيدة بن ربيعة الحارثي، عن عبد الله بن مسعود، قال: إن في التوراة للذين تتجافى جنوبهم عن المضاجع من الكرامة، ما لم تر عين، ولم يخطر على قلب بشر، ولم تسمع أذن، وإنه لفي القرآن (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُن).حدثنا أبو كُرَيب، قال: ثنا الأشجعي، عن ابن أبجر، قال: سمعت الشعبيّ يقول: سمعت المغيرة بن شعبة يقول على المنبر: إن موسى صلى الله عليه وسلم سأل &amp;; 20-184 &amp;; عن أبخس أهل الجنة فيها حظا، فقيل له: رجل يُؤتى به وقد دخل أهل الجنة الجنة، قال: فيقال له: ادخل، فيقول: أين وقد أخذ الناس أخذاتهم؟ فيقال: اعدد أربعة ملوك من ملوك الدنيا، فيكون لك مثل الذي كان لهم، ولك أخرى شهوة نفسك، فيقول: أشتهي كذا وكذا، واشتهي كذا، وقال: لك أخرى، لك لذّة عينك، فيقول: ألذّ كذا وكذا، فيقال: لك عشرة أضعاف مثل ذلك، وسأله عن أعظم أهل الجنة فيها حظا، فقال: ذاك شيء ختمت عليه يوم خلقت السموات والأرض. قال الشعبي: فإنه في القرآن: ( فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ).حدثني أحمد بن محمد الطَّوسي، قال: ثنا الحميدي، قال: ثنا ابن عُيينة، وحدثني به القرقساني، عن ابن عيينة، عن مطرف بن طريف، وابن أبجر، سمعنا الشعبيّ يقول: سمعت المغيرة بن شعبة على المنبر يرفعه إلى النبيّ صلى الله عليه وسلم: \" إنَّ مُوسَى سألَ رَبَّهُ: أيْ رَبّ، أيُّ أهْلِ الجَنَّةِ أدْنى مَنزلةً؟ قال: رَجُلٌ يَجيءُ بَعْدَما دَخَلَ أهْلُ الجَنَّةِ الجَنَّةَ، فَيُقالُ لَهُ: ادْخُلْ. فَيَقُولَ: كَيْفَ أَدْخُلُ وَقَدْ نزلُوا منازِلَهُمْ؟ فَيقالُ لَهُ: أتَرْضَى أنْ يَكُونَ لكَ مِثْلَ ما كانَ لِمَلِكٍ مِنْ مُلُوكِ الدُّنْيا؟ فَيَقُولُ: بَخ أيْ رب قَدْ رَضِيتُ، فَيُقالُ لَهُ: إنَّ لَكَ هَذَا وَمِثْلَهُ وَمِثْلَهُ وَمِثْلَهُ، فَيَقُولُ: رَضِيتُ أيْ رَبّ رَضِيتُ، فَيُقالُ لَهُ: إنَّ لَكَ هَذَا وَعَشْرَةُ أمثالِهِ مَعَهُ، فَيقُول: رَضِيتُ أيْ رَبّ، فَيُقالُ لَهُ: فإنَّ لَكَ مَعَ هَذَا ما اشْتَهَتْ نَفْسُكَ، وَلَذَّتْ عَيْنُكَ، قالَ: فَقالَ مُوسَى: أيْ ربّ، وأيُّ أهْل الجَنَّة أرْفَعُ مَنزلَةً، قَالَ: إيَّاها أرَدْتُ، وسأُحَدّثكَ عَنْهُمْ غَرسْتُ لَهُمْ كَرَامَتِي بِيَدي، وَخَتَمْتُ عَلَيْها، فَلا عَيْنٌ رأت، وَلا أُذُنٌ سَمعَتْ، وَلا خَطَرَ عَلى قَلْبِ بَشَرٍ. قالَ: وَمِصْدَاقُ ذلِكَ فِي كِتاب اللهِ(فَلا تَعْلَمُ نَفْسٌ ما أُخْفِي لَهُمْ مِنْ قُرَّةِ أعْيُن جِزَاءً بِمَا كانُوا يَعْمَلُونَ).حدثنا محمد بن منصور الطوسي، قال: ثنا إسحاق بن سليمان، قال: ثنا عمرو بن أبي قَيْس، عن ابن أبي ليلى، عن المنهال بن عمرو، عن سعيد بن جُبَير، عن ابن عباس في قوله:  وَكَانَ عَرْشُهُ عَلَى الْمَاءِ  وكان عرش الله على الماء، ثم اتخذ لنفسه جنة، ثم اتخذ دونها أخرى، ثم أطبقها بلؤلؤة واحدة، قال:  وَمِنْ دُونِهِمَا جَنَّتَانِ  قال: وهي التي لا تعلم نفس، أو قال: هما التي لا تعلم نفس ما أخفي لهم من قرة أعين جزاء &amp;; 20-185 &amp;; بما كانوا يعملون. قال: وهي التي لا تعلم الخلائق ما فيها أو ما فيهما يأتيهم كل يوم منها أو منهما تحفة.حدثنا ابن حميد، قال: ثنا يعقوب، عن عنبسة، عن سالم الأفطس، عن سعيد بن جُبَير، بنحوه.حدثنا سهل بن موسى الرازي، قال: ثنا الوليد بن مسلم، عن صفوان بن عمرو، عن أبي اليمان الهوزني أو غيره، قال: الجنة مئة درجة، أوّلها درجة فضة، أرضها فضة، ومساكنها فضة، وآنيتها فضة، وترابها المسك. والثانية ذهب، وأرضها ذهب، ومساكنها ذهب، وآنيتها ذهب، وترابها المسك. والثالثة لؤلؤ، وأرضها لؤلؤ، ومساكنها لؤلؤ، وآنيتها لؤلؤ، وترابها المسك. وسبع وتسعون بعد ذلك ما لا عين رأته، ولا أذن سمعته، ولا خطر على قلب بشر، وتلا هذه الآية (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ جَزَاءً بِمَا كانُوا يَعْمَلُونَ).حدثنا أبو كُرَيب، قال: ثنا المحاربي وعبد الرحيم، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" قالَ اللهُ: أَعْدَدْتُ لِعبادي الصَّالِحينَ ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ عَلى قَلْبِ بَشَرٍ، واقْرَءُوا إِنْ شِئْتُمْ، قَالَ اللهُ: (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ جَزَاءً بِمَا كانُوا يَعْمَلُونَ)\".حدثنا أبو كُرَيب، قال: ثنا أبو معاوية وابن نمير، عن الأعمش، عن أبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" أعْدَدْتُ لِعبَادي الصَّالِحِينَ، مَا لا عَيْنٌ رَأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ عَلَى قَلْبِ بَشَرٍ\" قال أبو هريرة: ومِن بَلْهَ ما أطلعكم عليه، اقرَءُوا إن شئتم: (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ جَزَاءً بِمَا كانُوا يَعْمَلُونَ) قال أبو هريرة: نقرؤها: (قُرَّاتِ أعْيُنٍ).حدثني يعقوب بن إبراهيم، قال: ثنا معتمر بن سليمان، عن الحكم بن أبان، عن الغطريف، عن جابر بن زيد، عن ابن عباس، عن النبيّ صلى الله عليه وسلم ، عن الروح الأمين، قال: \" يُؤْتَي بِحَسَناتِ العَبْدِ وَسَيِّئاتِهِ، فَيَنْقُصُ بَعْضُها مِنْ بَعْضٍ، فإنْ بَقِيَتْ حَسَنَةٌ وَاحِدَةٌ، وَسَّعَ اللهُ لَهُ فِي الجَنَّة \"، قال: فدخلت على يزداد، فحدّث بمثل هذا؛ قال: قلت: فأين ذهبت الحسنة؟ قال:  أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ  ، قلت: قوله: (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ) قال: العبد يعمل سرّا أسرّه إلى الله لم يعلم به الناس، فأسرّ الله له يوم القيامة قرّة عين.حدثني العباس بن أبي طالب، قال: ثنا معلى بن أسد، قال: ثنا سلام بن أبي مطيع، عن قتادة، عن عقبة بن عبد الغافر، عن أبي سعيد الخدري، عن رسول الله صلى الله عليه وسلم ، يروي عن ربه، قال: \" أَعْدَدْتُ لِعِبادِيَ الصَّالِحينَ ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ عَلى قَلْبِ بَشَرٍ\".حدثني أبو السائب، قال: أخبرنا ابن وهب، قال: ثني أبو صخر، أن أبا حازم حدثه، قال: سمعت سهل بن سعد يقول: شهدت من رسول الله صلى الله عليه وسلم مجلسا وصف فيه الجنة حتى انتهى، ثم قال في آخر حديثه: \" فيهَا ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سمِعَتْ وَلا خَطَرَ عَلَى قَلْبِ بَشَرٍ\" ثم قرأ هذه الآية  تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ ...  إلى قوله: (جَزَاءً بِمَا كانُوا يَعْمَلُونَ).حدثنا ابن بشار، قال: ثنا ابن أبي عديّ، عن عوف، عن الحسن، قال: بلغني أن رسول الله صلى الله عليه وسلم قال: \" قالَ رَبُّكُمْ: أَعْدَدْتُ لِعَبادِي الَّذِينَ آمَنُوا وَعمِلُوا الصَّالِحاتِ ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ علَى قَلْبِ بَشَرٍ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قال: قال رسول الله صلى الله عليه وسلم يروي ذلك عن ربه، \" قالَ رَبُّكُمْ: أَعْدَدْتُ لِعِبادي الصَّالِحينَ ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ علَى قَلْبِ بَشِرٍ\".حدثني ابن وكيع، قال: ثنا سهل بن يوسف، عن عمرو، عن الحسن (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ) قال: أخفوا عملا في الدنيا، فأثابهم الله بأعمالهم.حدثني القاسم بن بشر، قال: ثنا سليمان بن حرب، قال: ثنا حماد بن سلمة، عن ثابت، عن أبي رافع، عن أبي هريرة، قال حماد: أحسبه عن النبيّ صلى الله عليه وسلم قال: \" مَنْ يَدْخُلِ الجَنَّةَ يَنْعَمْ وَلا يَبْؤُسْ، لا تَبْلَى ثِيابُهُ، وَلا يَفْنَى شَبابُهُ، في الجَنَّةِ ما لا عَيْنٌ رأتْ، وَلا أُذُنٌ سَمِعَتْ، وَلا خَطَرَ علَى قَلْبِ بَشَرٍ\".واختلفت القرّاء في قراءة قوله: (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعْيُنٍ) فقرأ ذلك بعض المدنيين والبصريين، وبعض الكوفيين: (أُخْفِيَ) بضم الألف وفتح الياء &amp;; 20-187 &amp;; بمعنى فُعِل. وقرأ بعض الكوفيين: (أُخْفِي لَهُمْ) بضم الألف وإرسال الياء، بمعنى أفعل، أخفي لهم أنا.والصواب من القول في ذلك عندنا أنهما قراءتان مشهورتان، متقاربتا المعنى، لأن الله إذا أخفاه فهو مخفي، وإذا أخفي فليس له مخف غيره، و \" ما \" في قوله: (فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ) فإنها إذا جعلت بمعنى الذي كانت نصبا بوقوع تعلم عليها كيف قرأ القارئ أخفي، وإذا وجهت إلى معنى أيّ كانت رفعا إذا قرئ أخفى بنصب الياء وضم الألف، لأنه لم يسمّ فاعله، وإذا قرئ أُخفِي بإرسال الياء كانت نصبا بوقوع أخفي عليها.-------------------الهوامش :(5) عبيدة بن ربيعة بضم العين. وقيل: هو عبيد بفتحها وبلا هاء. وهو الذي يروي عنه أبو إسحاق كما في الخلاصة، وفي الأصل: أبي عبيدة، ولعل \"أبي\" زيادة من الناسخ."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أفمن كان مطيعًا لله ورسوله مصدقًا بوعده ووعيده، مثل من كفر بالله ورسله وكذب باليوم الآخر؟ لا يستوون عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أَفمن كان مؤمنا كمن كان فاسقا لا يستوون» أي المؤمنون والفاسقون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ينبه تعالى، العقول على ما تقرر فيها، من عدم تساوي المتفاوتين المتباينين، وأن حكمته تقتضي عدم تساويهما فقال:  أَفَمَنْ كَانَ مُؤْمِنًا  قد عمر قلبه بالإيمان، وانقادت جوارحه لشرائعه، واقتضى إيمانه آثاره وموجباته، من ترك مساخط اللّه، التي  يضر وجودها بالإيمان. كَمَنْ كَانَ فَاسِقًا  قد خرب قلبه، وتعطل من الإيمان، فلم يكن فيه وازع ديني، فأسرعت جوارحه بموجبات الجهل والظلم، من كل إثم ومعصية، وخرج بفسقه عن طاعة الله.أفيستوي هذان الشخصان؟. لَا يَسْتَوُونَ  عقلاً وشرعًا، كما لا يستوي الليل والنهار، والضياء والظلمة، وكذلك لا يستوي ثوابهما في الآخرة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يخبر تعالى عن عدله [ وكرمه ] أنه لا يساوي في حكمه يوم القيامة من كان مؤمنا بآياته متبعا لرسله ، بمن كان فاسقا ، أي : خارجا عن طاعة ربه مكذبا لرسله إليه ، كما قال تعالى : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون ) [ الجاثية : 21 ] ، وقال تعالى : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ، وقال تعالى : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ; ولهذا قال تعالى هاهنا : ( أفمن كان مؤمنا كمن كان فاسقا لا يستوون ) أي : عند الله يوم القيامة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل:  \"أفمن كان مؤمناً كمن كان فاسقاً لا يستوون\"، نزلت في علي بن أبي طالب والوليد بن عقبة بن أبي معيط أخي عثمان لأمه، وذلك أنه كان بينهما تنازع وكلام في شيء، فقال الوليد بن عقبة لعلي اسكت فإنك صبي وأنا والله أبسط منك لساناً، وأحد منك سناناً، وأشجع منك جناناً، وأملأ حشواً في الكتيبة. فقال له علي: اسكت فإنك فاسق، فأنزل الله تعالى: \"أفمن كان مؤمناً كمن كان فاسقاً لا يستوون\"، ولم يقل: لا يستويان، لأنه لم يرد مؤمناً واحداً وفاسقاً واحداً، بل أراد جميع المؤمنين وجميع الفاسقين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا لا يستوونفيه ثلاث مسائل :الأولى : قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا لا يستوون أي ليس المؤمن كالفاسق ; فلهذا آتينا هؤلاء المؤمنين الثواب العظيم . قال ابن عباس وعطاء بن يسار : نزلت الآية في علي بن أبي طالب والوليد بن عقبة بن أبي معيط ; وذلك أنهما تلاحيا ، فقال له الوليد : أنا أبسط منك لسانا وأحد سنانا وأرد للكتيبة - وروي : وأملأ في الكتيبة - جسدا . فقال له علي : اسكت ! فإنك فاسق ; فنزلت الآية . وذكر الزجاج والنحاس أنها نزلت في علي وعقبة بن أبي معيط . قال ابن عطية : وعلى هذا يلزم أن تكون الآية مكية ; لأن عقبة لم يكن بالمدينة ، وإنما قتل في طريق مكة منصرف رسول الله صلى الله عليه وسلم من بدر . ويعترض القول الآخر بإطلاق اسم الفسق على الوليد . وذلك يحتمل أن يكون في صدر إسلام الوليد لشيء كان في نفسه ، أو لما روي من نقله عن بني المصطلق ما لم يكن ، حتى نزلت فيه : إن جاءكم فاسق بنبأ فتبينوا على ما يأتي في الحجرات بيانه . ويحتمل أن تطلق الشريعة ذلك عليه ; لأنه كان على طرف مما يبغي . وهو الذي شرب الخمر في زمن عثمان رضي الله عنه ، وصلى الصبح بالناس ثم التفت وقال : أتريدون أن أزيدكم ، ونحو هذا مما يطول ذكره .الثانية : لما قسم الله تعالى المؤمنين والفاسقين الذين فسقهم بالكفر - لأن التكذيب في آخر الآية يقتضي ذلك - اقتضى ذلك نفي المساواة بين المؤمن والكافر ; ولهذا منع القصاص بينهما ; إذ من شرط وجوب القصاص المساواة بين القاتل والمقتول . وبذلك احتج علماؤنا على أبي حنيفة في قتله المسلم بالذمي . وقال : أراد نفي المساواة هاهنا في الآخرة في الثواب وفي الدنيا في العدالة . ونحن حملناه على عمومه ، وهو أصح ، إذ لا دليل يخصه ; قاله ابن العربي .الثالثة : قوله تعالى : ( لا يستوون ) ، قال الزجاج وغيره : ( من ) يصلح للواحد والجمع . النحاس : لفظ ( من ) يؤدي عن الجماعة ; فلهذا قال : لا يستوون ; هذا قول كثير من النحويين . وقال بعضهم : لا يستوون لاثنين ; لأن الاثنين جمع ; لأنه واحد جمع مع آخر . وقاله الزجاج أيضا . والحديث يدل على هذا القول ; لأنه عن ابن عباس وغيره قال : نزلت أفمن كان مؤمنا في علي بن أبي طالب رضي الله عنه ، كمن كان فاسقا في الوليد بن عقبة بن أبي معيط . وقال الشاعر :أليس الموت بينهما سواء إذا ماتوا وصاروا في القبور"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لا يَسْتَوُونَ (18)يقول تعالى ذكره: أفهذا الكافر المكذّب بوعد الله ووعيده، المخالف أمر الله ونهيه، كهذا المؤمن بالله، والمصدّق بوعده ووعيد، المطيع له في أمره ونهيه، كلا لا يستوون عند الله يقول: لا يعتدل الكفَّار بالله، والمؤمنون به عنده، فيما هو فاعل بهم يوم القيامة. وقال: ( لا يَسْتَوُونَ ) فجمع، وإنما ذكر قبل ذلك اثنين: مؤمنا وفاسقا؛ لأنه لم يرد بالمؤمن: مؤمنا واحدا، وبالفاسق: فاسقا واحدا، وإنما أريد به جميع الفسَّاق، وجميع المؤمنين بالله. فإذا كان الاثنان غير مصمود لهما ذهبت لهما العرب مذهب الجمع.وذُكر أن هذه الآية نزلت في عليّ بن أبي طالب، رضوان الله عليه، والوليد بن عُقبة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة بن الفضل، قال: ثني ابن إسحاق، عن بعض أصحابه، عن عطاء بن يسار، قال: نزلت بالمدينة، في عليّ بن أبي طالب، والوليد &amp;; 20-188 &amp;; بن عقبة بن أبي معيط كان بين الوليد وبين عليّ كلام، فقال الوليد بن عقبة: أنا أبسط منك لسانا، وأحدّ منك سنانا، وأرد منك للكتيبة، فقال عليّ: اسكت، فإنك فاسق، فأنزل الله فيهما: ( أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لا يَسْتَوُونَ ) إلى قوله: (بِهِ تُكَذّبُونَ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لا يَسْتَوُونَ ) قال: لا والله ما استووا في الدنيا، ولا عند الموت، ولا في الآخرة."
      }
    ],
    "19": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أما الذين آمنوا بالله وعملوا بما أُمِروا به فجزاؤهم جنات يأوون إليها، ويقيمون في نعيمها ضيافة لهم؛ جزاءً لهم بما كانوا يعملون في الدنيا بطاعته."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى نزلا» هو ما يعد للضيف «بما كانوا يعملون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  من فروض ونوافل  فَلَهُمْ جَنَّاتُ الْمَأْوَى  أي: الجنات التي هي مأوى اللذات، ومعدن الخيرات، ومحل الأفراح، ونعيم القلوب، والنفوس، والأرواح، ومحل الخلود، وجوار الملك المعبود، والتمتع بقربه، والنظر إلى وجهه، وسماع خطابه. نُزُلًا  لهم أي: ضيافة، وقِرًى  بِمَا كَانُوا يَعْمَلُونَ  فأعمالهم التي تفضل اللّه بها عليهم، هي التي أوصلتهم لتلك المنازل الغالية العالية، التي لا يمكن التوصل إليها ببذل الأموال، ولا بالجنود والخدم، ولا بالأولاد، بل ولا بالنفوس والأرواح، ولا يتقرب إليها بشيءأصلا، سوى الإيمان والعمل الصالح."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقد ذكر عطاء بن يسار والسدي وغيرهما : أنها نزلت في علي بن أبي طالب ، وعقبة بن أبي معيط ; ولهذا فصل حكمهم فقال :( أما الذين آمنوا وعملوا الصالحات ) أي : صدقت قلوبهم بآيات الله وعملوا بمقتضاها ، وهي الصالحات ( فلهم جنات المأوى ) أي : التي فيها المساكن والدور والغرف العالية ) نزلا ) أي : ضيافة وكرامة ( بما كانوا يعملون)"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى\"، التي يأوي إليها المؤمنون، \"نزلاً بما كانوا يعملون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى أخبر عن مقر الفريقين غدا ; فللمؤمنين جنات المأوى ، أي يأوون إلى الجنات ; فأضاف الجنات إلى المأوى ؛ لأن ذلك الموضع يتضمن جنات . ( نزلا ) أي ضيافة . والنزل : ما يهيأ للنازل والضيف . وقد مضى في آخر ( آل عمران ) وهو نصب على الحال من الجنات ; أي لهم الجنات معدة ، ويجوز أن يكون مفعولا له ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى ) يقول تعالى ذكره: أما الذين صدّقوا الله ورسوله، وعملوا بما أمرهم الله ورسوله، فلهم جنات المأوى: يعني بساتين المساكن التي يسكنونها في الآخرة ويأوون إليها. وقوله: (نُزُلا بِمَا كَانُوا يَعْمَلُونَ) يقول: نزلا بما أنزلهموها جزاء منه لهم بما كانوا يعملون في الدنيا بطاعته."
      }
    ],
    "20": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأما الذين خرجوا عن طاعة الله وعملوا بمعاصيه فمستقرهم جهنم، كلما أرادوا أن يخرجوا منها أعيدوا فيها، وقيل لهم -توبيخا وتقريعا-: ذوقوا عذاب النار الذي كنتم به تكذبون في الدنيا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما الذين فسقوا» بالكفر والتكذيب «فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ  أي: مقرهم ومحل خلودهم، النار التي جمعت كل عذاب وشقاء، ولا يُفَتَّرُ عنهم العقاب ساعة. كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا  فكلما حدثتهم إرادتهم بالخروج، لبلوغ العذاب منهم كل مبلغ، ردوا إليها، فذهب عنهم روح ذلك الفرج، واشتد عليهم الكرب. وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ  فهذا عذاب النار، الذي يكون فيه مقرهم ومأواهم، وأما العذاب الذي قبل ذلك، ومقدمة له وهو عذاب البرزخ، فقد ذكر بقوله:"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي : خرجوا عن الطاعة ، ( فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها ) كقوله : ( كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها ) الآية [ الحج : 22 ] .قال الفضيل بن عياض : والله إن الأيدي لموثقة ، وإن الأرجل لمقيدة ، وإن اللهب ليرفعهم والملائكة تقمعهم .( وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون ) أي : يقال لهم ذلك تقريعا وتوبيخا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وأما الذين فسقوا فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وأما الذين فسقوا أي خرجوا عن الإيمان إلى الكفر فمأواهم النار أي مقامهم فيها . كلما أرادوا أن يخرجوا منها أعيدوا فيها أي إذا دفعهم لهب النار إلى أعلاها ردوا إلى موضعهم فيها ؛ لأنهم يطمعون في الخروج منها . وقد مضى هذا في ( الحج ) . . وقيل لهم أي يقول لهم خزنة جهنم . أو يقول الله لهم : ذوقوا عذاب النار الذي كنتم به تكذبون والذوق يستعمل محسوسا ومعنى . وقد مضى في هذه السورة بيانه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (وأمَّا الَّذِينَ فَسَقُوا) يقول تعالى ذكره: وأما الذين كفروا بالله، وفارقوا طاعته (فَمأْوَاهُمُ النَّارُ) يقول: فمساكنهم التي يأوون إليها في الآخرة النار ( كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ ) في الدنيا(تُكَذّبُونَ) أن الله أعدّها لأهل الشرك به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وأمَّا الَّذِينَ فَسَقُوا) أشركوا(وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ) والقوم مكذّبون كما ترون."
      }
    ],
    "21": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولنذيقن هؤلاء الفاسقين المكذبين من العذاب الأدنى من البلاء والمحن والمصائب في الدنيا قبل العذاب الأكبر يوم القيامة، حيث يُعذَّبون في نار جهنم؛ لعلهم يرجعون ويتوبون من ذنوبهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولنذيقنهم من العذاب الأدنى» عذاب الدنيا بالقتل والأسر والجدب سنين والأمراض «دون» قبل «العذاب الأكبر» عذاب الآخرة «لعلهم» أي من بقي منهم «يرجعون» إلى الإيمان."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: ولنذيقن الفاسقين المكذبين، نموذجًا من العذاب الأدنى، وهو عذاب البرزخ، فنذيقهم طرفًا منه، قبل أن يموتوا، إما بعذاب بالقتل ونحوه، كما جرى لأهل بدر من المشركين، وإما عند الموت، كما في قوله تعالى  وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ  ثم يكمل لهم العذاب الأدنى في برزخهم.وهذه الآية من الأدلة على إثبات عذاب القبر، ودلالتها ظاهرة، فإنه قال:  وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى  أي: بعض وجزء منه، فدل على أن ثَمَّ عذابًا أدنى قبل العذاب الأكبر، وهو عذاب النار.ولما كانت الإذاقة من العذاب الأدنى في الدنيا، قد لا يتصل بها الموت، فأخبر تعالى أنه يذيقهم ذلك لعلهم يرجعون إليه ويتوبون من ذنوبهم كما قال تعالى:  ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر [ لعلهم يرجعون ] ) قال ابن عباس : يعني بالعذاب الأدنى مصائب الدنيا وأسقامها وآفاتها ، وما يحل بأهلها مما يبتلي الله به عباده ليتوبوا إليه . وروي مثله عن أبي بن كعب ، وأبي العالية ، والحسن ، وإبراهيم النخعي ، والضحاك ، وعلقمة ، وعطية ، ومجاهد ، وقتادة ، وعبد الكريم الجزري ، وخصيف .وقال ابن عباس - في رواية عنه - : يعني به إقامة الحدود عليهم .وقال البراء بن عازب ، ومجاهد ، وأبو عبيدة : يعني به عذاب القبر .وقال النسائي : أخبرنا عمرو بن علي ، أخبرنا عبد الرحمن بن مهدي ، عن إسرائيل ، عن أبي إسحاق ، عن أبي الأحوص وأبي عبيدة ، عن عبد الله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : سنون أصابتهم .وقال عبد الله بن الإمام أحمد : حدثني عبد الله بن عمر القواريري ، حدثنا يحيى بن سعيد ، عن شعبة ، عن قتادة ، عن عزرة ، عن الحسن العرني ، عن يحيى بن الجزار ، عن ابن أبي ليلى عن أبي بن كعب في هذه الآية : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : المصيبات والدخان قد مضيا ، والبطشة واللزام .ورواه مسلم من حديث شعبة ، به موقوفا نحوه . وعند البخاري عن ابن مسعود ، نحوه .وقال عبد الله بن مسعود أيضا ، في رواية عنه : العذاب الأدنى : ما أصابهم من القتل والسبي يوم بدر . وكذا قال مالك ، عن زيد بن أسلم .قال السدي وغيره : لم يبق بيت بمكة إلا دخله الحزن على قتيل لهم أو أسير ، فأصيبوا أو غرموا ، ومنهم من جمع له الأمران ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) أي : سوى العذاب الأكبر ( لعلهم يرجعون ) قال أبي بن كعب ، والضحاك ، والحسن ، وإبراهيم : \" العذاب الأدنى \" مصائب الدنيا وأسقامها ، وهو رواية الوالبي عن ابن عباس - رضي الله عنهما - . وقال عكرمة عنه : هو الحدود . وقال مقاتل : الجوع سبع سنين بمكة حتى أكلوا الجيف والعظام والكلاب . وقال ابن مسعود : هو القتل بالسيف يوم بدر وهو قول قتادة والسدي ( دون العذاب الأكبر ) يعني : عذاب الآخرة ( لعلهم يرجعون ) إلى الإيمان ، يعني : من بقي منهم بعد بدر وبعد القحط ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون .قوله تعالى : ولنذيقنهم من العذاب الأدنى قال الحسن وأبو العالية والضحاك وأبي بن كعب وإبراهيم النخعي : العذاب الأدنى مصائب الدنيا وأسقامها مما يبتلى به العبيد حتى يتوبوا ; وقاله ابن عباس . وعنه أيضا أنه الحدود . وقال ابن مسعود والحسين بن علي وعبد الله بن الحارث : هو القتل بالسيف يوم بدر . وقال مقاتل : الجوع سبع سنين بمكة حتى أكلوا الجيف ; وقاله مجاهد . وعنه أيضا : العذاب الأدنى عذاب القبر ; وقاله البراء بن عازب . قالوا : والأكبر عذاب يوم القيامة . قال القشيري : وقيل عذاب القبر . وفيه نظر ; لقوله : لعلهم يرجعون . قال : ومن حمل العذاب على القتل قال : لعلهم يرجعون ؛ أي يرجع من بقي منهم . ولا خلاف أن العذاب الأكبر عذاب جهنم ; إلا ما روي عن جعفر بن محمد أنه خروج المهدي بالسيف . والأدنى غلاء السعر . وقد قيل : إن معنى قوله : لعلهم يرجعون . على قول مجاهد والبراء : أي لعلهم يريدون الرجوع ويطلبونه كقوله : فارجعنا نعمل صالحا . وسميت إرادة الرجوع رجوعا كما سميت إرادة القيام قياما في قوله تعالى : إذا قمتم إلى الصلاة . ويدل عليه قراءة من قرأ : ( يرجعون ) على البناء للمفعول ; ذكره الزمخشري ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الأَدْنَى دُونَ الْعَذَابِ الأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (21)اختلف أهل التأويل في معنى العذاب الأدنى الذي وعد الله أن يذيقه هؤلاء الفسقة، فقال بعضهم: ذلك مصائب الدنيا في الأنفس والأموال.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس &amp;; 20-189 &amp;; (وَلَنُذِيقَنَّهُمْ مِنَ العَذَاب الأدنى) يقول: مصائب الدنيا وأسقامها وبلاؤها مما يبتلي الله بها العباد حتى يتوبوا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَر لَعَلَّهُمْ يَرْجِعُونَ) قال: العذاب الأدنى بلاء الدنيا، قيل: هي المصائب.حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن شعبة، عن قتادة، عن عروة، عن الحسن العرني، عن ابن أبي ليلى، عن أُبيّ بن كعب (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى) قال: المصيبات في الدنيا قال: والدخان قد مضى، والبطشة واللزام.قال أبو موسى: ترك يحيى بن سعيد، يحيى بن الجزار، نقصان رجل.حدثنا محمد بن بشار، قال: ثنا يحيى بن سعيد ومحمد بن جعفر، قالا ثنا شعبة، عن قتادة، عن ابن عروة، عن الحسن العرني، عن يحيى بن الجزار، عن ابن أبي لَيلى، عن أُبيّ بن كعب، أنه قال: في هذه الآية (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: مصيبات الدنيا، واللزوم والبطشة، أو الدخان: شكّ شعبة في البطشة أو الدخان.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن قَتادة، عن عروة، عن الحسن العرني، عن يحيى بن الجزّار، عن ابن أبي لَيلى، عن أُبيّ بن كعب، بنحوه، إلا أنه قال: المصيبات واللزوم والبطشة.حدثنا ابن وكيع، قال: ثنا زيد بن حباب، عن شعبة، عن قَتادة، عن عروة، عن الحسن العرني، عن يحيى بن الجزّار، عن عبد الرحمن بن أبي لَيلى، عن أُبيّ بن كعب، قال: المصيبات يصابون بها في الدنيا: البطشة، والدخان، واللزوم.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي جعفر الرازي، عن الربيع، عن أبي العالية (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى) قال: المصائب في الدنيا.قال: ثنا أبو خالد الأحمر، عن جُوَيبر، عن الضحاك (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: المصيبات في دنياهم وأموالهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، حدثه، عن الحسن قوله: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَىَ) : أي مصيبات الدنيا.حدثنا ابن وكيع، قال: ثنا جرير، عن منصور، عن إبراهيم (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى) قال: أشياء يُصابون بها في الدنيا.وقال آخرون: عنى بها الحدود.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا أبو عاصم، عن شبيب، عن عكرمة، عن ابن عباس (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: الحدود.وقال آخرون: عنى بها القتل بالسيف، قال: وقتلوا يوم بدر.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن السديّ، عن أبي الضحى، عن مسروق، عن عبد الله، (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى) قال: يوم بدر.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن السديّ، عن أبي الضحى، عن مسروق، عن عبد الله مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن السديّ، عن مسروق، عن عبد الله، مثله.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا عوف عمن حدثه، عن الحسن بن عليّ، أنه قال: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: القتل بالسيف صبرا.حدثنا ابن وكيع، قال: ثنا عبد الأعلى، عن عوف، عن عبد الله بن الحارث بن نوفل (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: القتل بالسيف، كلّ شيء وعد الله هذه الأمة من العذاب الأدنى إنما هو السيف.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا ابن أبي نجيح، عن مجاهد (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: القتل والجوع لقريش في الدنيا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قال: كان مجاهد يحدّث &amp;; 20-191 &amp;; عن أُبيّ بن كعب أنه كان يقول: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) يوم بدر.وقال آخرون: عنى بذلك سنون أصابتهم.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن إبراهيم (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: سنون أصابتهم.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن منصور، عن إبراهيم، مثله.وقال آخرون: عنى بذلك: عذاب القبر.* ذكر من قال ذلك:حدثني محمد بن عمارة، قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى دُونَ العَذَابِ الأكْبَرِ) قال: الأدنى في القبور وعذاب الدنيا.وقال آخرون: ذلك عذاب الدنيا.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَلَنُذِيقَنَّهُمْ مِنَ العَذَابِ الأدْنَى) قال: العذاب الأدنى: عذاب الدنيا.وأولى الأقوال في ذلك أن يقال: إن الله وعد هؤلاء الفسقة المكذّبين بوعيده في الدنيا العذاب الأدنى، أن يذيقهموه دون العذاب الأكبر، والعذاب: هو ما كان في الدنيا من بلاء أصابهم، إما شدّة من مجاعة، أو قتل، أو مصائب يصابون بها، فكل ذلك من العذاب الأدنى، ولم يخصص الله تعالى ذكره، إذ وعدهم ذلك أن يعذّبهم بنوع من ذلك دون نوع، وقد عذّبهم بكل ذلك في الدنيا بالقتل والجوع والشدائد والمصائب في الأموال، فأوفى لهم بما وعدهم.وقوله: (دُونَ العَذابِ الأكْبَرِ) يقول: قيل العذاب الأكبر، وذلك عذاب يوم القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن السديّ، عن أبي الضحى، عن مسروق، عن عبد الله (دُونَ العَذابِ الأكْبَرِ) قال: يوم القيامة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن السديّ، عن مسروق، عن عبد الله مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد (دُونَ العَذابِ الأكْبَرِ) يوم القيامة في الآخرة.حدثني محمد بن عمارة، قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد (دونَ العَذَابِ الأكْبَرِ) يوم القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (دُونَ العَذَابِ الأكْبَرِ) يوم القيامة حدّث به قَتادة، عن الحسن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (دُونَ العَذَابِ الأكْبَرِ) قال: العذاب الأكبر: عذاب الآخرة.وقوله: (لَعَلَّهمْ يَرْجِعُونَ) يقول: كي يرجعوا ويتوبوا بتعذيبهم العذاب الأدنى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن السديّ، عن أبي الضحى، عن مسروق، عن عبد الله (لَعَلَّهُمْ يَرْجِعُونَ) قال: يتوبون.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي جعفر الرازيّ، عن الربيع، عن أبي العالية (لَعَلَّهُمْ يَرْجعونَ) قال: يتوبون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (لَعَلَّهُمْ يَرْجعونَ) : أي يتوبون."
      }
    ],
    "22": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولا أحد أشد ظلمًا لنفسه ممن وعظ بدلائل الله، ثم أعرض عن ذلك كله، فلم يتعظ بمواعظه، ولكنه استكبر عنها، إنا من المجرمين الذين أعرضوا عن آيات الله وحججه، ولم ينتفعوا بها، منتقمون."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ومن أظلم ممن ذُكِّرَ بآيات ربِّه» القرآن «ثم أعرض عنها» أي لا أحد أظلم منه «إنا من المجرمين» المشركين «منتقمون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: لا أحد أظلم، وأزيد تعديًا، ممن ذكر بآيات ربه، التي أوصلها إليه ربه، الذي يريد تربيته، وتكميل نعمته على أيدي رسله، تأمره، وتذكره مصالحه الدينية والدنيوية، وتنهاه عن مضاره الدينية والدنيوية، التي تقتضي أن يقابلها بالإيمان والتسليم، والانقياد والشكر، فقابلها هذا الظالم بضد ما ينبغي، فلم يؤمن بها، ولا اتبعها، بل أعرض عنها وتركها وراء ظهره، فهذا من أكبر المجرمين، الذين يستحقون شديد النقمة، ولهذا قال:  إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله تعالى \"ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها\" أي : لا أظلم ممن ذكره الله بآياته وبينها له ووضحها ، ثم بعد ذلك تركها وجحدها وأعرض عنها وتناساها ، كأنه لا يعرفها .قال قتادة رحمه الله : إياكم والإعراض عن ذكر الله ، فإن من أعرض عن ذكره فقد اغتر أكبر الغرة ، وأعوز أشد العوز ، وعظم من أعظم الذنوب .ولهذا قال تعالى متهددا لمن فعل ذلك : ( إنا من المجرمين منتقمون ) أي : سأنتقم ممن فعل ذلك أشد الانتقام .وقال ابن جرير : حدثني عمران بن بكار الكلاعي ، حدثنا محمد بن المبارك ، حدثنا إسماعيل بن عياش ، حدثنا عبد العزيز بن عبيد الله ، عن عبادة بن نسي ، عن جنادة بن أبي أمية عن معاذ بن جبل قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" ثلاث من فعلهن فقد أجرم ، من عقد لواء في غير حق ، أو عق والديه ، أو مشى مع ظالم ينصره ، فقد أجرم ، يقول الله تعالى : ( إنا من المجرمين منتقمون )ورواه ابن أبي حاتم ، من حديث إسماعيل بن عياش ، به ، وهذا حديث غريب جدا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها إنا من المجرمين ) يعني : المشركين ) ( منتقمون )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها إنا من المجرمين منتقمون .قوله تعالى : ومن أظلم أي لا أحد أظلم لنفسه . ممن ذكر بآيات ربه أي بحججه وعلاماته . ثم أعرض عنها بترك القبول . إنا من المجرمين منتقمون لتكذيبهم وإعراضهم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (22)يقول تعالى ذكره: وأيّ الناس أظلم لنفسه ممن وعظه الله بحججه، وآي كتابه، ورسله، ثم أعرض عن ذلك كله، فلم يتعظ بمواعظه، ولكنه استكبر عنها.وقوله: (إنَّا مِنَ المُجْرِمِينَ مُنْتَقِمونَ) يقول: إنا من الذين اكتسبوا الآثام، واجترحوا السيئات منتقمون.وكان بعضهم يقول: عنى بالمجرمين في هذا الموضع: أهل القدر.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا مروان بن معاوية، قال: أخبرنا وائل بن داود، عن مروان بن سفيح، عن يزيد بن رفيع، قال: إن قول الله في القرآن (إنَّا مِنَ المُجْرِمِينَ مُنْتَقِمُونَ) هم أصحاب القدر، ثم قرأ  إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ ...  إلى قوله:  خَلَقْنَاهُ بِقَدَرٍ  .حدثنا الحسن بن عرفة، قال: ثنا مروان، قال: أخبرنا وائل بن داود، عن ابن سفيح، عن يزيد بن رفيع بنحوه، إلا أنه قال في حديثه: ثم قرأ وائل بن داود هؤلاء الآيات  إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ ...  إلى آخر الآيات.وقال آخرون في ذلك بما حدثني به عمران بن بكار الكلاعي، قال: ثنا محمد بن المبارك، قال: ثنا إسماعيل بن عياش، قال: ثنا عبد العزيز بن عبيد الله، عن عبادة بن نسيّ، عن جنادة بن أبي أُميَّة، عن معاذ بن جبل، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" ثَلاثٌ مَنْ فَعَلَهُنَّ فَقَدْ أجْرَمَ: مَنِ اعْتَقَدَ لِوَاءً فِي غيرِ حَقّ، أوْ عَقَّ وَالِدَيْهِ، أو مَشَى مَعَ ظالمٍ يَنْصُرُهُ فَقَدْ أجْرَمَ. يَقُولُ اللهُ(إنَّا مِنَ المُجْرِمِينَ مُنْتَقِمُونَ) \"."
      }
    ],
    "23": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولقد آتينا موسى التوراة كما آتيناك -أيها الرسول- القرآن، فلا تكن في شك من لقاء موسى ليلة الإسراء والمعراج، وجعلنا التوراة هداية لبني إسرائيل، تدعوهم إلى الحق وإلى طريق مستقيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولقد آتينا موسى الكتاب» التوراة «فلا تكن في مِريةٍ» شكٍ «من لقائه» وقد التقيا ليلة الإسراء «وجعلناهُ» أي موسى أو الكتاب «هدىً» هاديا «لبني إسرائيل»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى، آياته التي ذكر بها عباده، وهو: القرآن، الذي أنزله على محمد صلى اللّه عليه وسلم، ذكر أنه ليس ببدع من الكتب، ولا من جاء به، بغريب من الرسل، فقد آتى الله موسى الكتاب الذي هو التوراة المصدقة للقرآن، التي قد صدقها القرآن، فتطابق حقهما، وثبت برهانهما،  فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ  لأنه قد تواردت أدلة الحق وبيناته، فلم يبق للشك والمرية، محل. وَجَعَلْنَاهُ  أي: الكتاب الذي آتيناه موسى  هُدًى لِبَنِي إِسْرَائِيلَ  يهتدون به في أصول دينهم، وفروعه  وشرائعه موافقة لذلك الزمان، في بني إسرائيل.وأما هذا القرآن الكريم، فجعله اللّه هداية للناس كلهم، لأنه هداية للخلق، في أمر دينهم ودنياهم، إلى يوم القيامة، وذلك لكماله وعلوه  وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن عبده ورسوله موسى ، عليه السلام ، أنه آتاه الكتاب وهو التوراة .وقوله : ( فلا تكن في مرية من لقائه ) : قال قتادة : يعني به ليلة الإسراء . ثم روي عن أبي العالية الرياحي قال : حدثني ابن عم نبيكم - يعني ابن عباس - قال : قال رسول الله صلى الله عليه وسلم : \" أريت ليلة أسري بي موسى بن عمران ، رجلا آدم طوالا جعدا ، كأنه من رجال شنوءة . ورأيت عيسى رجلا مربوع الخلق ، إلى الحمرة والبياض ، مبسط الرأس ، ورأيت مالكا خازن النار والدجال ، في آيات أراهن الله إياه \" ، ( فلا تكن في مرية من لقائه ) ، أنه قد رأى موسى ، ولقي موسى ليلة أسري به .وقال الطبراني : حدثنا محمد بن عثمان بن أبي شيبة ، حدثنا الحسن بن علي الحلواني ، حدثنا روح بن عبادة ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أبي العالية ، عن ابن عباس ، عن النبي صلى الله عليه وسلم في قوله : ( وجعلناه هدى لبني إسرائيل ) ، قال : جعل موسى هدى لبني إسرائيل ، وفي قوله : ( فلا تكن في مرية من لقائه ) قال : من لقاء موسى ربه عز وجل .وقوله : ( وجعلناه ) أي : الكتاب الذي آتيناه ( هدى لبني إسرائيل ) ، [ كما قال تعالى في سورة الإسراء : ( وآتينا موسى الكتاب وجعلناه هدى لبني إسرائيل ألا تتخذوا من دوني وكيلا ) [ الإسراء : 2 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه ) يعني : فلا تكن في شك من لقاء موسى ليلة المعراج ، قاله ابن عباس وغيره .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن بشار ، أخبرنا غندر ، عن شعبة ، عن قتادة رحمه الله قال : وقال لي خليفة ، أخبرنا يزيد بن زريع ، أخبرنا سعيد عن قتادة ، عن أبي العالية قال : أخبرنا ابن عم نبيكم - يعني ابن عباس - عن النبي - صلى الله عليه وسلم - قال : \" رأيت ليلة أسري بي موسى رجلا آدم طوالا جعدا كأنه من رجال شنوءة ، ورأيت عيسى رجلا مربوعا مربوع الخلق إلى الحمرة والبياض ، سبط الرأس ، ورأيت مالكا خازن النار ، والدجال في آيات أراهن الله إياه فلا تكن في مرية من لقائه \" .أخبرنا أبو صالح أحمد بن عبد الملك المؤذن ، أخبرنا عبد الله المحاملي ، أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم البزاز ، أخبرنا محمد بن يونس ، أخبرنا عمر بن حبيب القاضي ، أخبرنا سليمان التيمي ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" لما أسري بي إلى السماء رأيت موسى يصلي في قبره \" .وروينا في المعراج أنه رآه في السماء السادسة ومراجعته في أمر الصلاة .قال السدي : \" فلا تكن في مرية من لقائه \" ، أي : من تلقي موسى كتاب الله بالرضا والقبول .) ( وجعلناه ) يعني : الكتاب وهو التوراة ، وقال قتادة : موسى ( هدى لبني إسرائيل )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه أي فلا تكن يا محمد في شك من لقاء موسى ; قاله ابن عباس . وقد لقيه ليلة الإسراء . قتادة : المعنى فلا تكن في شك من أنك لقيته ليلة الإسراء . والمعنى واحد . وقيل : فلا تكن في شك من لقاء موسى في القيامة ، وستلقاه فيها . وقيل : فلا تكن في شك من لقاء موسى الكتاب بالقبول ; قاله مجاهد والزجاج . وعن الحسن أنه قال في معناه : ولقد آتينا موسى الكتاب فأوذي وكذب ، فلا تكن في شك من أنه سيلقاك ما لقيه من التكذيب والأذى ; فالهاء عائدة على مخذوف ، والمعنى من لقاء ما لاقى . النحاس : وهذا قول غريب ، إلا أنه من رواية عمرو بن عبيد . وقيل في الكلام تقديم وتأخير ; والمعنى : قل يتوفاكم ملك الموت الذي وكل بكم فلا تكن في مرية من لقائه ; فجاء معترضا بين ولقد آتينا موسى الكتاب وبين وجعلناه هدى لبني إسرائيل . والضمير في وجعلناه فيه وجهان : أحدهما : جعلنا موسى ; قاله قتادة . الثاني : جعلنا الكتاب ; قاله الحسن ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ (23)يقول تعالى ذكره: ولقد آتينا موسى التوراة، كما آتيناك الفرقان يا محمد ( فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ ) يقول: فلا تكن في شكّ من لقائه، فكان قتادة يقول: معنى ذلك: فلا تكن في شكّ من أنك لقيته، أو تلقاه ليلة أُسري بك، وبذلك جاء الأثر عن رسول الله صلى الله عليه وسلم .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة عن أبي العالية الرياحي، قال: حدثنا ابن عمّ نبيكم -يعني: ابن عباس- قال: قال نبيّ الله صلى الله عليه وسلم: \" أُرِيتُ لَيْلَةَ أُسْرِيَ بِي مُوسَى بنَ عِمْرَانَ رَجُلا آدَمَ طِوَالا جَعْدًا، كأنَّهُ مِنْ رجالِ شَنُوءَةَ، ورأيْتُ عِيسَى رَجُلا مَربُوعَ الخَلْقِ إلى الحُمْرَةِ والبياضِ، سَبْطَ الرأسِ ورأيْتُ مالِكا خازِنَ النَّارِ، والدَّجَّالَ\" فِي آياتٍ أرَاهنَّ اللهُ إيَّاهُ، ( فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ ) أنه قد رأى موسى، ولقى موسى ليلة أُسري به.وقوله: ( وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ ) يقول تعالى ذكره: وجعلنا موسى هدى لبني إسرائيل، يعنى: رشادا لهم يرشدون باتباعه، ويصيبون الحقّ بالاقتداء به، والائتمام بقوله.وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ) قال: جعل الله موسى هدى لبني إسرائيل."
      }
    ],
    "24": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وجعلنا من بني إسرائيل هداة ودعاة إلى الخير، يأتمُّ بهم الناس، ويدعونهم إلى التوحيد وعبادة الله وحده وطاعته، وإنما نالوا هذه الدرجة العالية حين صبروا على أوامر الله، وترك زواجره، والدعوة إليه، وتحمُّل الأذى في سبيله، وكانوا بآيات الله وحججه يوقنون."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وجعلنا منهم أئمةً» بتحقيق الهمزتين وإبدال الثانية ياء: قادة «يهدون» الناس «بأمرنا لما صبروا» على دينهم وعلى البلاء من عدوهم، وفي قراءة بكسر اللام وتخفيف الميم «وكانوا بآياتنا» الدالة على قدرتنا ووحدانيتنا «يوقنون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَجَعَلْنَا مِنْهُمْ  أي: من بني إسرائيل  أَئِمَّةً يَهْدُونَ بِأَمْرِنَا  أي: علماء بالشرع، وطرق الهداية، مهتدين في أنفسهم، يهدون غيرهم بذلك الهدى، فالكتاب الذي أنزل إليهم، هدى، والمؤمنون به منهم، على قسمين: أئمة يهدون بأمر اللّه، وأتباع مهتدون بهم.والقسم الأول أرفع الدرجات بعد درجة النبوة والرسالة، وهي درجة الصديقين، وإنما نالوا هذه الدرجة العالية بالصبر على التعلم والتعليم، والدعوة إلى اللّه، والأذى في سبيله، وكفوا أنفسهم عن جماحها في المعاصي، واسترسالها في الشهوات. وَكَانُوا بِآيَاتِنَا يُوقِنُونَ  أي: وصلوا في الإيمان بآيات اللّه، إلى درجة اليقين، وهو العلم التام، الموجب للعمل، وإنما وصلوا إلى درجة اليقين، لأنهم تعلموا تعلمًا صحيحًا، وأخذوا المسائل عن أدلتها المفيدة لليقين.فما زالوا يتعلمون المسائل، ويستدلون عليها بكثرة الدلائل، حتى وصلوا لذاك، فبالصبر واليقين، تُنَالُ الإمامة في الدين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون ) ، أي : لما كانوا صابرين على أوامر الله وترك نواهيه وزواجره وتصديق رسله واتباعهم فيما جاؤوهم به ، كان منهم أئمة يهدون إلى الحق بأمر الله ، ويدعون إلى الخير ، ويأمرون بالمعروف ، وينهون عن المنكر . ثم لما بدلوا وحرفوا وأولوا ، سلبوا ذلك المقام ، وصارت قلوبهم قاسية ، يحرفون الكلم عن مواضعه ، فلا عمل صالحا ، ولا اعتقاد صحيحا; ولهذا قال : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) قال قتادة وسفيان : لما صبروا عن الدنيا : وكذلك قال الحسن بن صالح .قال سفيان : هكذا كان هؤلاء ، ولا ينبغي للرجل أن يكون إماما يقتدى به حتى يتحامى عن الدنيا .قال وكيع : قال سفيان : لا بد للدين من العلم ، كما لا بد للجسد من الخبز .وقال ابن بنت الشافعي : قرأ أبي على عمي - أو : عمي على أبي - سئل سفيان عن قول علي ، رضي الله عنه : الصبر من الإيمان بمنزلة الرأس من الجسد ، ألم تسمع قوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) ، قال : لما أخذوا برأس الأمر صاروا رؤوسا . قال بعض العلماء : بالصبر واليقين تنال الإمامة في الدين .ولهذا قال تعالى ] : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة [ ورزقناهم من الطيبات وفضلناهم على العالمين وآتيناهم بينات من الأمر ] فما اختلفوا إلا من بعد ما جاءهم العلم ) [ الجاثية : 16 ، 17 ] ، كما قال هنا :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وجعلنا منهم ) يعني : من بني إسرائيل ) ( أئمة ) قادة في الخير يقتدى بهم ، يعني : الأنبياء الذين كانوا فيهم . وقال قتادة : أتباع الأنبياء ) ( يهدون ) يدعون ( بأمرنا لما صبروا ) قرأ حمزة والكسائي ، بكسر اللام وتخفيف الميم ، أي : لصبرهم ، وقرأ الباقون بفتح اللام وتشديد الميم ، أي : حين صبروا على دينهم وعلى البلاء من عدوهم بمصر ( وكانوا بآياتنا يوقنون )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وجعلنا منهم أئمة أي قادة وقدوة يقتدى بهم في دينهم . والكوفيون يقرءون ( أئمة ) النحاس : وهو لحن عند جميع النحويين ; لأنه جمع بين همزتين في كلمة واحدة ، وهو من دقيق النحو .وشرحه : أن الأصل ( أأممة ) ثم ألقيت حركة الميم على الهمزة وأدغمت الميم ، وخففت الهمزة الثانية لئلا يجتمع همزتان ، والجمع بين همزتين في حرفين بعيد ; فأما في حرف واحد فلا يجوز إلا تخفيف الثانية نحو قولك : آدم وآخر . ويقال : هذا أوم من هذا وأيم ; بالواو والياء . وقد مضى هذا في ( براءة ) والله تعالى أعلم . يهدون بأمرنا أي يدعون الخلق إلى طاعتنا . بأمرنا أي أمرناهم بذلك . وقيل : بأمرنا أي لأمرنا ; أي يهدون الناس لديننا . ثم قيل : المراد الأنبياء عليهم السلام ; قاله قتادة . وقيل : المراد الفقهاء والعلماء . لما صبروا قراءة العامة ( لما ) بفتح اللام وتشديد الميم وفتحها ; أي حين صبروا . وقرأ يحيى وحمزة والكسائي وخلف ورويس عن يعقوب : ( لما صبروا ) أي لصبرهم جعلناهم أئمة . واختاره أبو عبيد اعتبارا بقراءة ابن مسعود ( بما صبروا ) بالباء . وهذا الصبر صبر على الدين وعلى البلاء . وقيل : صبروا عن الدنيا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (وَجَعَلْنا مِنْهُمْ أئمَّةً) يقول تعالى ذكره: وجعلنا من بني إسرائيل أئمة، وهي جمع إمام، والإمام الذي يؤتمّ به في خير أو شرّ، وأريد بذلك في هذا الموضع أنه جعل منهم قادة في الخير، يؤتمّ بهم، ويهْتَدى بهديهم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَجَعَلْنا مِنْهُمْ أئمَّةً يَهدُونَ بأمْرِنا) قال: رؤساء في الخير. وقوله: (يَهْدُونَ بأمْرِنا) يقول تعالى ذكره: يهدون أتباعهم وأهل القبول منهم بإذننا لهم بذلك، وتقويتنا إياهم عليه.وقوله: (لَمَّا صَبرُوا) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة، وبعض أهل الكوفة (لَمَّا صَبرُوا) بفتح اللام وتشديد الميم، بمعنى: إذ صبروا، وحين صبروا، وقرأ ذلك عامة قرّاء الكوفة (لِمَا) بكسر اللام وتخفيف الميم بمعنى: لصبرهم عن الدنيا وشهواتها، واجتهادهم في طاعتنا، والعمل بأمرنا، وذُكر أن ذلك فى قراءة ابن مسعود (بِمَا صَبَرُوا) وما إذا كسرت اللام من (لِمَا) في موضع خفض، وإذا فتحت اللام وشدّدت الميم، فلا موضع لها، لأنها حينئذ أداة.والقول عندي في ذلك أنهما قراءتان مشهورتان متقاربتا المعنى، قد قرأ بكل واحدة منهما عامة من القراء فبأيتهما قرأ القارئ فمصيب. وتأويل الكلام إذا قُرئ ذلك بفتح اللام وتشديد الميم، وجعلنا منهم أئمة يهدون أتباعهم بإذننا إياهم، وتقويتنا إياهم على الهداية، إذ صبروا على طاعتنا، وعزفوا أنفسهم عن لذّات الدنيا وشهواتها. وإذا قرئ بكسر اللام (1) على ما قد وصفنا.وقد حدثنا ابن وكيع، قال: قال أبي، سمعنا في (وَجَعَلْنا مْنِهُمْ أئمَّةً يهدون بأمْرِنا لَمَّا صَبروا) قال: عن الدنيا.وقوله: (وكانُوا بآياتِنا يُوقِنُونَ) يقول: وكانوا أهل يقين بما دلهم عليه حججنا، وأهل تصديق بما تبين لهم من الحقّ، وإيمان برسلنا، وآيات كتابنا وتنزيلنا.-------------------الهوامش :(1) لعله فيكون على ... إلخ ."
      }
    ],
    "25": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إن ربك -أيها الرسول- يقضي بين المؤمنين والكافرين من بني إسرائيل وغيرهم يوم القيامة بالعدل فيما اختلفوا فيه من أمور الدين، ويجازي كل إنسان بعمله بإدخال أهلِ الجنةِ الجنةَ وأهلِ النارِ النارَ."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إن ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون» من أمر الدين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وثَمَّ مسائل اختلف فيها بنو إسرائيل، منهم من أصاب فيها الحق، ومنهم من أخطأه خطأ، أو عمدًا، واللّه تعالى  يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ  وهذا القرآن يقص على بني إسرائيل، بعض الذي يختلفون فيه، فكل خلاف وقع بينهم، ووجد في القرآن تصديق لأحد القولين، فهو الحق، وما عداه مما خالفه، باطل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( إن ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : من الاعتقادات والأعمال ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إن ربك هو يفصل\"، يقضي، \"بينهم يوم القيامة فيما كانوا فيه يختلفون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إن ربك هو يفصل بينهم يوم القيامة أي يقضي ويحكم بين المؤمنين والكفار ، فيجازي كلا بما يستحق . وقيل : يقضي بين الأنبياء وبين قومهم ; حكاه النقاش ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (25)يقول تعالى ذكره: إن ربك يا محمد هو يبين جميع خلقه يوم القيامة فيما كانوا فيه في الدنيا يختلفون من أمور الدين والبعث والثواب والعقاب، وغير ذلك من أسباب دينهم، فيفرق بينهم بقضاء فاصل بإيجابه لأهل الحقّ الجنة، ولأهل الباطل النار."
      }
    ],
    "26": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أولم يتبين لهؤلاء المكذبين للرسول: كم أهلكنا من قبلهم من الأمم السابقة يمشون في مساكنهم، فيشاهدونها عِيانًا كقوم هود وصالح ولوط؟ إن في ذلك لآيات وعظات يُستدَلُّ بها على صدق الرسل التي جاءتهم، وبطلان ما هم عليه من الشرك، أفلا يسمع هؤلاء المكذبون بالرسل مواعظ الله وحججه، فينتفعون بها؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أو لم يهدِ لهم كم أهلكنا من قبلهم» أي يتبيَّن لكفار مكة إهلاكنا كثيرا «من القرون» الأمم بكفرهم «يمشون» حال من ضمير لهم «في مساكنهم» في أسفارهم إلى الشام وغيرها فيعتبروا «إن في ذلك لآيات» دلالات على قدرتنا «أفلا يسمعون» سماع تدبر واتعاظ."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يعني: أولم يتبين لهؤلاء المكذبين للرسول، ويهدهم إلى الصواب.  كَمْ أَهْلَكْنَا مِنْ قَبْلَهُمْ مِنَ الْقُرُونِ  الذين سلكوا مسلكهم،  يَمْشُونَ فِي مَسَاكِنِهِمْ  فيشاهدونها عيانًا، كقوم هود، وصالح، وقوم لوط. إِنَّ فِي ذَلِكَ لَآيَاتٍ  يستدل بها، على صدق الرسل، التي جاءتهم، وبطلان ما هم عليه، من الشرك والشر، وعلى أن من فعل مثل فعلهم، فُعِلَ بهم، كما فُعِلَ بأشياعه من قبل.وعلى أن اللّه تعالى مجازي العباد، وباعثهم للحشر والتناد.  أَفَلَا يَسْمَعُونَ  آيات اللّه، فيعونها، فينتفعون بها، فلو كان لهم سمع صحيح، وعقل رجيح، لم يقيموا على حالة  يجزم بها، بالهلاك."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قول تعالى : أولم يهد لهؤلاء المكذبين بالرسل ما أهلك الله قبلهم من الأمم الماضية ، بتكذيبهم الرسل ومخالفتهم إياهم فيما جاءوهم به من قويم السبل ، فلم يبق منهم باقية ولا عين ولا أثر ؟ ( هل تحس منهم من أحد أو تسمع لهم ركزا ) [ مريم : 98 ] ; ولهذا قال : ( يمشون في مساكنهم ) أي : وهؤلاء المكذبون يمشون في مساكن أولئك المكذبين فلا يرون فيها أحدا ممن كان يسكنها ويعمرها ، ذهبوا منها ، ( كأن لم يغنوا فيها ) [ الأعراف : 92 ] ، كما قال : ( فتلك بيوتهم خاوية بما ظلموا ) [ النمل : 52 ] ، وقال : ( فكأين من قرية أهلكناها وهي ظالمة فهي خاوية على عروشها وبئر معطلة وقصر مشيد أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) [ الحج : 45 ، 46 ] ; ولهذا قال هاهنا : ( إن في ذلك لآيات ) أي : إن في ذهاب أولئك القوم ودمارهم وما حل بهم بسبب تكذيبهم الرسل ، ونجاة من آمن بهم ، لآيات وعبر ومواعظ ودلائل متظاهرة .( أفلا يسمعون ) أي : أخبار من تقدم ، كيف كان أمرهم ؟ ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( أولم يهد ) لم يتبين ( لهم كم أهلكنا من قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات أفلا يسمعون ) آيات الله وعظاته فيتعظون بها ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : أولم يهد لهم كم أهلكنا من قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات أفلا يسمعون .قوله تعالى : أولم يهد لهم وقرأ أبو عبد الرحمن السلمي وقتادة وأبو زيد عن يعقوب ( نهد لهم ) بالنون ; فهذه قراءة بينة . النحاس : وبالياء فيها إشكال ; لأنه يقال : الفعل لا يخلو من فاعل ، فأين الفاعل ل ( يهد ) ؟ فتكلم النحويون في هذا ; فقال الفراء : كم في موضع رفع ب ( يهد ) وهذا نقض لأصول النحويين في قولهم : إن الاستفهام لا يعمل فيه ما قبله ولا في كم بوجه ; أعني ما قبلها . ومذهب أبي العباس أن يهد يدل على الهدى ; والمعنى أو لم يهد لهم الهدى . وقيل : المعنى أو لم يهد الله لهم ; فيكون معنى الياء والنون واحدا ; أي أو لم نبين لهم إهلاكنا القرون الكافرة من قبلهم . وقال الزجاج : كم في موضع نصب ب ( أهلكنا ) . يمشون في مساكنهم يحتمل الضمير في يمشون أن يعود على الماشين في مساكن المهلكين ; أي وهؤلاء يمشون ولا يعتبرون . ويحتمل أن يعود على المهلكين فيكون حالا ; والمعنى : أهلكناهم ماشين في مساكنهم . إن في ذلك لآيات أفلا يسمعون آيات الله وعظاته فيتعظون ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لآيَاتٍ أَفَلا يَسْمَعُونَ (26)كما: حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس (أوَلَمْ يَهْدِ لَهُمْ) يقول: أولم يبين لهم، وعلى القراءة بالياء في ذلك قرّاء الأمصار، وكذلك القراءة عندنا لإجماع الحجة من القرّاء، بمعنى: أولم يبين لهم إهلاكنا القرون الخالية من قبلهم، سنتنا فيمن سلك سبيلهم من الكفر بآياتنا، فيتعظوا وينزجروا. وقوله: (كَمْ) إذا قُرئ(يهْدِ) بالياء، في موضع رفع بيهد. وأما إذا قرئ ذلك بالنون (أوَلَمْ نَهْدِ) فإن موضع (كم) وما بعدها نصب. وقوله: (يَمْشونَ فِي مَساكِنهمْ) يقول تعالى ذكره: أولم يبين لهن كثرة إهلاكنا القرون الماضية من قبلهم يمشون في بلادهم وأرضهم، كعاد وثمود.كما: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (أولَمْ يهْدِ لَهُمْ كَمْ أهْلَكْنا مِنْ قَبْلِهمْ مِنَ القُرُونِ) عاد وثمود، وأنهم إليهم لا يُرجعون.وقوله: (إنَّ فِي ذَلِكَ لآيَاتٍ) يقول تعالى ذكره: إن في خلاء مساكن القرون الذين أهلكناهم من قبل هؤلاء المكذّبين بآيات الله من قريش من أهلها الذين كانوا سكانها وعمَّارها بإهلاكنا إياهم لما كذّبوا رسلنا، وجحدوا بآياتنا، وعبدوا من دون الله آلهة غيره التي يمرّون بها فيعاينونها، لآيات لهم وعظات يتعظون بها، لو كانوا أولي حجا وعقول، يقول الله: (أفلا يَسْمَعُونَ) عظات الله وتذكيره إياهم آياته، وتعريفهم مواضع حججه؟."
      }
    ],
    "27": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أولم ير المكذبون بالبعث بعد الموت أننا نسوق الماء إلى الأرض اليابسة الغليظة التي لا نبات فيها، فنخرج به زرعًا مختلفًا ألوانه تأكل منه أنعامهم، وتتغذى به أبدانهم فيعيشون به؟ أفلا يرون هذه النعم بأعينهم، فيعلموا أن الله الذي فعل ذلك قادر على إحياء الأموات ونَشْرهم من قبورهم؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«أو لم يروا أنا نسوق الماء إلى الأرض الجرز» اليابسة التي لا نبات فيها «فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون» هذا فيعلمون أنا نقدر على إعادتهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " أَوَلَمْ يَرَوْا  بأبصارهم نعمتنا، وكمال حكمتنا  أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ  التي لا نبات فيها، فيسوق اللّه المطر، الذي لم يكن قبل موجودًا فيها، فيفرغه فيها، من السحاب، أو من الأنهار.  فَنُخْرِجُ بِهِ زَرْعًا  أي: نباتًا، مختلف الأنواع  تَأْكُلُ مِنْهُ أَنْعَامُهُمْ  وهو نبات البهائم  وَأَنْفُسهمْ  وهو طعام الآدميين. أَفَلَا يُبْصِرُونَ  تلك المنة، التي أحيا اللّه بها البلاد والعباد، فيستبصرون فيهتدون بذلك البصر، وتلك البصيرة، إلى الصراط المستقيم، ولكن غلب عليهم العمى، واستولت عليهم الغفلة، فلم يبصروا في ذلك، بصر الرجال، وإنما نظروا إلى ذلك، نظر الغفلة، ومجرد العادة، فلم يوفقوا للخير."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز ) : يبين تعالى لطفه بخلقه ، وإحسانه إليهم في إرساله الماء إما من السماء أو من السيح ، وهو : ما تحمله الأنهار وينحدر من الجبال إلى الأراضي المحتاجة إليه في أوقاته; ولهذا قال : ( إلى الأرض الجرز ) ، وهي [ الأرض ] التي لا نبات فيها ، كما قال تعالى : ( وإنا لجاعلون ما عليها صعيدا جرزا ) [ الكهف : 8 ] ، أي : يبسا لا تنبت شيئا وليس المراد من قوله : ( إلى الأرض الجرز ) أرض مصر فقط ، بل هي بعض المقصود ، وإن مثل بها كثير من المفسرين فليست [ هي ] المقصودة وحدها ، ولكنها مرادة قطعا من هذه الآية ، فإنها في نفسها أرض رخوة غليظة تحتاج من الماء ما لو نزل عليها مطرا لتهدمت أبنيتها ، فيسوق الله إليها النيل بما يتحمله من الزيادة الحاصلة من أمطار بلاد الحبشة ، وفيه طين أحمر ، فيغشى أرض مصر ، وهي أرض سبخة مرملة محتاجة إلى ذلك الماء ، وذلك الطين أيضا لينبت الزرع فيه ، فيستغلون كل سنة على ماء جديد ممطور في غير بلادهم ، وطين جديد من غير أرضهم ، فسبحان الحكيم الكريم المنان المحمود ابتداء .قال ابن لهيعة ، عن قيس بن حجاج ، عمن حدثه قال : لما فتحت مصر ، أتى أهلها عمرو بن العاص - [ وكان أميرا بها ] - حين دخل بئونة من أشهر العجم ، فقالوا : أيها الأمير ، إن لنيلنا سنة لا يجري إلا بها . قال : وما ذاك ؟ قالوا : إذا كانت ثنتا عشرة ليلة خلت من هذا الشهر عمدنا إلى جارية بكر بين أبويها ، فأرضينا أبويها ، وجعلنا عليها من الحلي والثياب أفضل ما يكون ، ثم ألقيناها في هذا النيل . فقال لهم عمرو : إن هذا لا يكون في الإسلام ، إن الإسلام يهدم ما كان قبله . فأقاموا بئونة والنيل لا يجري ، حتى هموا بالجلاء ، فكتب عمرو إلى عمر بن الخطاب بذلك ، فكتب إليه : إنك قد أصبت بالذي فعلت ، وقد بعثت إليك ببطاقة داخل كتابي هذا ، فألقها في النيل . فلما قدم كتابه أخذ عمرو البطاقة ففتحها فإذا فيها : من عبد الله عمر أمير المؤمنين إلى نيل أهل مصر ، أما بعد . . . فإنك إن كنت إنما تجري من قبلك فلا تجر ، وإن كان الله الواحد القهار هو الذي يجريك فنسأل الله أن يجريك . قال : فألقى البطاقة في النيل ، وأصبحوا يوم السبت وقد أجرى الله النيل ستة عشر ذراعا في ليلة واحدة ، وقطع الله تلك السنة عن أهل مصر إلى اليوم . رواه الحافظ أبو القاسم اللالكائي الطبري في كتاب \" السنة \" له .ولهذا قال تعالى : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون ) ، كما قال تعالى : ( فلينظر الإنسان إلى طعامه أنا صببنا الماء صبا ثم شققنا الأرض شقا فأنبتنا فيها حبا وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا وفاكهة وأبا [ متاعا لكم ولأنعامكم ] ) [ عبس : 24 - 32 ] ; ولهذا قال هاهنا : ( أفلا يبصرون ) . وقال ابن أبي نجيح ، عن رجل ، عن ابن عباس في قوله : ( إلى الأرض الجرز ) قال : هي التي لا تمطر إلا مطرا لا يغني عنها شيئا ، إلا ما يأتيها من السيول .وعن ابن عباس ، ومجاهد : هي أرض باليمن .وقال الحسن ، رحمه الله : هي قرى فيما بين اليمن والشام .وقال عكرمة ، والضحاك ، وقتادة ، والسدي ، وابن زيد : الأرض الجرز : التي لا نبات فيها وهي مغبرة .قلت : وهذا كقوله : ( وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون ) [ يس : 33 - 35 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( أولم يروا أنا نسوق الماء إلى الأرض الجرز ) أي : اليابسة الغليظة التي لا نبات فيها ، قال ابن عباس : هي أرض باليمن . وقال مجاهد : هي أرض بابين ( فنخرج به زرعا تأكل منه أنعامهم ) من العشب والتبن ) ( وأنفسهم ) من الحبوب والأقوات ) ( أفلا يبصرون )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون .قوله تعالى : أولم يروا أنا نسوق الماء إلى الأرض الجرز أي أولم يعلموا كمال قدرتنا بسوقنا الماء إلى الأرض اليابسة التي لا نبات فيها لنحييها . الزمخشري : الجرز الأرض التي جرز نباتها ، أي قطع ; إما لعدم الماء وإما لأنه رعي وأزيل . ولا يقال للتي لا تنبت كالسباخ جرز ; ويدل عليه قوله تعالى : فنخرج به زرعا قال ابن عباس : هي أرض باليمن . وقال مجاهد : هي أبين . وقال عكرمة : هي الأرض الظمأى . وقال الضحاك : هي الأرض الميتة العطشى . وقال الفراء : هي الأرض التي لا نبات فيها . وقال الأصمعي : هي الأرض التي لا تنبت شيئا . وقال محمد بن يزيد : يبعد أن تكون لأرض بعينها لدخول الألف واللام ; إلا أنه يجوز على قول من قال : العباس والضحاك . والإسناد عن ابن عباس صحيح لا مطعن فيه . وهذا إنما هو نعت والنعت للمعرفة يكون بالألف واللام ; وهو مشتق من قولهم : رجل جروز إذا كان لا يبقي شيئا إلا أكله . قال الراجز :خب جروز وإذا جاع بكى ويأكل التمر ولا يلقي النوىوكذلك ناقة جروز : إذا كانت تأكل كل شيء تجده . وسيف جراز : أي قاطع ماض . وجرزت الجراد الزرع : إذا استأصلته بالأكل . وحكى الفراء وغيره أنه يقال : أرض جرز وجرز وجرز وجرز . وكذلك بخل ورغب ورهب ; في الأربعة أربع لغات . وقد روي أن هذه الأرض لا أنهار فيها ، وهي بعيدة من البحر ، وإنما يأتيها في كل عام ودان فيزرعون ثلاث مرات في كل عام . وعن مجاهد أيضا : أنها أرض النيل . فنخرج به أي بالماء . زرعا تأكل منه أنعامهم من الكلأ والحشيش . وأنفسهم من الحب والخضر والفواكه . أفلا يبصرون هذا فيعلمون أنا نقدر على إعادتهم . و ( فنخرج ) يكون معطوفا على ( نسوق ) أو منقطعا مما قبله . تأكل منه أنعامهم في موضع نصب على النعت ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلا يُبْصِرُونَ (27)يقول تعالى ذكره: أولم ير هؤلاء المكذّبون بالبعث بعد الموت، والنشر بعد الفناء، أنا بقُدرتنا نسوق الماء إلى الأرض اليابسة الغليظة التي لا نبات فيها، وأصله من قولهم: ناقة جرز: إذا كانت تأكل كلّ شيء، وكذلك الأرض الجروز: التي لا يبقى على ظهرها شيء إلا أفسدته، نظير أكل الناقة الجراز كلّ ما وجدته، ومنه قولهم للأنسان الأكول: جَرُوز، كما قال الراجز:خَبّ جَرُوزٌ وَإذَا .... (2)ومنه قيل للسيف إذا كان لا يبقي شيئا إلا قطعه سيف جراز، فيه لغات أربع: أرض جُرُز، وجَرْز، وجِرز وجُرْز، والفتح لبني تميم فيما بلغني.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا ابن عيينة، عن عمرو، عن ابن عباس (الأرْضِ الجُرُزِ) أرض باليمن.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان بن عيينة، عن عمرو بن دينار، عن ابن عباس، قال: أرض باليمن.قال: ثنا عبد الرحمن، قال: ثنا عبد الله بن المبارك عن معمر، عن ابن أبي نجيح، عن مجاهد (أوَلَمْ يَرَوْا أنَّا نسُوق الماء إلى الأرْضِ الجُرُزِ) قال: أبين (3) ونحوها.حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا عبد الرزاق بن عمر، عن ابن المبارك، قال: أخبرنا معمر، عن ابن أبي نجيح، عن مجاهد، مثله، إلا أنه قال: ونحوها من الأرض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن رجل، عن ابن عباس في قوله: (إلى الأرْضِ الجُرُزِ) قال: الجرز: التي لا تمْطر إلا مطرا لا يغني عنها شيئا، إلا ما يأتيها من السيول.حدثنا ابن وكيع، قال: ثنا محمد بن يزيد، عن جُوَيبر، عن الضحاك (إلى الأرْضِ الجُرُزِ) ليس فيها نبت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (أوَلَمْ يَرَوْا أنَّا نَسوقُ الماءَ إلى الأرْضِ الجُرُزِ) المغبرة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (أوَلَمْ يَرَوْا أنَّا نَسُوقُ الماءَ إلى الأرْضِ الجُرُزِ) قال: الأرض الجرز: التي ليس فيها شيء، ليس فيها نبات، وفي قوله:  صَعِيدًا جُرُزًا  قال: ليس عليها شيء، وليس فيها نبات ولا شيء (فنخرجُ به زرعًا تأكلُ منهُ أنعامهُمْ وَأنْفُسُهُمْ) يقول تعالى ذكره: فنخرج بذلك الماء الذي نسوقه إليها على يبسها وغلظها وطول عهدها بالماء زرعا خضرا، تأكل منه مواشيهم، وتغذّى به أبدانهم وأجسامهم فيعيشون به (أفَلا يُبْصرُونَ) يقول تعالى ذكره: أفلا يرون ذلك بأعينهم، فيعلموا برؤيتهموه أن القدرة التي بها فعلت ذلك لا يتعذّر عليّ أن أحيي بها الأموات، وأنشرهم من قبورهم، وأعيدهم بهيئاتهم التي كانوا بها قبل وفاتهم.------------------الهوامش :(2) هذا جزء من بيت من مشطور الرجز، أورده الشوكاني في تفسيره المسمى فتح القدير (4 : 249) طبعة مصطفى البابي الحلبي وأولاده. وهناك البيت بتمامه مع ما يليه:خَبّ جَرُوزٌ وَإِذَا جَاعَ بَكَىوَيَأْكُلُ التَّمْرَ وَلا يُلْقي النَّوَىوهو شاهد عند تفسير قوله تعالى: (أولم يروا أنا نسوق الماء إلى الأرض الجرز). قال أبو عبيدة مجاز القرآن (الورقة 193 - أ): الأرض الجرز: أي اليابسة الغليظة التي لم يصبها مطر. ا ه. وقال الفراء في معاني القرآن (الورقة 253): الجرز التي لا نبات فيها. ويقال للناقة إنها لجراز: إذا كانت تأكل كل شيء، وللإنسان: إنه لجروز: إذا كان أكولا. وسيف جراز: إذا كان لا يبقى شيئًا إلا قطعه.(3) إبين بكسر الهمزة وفتحها وسكون الباء، وباء مفتوحة: اسم رجل كان في الزمان القديم، ويقال: ذوأبين، وهو الذي ينسب إليه عدن إبين من بلاد اليمن. فلعل راوي الأثر يريد هذا الموضع. (انظر البكري في المعجم)."
      }
    ],
    "28": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يستعجل هؤلاء المشركون بالله العذاب، فيقولون: متى هذا الحكم الذي يقضي بيننا وبينكم بتعذيبنا على زعمكم إن كنتم صادقين في دعواكم؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ويقولون» للمؤمنين «متى هذا الفتح» بيننا وبينكم «إن كنتم صادقين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: يستعجل المجرمون بالعذاب، الذي وعدوا به على التكذيب، جهلاً منهم ومعاندة. وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ  الذي يفتح بيننا وبينكم، بتعذيبنا على زعمكم  إِنْ كُنْتُمْ  أيها الرسل  صَادِقِينَ  في دعواكم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن استعجال الكفار وقوع بأس الله بهم ، وحلول غضبه ونقمته عليهم ، استبعادا وتكذيبا وعنادا : ( ويقولون متى هذا الفتح ) ؟ أي : متى تنصر علينا يا محمد ؟ كما تزعم أن لك وقتا تدال علينا ، وينتقم لك منا ، فمتى يكون هذا ؟ ما نراك أنت وأصحابك إلا مختفين خائفين ذليلين!"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ويقولون متى هذا الفتح إن كنتم صادقين ) قيل : أراد بيوم الفتح يوم القيامة الذي فيه الحكم بين العباد ، قال قتادة : قال أصحاب النبي - صلى الله عليه وسلم - للكفار : إن لنا يوما نتنعم فيه ونستريح ويحكم بيننا وبينكم ، فقالوا استهزاء : متى هذا الفتح ؟ أي : القضاء والحكم ، وقال الكلبي : يعني فتح مكة . وقال السدي : يوم بدر لأن أصحاب النبي - صلى الله عليه وسلم - يقولون لهم : إن الله ناصرنا ومظهرنا عليكم ، فيقولون متى هذا الفتح ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ويقولون متى هذا الفتح إن كنتم صادقين متى في موضع رفع ، ويجوز أن يكون في موضع نصب على الظرف . قال قتادة : الفتح القضاء . وقال الفراء والقتبي : يعني فتح مكة . وأولى من هذا ما قاله مجاهد ، قال : يعني يوم القيامة . ويروى أن المؤمنين قالوا : سيحكم الله عز وجل بيننا يوم القيامة فيثيب المحسن ويعاقب المسيء . فقال الكفار على التهزئ . متى يوم الفتح ؟ أي هذا الحكم . ويقال للحاكم : فاتح وفتاح ; لأن الأشياء تنفتح على يديه وتنفصل . وفي القرآن : ربنا افتح بيننا وبين قومنا بالحق وقد مضى هذا في ( البقرة ) وغيرها ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ (28)يقول تعالى ذكره: ( وَيَقُولُونَ ) هؤلاء المشركون بالله يا محمد، لك: ( مَتَى هَذَا الْفَتْحُ ) واختلف في معنى ذلك، فقال بعضهم: معناه: متى يجيء هذا الحكم بيننا وبينكم، ومتى يكون هذا الثواب والعقاب.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة في قوله: ( وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ ) قال: قال أصحاب نبي الله صلى الله عليه وسلم: إن لنا يوما أوشك أن نستريح فيه وننعم فيه. فقال المشركون: (مَتى هذا الفَتْحُ إن كُنْتُمْ صَادِقِينَ).وقال آخرون: بل عنى بذلك فتح مكة.والصواب من القول في ذلك قول من قال: معناه: ويقولون: متى يجيء هذا الحكم بيننا وبينكم، يعنون العذاب."
      }
    ],
    "29": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "قل لهم -أيها الرسول-: يوم القضاء الذي يقع فيه عقابكم، وتعاينون فيه الموت لا ينفع الكفار إيمانهم، ولا هم يؤخرون للتوبة والمراجعة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قل يوم الفتح» بإنزال العذاب بهم «لا ينفع الذين كفروا إيمانهم ولا هم ينظرون» يمهلون لتوبة أو معذرة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " قُلْ يَوْمَ الْفَتْحِ  الذي يحصل به عقابكم، لا تستفيدون به شيئًا، فلو كان إذا حصل، حصل إمهالكم، لتستدركوا ما فاتكم، حين صار الأمر عندكم يقينًا، لكان لذلك وجه، ولكن إذا جاء يوم الفتح، انقضى الأمر، ولم يبق للمحنة محل ف  لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ  لأنه صار إيمان ضرورة،  وَلَا هُمْ يُنْظَرُونَ  أي: يمهلون، فيؤخر عنهم العذاب، فيستدركون أمرهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال الله تعالى : ( قل يوم الفتح ) أي : إذا حل بكم بأس الله وسخطه وغضبه في الدنيا وفي الأخرى ، ( لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، كما قال تعالى : ( فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزئون فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنة الله التي قد خلت في عباده وخسر هنالك الكافرون ) [ غافر : 83 - 85 ] ، ومن زعم أن المراد من هذا الفتح فتح مكة فقد أبعد النجعة ، وأخطأ فأفحش ، فإن يوم الفتح قد قبل رسول الله صلى الله عليه وسلم إسلام الطلقاء ، وقد كانوا قريبا من ألفين ، ولو كان المراد فتح مكة لما قبل إسلامهم; لقوله : ( قل يوم الفتح لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، وإنما المراد الفتح الذي هو القضاء والفصل ، كقوله تعالى : ( فافتح بيني وبينهم فتحا ونجني ومن معي من المؤمنين ) [ الشعراء : 118 ] ، وكقوله : ( قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم ) [ سبأ : 26 ] ، وقال تعالى : ( واستفتحوا وخاب كل جبار عنيد ) [ إبراهيم : 15 ] ، وقال : ( وكانوا من قبل يستفتحون على الذين كفروا ) [ البقرة : 89 ] ، وقال : ( إن تستفتحوا فقد جاءكم الفتح ) [ الأنفال : 19 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( قل يوم الفتح ) يوم القيامة ( لا ينفع الذين كفروا إيمانهم ) ومن حمل الفتح على فتح مكة أو القتل يوم بدر قال : معناه لا ينفع الذين كفروا إيمانهم إذا جاءهم العذاب وقتلوا ( ولا هم ينظرون ) لا يمهلون ليتوبوا ويعتذروا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قل يوم الفتح على الظرف . وأجاز الفراء الرفع . لا ينفع الذين كفروا إيمانهم ولا هم ينظرون أي يؤخرون ويمهلون للتوبة ; إن كان يوم الفتح يوم بدر أو فتح مكة . ففي بدر قتلوا ، ويوم الفتح هربوا فلحقهم خالد بن الوليد فقتلهم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يدلّ على أن ذلك معناه قوله: ( قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلا هُمْ يُنْظَرُونَ ) ولا شكَّ أن الكفار قد كان جعل الله لهم التوبة قبل فتح مكة وبعده، ولو كان معنى قوله: ( مَتَى هَذَا الْفَتْحُ ) على ما قاله من قال: يعني به فتح مكة، لكان لا توبة لمن أسلم من المشركين بعد فتح مكة، ولا شكّ أن الله قد تاب على بشر كثير من المشركين بعد فتح مكة، ونفعهم بالإيمان به وبرسوله، فمعلوم بذلك صحة ما قلنا من التأويل، وفساد ما خالفه. وقوله: ( إِنْ كُنْتُمْ صَادِقِينَ ) يعنى: إن كنتم صادقين في الذي تقولون، من أنا معاقبون على تكذيبنا محمدا صلى الله عليه وسلم، وعبادتنا الآلهة والأوثان.وقوله: ( قُلْ يَوْمَ الْفَتْحِ ) يقول لنبيه محمد صلى الله عليه وسلم: قل يا محمد لهم يوم الحكم، ومجيء العذاب: لا ينفع من كفر بالله وبآياته إيمانهم الذي يحدثونه في ذلك الوقت.كما: حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ ) قال: يوم الفتح إذا جاء العذابحدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: ( يَوْمَ الْفَتْحِ ) يوم القيامة، ونصب اليوم في قوله: ( قُلْ يَوْمَ الْفَتْحِ ) ردّا على متى، وذلك أن (متى) في موضع نصب. ومعنى الكلام: أنى حينُ هذا الفتح إن كنتم صادقين؟ ثم قيل: يوم كذا، وبه قرأ القرّاء.وقوله: (وَلا هُمْ يُنْظَرُونَ) يقول: ولا هم يؤخرون للتوبة والمراجعة."
      }
    ],
    "30": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأعرض -أيها الرسول- عن هؤلاء المشركين، ولا تبال بتكذيبهم، وانتظر ما الله صانع بهم، إنهم منتظرون ومتربصون بكم دوائر السوء، فسيخزيهم الله ويذلهم، وينصرك عليهم. وقد فعل فله الحمد والمنة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فأعرض عنهم وانتظر» إنزال العذاب بهم «إنهم منتظرون» بك حادث موت أو قتل فيستريحون منك، وهذا قبل الأمر بقتالهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَأَعْرِضْ عَنْهُمْ  لما وصل خطابهم إلى حالة الجهل، واستعجال العذاب.  وَانْتَظِرْ  الأمر الذي يحل بهم، فإنه لا بد منه، ولكن له أجل، إذا جاء لا يتقدم ولا يتأخر.  إِنَّهُمْ مُنْتَظِرُونَ  بك ريب المنون، ومتربصون بكم دوائر السوء، والعاقبة للتقوى.تم تفسير سورة السجدة - بحول اللّه ومنه فله تعالى كمال الحمد والثناء والمجد."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( فأعرض عنهم وانتظر إنهم منتظرون ) أي : أعرض عن هؤلاء المشركين وبلغ ما أنزل إليك من ربك ، كقوله : ( اتبع ما أوحي إليك من ربك لا إله إلا هو وأعرض عن المشركين ) [ الأنعام : 106 ] ، وانتظر فإن الله سينجز لك ما وعدك ، وسينصرك على من خالفك ، إنه لا يخلف الميعاد .وقوله : ( إنهم منتظرون ) أي : أنت منتظر ، وهم منتظرون ، ويتربصون بكم الدوائر ، ( أم يقولون شاعر نتربص به ريب المنون ) [ الطور : 30 ] ، وسترى أنت عاقبة صبرك عليهم وعلى أداء رسالة الله ، في نصرتك وتأييدك ، وسيجدون غب ما ينتظرونه فيك وفي أصحابك ، من وبيل عقاب الله لهم ، وحلول عذابه بهم ، وحسبنا الله ونعم الوكيل ، [ والله أعلم ] .[ آخر تفسير سورة \" الم السجدة \" ]"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فأعرض عنهم ) قال ابن عباس : نسختها آية السيف ( وانتظر إنهم منتظرون ) قيل : انتظر موعدي لك بالنصر إنهم منتظرون بك حوادث الزمان . وقيل : انتظر عذابنا فيهم فإنهم منتظرون ذلك .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا أبو نعيم ، أخبرنا سفيان ، عن سعد بن إبراهيم ، عن عبد الرحمن بن هرمز ، عن أبي هريرة أنه قال : كان النبي - صلى الله عليه وسلم - يقرأ في الفجر يوم الجمعة ( آلم تنزيل ) و ( هل أتى على الإنسان ) .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أبو منصور السمعاني ، أخبرنا أبو جعفر الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا أبو نعيم ، أخبرنا سفيان ، عن ليث ، عن أبي الزبير ، عن جابر قال : كان النبي - صلى الله عليه وسلم - لا ينام حتى يقرأ : \" تبارك \" و \" آلم تنزيل \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فأعرض عنهم وانتظر إنهم منتظرون .قوله تعالى : فأعرض عنهم معناه فأعرض عن سفههم ولا تجبهم إلا بما أمرت به . وانتظر إنهم منتظرون أي انتظر يوم الفتح ، يوم يحكم الله لك عليهم . ابن عباس : فأعرض عنهم أي عن مشركي قريش مكة ، وأن هذا منسوخ بالسيف في ( براءة ) في قوله : فاقتلوا المشركين حيث وجدتموهم . وانتظر أي موعدي لك . قيل : يعني يوم بدر . إنهم منتظرون أي ينتظرون بكم حوادث الزمان . وقيل : الآية غير منسوخة ; إذ قد يقع الإعراض مع الأمر بالقتال كالهدنة وغيرها . وقيل : أعرض عنهم بعدما بلغت الحجة ، وانتظر إنهم منتظرون . إن قيل : كيف ينتظرون القيامة وهم لا يؤمنون ؟ ففي هذا جوابان : أحدهما : أن يكون المعنى أنهم منتظرون الموت وهو من أسباب القيامة ; فيكون هذا مجازا . والآخر : أن فيهم من يشك وفيهم من يؤمن بالقيامة ; فيكون هذا جوابا لهذين الصنفين . والله أعلم . وقرأ ابن السميقع : ( إنهم منتظرون ) بفتح الظاء . ورويت عن مجاهد وابن محيصن . قال الفراء : لا يصح هذا إلا بإضمار ، مجازه : إنهم منتظرون بهم . قال أبو حاتم : الصحيح الكسر ; أي انتظر عذابهم إنهم منتظرون هلاكك . وقد قيل : إن قراءة ابن السميقع ( بفتح الظاء ) معناها : وانتظر هلاكهم فإنهم أحقاء بأن ينتظر هلاكهم ; يعني : إنهم هالكون لا محالة ، وانتظر ذلك فإن الملائكة في السماء ينتظرونه ; ذكره الزمخشري . وهو معنى قول الفراء . والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (فأعْرِض عَنْهُمْ وانْتَظِرْ إنَّهُمْ مُنْتَظِرُونَ) يقول لنبيه محمد صلى الله عليه وسلم: فأعرض يا محمد عن هؤلاء المشركين بالله، القائلين لك: متى هذا الفتح المستعجليك بالعذاب، وانتظر ما الله صانع بهم، إنهم منتظرون ما تعدهم من العذاب ومجيء الساعة.كما: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (فَأعْرِضْ عَنْهُمْ وَانْتَظِرْ إنَّهُمْ مُنْتَظِرُونَ) يعني يوم القيامة.آخر تفسير سورة السجدة، ولله الحمد والمنة."
      }
    ]
  }
}