{
  "surah": {
    "surahNo": 62,
    "surahNameAr": "الجمعة",
    "surahNameArabicLong": "سورة الجمعة",
    "surahNameEn": "Al-Jumu'a",
    "revelationPlace": "Madina",
    "totalAyat": 11
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ينزِّه الله تعالى عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو وحده المالك لكل شيء، المتصرف فيه بلا منازع، المنزَّه عن كل نقص، العزيز الذي لا يغالَب، الحكيم في تدبيره وصنعه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يسبح لله» ينزهه فاللام زائدة «ما في السماوات وما في الأرض» في ذكر ما تغليب للأكثر «الملك القدوس» المنزه عما لا يليق به «العزيز الحكيم» في ملكه وصنعه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: يسبح لله، وينقاد لأمره، ويتألهه، ويعبده، جميع ما في السماوات والأرض، لأنه الكامل الملك، الذي له ملك العالم العلوي والسفلي، فالجميع مماليكه، وتحت تدبيره،  الْقُدُّوسُ  المعظم، المنزه عن كل آفة ونقص،  الْعَزِيزُ  القاهر للأشياء كلها،  الْحَكِيمُ  في خلقه وأمره.فهذه الأوصاف العظيمة مما تدعو إلى عبادة الله وحده لا شريك له."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة الجمعة وهي مدنية .عن ابن عباس ، وأبي هريرة : أن رسول الله - صلى الله عليه وسلم - كان يقرأ في صلاة الجمعة بسورة الجمعة والمنافقين . رواه مسلم في صحيحه .يخبر تعالى أنه يسبح له ما في السماوات وما في الأرض ، أي : من جميع المخلوقات ناطقها وجامدها ، كما قال : ( وإن من شيء إلا يسبح بحمده ) [ الإسراء : 44 ]ثم قال : ( الملك القدوس ) أي : هو مالك السماوات والأرض المتصرف فيهما بحكمه ، وهو ( القدوس ) أي : المنزه عن النقائص ، الموصوف بصفات الكمال ( العزيز الحكيم ) تقدم تفسيره غير مرة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مدنية\"يسبح لله ما في السموات وما في الأرض الملك القدوس العزيز الحكيم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة الجمعةمدنية في قول الجميع ، وهي إحدى عشرة آية . وفي صحيح مسلم عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" خير يوم طلعت عليه الشمس يوم الجمعة ، فيه خلق آدم ، وفيه أدخل الجنة ، وفيه أخرج منها ، ولا تقوم الساعة إلا في يوم الجمعة \" . وعنه قال : قال رسول الله : \" نحن الآخرون الأولون يوم القيامة ، ونحن أول من يدخل الجنة بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم فاختلفوا ، فهدانا الله لما اختلفوا فيه من الحق ، فهذا يومهم الذي اختلفوا فيه هدانا الله له - قال - يوم الجمعة ، فاليوم لنا وغدا لليهود وبعد غد للنصارى \" .بسم الله الرحمن الرحيميسبح لله ما في السماوات وما في الأرض الملك القدوس العزيز الحكيمتقدم الكلام فيه . وقرأ أبو العالية ونصر بن عاصم \" الملك القدوس العزيز الحكيم \" كلها رفعا ; أي هو الملك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: يسبح لله كلّ ما في السموات السبع، وكل ما في الأرضين من خلقه، ويعظمه طوعًا وكرهًا، (الْمَلِكِ الْقُدُّوسِ ) الذي له ملك الدنيا والآخرة وسلطانهما، النافذ أمره في السموات والأرض وما فيهما، القدوس: وهو الطاهر من كلّ ما يضيف إليه المشركون به، ويصفونه به مما ليس من صفاته المبارك (الْعَزِيزِ ) يعني الشديد في انتقامه من أعدائه (الْحَكِيم ) في تدبيره خلقه، وتصريفه إياهم فيما هو أعلم به من مصالحهم."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«هو الذي بعث في الأميين» العرب، والأمي: من لا يكتب ولا يقرأ كتابا «رسولا منهم» هو محمد صلى الله عليه وسلم «يتلو عليهم آياته» القرآن «ويزكيهم» يطهرهم من الشرك «ويعلمهم الكتاب» القرآن «والحكمة» ما فيه من الأحكام «وإن» مخففة من الثقيلة واسمها محذوف، أي وإنهم «كانوا من قبل» قبل مجيئه «لفي ضلال مبين» بيّن."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "المراد بالأميين: الذين لا كتاب عندهم، ولا أثر رسالة من العرب وغيرهم، ممن ليسوا من أهل الكتاب، فامتن الله تعالى عليهم، منة عظيمة، أعظم من منته على غيرهم، لأنهم عادمون للعلم والخير، وكانوا في ضلال مبين، يتعبدون للأشجار والأصنام والأحجار، ويتخلقون بأخلاق السباع الضارية، يأكل قويهم ضعيفهم، وقد كانوا في غاية الجهل بعلوم الأنبياء، فبعث الله فيهم رسولاً منهم، يعرفون نسبه، وأوصافه الجميلة وصدقه، وأنزل عليه كتابه  يَتْلُو عَلَيْهِمْ آيَاتِهِ  القاطعة الموجبة للإيمان واليقين،  وَيُزَكِّيهِمْ  بأن يحثهم على الأخلاق الفاضلة، ويفصلها لهم، ويزجرهم عن الأخلاق الرذيلة،  وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ  أي: علم القرآن  وعلم السنة، المشتمل ذلك علوم الأولين والآخرين، فكانوا بعد هذا التعليم والتزكية منه أعلم الخلق، بل كانوا أئمة أهل العلم والدين، وأكمل الخلق أخلاقًا، وأحسنهم هديًا وسمتًا، اهتدوا بأنفسهم، وهدوا غيرهم، فصاروا أئمة المهتدين، وهداة المؤمنين،  فلله عليهم ببعثه هذا الرسول صلى الله عليه وسلم، أكمل نعمة، وأجل منحة"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله تعالى : ( هو الذي بعث في الأميين رسولا منهم ) الأميون هم : العرب كما قال تعالى : ( وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) [ آل عمران : 314 ] وتخصيص الأميين بالذكر لا ينفي من عداهم ، ولكن المنة عليهم أبلغ وآكد ، كما في قوله : ( وإنه لذكر لك ولقومك ) [ الزخرف : 44 ] وهو ذكر لغيرهم يتذكرون به . وكذا قوله : ( وأنذر عشيرتك الأقربين ) [ الشعراء : 214 ] وهذا وأمثاله لا ينافي قوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] وقوله : ( لأنذركم به ومن بلغ ) [ الأنعام : 19 ] وقوله إخبارا عن القرآن : ( ومن يكفر به من الأحزاب فالنار موعده ) [ هود : 17 ] ، إلى غير ذلك من الآيات الدالة على عموم بعثته صلوات الله وسلامه عليه إلى جميع الخلق أحمرهم وأسودهم ، وقد قدمنا تفسير ذلك في سورة الأنعام ، بالآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وهذه الآية هي مصداق إجابة الله لخليله إبراهيم حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة . فبعثه الله سبحانه وتعالى وله الحمد والمنة ، على حين فترة من الرسل ، وطموس من السبل ، وقد اشتدت الحاجة إليه ، وقد مقت الله أهل الأرض عربهم وعجمهم ، إلا بقايا من أهل الكتاب - أي : نزرا يسيرا - ممن تمسك بما بعث الله به عيسى ابن مريم عليه السلام ; ولهذا قال تعالى : ( هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ) وذلك أن العرب كانوا قديما متمسكين بدين إبراهيم الخليل عليه السلام فبدلوه وغيروه ، وقلبوه وخالفوه ، واستبدلوا بالتوحيد شركا وباليقين شكا ، وابتدعوا أشياء لم يأذن بها الله وكذلك أهل الكتابين قد بدلوا كتبهم وحرفوها وغيروها وأولوها ، فبعث الله محمدا صلوات الله وسلامه عليه بشرع عظيم كامل شامل لجميع الخلق ، فيه هدايتهم ، والبيان لجميع ما يحتاجون إليه من أمر معاشهم ومعادهم ، والدعوة لهم إلى ما يقربهم إلى الجنة ، ورضا الله عنهم ، والنهي عما يقربهم إلى النار وسخط الله . حاكم ، فاصل لجميع الشبهات والشكوك ، والريب في الأصول والفروع . وجمع له تعالى ، وله الحمد والمنة جميع المحاسن ممن كان قبله ، وأعطاه ما لم يعط أحدا من الأولين ، ولا يعطيه أحدا من الآخرين ، فصلوات الله وسلامه عليه دائما إلى يوم الدين ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "(  هو الذي بعث في الأميين ) يعني العرب كانت أمة أمية لا تكتب ولا تقرأ ( رسولا منهم ) يعني محمدا - صلى الله عليه وسلم - نسبه نسبهم [ ولسانه لسانهم ليكون أبلغ في إقامة الحجة عليهم ] ( يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ) أي ما كانوا قبل بعثة الرسول إلا في ضلال مبين يعبدون الأوثان ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبينقوله تعالى : هو الذي بعث في الأميين رسولا منهم قال ابن عباس : الأميون العرب كلهم ، من كتب منهم ومن لم يكتب ، لأنهم لم يكونوا أهل كتاب . وقيل : الأميون الذين لا يكتبون . وكذلك كانت قريش . وروى منصور عن إبراهيم قال : الأمي الذي يقرأ ولا يكتب . وقد مضى في \" البقرة \" .رسولا منهم يعني محمدا صلى الله عليه وسلم . وما من حي من العرب إلا ولرسول الله صلى الله عليه وسلم فيهم قرابة وقد ولدوه . قال ابن إسحاق : إلا حي تغلب ; فإن الله تعالى طهر نبيه صلى الله عليه وسلم منهم لنصرانيتهم ، فلم يجعل لهم عليه ولادة . وكان أميا لم يقرأ من كتاب ولم يتعلم صلى الله عليه وسلم . قال الماوردي : فإن قيل ما وجه الامتنان إن بعث نبيا أميا ؟ فالجواب عنه من ثلاثة أوجه : أحدها : لموافقته ما تقدمت به بشارة الأنبياء . الثاني : لمشاكلة حال لأحوالهم ، فيكون أقرب إلى موافقتهم . الثالث : لينتفي عنه سوء الظن في تعليمه ما دعا إليه من الكتب التي قرأها والحكم التي تلاها . قلت : وهذا كله دليل معجزته وصدق نبوته .قوله تعالى : يتلو عليهم آياته يعني القرآن\" ويزكيهم \" أي يجعلهم أزكياء القلوب بالإيمان ; قاله ابن عباس . وقيل : يطهرهم من دنس الكفر والذنوب ; قاله ابن جريج ومقاتل . وقال السدي : يأخذ زكاة أموالهمويعلمهم الكتاب يعني القرآنوالحكمة السنة ; قاله الحسن . وقال ابن عباس : الكتاب الخط بالقلم ; لأن الخط فشا في العرب بالشرع لما أمروا بتقييده بالخط . وقال مالك بن أنس : الحكمة الفقه في الدين . وقد مضى القول في هذا في \" البقرة \" .\" وإن كانوا من قبل \" أي من قبله وقبل أن يرسل إليهم .لفي ضلال مبين أي في ذهاب عن الحق ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: الله الذي بعث في الأميين رسولا منهم، فقوله هو كناية من اسم الله، والأميون: هم العرب. وقد بيَّنا فيما مضى المعنى الذي من أجله قيل للأميّ أميّ.وبنحو الذي قلنا في الأميين في هذا الموضع قال أهل التأويل.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: ثنا سفيان، عن ليث ، عن مجاهد، قال: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: العرب.حدثني يونس، قال: أخبرنا ابن وهب، قال: سمعت سفيان الثوريّ يحدّث لا أعلمه إلا عن مجاهد أنه قال: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ ) : العرب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال كان هذا الحيّ من العرب أمة أمِّيَّة، ليس فيها كتاب يقرءونه، فبعث الله نبيه محمدًا رحمة وهُدى يهديهم به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور ، عن معمر، عن قتادة ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: كانت هذه الأمة أمِّيَّة لا يقرءون كتابًا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: إنما سميت أمة محمد صَلَّى الله عَلَيْهِ وَسَلَّم الأميين ، لأنه لم ينزل عليهم كتابًا؛ وقال جلّ ثناؤه ( رَسُولا مِنْهُمْ ) يعني من الأميين وإنما قال منهم، لأن محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم كان أمِّيًّا، وظهر من العرب.وقوله: ( يَتْلُو عَلَيْهِمْ آيَاتِهِ ) يقول جلّ ثناؤه: يقرأ على هؤلاء الأميين آيات الله التي أنزلها عليه ( وَيُزَكِّيهِمْ ) يقول: ويطهرهم من دنس الكفر.وقوله: ( وَيُعَلِّمُهُمُ الْكِتَابَ ) يقول: ويعلمهم كتاب الله، وما فيه من أمر الله ونهيه، وشرائع دينه ( وَالْحِكْمَةَ ) يعني بالحكمة: السنن.وبنحو الذي قلنا في ذلك قال أهل التأويل.حدثنا بشر، قال: ثنا يزيد ، قال: ثنا سعيد، عن قتادة ( وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ ) أي السنة.حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، قال: ( وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ ) أيضًا كما علم هؤلاء يزكيهم بالكتاب والأعمال الصالحة، ويعلمهم الكتاب والحكمة كما صنع بالأوّلين، وقرأ قول الله عزّ وجلّ:  وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ  ممن بقي من أهل الإسلام إلى أن تقوم الساعة، قال: وقد جعل الله فيهم سابقين، وقرأ قول الله عز وجلّ:  وَالسَّابِقُونَ السَّابِقُونَ * أُولَئِكَ الْمُقَرَّبُونَ  وقال:  ثُلَّةٌ مِنَ الأَوَّلِينَ * وَقَلِيلٌ مِنَ الآخِرِينَ  فثلة من الأوّلين سابقون، وقليل السابقون من الآخرين، وقرأ:  وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ  حتى بلغ  ثُلَّةٌ مِنَ الأَوَّلِينَ * وَثُلَّةٌ مِنَ الآخِرِينَ  أيضا، قال: والسابقون من الأوّلين أكثر، وهم من الآخرين قليل، وقرأ  وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ  الآية، قال: هؤلاء من أهل الإسلام إلى أن تقوم الساعة.وقوله: ( وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ ) يقول تعالى ذكره: وقد كان هؤلاء الأميون من قبل أن يبعث الله فيهم رسولا منهم في جَوْر عن قصد السبيل، وأخذ على غير هدى مُبِينٌ ، يقول: يبين لمن تأمله أنه ضلال وجَوْر عن الحقّ وطريق الرشد."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وآخرون» عطف على الأميين، أي الموجودين «منهم» والآتين منهم بعدهم «لما» لم «يلحقوا بهم» في السابقة والفضل «وهو العزيز الحكيم» في ملكه وصنعه وهم التابعون والإقتصار عليهم كاف في بيان فضل الصحابة المبعوث فيهم النبي صلى الله عليه وسلم على من عداهم ممن بعث إليهم وآمنوا به من جميع الإنس والجن إلى يوم القيامة لأن كل قرن خير ممن يليه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ  أي: وامتن على آخرين من غيرهم أي: من غير الأميين، ممن يأتي بعدهم، ومن أهل الكتاب، لما يلحقوا بهم، أي: فيمن باشر  دعوة الرسول، ويحتمل أنهم لما يلحقوا بهم في الفضل، ويحتمل أن يكونوا لما يلحقوا بهم في الزمان، وعلى كل، فكلا المعنيين صحيح."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم ) قال الإمام أبو عبد الله البخاري رحمه الله .حدثنا عبد العزيز بن عبد الله ، حدثنا سليمان بن بلال ، عن ثور ، عن أبي الغيث ، عن أبي هريرة رضي الله عنه ، قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فأنزلت عليه سورة الجمعة : ( وآخرين منهم لما يلحقوا بهم ) قالوا : من هم يا رسول الله ؟ فلم يراجعهم حتى سئل ثلاثا ، وفينا سلمان الفارسي فوضع رسول الله - صلى الله عليه وسلم - يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال - أو : رجل - من هؤلاء \" .ورواه مسلم ، والترمذي ، والنسائي ، وابن أبي حاتم ، وابن جرير من طرق عن ثور بن زيد الديلي ، عن سالم أبي الغيث ، عن أبي هريرة بهففي هذا الحديث دليل على أن هذه السورة مدنية ، وعلى عموم بعثته - صلى الله عليه وسلم - إلى جميع الناس ; لأنه فسر قوله : ( وآخرين منهم ) بفارس ولهذا كتب كتبه إلى فارس ، والروم ، وغيرهم من الأمم ، يدعوهم إلى الله عز وجل ، وإلى اتباع ما جاء به ; ولهذا قال مجاهد وغير واحد في قوله : ( وآخرين منهم لما يلحقوا بهم ) قال : هم الأعاجم ، وكل من صدق النبي - صلى الله عليه وسلم - من غير العرب .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا إبراهيم بن العلاء الزبيدي ، حدثنا الوليد بن مسلم ، حدثنا أبو محمد عيسى بن موسى ، عن أبي حازم ، عن سهل بن سعد الساعدي ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن في أصلاب أصلاب أصلاب رجال من أصحابي رجالا ونساء من أمتي يدخلون الجنة بغير حساب \" ثم قرأ : ( وآخرين منهم لما يلحقوا بهم ) يعني : بقية من بقي من أمة محمد - صلى الله عليه وسلم - .وقوله : ( وهو العزيز الحكيم ) أي : ذو العزة والحكمة في شرعه وقدره ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وآخرين منهم ) وفي \" آخرين \" وجهان من الإعراب : أحدهما الخفض ، على الرد إلى الأميين مجازه : وفي آخرين . والثاني النصب ، على الرد إلى الهاء والميم في قوله \" ويعلمهم \" أي : ويعلم آخرين منهم ، أي من المؤمنين الذين يدينون بدينهم ، لأنهم إذا أسلموا صاروا منهم ، فإن المسلمين كلهم أمة واحدة .واختلف العلماء فيهم ، فقال قوم : هم العجم ، وهو قول ابن عمر وسعيد بن جبير ورواية ليث عن مجاهد ، والدليل عليه ما : أخبرنا أبو جعفر محمد بن عبد الله بن محمد المعلم الطوسي بها حدثنا أبو الحسن محمد بن يعقوب ، أخبرنا أبو النصر محمد بن محمد بن يوسف ، حدثنا الحسين بن سفيان ، وعلي بن طيفور ، وأبو العباس الثقفي قالوا : حدثنا قتيبة ، حدثنا عبد العزيز ، عن ثور ، عن أبي الغيث ، عن أبي هريرة قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - إذ نزلت سورة الجمعة ، فلما قرأ : \" وآخرين منهم لما يلحقوا بهم \" قال رجل : من هؤلاء يا رسول الله ؟ فلم يراجعه النبي - صلى الله عليه وسلم - حتى سأله مرتين أو ثلاثا قال : وفينا سلمان الفارسي قال : فوضع النبي - صلى الله عليه وسلم - يده على سلمان ، ثم قال : \" لو كان الإيمان عند الثريا لناله رجال من هؤلاء \"أخبرنا أبو سعيد عبد الله بن أحمد الطاهري ، أخبرنا جدي عبد الصمد بن عبد الرحمن البزار ، أخبرنا محمد بن زكريا العذافري ، أخبرنا إسحاق الدبري ، حدثنا عبد الرزاق ، أخبرنا معمر ، عن جعفر الجزري عن يزيد بن الأصم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" لو كان الدين عند الثريا لذهب إليه رجل ، أو قال : رجال ، من أبناء فارس حتى يتناولوه \" وقال عكرمة ومقاتل : هم التابعون . وقال ابن زيد : هم جميع من دخل في الإسلام بعد النبي - صلى الله عليه وسلم - . إلى يوم القيامة وهي رواية [ ابن ] أبي نجيح عن مجاهد . قوله ( لما يلحقوا بهم ) أي [ لم ] يدركوهم ولكنهم يكونون بعدهم . وقيل : \" لما يلحقوا بهم \" أي في الفضل والسابقة لأن التابعين لا يدركون شأو الصحابة . ( وهو العزيز الحكيم ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيمقوله تعالى : \" وآخرين منهم \" هو عطف على الأميين ؛ أي بعث في الأميين وبعث في آخرين منهم . ويجوز أن يكون منصوبا بالعطف على الهاء والميم في يعلمهم ويزكيهم ; أي يعلمهم ويعلم آخرين من المؤمنين ; لأن التعليم إذا تناسق إلى آخر الزمان كان كله مسندا إلى أوله فكأنه هو الذي تولى كل ما وجد منه .\" لما يلحقوا بهم \" أي لم يكونوا في زمانهم وسيجيئون بعدهم . قال ابن عمر وسعيد بن جبير : هم العجم . وفي صحيح البخاري ومسلم عن أبي هريرة قال : كنا جلوسا عند النبي صلى الله عليه وسلم إذ نزلت عليه سورة \" الجمعة \" فلما قرأ : وآخرين منهم لما يلحقوا بهم قال رجل : من هؤلاء يا رسول الله ؟ فلم يراجعه النبي صلى الله عليه وسلم حتى سأله مرة أو مرتين أو ثلاثا . قال : وفينا سلمان الفارسي . قال : فوضع النبي صلى الله عليه وسلم يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال من هؤلاء \" . في رواية : \" لو كان الدين عند الثريا لذهب به رجل من فارس - أو قال - من أبناء فارس حتى يتناوله \" لفظ مسلم . وقال عكرمة : هم التابعون . مجاهد : هم الناس كلهم ; يعني من بعد العرب الذين بعث فيهم محمد صلى الله عليه وسلم . وقاله ابن زيد ومقاتل بن حيان . قالا : هم من دخل في الإسلام بعد النبي صلى الله عليه وسلم إلى يوم القيامة . وروى سهل بن سعد الساعدي : أن النبي صلى الله عليه وسلم قال : \" إن في أصلاب أمتي رجالا ونساء يدخلون الجنة بغير حساب \" ثم تلا : وآخرين منهم لما يلحقوا بهم . والقول الأول أثبت . وقد روي أن النبي صلى الله عليه وسلم قال : \" رأيتني أسقي غنما سودا ثم أتبعتها غنما عفرا ، أولها يا أبا بكر \" . فقال : يا رسول الله ، أما السود فالعرب ، وأما العفر فالعجم تتبعك بعد العرب . فقال النبي صلى الله عليه وسلم : \" كذا أولها الملك \" يعني جبريل عليه السلام . رواه ابن أبي ليلى عن رجل من أصحاب النبي صلى الله عليه وسلم ، وهو علي بن أبي طالب رضي الله عنه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: وهو الذي بعث في الأميين رسولا منهم، وفي آخرين  منهم لما يلحقوا بهم، فآخرون في موضع خفض عطفًا على الأميين.وقد اختلف في الذين عُنوا بقوله: ( وَآخَرِينَ مِنْهُمْ ) ، فقال بعضهم: عُنِي بذلك العجم.* ذكر من قال ذلك :حدثني يعقوب بن إبراهيم، قال: ثني ابن علية، عن ليث، عن مجاهد، في قوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هم الأعاجم.حدثنا يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن طلحة، عن ليث، عن مجاهد، في قوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هم الأعاجم.حدثنا أبو السائب، قال: ثنا ابن إدريس ، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثنا ابن بشار، قال: ثنا عاصم، قال: ثنا سفيان، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثني يونس قال: أخبرنا ابن وهب، قال: سمعت سفيان الثوريّ لا أعلمه إلا عن مجاهد: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: العجم.حدثني محمد بن إسحاق، قال: ثنا يحيى بن معين، قال : ثنا هشام بن يوسف، عن عبد الرحمن بن عمر بن عبد الرحمن بن العاص ، عن أبيه، عن جدّه، عن ابن عمر، أنه قال له: أما إن سورة الجمعة أنزلت فينا وفيكم في قتلكم الكذّاب، ثم قرأ  يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ  ... حتى بلغ ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: فأنتم هم.حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثني محمد بن معمر، قال: ثنا أبو عامر، قال: ثنا عبد العزيز؛ وحدثني يونس، قال: أخبرنا ابن وهب قال: أخبرني سليمان بن بلال، جميعًا  عن ثور بن زيد، عن أَبي الغيث، عن أَبي هريرة، قال: \" كنا جلوسًا عند النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فنزلت عليه سورة الجمعة، فلما قرأ: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال رجل: من هؤلاء يا رسول الله ؟ قال: فلم يراجعه النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم حتى سأله مرّة أو مرتين أو ثلاثًا، قال: وفينا سلمان الفارسيّ، فوضع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يده على سلمان فقال: \" لَوْ كاَنَ الإيمَانُ عِنْدَ الثُّرَيَّا لَنَالَهُ رِجَالٌ مِنْ هَؤُلاءِ\".حدثني أحمد بن عبد الرحمن، قال: ثنا عمي، قال: ثنا سليمان بن بلال المدنيّ، عن ثور بن زيد، عن سالم أََبي الغيث، عن أَبي هريرة، قال: وكنا جلوسًا عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فذكر نحوه.وقال آخرون: إنما عُنِي بذلك جميع من دخل في الإسلام من بعد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم كائنًا من كان إلى يوم القيامة.* ذكر من قال ذلك :حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أَبي نجيح، عن مجاهد في قول الله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: من ردف الإسلام من الناس كلهم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله عزّ وجلّ: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هؤلاء كلّ من كان بعد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى يوم القيامة، كلّ من دخل في الإسلام من العرب والعجم.وأولى القولين في ذلك بالصواب عندي قول من قال: عُنِي بذلك كلّ لاحق لحق بالذين كانوا صحبوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في إسلامهم من أيّ الأجناس؛ لأن الله عزّ وجلّ عمّ بقوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) كلَّ لاحق بهم من آخرين، ولم يخصص منهم نوعًا دون نوع، فكلّ لاحق بهم فهو  من الآخرين الذين لم يكونوا في عداد الأوّلين الذين كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يتلو عليهم آيات اللهوقوله: ( لَمَّا يَلْحَقُوا بِهِمْ ) يقول: لم يجيئوا بعد وسيجيئون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( لَمَّا يَلْحَقُوا بِهِمْ ) يقول: لم يأتوا بعد.وقوله: ( وَهُوَ الْعَزِيزُ الْحَكِيمُ ) يقول: والله العزيز في انتقامه ممن كفر به منهم، الحكيم في تدبيره خلقه.وقوله: ( ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ) يقول تعالى ذكره: هذا الذي فعل تعالى ذكره من بعثته في الأميين من العرب، وفي آخرين رسولا منهم يتلو عليهم آياته، ويفعل سائر ما وصف، فضل الله، تفضل به على هؤلاء دون غيرهم، يؤتيه من يشاء، يقول: يؤتي فضلَه ذلك من يشاء من خلقه، لا يستحقّ الذمّ ممن حرمه الله إياه، لأنه لم يمنعه حقًا كان له قبله ولا ظلمه في صرفه عنه إلى غيره، ولكنه على مَنْ هُو له أهل، فأودعه إياه، وجعله عنده.وبنحو الذي قلنا في ذلك قال أهل التأويل."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ذلك البعث للرسول صلى الله عليه وسلم، في أمة العرب وغيرهم، فضل من الله، يعطيه مَن يشاء من عباده. وهو - وحده- ذو الإحسان والعطاء الجزيل."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ذلك فضل الله يؤتيه من يشاء» النبي ومن ذكر معه «والله ذو الفضل العظيم»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فإن الذين بعث الله فيهم رسوله وشاهدوه وباشروا دعوته، حصل لهم من الخصائص والفضائل ما لا يمكن أحدًا أن يلحقهم فيها، وهذا من عزته وحكمته، حيث لم يترك عباده هملاً ولا سدى، بل ابتعث فيهم الرسل، وأمرهم ونهاهم، وذلك من فضل الله العظيم، الذي يؤتيه من يشاء من عباده، وهو أفضل من نعمته عليهم بعافية البدن وسعة الرزق، وغير ذلك، من النعم الدنيوية، فلا أعظم من نعمة الدين التي هي مادة الفوز، والسعادة الأبدية."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم ) يعني : ما أعطاه الله محمدا - صلى الله عليه وسلم - من النبوة العظيمة ، وما خص به أمته من بعثته - صلى الله عليه وسلم - إليهم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ذلك فضل الله يؤتيه من يشاء\"، يعني الإسلام والهداية. \"والله ذو الفضل العظيم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيمقال ابن عباس : حيث ألحق العجم بقريش ؛ يعني الإسلام : فضل الله يؤتيه من يشاء ; قاله الكلبي . وقيل : يعني الوحي والنبوة ; قاله مقاتل . وقول رابع : إنه المال ينفق في الطاعة ; وهو معنى قول أبي صالح . وقد روى مسلم عن أبي صالح عن أبي هريرة أن فقراء المهاجرين أتوا رسول الله صلى الله عليه وسلم ، فقالوا : ذهب أهل الدثور بالدرجات العلا والنعيم المقيم . فقال : \" وما ذاك ؟ \" قالوا : يصلون كما نصلي ، ويصومون كما نصوم ، ويتصدقون ولا نتصدق ، ويعتقون ولا نعتق . فقال رسول الله صلى الله عليه وسلم : \" أفلا أعلمكم شيئا تدركون به من سبقكم وتسبقون به من بعدكم ، ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم ؟ \" قالوا : بلى يا رسول الله . قال : \" تسبحون وتكبرون وتحمدون دبر كل صلاة ثلاثا وثلاثين مرة \" . قال أبو صالح : فرجع فقراء المهاجرين إلى رسول الله صلى الله عليه وسلم فقالوا : سمع إخواننا أهل الأموال بما فعلنا ففعلوا مثله . فقال رسول الله صلى الله عليه وسلم : ذلك فضل الله يؤتيه من يشاء . وقول خامس : أنه انقياد الناس إلى تصديق النبي صلى الله عليه وسلم ، ودخولهم في دينه ونصرته . والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا ابن سنان القزاز، قال : ثنا أبو عاصم، قال: ثنا عيسى، عن شبيب، عن عكرمة، عن ابن عباس في: ( ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ) قال: الفضل: الدين ( وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ) يقول: والله ذو الفضل على عباده، المحسن منهم والمسيء، والذين بعث فيهم الرسول منهم وغيرهم، العظيم الذي يقلّ فضل كل ذي فضل عنده."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "شَبَهُ اليهود الذين كُلِّفوا العمل بالتوراة ثم لم يعملوا بها، كشَبه الحمار الذي يحمل كتبًا لا يدري ما فيها، قَبُحَ مَثَلُ القوم الذين كذَّبوا بآيات الله، ولم ينتفعوا بها، والله لا يوفِّق القوم الظالمين الذين يتجاوزون حدوده، ويخرجون عن طاعته."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«مثل الذين حملوا التوراة» كلفوا العمل بها «ثم لم يحملوها» لم يعملوا بما فيها من نعته صلى الله عليه وسلم فلم يؤمنوا به «كمثل الحمار يحمل أسفارا» أي كتبا في عدم انتفاعه بها «بئس مثل القوم الذين كذبوا بآيات الله» المصدقة للنبي صلى الله عليه وسلم والمخصوص بالذم محذوف تقديره هذا المثل «والله لا يهدي القوم الظالمين» الكافرين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى منته على هذه الأمة، الذين ابتعث فيهم النبي الأمي، وما خصهم الله به من المزايا والمناقب، التي لا يلحقهم فيها أحد وهم الأمة الأمية الذين فاقوا الأولين والآخرين، حتى أهل الكتاب، الذين يزعمون أنهم العلماء الربانيون والأحبار المتقدمون، ذكر أن الذين حملهم الله التوراة من اليهود وكذا النصارى، وأمرهم أن يتعلموها، ويعملوا بما فيها  ، وانهم لم يحملوها ولم يقوموا بما حملوا به، أنهم لا فضيلة لهم، وأن مثلهم كمثل الحمار الذي يحمل فوق ظهره أسفارًا من كتب العلم، فهل يستفيد ذلك الحمار من تلك الكتب التي فوق ظهره؟ وهل يلحق به فضيلة بسبب ذلك؟ أم حظه منها حملها فقط؟ فهذا مثل علماء اليهود  الذين لم يعملوا بما في التوراة، الذي من أجله وأعظمه الأمر باتباع محمد صلى الله عليه وسلم، والبشارة به، والإيمان بما جاء به من القرآن، فهل استفاد من هذا وصفه من التوراة إلا الخيبة والخسران وإقامة الحجة عليه؟ فهذا المثل مطابق لأحوالهم.بئس مثل القوم الذين كذبوا بآيات الله الدالة على صدق رسولنا وصدق ما جاء به. وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ  أي: لا يرشدهم إلى مصالحهم، ما دام الظلم لهم وصفًا، والعناد لهم نعتًا ومن ظلم اليهود وعنادهم، أنهم يعلمون أنهم على باطل، ويزعمون أنهم على حق، وأنهم أولياء الله من دون الناس."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى ذاما لليهود الذين أعطوا التوراة وحملوها للعمل بها ، فلم يعملوا بها ، مثلهم في ذلك كمثل الحمار يحمل أسفارا ، أي : كمثل الحمار إذا حمل كتبا لا يدري ما فيها ، فهو يحملها حملا حسيا ولا يدري ما عليه . وكذلك هؤلاء في حملهم الكتاب الذي أوتوه ، حفظوه لفظا ولم يفهموه ولا عملوا بمقتضاه ، بل أولوه وحرفوه وبدلوه ، فهم أسوأ حالا من الحمير ; لأن الحمار لا فهم له ، وهؤلاء لهم فهوم لم يستعملوها ; ولهذا قال في الآية الأخرى : ( أولئك كالأنعام بل هم أضل أولئك هم الغافلون ) [ الأعراف : 179 ] وقال ها هنا : ( بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين )وقال الإمام أحمد رحمه الله : حدثنا ابن نمير ، عن مجالد ، عن الشعبي ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من تكلم يوم الجمعة والإمام يخطب ، فهو كمثل الحمار يحمل أسفارا ، والذي يقول له \" أنصت \" ، ليس له جمعة \""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( مثل الذين حملوا التوراة ) أي كلفوا القيام بها والعمل بما فيها ( ثم لم يحملوها ) لم يعملوا بما فيها ولم يؤدوا حقها ( كمثل الحمار يحمل أسفارا ) أي كتبا من العلم ، واحدها سفر ، قال الفراء : هي الكتب العظام يعني كما أن الحمار يحملها ولا يدري ما فيها ولا ينتفع بها كذلك اليهود يقرؤن التوراة ولا ينتفعون بها لأنهم خالفوا ما فيها ( بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين ) الذين ظلموا أنفسهم بتكذيب الأنبياء عليهم السلام ، يعني من سبق في علمه أنه لا يؤمن لا يهديهم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمينضرب مثلا لليهود لما تركوا العمل بالتوراة ولم يؤمنوا بمحمد صلى الله عليه وسلم . حملوا التوراة أي كلفوا العمل بها ; عن ابن عباس . وقال الجرجاني : هو من الحمالة بمعنى الكفالة ; أي ضمنوا أحكام التوراة .كمثل الحمار يحمل أسفارا هي جمع سفر ، وهو الكتاب الكبير ; لأنه يسفر عن المعنى إذا قرئ . قال ميمون بن مهران : الحمار لا يدري أسفر على ظهره أم زنبيل ; فهكذا اليهود . وفي هذا تنبيه من الله تعالى لمن حمل الكتاب أن يتعلم معانيه ويعلم ما فيه ; لئلا يلحقه من الذم ما لحق هؤلاء . وقال الشاعر مروان بن سليمان بن يحيى بن أبي حفصة :زوامل للأسفار لا علم عندهم بجيدها إلا كعلم الأباعر     لعمرك ما يدري البعير إذا غدابأوساقه أو راح ما في الغرائروقال يحيى بن يمان : يكتب أحدهم الحديث ولا يتفهم ولا يتدبر ، فإذا سئل أحدهم عن مسألة جلس كأنه مكاتب . وقال الشاعر :إن الرواة على جهل بما حملوا     مثل الجمال عليها يحمل الودعلا الودع ينفعه حمل الجمال له     ولا الجمال بحمل الودع تنتفعوقال منذر بن سعيد البلوطي رحمه الله فأحسن :انعق بما شئت تجد أنصارا     وزم أسفارا تجد حمارايحمل ما وضعت من أسفار     يحمله كمثل الحماريحمل أسفارا له وما درى     إن كان ما فيها صوابا وخطاإن سئلوا قالوا كذا روينا     ما إن كذبنا ولا اعتديناكبيرهم يصغر عند الحفل     لأنه قلد أهل الجهل\" ثم لم يحملوها \" ؛ أي لم يعملوا بها . شبههم - والتوراة في أيديهم وهم لا يعملون بها - بالحمار يحمل كتبا وليس له إلا ثقل الحمل من غير فائدة . و \" يحمل \" في موضع نصب على الحال ; أي حاملا . ويجوز أن يكون في موضع جر على الوصف ; لأن الحمار كاللئيم . قال :ولقد أمر على اللئيم يسبني     فمضيت ثمة قلت لا يعنينيبئس مثل القوم : المثل الذي ضربناه لهم ; فحذف المضاف .والله لا يهدي القوم الظالمين أي من سبق في علمه أنه يكون كافرا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: مثل الذين أوتوا التوراة من اليهود والنصارى، فحملوا العمل بها(ثُمَّ لَمْ يَحْمِلُوهَا ) يقول: ثم لم يعملوا بما فيها، وكذّبوا بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم، وقد أمروا بالإيمان به فيها واتباعه والتصديق به (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) يقول: كمثل الحمار يحمل على ظهره كتبًا من كتب العلم، لا ينتفع بها، ولا يعقل ما فيها، فكذلك الذين أوتوا التوراة التي فيها بيان أمر محمد صَلَّى الله عَلَيْهِ وَسَلَّم مثلهم إذا لم ينتفعوا بما فيها، كمثل الحمار الذي يحمل أسفارًا فيها علم، فهو لا يعقلها ولا ينتفع بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، في قوله: (يَحْمِلُ أَسْفَارًا ) قال: يحمل كتبًا لا يدري ما فيها، ولا يعقلها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: يحمل كتابًا لا يدري ماذا عليه، ولا ماذا فيه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: كمثل الحمار الذي يحمل كتبًا، لا يدري ما على ظهره.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) كتبًا، والكتاب بالنبطية يسمى سفرًا؛ ضرب الله هذا مثلا للذين أعطوا التوراة ثم كفروا.حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال : ثني أَبي، عن أبيه، عن ابن عباس، قوله: (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) والأسفار: الكتب ، فجعل الله مثل الذي يقرأ الكتاب ولا يتبع ما فيه، كمثل الحمار يحمل كتاب الله الثقيل، لا يدري ما فيه، ثم قال: (بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ) ... الآية.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: الأسفارُ: التوراة التي يحملها الحمار على ظهره، كما تحمل المصاحف على الدواب، كمثل الرجل يسافر فيحمل مصحفه، قال: فلا ينتفع الحمارُ بها حين يحملها على ظهره، كذلك لم ينتفع هؤلاء بها حين لم يعملوا بها وقد أوتوها، كما لم ينتفع بها هذا وهي على ظهره.حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ عن ابن عباس في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) يقول: كتبًا. والأسفار: جمع سفر، وهي الكتب العظام.وقوله: (بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ) يقول: بئس هذا المثل، مثل القوم الذين كذبوا بآيات الله، يعني بأدلته وحججه (وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ ) يقول تعالى ذكره: والله لا يوفِّق القوم الذين ظلموا أنفسهم، فكفروا بآيات ربهم."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "قل -أيها الرسول- للذين تمسكوا بالملة اليهودية المحرَّفة: إن ادَّعيتم- كذبًا- أنكم أحباء الله دون غيركم من الناس، فتمنَّوا الموت إن كنتم صادقين في ادِّعائكم حب الله لكم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قل يا أيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين» تعلق بتمنوا الشرطان على أن الأول قيد في الثاني، أي إن صدقتم في زعمكم أنكم أولياء لله، والولي يؤثر الآخرة ومبدؤها الموت فتمنوه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أمر الله رسوله، أن يقول لهم: إن كنتم صادقين في زعمكم أنكم على الحق، وأولياء الله:  فَتَمَنَّوُا الْمَوْتَ  وهذا أمر خفيف، فإنهم لو علموا أنهم على حق لما توقفوا عن هذا التحدي الذي جعله الله دليلاً على صدقهم إن تمنوه، وكذبهم  إن لم يتمنوه ولما لم يقع منهم مع الإعلان لهم بذلك، علم أنهم عالمون ببطلان ما هم عليه وفساده"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال تعالى : ( قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين ) أي : إن كنتم تزعمون أنكم على هدى ، وأن محمدا وأصحابه على ضلالة ، فادعوا بالموت على الضال من الفئتين ( إن كنتم صادقين ) فيما تزعمونه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس ) من دون محمد - صلى الله عليه وسلم - وأصحابه ( فتمنوا الموت ) فادعوا بالموت على أنفسكم ( إن كنتم صادقين ) ، أنكم أبناء الله وأحباؤه فإن الموت هو الذي يوصلكم إليه ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقينلما ادعت اليهود الفضيلة وقالوا : نحن أبناء الله وأحباؤه قال الله تعالى : إن زعمتم أنكم أولياء لله من دون الناس فللأولياء عند الله الكرامة .فتمنوا الموت إن كنتم صادقين لتصيروا إلى ما يصير إليه أولياء الله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: قل يا محمد لليهود ( قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ ) سواكم ( فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ ) في قيلكم، إنكم أولياء لله من دون الناس، فإن الله لا يعذّب أولياءه، بل يكرمهم وينعمهم، وإن كنتم محقين فيما تقولون فتمنوا الموت لتستريحوا من كرب الدنيا وهمومها وغمومها، وتصيروا إلى روح الجنان ونعيمها بالموت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا ) قل يا أيها الذين تابوا: لليهود، قال موسى:  إِنَّا هُدْنَا إِلَيْكَ  إنا تبنا إليك."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولا يتمنى هؤلاء اليهود الموت أبدًا إيثارًا للحياة الدنيا على الآخرة، وخوفًا من عقاب الله لهم؛ بسبب ما قدَّموه من الكفر وسوء الفعال. والله عليم بالظالمين، لا يخفى عليه من ظلمهم شيء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا يتمنوْنه أبدا بما قدمت أيديهم» من كفرهم بالنبي المستلزم لكذبهم «والله عليم بالظالمين» الكافرين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ  أي من الذنوب والمعاصي، التي يستوحشون من الموت من أجلها،  وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ  فلا يمكن أن يخفى عليه من ظلمهم شيء"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال الله تعالى : ( ولا يتمنونه أبدا بما قدمت أيديهم ) أي : بما يعملون لهم من الكفر والظلم والفجور ، ( والله عليم بالظالمين ) وقد قدمنا في سورة \" البقرة \" الكلام على هذه المباهلة لليهود حيث قال تعالى : ( قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون ) [ البقرة : 94 - 96 ] وقد أسلفنا الكلام هناك وبينا أن المراد أن يدعوا على الضال من أنفسهم أو خصومهم ، كما تقدمت مباهلة النصارى في آل عمران : ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين ) [ آل عمران : 61 ] ومباهلة المشركين في سورة مريم : ( قل من كان في الضلالة فليمدد له الرحمن مدا ) [ مريم : 75 ]وقد قال الإمام أحمد : حدثنا إسماعيل بن يزيد الرقي أبو يزيد ، حدثنا فرات ، عن عبد الكريم بن مالك الجزري ، عن عكرمة ، عن ابن عباس ، قال : قال أبو جهل لعنه الله : إن رأيت محمدا عند الكعبة لآتينه حتى أطأ على عنقه . قال : فقال رسول الله - صلى الله عليه وسلم - : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار . ولو خرج الذين يباهلون رسول الله - صلى الله عليه وسلم - لرجعوا لا يجدون مالا ولا أهلا .رواه البخاري ، والترمذي ، والنسائي من حديث عبد الرزاق ، عن معمر ، عن عبد الكريم به قال البخاري : \" وتبعه عمرو بن خالد ، عن عبيد الله بن عمرو ، عن عبد الكريم \" . ورواه النسائي أيضا عن عبد الرحمن بن عبد الله الحلبي ، عن عبيد الله بن عمرو الرقي به أتم"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولا يتمنونه أبداً بما قدمت أيديهم والله عليم بالظالمين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ولا يتمنونه أبدا بما قدمت أيديهم أي أسلفوه من تكذيب محمد صلى الله عليه وسلم ; فلو تمنوه لماتوا ; فكان في ذلك بطلان قولهم وما ادعوه من الولاية . وفي حديث أن النبي صلى الله عليه وسلم قال لما نزلت هذه الآية : \" والذي نفس محمد بيده لو تمنوا الموت ما بقي على ظهرها يهودي إلا مات \" . وفي هذا إخبار عن الغيب ، ومعجزة للنبي صلى الله عليه وسلم . وقد مضى معنى هذه الآية في \" البقرة \" في قوله تعالى - : قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: (وَلا يَتَمَنَّوْنَهُ أَبَدًا ) يقول: ولا يتمنى اليهود الموت أبدًا(بِمَا قَدَّمَتْ أَيْدِيهِمْ ) يعني: بما اكتسبوا في هذه الدنيا من الآثام، واجترحوا من السيئات (وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ ) يقول: والله ذو علم بمن ظلم من خلقه نفسه، فأوبقها بكفره بالله."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "قل: إن الموت الذي تهربون منه لا مفرَّ منه، فإنه آتٍ إليكم عند مجيء آجالكم، ثم ترجعون يوم البعث إلى الله العالم بما غاب وما حضر، فيخبركم بأعمالكم، وسيجازيكم عليها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قل إن الموت الذي تفرون منه فإنه» الفاء زائدة «ملاقيكم ثم تردون إلى عالم الغيب والشهادة» السر والعلانية «فينبئكم بما كنتم تعملون» فيجازيكم به."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "هذا وإن كانوا لا يتمنون الموت بما قدمت أيديهم، و يفرون  منه [غاية الفرار]، فإن ذلك لا ينجيهم، بل لا بد أن يلاقيهم الموت الذي قد حتمه الله على العباد وكتبه عليهم.ثم بعد الموت واستكمال الآجال، يرد الخلق كلهم يوم القيامة إلى عالم الغيب والشهادة، فينبئهم بما كانوا يعملون، من خير وشر، قليل وكثير."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله تعالى : ( قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون ) كقوله تعالى في سورة النساء : ( أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 78 ]وفي معجم الطبراني من حديث معاذ محمد بن محمد الهذلي ، عن يونس ، عن الحسن ، عن سمرة مرفوعا : \" مثل الذي يفر من الموت كمثل الثعلب تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيا وانبهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج له حصاص ، فلم يزل كذلك حتى تقطعت عنقه ، فمات \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون قال الزجاج : لا يقال : إن زيدا فمنطلق ، وهاهنا قال : فإنه ملاقيكم لما في معنى الذي من الشرط والجزاء ، أي إن فررتم منه فإنه ملاقيكم ، ويكون مبالغة في الدلالة على أنه لا ينفع الفرار منه . قال زهير :ومن هاب أسباب المنايا ينلنه ولو رام أسباب السماء بسلمقلت : ويجوز أن يتم الكلام عند قوله : \" الذي تفرون منه \" ثم يبتدئ \" فإنه ملاقيكم \" . وقال طرفة :وكفى بالموت فاعلم واعظا     لمن الموت عليه قد قدرفاذكر الموت وحاذر ذكره     إن في الموت لذي اللب عبركل شيء سوف يلقى حتفه     في مقام أو على ظهر سفروالمنايا حوله ترصده     ليس ينجيه من الموت الحذر"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم (قُلْ ) يا محمد لليهود (إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ ) فتكرهونه، وتأبون أن تتمنوه (فَإِنَّهُ مُلاقِيكُمْ ) ونازل بكم (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ ) ثم يردّكم ربكم من بعد  مماتكم إلى عالم الغيب والشهادة، عالم غيب السموات والأرض؛ والشهادة: يعني وما شهد فظهر لرأي العين، ولم يغب عن أبصار الناظرين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: تلا قتادة: (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ ) فقال: إن الله أذّل ابن آدم بالموت، لا أعلمه إلا رفعه (فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ) يقول: فيخبركم حينئذ ما كنتم في الدنيا تعملون من الأعمال، سيئها وحسنها، لأنه محيط بجميعها، ثم يجازيكم على ذلك المحسن بإحسانه، والمسيء بما هو أهله."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا نادى المؤذن للصلاة في يوم الجمعة، فامضوا إلى سماع الخطبة وأداء الصلاة، واتركوا البيع، وكذلك الشراء وجميع ما يَشْغَلُكم عنها، ذلك الذي أُمرتم به خير لكم؛ لما فيه من غفران ذنوبكم ومثوبة الله لكم، إن كنتم تعلمون مصالح أنفسكم فافعلوا ذلك. وفي الآية دليل على وجوب حضور الجمعة واستماع الخطبة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا أيها الذين آمنوا إذا نودي للصلاة من» بمعني في «يوم الجمعة فاسعوْا» فامضوا «إلى ذكر الله» للصلاة «وذروا البيع» اتركوا عقده «ذلكم خير لكم إن كنتم تعلمون» أنه خير فافعلوه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يأمر تعالى عباده المؤمنين بالحضور لصلاة الجمعة والمبادرة إليها، من حين ينادى لها والسعي إليها، والمراد بالسعي هنا: المبادرة إليها والاهتمام لها، وجعلها أهم الأشغال، لا العدو الذي قد نهي عنه عند المضي إلى الصلاة، وقوله:  وَذَرُوا الْبَيْعَ  أي: اتركوا البيع، إذا نودي للصلاة، وامضوا إليها.فإن  ذَلِكُمْ خَيْرٌ لَكُمْ  من اشتغالكم بالبيع، وتفويتكم الصلاة الفريضة، التي هي من آكد الفروض. إِنْ كُنْتُمْ تَعْلَمُونَ  أن ما عند الله خير وأبقى، وأن من آثر الدنيا على الدين، فقد خسر الخسارة الحقيقية، من حيث ظن أنه يربح، وهذا الأمر بترك البيع مؤقت مدة الصلاة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "إنما سميت الجمعة جمعة ; لأنها مشتقة من الجمع ، فإن أهل الإسلام يجتمعون فيه في كل أسبوع مرة بالمعابد الكبار وفيه كمل جميع الخلائق ، فإنه اليوم السادس من الستة التي خلق الله فيها السماوات والأرض . وفيه خلق آدم وفيه أدخل الجنة ، وفيه أخرج منها . وفيه تقوم الساعة . وفيه ساعة لا يوافقها عبد مؤمن يسأل الله فيها خيرا إلا أعطاه إياه كما ثبتت بذلك الأحاديث الصحاحوقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثنا عبيدة بن حميد ، عن منصور ، عن أبي معشر ، عن إبراهيم ، عن علقمة ، عن قرثع الضبي ، حدثنا سلمان قال : قال أبو القاسم - صلى الله عليه وسلم - : \" يا سلمان ما يوم الجمعة ؟ \" . قلت : الله ورسوله أعلم . فقال رسول الله - صلى الله عليه وسلم - : \" يوم جمع فيه أبواك - أو أبوكم \"وقد روي عن أبي هريرة من كلامه ، نحو هذا ، فالله أعلم .وقد كان يقال له في اللغة القديمة يوم العروبة . وثبت أن الأمم قبلنا أمروا به فضلوا عنه ، واختار اليهود يوم السبت الذي لم يقع فيه خلق واختار النصارى يوم الأحد الذي ابتدئ فيه الخلق ، واختار الله لهذه الأمة يوم الجمعة الذي أكمل الله فيه الخليقة ، كما أخرجه البخاري ، ومسلم من حديث عبد الرزاق ، عن معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" نحن الآخرون السابقون يوم القيامة ، بيد أنهم أوتوا الكتاب من قبلنا . ثم هذا يومهم الذي فرض الله عليهم ، فاختلفوا فيه ، فهدانا الله له ، فالناس لنا فيه تبع اليهود غدا ، والنصارى بعد غد \" لفظ البخاري .وفي لفظ لمسلم : \" أضل الله من كان قبلنا فكان لليهود يوم السبت ، وكان للنصارى يوم الأحد . فجاء الله بنا فهدانا الله ليوم الجمعة ، فجعل الجمعة والسبت والأحد ، وكذلك هم تبع لنا يوم القيامة ، نحن الآخرون من أهل الدنيا ، والأولون يوم القيامة ، المقضي بينهم قبل الخلائق \" .وقد أمر الله المؤمنين بالاجتماع لعبادته يوم الجمعة ، فقال : ( يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله ) أي : اقصدوا واعمدوا واهتموا في مسيركم إليها ، وليس المراد بالسعي ها هنا المشي السريع ، وإنما هو الاهتمام بها ، كقوله تعالى : ( ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ) [ الإسراء : 19 ] وكان عمر بن الخطاب وابن مسعود رضي الله عنهما يقرآنها : \" فامضوا إلى ذكر الله \" . فأما المشي السريع إلى الصلاة فقد نهي عنه ، لما أخرجاه في الصحيحين ، عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" إذا سمعتم الإقامة فامشوا إلى الصلاة ، وعليكم السكينة والوقار ، ولا تسرعوا ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" . لفظ البخاريوعن أبي قتادة قال : بينما نحن نصلي مع النبي - صلى الله عليه وسلم - إذ سمع جلبة رجال ، فلما صلى قال : \" ما شأنكم ؟ \" . قالوا : استعجلنا إلى الصلاة . قال : \" فلا تفعلوا ، إذا أتيتم الصلاة فامشوا وعليكم بالسكينة فما أدركتم فصلوا ، وما فاتكم فأتموا \" . أخرجاهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها تمشون ، وعليكم السكينة والوقار ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" .رواه الترمذي من حديث عبد الرزاق كذلك ، وأخرجه من طريق يزيد بن زريع ، عن معمر ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة بمثلهقال الحسن أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ، ولكن بالقلوب والنية والخشوع .وقال قتادة في قوله : ( فاسعوا إلى ذكر الله ) يعني : أن تسعى بقلبك وعملك ، وهو المشي إليها ، وكان يتأول قوله تعالى : ( فلما بلغ معه السعي ) [ الصافات : 102 ] أي : المشي معه . روي عن محمد بن كعب ، وزيد بن أسلم وغيرهما نحو ذلك .ويستحب لمن جاء الجمعة أن يغتسل قبل مجيئه إليها ، لما ثبت في الصحيحين عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إذا جاء أحدكم الجمعة فليغتسل \"ولهما عن أبي سعيد رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - \" غسل يوم الجمعة واجب على كل محتلم \"وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" حق لله على كل مسلم أن يغتسل في كل سبعة أيام ، يغسل رأسه وجسده \" . رواه مسلموعن جابر رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" على كل رجل مسلم في كل سبعة أيام غسل يوم ، وهو يوم الجمعة \" . رواه أحمد ، والنسائي ، وابن حبانوقال الإمام أحمد : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن حسان بن عطية ، عن أبي الأشعث الصنعاني ، عن أوس بن أوس الثقفي قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من غسل واغتسل يوم الجمعة ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام واستمع ولم يلغ كان له بكل خطوة أجر سنة ، أجر صيامها وقيامها \" .وهذا الحديث له طرق وألفاظ ، وقد أخرجه أهل السنن الأربعة وحسنه الترمذيوعن أبي هريرة رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة ، ثم راح فكأنما قرب بدنة ، ومن راح في الساعة الثانية فكأنما قرب بقرة ، ومن راح في الساعة الثالثة فكأنما قرب كبشا أقرن ، ومن راح في الساعة الرابعة فكأنما قرب دجاجة ، ومن راح في الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" أخرجاهويستحب له أن يلبس أحسن ثيابه ، ويتطيب ويتسوك ، ويتنظف ويتطهر . وفي حديث أبي سعيد المتقدم : \" غسل يوم الجمعة واجب على كل محتلم ، والسواك ، وأن يمس من طيب أهله \" .وقال الإمام أحمد : حدثنا يعقوب ، حدثنا أبي ، عن محمد بن إسحاق ، حدثني محمد بن إبراهيم التيمي ، عن عمران بن أبي يحيى ، عن عبد الله بن كعب بن مالك ، عن أبي أيوب الأنصاري : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من اغتسل يوم الجمعة ومس من طيب أهله - إن كان عنده - ولبس من أحسن ثيابه ، ثم خرج حتى يأتي المسجد فيركع - إن بدا له - ولم يؤذ أحدا ، ثم أنصت إذا خرج إمامه حتى يصلي ، كانت كفارة لما بينها وبين الجمعة الأخرى \"وفي سنن أبي داود ، وابن ماجه عن عبد الله بن سلام رضي الله عنه ، أنه سمع رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" ما على أحدكم لو اشترى ثوبين ليوم الجمعة سوى ثوبي مهنته \"وعن عائشة رضي الله عنها : أن رسول الله - صلى الله عليه وسلم - خطب الناس يوم الجمعة ، فرأى عليهم ثياب النمار ، فقال : \" ما على أحدكم إن وجد سعة أن يتخذ ثوبين لجمعته ، سوى ثوبي مهنته \" . رواه ابن ماجهوقوله تعالى : ( إذا نودي للصلاة ) المراد بهذا النداء هو النداء الثاني الذي كان يفعل بين يدي رسول الله - صلى الله عليه وسلم - إذا خرج فجلس على المنبر ، فإنه كان حينئذ يؤذن بين يديه ، فهذا هو المراد ، فأما النداء الأول الذي زاده أمير المؤمنين عثمان بن عفان رضي الله عنه ، فإنما كان هذا لكثرة الناس ، كما رواه البخاري رحمه الله حيث قال : حدثنا آدم - هو ابن أبي إياس - حدثنا ابن أبي ذئب ، عن الزهري ، عن السائب بن يزيد قال : كان النداء يوم الجمعة أوله إذا جلس الإمام على المنبر على عهد رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر فلما كان عثمان بعد زمن وكثر الناس ، زاد النداء الثاني على الزوراء يعني : يؤذن به على الدار التي تسمى بالزوراء ، وكانت أرفع دار بالمدينة بقرب المسجد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم ، حدثنا محمد بن راشد المكحولي ، عن مكحول : أن النداء كان في يوم الجمعة مؤذن واحد حين يخرج الإمام ، ثم تقام الصلاة ، وذلك النداء الذي يحرم عنده البيع والشراء إذا نودي به ، فأمر عثمان رضي الله عنه ، أن ينادى قبل خروج الإمام حتى يجتمع الناس .وإنما يؤمر بحضور الجمعة الرجال الأحرار دون النساء ، والعبيد ، والصبيان ويعذر المسافر ، والمريض ، وقيم المريض ، وما أشبه ذلك من الأعذار ، كما هو مقرر في كتب الفروع .وقوله : ( وذروا البيع ) أي : اسعوا إلى ذكر الله واتركوا البيع إذا نودي للصلاة : ولهذا اتفق العلماء رضي الله عنهم على تحريم البيع بعد النداء الثاني . واختلفوا : هل يصح إذا تعاطاه متعاط أم لا ؟ على قولين ، وظاهر الآية عدم الصحة كما هو مقرر في موضعه ، والله أعلم .وقوله : ( ذلكم خير لكم إن كنتم تعلمون ) أي : ترككم البيع وإقبالكم إلى ذكر الله وإلى الصلاة خير لكم ، أي : في الدنيا والآخرة إن كنتم تعلمون ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( ياأيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة ) أي في يوم الجمعة كقوله : \" أروني ماذا خلقوا من الأرض أي في الأرض \" [ أي في الأرض ] وأراد بهذا النداء الأذان عند قعود الإمام على المنبر للخطبة .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا آدم ، حدثنا ابن أبي ذئب ، عن الزهري عن السائب بن يزيد قال : كان النداء يوم الجمعة أوله إذا جلس الإمام على المنبر على عهد النبي - صلى الله عليه وسلم - وأبي بكر وعمر ، فلما كان عثمان وكثر الناس زاد النداء الثاني على الزوراء قرأ الأعمش : \" من يوم الجمعة \" بسكون الميم ، وقرأ العامة بضمها .واختلفوا في تسمية هذا اليوم جمعة ، منهم من قال : لأن الله تعالى جمع فيه خلق آدم عليه السلام . وقيل : لأن الله تعالى فرغ من خلق الأشياء فاجتمعت فيه المخلوقات . وقيل : لاجتماع الجماعات فيه . وقيل : لاجتماع الناس فيها للصلاة .وقيل : أول من سماها جمعة كعب بن لؤي قال أبو سلمة : أول من قال \" أما بعد \" كعب بن لؤي وكان أول من سمى الجمعة جمعة ، وكان يقال له يوم العروبة .وعن ابن سيرين قال : جمع أهل المدينة قبل أن يقدم النبي - صلى الله عليه وسلم - المدينة . وقبل أن ينزل الجمعة وهم الذين سموها الجمعة . وقالوا : لليهود يوم يجتمعون فيه كل سبعة أيام ، وللنصارى يوم ، فهلم فلنجعل يوما نجتمع فيه ، فنذكر الله ونصلي فيه ، فقالوا : يوم السبت لليهود ، ويوم الأحد للنصارى ، فاجعلوه يوم العروبة ، فاجتمعوا إلى أسعد بن زرارة فصلى بهم ركعتين وذكرهم فسموه يوم الجمعة ، ثم أنزل الله - عز وجل - في ذلك بعد .وروي عن عبد الرحمن بن كعب بن مالك عن أبيه كعب ، أنه كان إذا سمع النداء يوم الجمعة ترحم لأسعد بن زرارة ، فقلت له : إذا سمعت النداء ترحمت لأسعد بن زرارة ؟ قال : لأنه أول من جمع بنا في هزم النبيت من حرة بني بياضة في بقيع يقال له بقيع الخضمات ، قلت له : كم كنتم يومئذ ؟ قال : أربعون وأول جمعة جمعها رسول الله - صلى الله عليه وسلم - بأصحابه على ما ذكر أهل السير : أن النبي - صلى الله عليه وسلم - لما قدم المدينة مهاجرا نزل قباء على بني عمرو بن عوف ، وذلك يوم الاثنين لثنتي عشرة [ ليلة ] خلت من شهر ربيع الأول حين امتد الضحى ، فأقام بقباء يوم الاثنين والثلاثاء والأربعاء ويوم الخميس ، وأسس مسجدهم ، ثم خرج من بين أظهرهم يوم الجمعة عامدا المدينة ، فأدركته صلاة الجمعة في بني سالم بن عوف في بطن واد لهم ، وقد اتخذ اليوم في ذلك الموضع مسجدا ، فجمع هناك وخطبقوله - عز وجل - : ( فاسعوا إلى ذكر الله ) أي : فامضوا إليه واعملوا له ، وليس المراد من السعي الإسراع ، إنما المراد منها العمل والفعل ، كما قال : \" وإذا تولى سعى في الأرض \" ( البقرة - 205 ) وقال : \" إن سعيكم لشتى \" ( الليل - 4 ) .وكان عمر بن الخطاب يقرأ : فامضوا إلى ذكر الله ، وكذلك هي في قراءة عبد الله بن مسعود . وقال الحسن : أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ، ولكن بالقلوب والنية والخشوعوقال قتادة في هذه الآية : \" فاسعوا إلى ذكر الله \" قال : فالسعي أن تسعى بقلبك وعملك وهو المشي إليها وكان يتأول قوله : \" فلما بلغ معه السعي \" ( الصافات - 102 ) يقول فلما مشى معه .أخبرنا الإمام أبو [ علي ] الحسين بن محمد القاضي ، أخبرنا أبو بكر أحمد بن الحسن الحيري ، أخبرنا محمد بن أحمد بن معقل الميداني ، حدثنا محمد بن يحيى ، حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري عن ابن المسيب ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها تمشون وعليكم السكينة [ والوقار ] فما أدركتم فصلوا وما فاتكم فأتموها \" قوله ( إلى ذكر الله ) أي إلى الصلاة ، وقال سعيد بن المسيب : \" فاسعوا إلى ذكر الله \" قال هو موعظة الإمام ( وذروا البيع ) يعني البيع والشراء لأن اسم البيع يتناولهما جميعا . وإنما يحرم البيع والشراء عند الأذان الثاني وقال الزهري : عند خروج الإمام . وقال الضحاك : إذا زالت الشمس حرم البيع والشراء ( ذلكم ) الذي ذكرت من حضور الجمعة وترك البيع ، ( خير لكم ) من المبايعة ( إن كنتم تعلمون ) مصالح أنفسكم . واعلم أن صلاة الجمعة من فروض الأعيان ، فتجب على كل من جمع العقل ، والبلوغ ، والحرية والذكورة والإقامة إذا لم يكن له عذر . ومن تركها استحق الوعيد .وأما الصبي والمجنون فلا جمعة عليهما ، لأنهما ليسا من أهل أن يلزمهما فرض الأبدان لنقصان أبدانهما ، ولا جمعة على النساء بالاتفاق :أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا إبراهيم بن محمد ، حدثني سلمة بن عبد الله الخطمي عن محمد بن كعب أنه سمع رجلا من بني وائل يقول : قال النبي - صلى الله عليه وسلم - : \" تجب الجمعة على كل مسلم إلا امرأة أو صبيا أو مملوكا \" وذهب أكثرهم إلى أنه لا جمعة على العبيد . وقال الحسن وقتادة والأوزاعي : تجب على العبد المخارج ، ولا تجب على المسافر عند الأكثرين .وقال النخعي والزهري : تجب على المسافر إذا سمع النداء ، وكل من له عذر من مرض أو تعهد مريض أو خوف ، جاز له ترك الجمعة ، وكذلك له تركها بعذر المطر والوحل .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل [ حدثنا مسدد حدثنا إسماعيل ] أخبرني عبد الحميد صاحب الزيادي ، حدثنا عبد الله بن الحارث بن عمر ، حدثنا محمد بن سيرين قال ابن عباس لمؤذنه في يوم مطير : إذا قلت : أشهد أن محمدا رسول الله ، فلا تقل : حي على الصلاة . قل : صلوا في بيوتكم . فكأن الناس استنكروا فقال : فعله من هو خير مني إن الجمعة عزمة ، وإني كرهت أن أخرجكم فتمشوا في الطين والدحض .وكل من لا يجب عليه حضور الجمعة ، فإذا حضر وصلى مع الإمام [ الجمعة ] سقط عنه فرض الظهر ، ولكن لا يكمل به عدد الجمعة إلا صاحب العذر ، فإنه إذا حضر يكمل به العدد . أخبرنا الإمام أبو الحسن عبد الرحمن بن محمد الداودي ، أخبرنا أبو محمد عبد الله بن أحمد بن حمويه السرخسي في سنة إحدى وثمانين وثلثمائة ، أخبرنا عيسى بن عمر بن العباس السمرقندي ، حدثنا أبو محمد عبد الله بن عبد الرحمن الدارمي السمرقندي ، أخبرنا يحيى بن حسان حدثنا معاوية بن سلام ، أخبرني زيد بن سلام أنه سمع أبا سلام يقول حدثني الحكم بن مينا أن ابن عمر حدثه وأبا هريرة أنهما سمعا رسول الله - صلى الله عليه وسلم - وهو على أعواد منبره : \" لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم ثم ليكونن من الغافلين \"أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، حدثنا أبو العباس المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا علي بن خشرم ، أخبرنا عيسى بن يونس ، عن محمد بن عمرو عن عبيدة بن سفيان ، عن أبي الجعد يعني الضميري قال : قال رسول الله - صلى الله عليه وسلم - : \" من ترك الجمعة ثلاث مرات تهاونا بها طبع الله على قلبه \"واختلف أهل العلم في موضع إقامة الجمعة ، وفي العدد الذي تنعقد به الجمعة ، وفي المسافة التي يجب أن يؤتى منها : أما الموضع : فذهب قوم إلى أن كل قرية اجتمع فيها أربعون رجلا من أهل الكمال ، بأن يكونوا أحرارا عاقلين [ بالغين ] مقيمين لا يظعنون عنها شتاء ولا صيفا إلا ظعن حاجة ، تجب عليهم إقامة الجمعة فيها . وهو قول عبيد الله بن عبد الله ، وعمر بن عبد العزيز وبه قال الشافعي وأحمد وإسحاق . وقالوا : لا تنعقد الجمعة بأقل من أربعين رجلا على هذه الصفة ، وشرط عمر بن عبد العزيز مع عدد الأربعين أن يكون فيهم وال ، والوالي غير شرط عند الشافعي . وقال علي : لا جمعة إلا في مصر جامع وهو قول أصحاب الرأي .ثم عند أبي حنيفة ، رضي الله عنه تنعقد بأربعة ، والوالي شرط وقال الأوزاعي وأبو يوسف : تنعقد بثلاثة إذا كان فيهم وال . وقال الحسن وأبو ثور : تنعقد باثنين كسائر الصلوات . وقال ربيعة : تنعقد باثني عشر رجلا . والدليل على جواز إقامتها في القرى ما : أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن المثنى ، أخبرنا أبو عامر العقدي ، حدثنا إبراهيم بن طهمان ، عن أبي حمزة الضبعي عن ابن عباس قال : إن أول جمعة جمعت بعد جمعة في مسجد رسول الله - صلى الله عليه وسلم - في مسجد عبد القيس بجواثى من البحرينوإذا كان الرجل مقيما في قرية لا تقام فيها الجمعة ، أو كان مقيما في برية ، فذهب قوم إلى أنه إن كان يبلغهم النداء من موضع الجمعة يلزمهم حضور الجمعة ، وإن كان لا يبلغهم النداء فلا جمعة عليهم . وهو قول الشافعي وأحمد وإسحاق . والشرط أن يبلغهم نداء مؤذن جهوري الصوت يؤذن في وقت تكون الأصوات فيه هادئة والرياح ساكنة ، وكل قرية تكون في موضع الجمعة في القرب على هذا القدر يجب على أهلها حضور الجمعة .وقال سعيد بن المسيب : تجب على كل من آواه المبيت . وقال الزهري : تجب على من كان على ستة أميال . وقال ربيعة : على أربعة أميال . وقال مالك والليث : على ثلاثة أميال . وقال أبو حنيفة رضي الله عنه : لا جمعة على أهل السواد قريبة كانت القرية أو بعيدة .وكل من تلزمه صلاة الجمعة لا يجوز له أن يسافر يوم الجمعة بعد الزوال قبل أن يصلي الجمعة ، وجوز أصحاب الرأي أن يسافر بعد الزوال إذا كان يفارق البلد قبل خروج الوقت .أما إذا سافر قبل الزوال بعد طلوع الفجر فيجوز ، غير أنه يكره إلا أن يكون سفره سفر طاعة من حج أو غزو ، وذهب بعضهم إلى أنه إذا أصبح يوم الجمعة مقيما فلا يسافر حتى يصلي الجمعة ، والدليل على جوازه ما :أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، أخبرنا أبو العباس المحبوبي ، أخبرنا أبو عيسى ، حدثنا أحمد بن منيع ، حدثنا أبو معاوية عن الحجاج عن الحكم عن مقسم عن ابن عباس قال : بعث النبي - صلى الله عليه وسلم - عبد الله بن رواحة في سرية فوافق ذلك يوم الجمعة ، فغدا أصحابه ، وقال : أتخلف فأصلي مع رسول الله - صلى الله عليه وسلم - ثم ألحقهم ، فلما صلى مع النبي - صلى الله عليه وسلم - رآه فقال : ما منعك أن تغدو مع أصحابك ؟ قال : أردت أن أصلي معك ثم ألحقهم ، فقال : \" لو أنفقت ما في الأرض جميعا ما أدركت فضل غدوتهم \" وروي أن عمر بن الخطاب رضي الله عنه سمع رجلا عليه هيئة السفر يقول : لولا أن اليوم يوم الجمعة لخرجت ، فقال عمر : اخرج فإن الجمعة لا تحبس عن سفروقد ورد أخبار في سنن يوم الجمعة وفضله منها : ما أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد الفقيه ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك عن يزيد بن عبد الله بن الهاد ، عن محمد بن إبراهيم بن الحارث التيمي عن أبي سلمة بن عبد الرحمن ، عن أبي هريرة أنه قال : خرجت إلى [ الطور ] فلقيت كعب الأحبار ، فجلست معه فحدثني عن التوراة ، وحدثته عن رسول الله - صلى الله عليه وسلم - ، فكان فيما حدثته أن قلت له : قال رسول الله - صلى الله عليه وسلم - : \" خير يوم طلعت عليه الشمس يوم الجمعة فيه خلق آدم ، وفيه أهبط وفيه تيب عليه ، وفيه مات وفيه تقوم الساعة وما من دابة إلا وهي مصيخة يوم الجمعة من حين تصبح حين تطلع الشمس شفقا من الساعة إلا الجن والإنس وفيه ساعة لا يصادفها عبد مسلم وهو يصلي يسأل الله شيئا إلا أعطاه إياه \" قال كعب : ذلك في كل سنة يوم ، فقلت : بل في كل جمعة ، قال : فقرأ كعب التوراة فقال : صدق رسول الله - صلى الله عليه وسلم - . قال أبو هريرة : ثم لقيت عبد الله بن سلام فحدثته بمجلسي مع كعب الأحبار وما حدثته في يوم الجمعة ، فقال عبد الله بن سلام : قد علمت أية ساعة هي ، هي آخر ساعة في يوم الجمعة ، قال أبو هريرة : وكيف تكون آخر ساعة في يوم الجمعة ! وقد قال رسول الله - صلى الله عليه وسلم - : \" لا يصادفها عبد مسلم وهو يصلي \" وتلك ساعة لا يصلى فيها ؟ فقال عبد الله بن سلام : ألم يقل رسول الله - صلى الله عليه وسلم - من جلس مجلسا ينتظر الصلاة فهو في صلاة حتى يصليها ؟ قال أبو هريرة : بلى ، قال : فهو ذاك .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك ، عن نافع ، عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إذا جاء أحدكم الجمعة فليغتسل \"أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، حدثنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، حدثنا آدم ، حدثنا ابن أبي ذئب ، عن سعيد المقبري ، أخبرني أبي عن عبد الله بن وديعة عن سلمان الفارسي قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يغتسل رجل يوم الجمعة ويتطهر ما استطاع من طهر ، ويدهن من دهنه ، أو يمس من طيب بيته ، ثم يخرج فلا يفرق بين اثنين ، ثم يصلي ما كتب له ، ثم ينصت إذا تكلم الإمام إلا غفر له ما بينه وبين الجمعة الأخرى \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، حدثنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، حدثنا حميد بن زنجويه ، حدثنا أحمد بن خالد ، حدثنا محمد بن إسحاق ، عن محمد بن إبراهيم ، عن أبي سلمة بن عبد الرحمن وعن أبي أمامة يعني سهل بن حنيف حدثاه عن أبي سعيد وعن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة واستن ومس من طيب إن كان عنده ولبس من أحسن ثيابه ثم خرج حتى يأتي المسجد ، فلم يتخط رقاب الناس ثم ركع ما شاء الله أن يركع ، وأنصت إذا خرج الإمام كانت كفارة ما بينها وبين الجمعة التي كانت قبلها \" قال أبو هريرة : وزيادة ثلاثة أيام لأن الله تعالى يقول : \" من جاء بالحسنة فله عشر أمثالها \" ( الأنعام - 160 ) .أخبرنا أبو طاهر عمر بن عبد العزيز القاشاني ، أخبرنا أبو القاسم بن جعفر الهاشمي ، أخبرنا أبو علي محمد بن أحمد بن عمر اللؤلؤي ، حدثنا أبو داود سليمان بن الأشعث السجستاني ، حدثنا محمد بن حاتم الجرجرائي ، حدثنا ابن المبارك عن الأوزاعي ، حدثني حسان بن عطية ، حدثني أبو الأشعث الصنعاني ، حدثني أوس بن أوس الثقفي قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من غسل يوم الجمعة واغتسل ثم بكر وابتكر ومشى ولم يركب ، ودنا من الإمام واستمع ، ولم يلغ كان له بكل خطوة عمل سنة أجر صيامها وقيامها \" أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، حدثنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا سفيان ، عن الزهري عن سعيد بن المسيب ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا كان يوم الجمعة كان على كل باب من أبواب المسجد ملائكة يكتبون الناس على منازلهم الأول فالأول فإذا خرج الإمام طويت الصحف واستمعوا الخطبة والمهجر إلى الصلاة كالمهدي بدنة ، ثم الذي يليه كالمهدي بقرة ، ثم الذي يليه كالمهدي شاة ثم الذي يليه كالمهدي كبشا حتى ذكر الدجاجة والبيضة \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون .فيه ثلاث عشرة مسألة :الأولى : قوله تعالى : يا أيها الذين آمنوا إذا نودي للصلاة من يوم قرأ عبد الله بن الزبير والأعمش وغيرهما \" الجمعة \" بإسكان الميم على التخفيف . وهما لغتان . وجمعهما جمع وجمعات . قال الفراء : يقال الجمعة ( بسكون الميم ) والجمعة ( بضم الميم ) والجمعة ( بفتح الميم ) فيكون صفة اليوم ; أي تجمع الناس . كما يقال : ضحكة للذي يضحك . وقال ابن عباس : نزل القرآن بالتثقيل والتفخيم فاقرءوها جمعة ; يعني بضم الميم . وقال الفراء وأبو عبيد : والتخفيف أقيس وأحسن ; نحو غرفة وغرف ، وطرفة وطرف ، وحجرة وحجر . وفتح الميم لغة بني عقيل . وقيل : إنها لغة النبي صلى الله عليه وسلم . وعن سلمان أن النبي صلى الله عليه وسلم قال : \" إنما سميت جمعة لأن الله جمع فيها خلق آدم \" . وقيل : لأن الله تعالى فرغ فيها من خلق كل شيء فاجتمعت فيها المخلوقات . وقيل : لتجتمع الجماعات فيها . وقيل : لاجتماع الناس فيها للصلاة . و \" من \" بمعنى في ; أي في يوم ; كقوله تعالى : أروني ماذا خلقوا من الأرض أي في الأرض .الثانية : قال أبو سلمة : أول من قال : \" أما بعد \" كعب بن لؤي ، وكان أول من سمى الجمعة جمعة . وكان يقال ليوم الجمعة : العروبة . وقيل : أول من سماها جمعة الأنصار . قال ابن سيرين : جمع أهل المدينة من قبل أن يقدم النبي صلى الله عليه وسلم المدينة ، وقبل أن تنزل الجمعة ; وهم الذين سموها الجمعة ; وذلك أنهم قالوا : إن لليهود يوما يجتمعون فيه ، في كل سبعة أيام يوم وهو السبت . وللنصارى يوم مثل ذلك وهو الأحد فتعالوا فلنجتمع حتى نجعل يوما لنا نذكر الله ونصلي فيه - ونستذكر - أو كما قالوا - فقالوا : يوم السبت لليهود ، ويوم الأحد للنصارى ; فاجعلوه يوم العروبة . فاجتمعوا إلى أسعد بن زرارة ( أبو أمامة رضي الله عنه ) فصلى بهم يومئذ ركعتين وذكرهم ، فسموه يوم الجمعة حين اجتمعوا . فذبح لهم أسعد شاة فتعشوا وتغدوا منها لقلتهم . فهذه أول جمعة في الإسلام .قلت : وروي أنهم كانوا اثني عشر رجلا على ما يأتي . وجاء في هذه الرواية أن الذي جمع بهم وصلى أسعد بن زرارة ، وكذا في حديث عبد الرحمن بن كعب بن مالك عن أبيه كعب على ما يأتي . وقال البيهقي : وروينا عن موسى بن عقبة عن ابن شهاب الزهري أن مصعب بن عمير كان أول من جمع الجمعة بالمدينة للمسلمين قبل أن يقدمها رسول الله صلى الله عليه وسلم . قال البيهقي : يحتمل أن يكون مصعب جمع بهم بمعونة أسعد بن زرارة فأضافه كعب إليه . والله أعلم .وأما أول جمعة جمعها النبي صلى الله عليه وسلم بأصحابه ; فقال أهل السير والتواريخ : قدم رسول الله صلى الله عليه وسلم مهاجرا حتى نزل بقباء على بني عمرو بن عوف يوم الاثنين لاثنتي عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى . ومن تلك السنة يعد التاريخ . فأقام بقباء إلى يوم الخميس وأسس مسجدهم . ثم خرج يوم الجمعة إلى المدينة ; فأدركته الجمعة في بني سالم بن عوف في بطن واد لهم قد اتخذ القوم في ذلك الموضع مسجدا ; فجمع بهم وخطب . وهي أول خطبة خطبها بالمدينة ، وقال فيها : \" الحمد لله . أحمده وأستعينه وأستغفره وأستهديه ، وأومن به ولا أكفره ، وأعادي من يكفر به . وأشهد أن لا إله إلا الله وحده لا شريك له . وأشهد أن محمدا عبده ورسوله ، أرسله بالهدى ودين الحق ، والنور والموعظة والحكمة على فترة من الرسل ، وقلة من العلم ، وضلالة من الناس ، وانقطاع من الزمان ، ودنو من الساعة ، وقرب من الأجل . من يطع الله ورسوله فقد رشد . ومن يعص الله ورسوله فقد غوى وفرط وضل ضلالا بعيدا . أوصيكم بتقوى الله ، فإنه خير ما أوصى به المسلم المسلم أن يحضه على الآخرة ، وأن يأمره بتقوى الله . واحذروا ما حذركم الله من نفسه ; فإن تقوى الله لمن عمل به على وجل ومخافة من ربه عون صدق على ما تبغون من أمر الآخرة . ومن يصلح الذي بينه وبين ربه من أمره في السر والعلانية ، لا ينوي به إلا وجه الله يكن له ذكرا في عاجل أمره ، وذخرا فيما بعد الموت ، حين يفتقر المرء إلى ما قدم . وما كان مما سوى ذلك يود لو أن بينه وبينه أمدا بعيدا . ويحذركم الله نفسه والله رءوف بالعباد . هو الذي صدق قوله ، وأنجز وعده ، لا خلف لذلك ; فإنه يقول تعالى : ما يبدل القول لدي وما أنا بظلام للعبيد . فاتقوا الله في عاجل أمركم وآجله في السر والعلانية ; فإنه من يتق الله يكفر عنه سيئاته ويعظم له أجرا . ومن يتق الله فقد فاز فوزا عظيما . وإن تقوى الله توقي مقته وتوقي عقوبته وتوقي سخطه . وإن تقوى الله تبيض الوجوه ، وترضي الرب ، وترفع الدرجة . فخذوا بحظكم ولا تفرطوا في جنب الله ، فقد علمكم كتابه ، ونهج لكم سبيله ; ليعلم الذين صدقوا ويعلم الكاذبين . فأحسنوا كما أحسن الله إليكم ، وعادوا أعداءه ، وجاهدوا في الله حق جهاده ; هو اجتباكم وسماكم المسلمين . ليهلك من هلك عن بينة ، ويحيا من حي عن بينة . ولا حول ولا قوة إلا بالله . فأكثروا ذكر الله تعالى ، واعملوا لما بعد الموت ; فإنه من يصلح ما بينه وبين الله يكفه الله ما بينه وبين الناس . ذلك بأن الله يقضي على الناس ولا يقضون عليه ، ويملك من الناس ولا يملكون منه . الله أكبر ، ولا حول ولا قوة إلا بالله العلي العظيم \" .وأول جمعة جمعت بعدها جمعة بقرية يقال لها : \" جواثي \" من قرى البحرين . وقيل : إن أول من سماها الجمعة كعب بن لؤي بن غالب لاجتماع قريش فيه إلى كعب ; كما تقدم . والله أعلم .الثالثة : خاطب الله المؤمنين بالجمعة دون الكافرين تشريفا لهم وتكريما فقال : يا أيها الذين آمنوا ، ثم خصه بالنداء ، وإن كان قد دخل في عموم قوله تعالى : وإذا ناديتم إلى الصلاة ليدل على وجوبه وتأكيد فرضه . وقال بعض العلماء : كون الصلاة الجمعة هاهنا معلوم بالإجماع لا من نفس اللفظ . قال ابن العربي : وعندي أنه معلوم من نفس اللفظ بنكتة وهي قول : \" من يوم الجمعة \" وذلك يفيده ; لأن النداء الذي يختص بذلك اليوم هو نداء تلك الصلاة . فأما غيرها فهو عام في سائر الأيام . ولو لم يكن المراد به نداء الجمعة لما كان لتخصيصه بها وإضافته إليها معنى ولا فائدة .‎ الرابعة : فقد تقدم حكم الأذان في سورة \" المائدة \" مستوفى . وقد كان الأذان على عهد رسول الله صلى الله عليه وسلم كما في سائر الصلوات ; يؤذن واحد إذا جلس النبي صلى الله عليه وسلم على المنبر . وكذلك كان يفعل أبو بكر وعمر وعلي بالكوفة . ثم زاد عثمان على المنبر أذانا ثالثا على داره التي تسمى \" الزوراء \" حين كثر الناس بالمدينة . فإذا سمعوا أقبلوا ; حتى إذا جلس عثمان على المنبر أذن مؤذن النبي صلى الله عليه وسلم ، ثم يخطب عثمان . خرجه ابن ماجه في سننه من حديث محمد بن إسحاق عن الزهري عن السائب بن يزيد قال : ما كان لرسول الله صلى الله عليه وسلم إلا مؤذن واحد ; إذا خرج أذن وإذا نزل أقام . وأبو بكر وعمر كذلك . فلما كان عثمان وكثر الناس زاد النداء الثالث على دار في السوق يقال لها \" الزوراء \" ; فإذا خرج أذن وإذا نزل أقام . خرجه البخاري من طرق بمعناه . وفي بعضها : أن الأذان الثاني يوم الجمعة أمر به عثمان بن عفان حين كثر أهل المسجد ، وكان التأذين يوم الجمعة حين يجلس الإمام . وقال الماوردي : فأما الأذان الأول فمحدث ، فعله عثمان بن عفان ليتأهب الناس لحضور الخطبة عند اتساع المدينة وكثرة أهلها . وقد كان عمر رضي الله عنه أمر أن يؤذن في السوق قبل المسجد ليقوم الناس عن بيوعهم ، فإذا اجتمعوا أذن في المسجد ، فجعله عثمان رضي الله عنه أذانين في المسجد . قاله ابن العربي . وفي الحديث الصحيح : أن الأذان كان على عهد رسول الله صلى الله عليه وسلم واحدا ، فلما كان زمن عثمان زاد الأذان الثالث على الزوراء ، وسماه في الحديث ثالثا لأنه أضافه إلى الإقامة ، كما قال عليه الصلاة والسلام : \" بين كل أذانين صلاة لمن شاء \" يعني الأذان والإقامة . ويتوهم الناس أنه أذان أصلي فجعلوا المؤذنين ثلاثة فكان وهما ، ثم جمعوهم في وقت واحد فكان وهما على وهم . ورأيتهم يؤذنون بمدينة السلام بعد أذان المنار بين يدي الإمام تحت المنبر في جماعة ، كما كانوا يفعلون عندنا في الدول الماضية . وكل ذلك محدث .الخامسة : قوله تعالى : فاسعوا إلى ذكر الله اختلف في معنى السعي هاهنا على ثلاثة أقوال : أولها : القصد . قال الحسن : والله ما هو بسعي على الأقدام ولكنه سعي بالقلوب والنية . الثاني : أنه العمل ، كقوله تعالى : ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ، وقوله : إن سعيكم لشتى ، وقوله : وأن ليس للإنسان إلا ما سعى . وهذا قول الجمهور . وقال زهير : سعى بعدهم قوم لكي يدركوهم وقال أيضا :سعى ساعيا غيظ بن مرة بعدما تبزل ما بين العشيرة بالدمأي فاعملوا على المضي إلى ذكر الله ، واشتغلوا بأسبابه من الغسل والتطهير والتوجه إليه . الثالث : أن المراد به السعي على الأقدام . وذلك فضل وليس بشرط . ففي البخاري : أن أبا عبس بن جبر - واسمه عبد الرحمن وكان من كبار الصحابة - مشى إلى الجمعة راجلا وقال : سمعت رسول الله صلى الله عليه وسلم يقول : من اغبرت قدماه في سبيل الله حرمه الله على النار . ويحتمل ظاهره . رابعا : وهو الجري والاشتداد . قال ابن العربي : وهو الذي أنكره الصحابة الأعلمون والفقهاء الأقدمون . وقرأها عمر : \" فامضوا إلى ذكر الله \" فرارا عن طريق الجري والاشتداد الذي يدل على الظاهر . وقرأ ابن مسعود كذلك وقال : لو قرأت \" فاسعوا \" لسعيت حتى يسقط ردائي . وقرأ ابن شهاب : \" فامضوا إلى ذكر الله سالكا تلك السبيل \" . وهو كله تفسير منهم ; لا قراءة قرآن منزل . وجائز قراءة القرآن بالتفسير في معرض التفسير . قال أبو بكر الأنباري : وقد احتج من خالف المصحف بقراءة عمر وابن مسعود ، وأن خرشة بن الحر قال : رآني عمر رضي الله عنه ومعي قطعة فيها : فاسعوا إلى ذكر الله فقال لي عمر : من أقرأك هذا ؟ قلت : أبي . فقال : إن أبيا أقرؤنا للمنسوخ . ثم قرأ عمر \" فامضوا إلى ذكر الله \" . حدثنا إدريس قال : حدثنا خلف قال : حدثنا هشيم عن المغيرة عن إبراهيم عن خرشة ; فذكره . وحدثنا محمد بن يحيى أخبرنا محمد وهو ابن سعدان قال : حدثنا سفيان بن عيينة عن الزهري عن سالم عن أبيه قال : ما سمعت عمر يقرأ قط إلا \" فامضوا إلى ذكر الله \" . وأخبرنا إدريس قال : حدثنا خلف قال : حدثنا هشيم عن المغيرة عن إبراهيم أن عبد الله بن مسعود قرأ \" فامضوا إلى ذكر الله \" وقال : لو كانت \" فاسعوا \" لسعيت حتى يسقط ردائي . قال أبو بكر : فاحتج عليه بأن الأمة أجمعت على فاسعوا برواية ذلك عن الله رب العالمين ورسوله صلى الله عليه وسلم . فأما عبد الله بن مسعود فما صح عنه \" فامضوا \" لأن السند غير متصل ; إذ إبراهيم النخعي لم يسمع عن عبد الله بن مسعود شيئا ، وإنما ورد \" فامضوا \" عن عمر رضي الله عنه . فإذا انفرد أحد بما يخالف الآية والجماعة كان ذلك نسيانا منه . والعرب مجمعة على أن السعي يأتي بمعنى المضي ; غير أنه لا يخلو من الجد والانكماش . قال زهير :سعى ساعيا غيظ بن مرة بعدما     تبزل ما بين العشيرة بالدمأراد بالسعي المضي بجد وانكماش ، ولم يقصد للعدو والإسراع في الخطو . وقال الفراء وأبو عبيدة : معنى السعي في الآية المضي . واحتج الفراء بقولهم : هو يسعى في البلاد يطلب فضل الله ; معناه هو يمضي بجد واجتهاد . واحتج أبو عبيدة بقول الشاعر :أسعى على جل بني مالك     كل امرئ في شأنه ساعيفهل يحتمل السعي في هذا البيت إلا مذهب المضي بالانكماش ; ومحال أن يخفى هذا المعنى على ابن مسعود على فصاحته وإتقان عربيته .قلت : ومما يدل على أنه ليس المراد هاهنا العدو قوله عليه الصلاة والسلام : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها وعليكم السكينة \" . قال الحسن : أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ; ولكن بالقلوب والنية والخشوع . وقال قتادة : السعي أن تسعى بقلبك وعملك . وهذا حسن ، فإنه جمع الأقوال الثلاثة . وقد جاء في الاغتسال للجمعة والتطيب والتزين باللباس أحاديث مذكورة في كتب الحديث .السادسة : قوله تعالى : \" يا أيها الذين آمنوا \" خطاب للمكلفين بإجماع . ويخرج منه المرضى والزمنى والمسافرون والعبيد والنساء بالدليل ، والعميان والشيخ الذي لا يمشي إلا بقائد عند أبي حنيفة . روى أبو الزبير عن جابر أن رسول الله صلى الله عليه وسلم قال : \" من كان يؤمن بالله واليوم الآخر فعليه الجمعة يوم الجمعة إلا مريض أو مسافر أو امرأة أو صبي أو مملوك ، فمن استغنى بلهو أو تجارة استغنى الله عنه والله غني حميد \" خرجه الدارقطني وقال علماؤنا رحمهم الله : ولا يتخلف أحد عن الجمعة ممن عليه إتيانها إلا بعذر لا يمكنه منه الإتيان إليها ; مثل المرض الحابس ، أو خوف الزيادة في المرض ، أو خوف جور السلطان عليه في مال أو بدن دون القضاء عليه بحق . والمطر الوابل مع الوحل عذر إن لم ينقطع . ولم يره مالك عذرا له ; حكاه المهدوي . ولو تخلف عنها متخلف على ولي حميم له قد حضرته الوفاة ، ولم يكن عنده من يقوم بأمره رجا أن يكون في سعة . وقد فعل ذلك ابن عمر . ومن تخلف عنها لغير عذر فصلى قبل الإمام أعاد ، ولا يجزيه أن يصلي قبله . وهو في تخلفه عنها مع إمكانه لذلك عاص لله بفعله .السابعة : قوله تعالى : إذا نودي للصلاة يختص بوجوب الجمعة على القريب الذي يسمع النداء ، فأما البعيد الدار الذي لا يسمع النداء فلا يدخل تحت الخطاب . واختلف فيمن يأتي الجمعة من الداني والقاصي ، فقال ابن عمر وأبو هريرة وأنس : تجب الجمعة على من في المصر على ستة أميال . وقال ربيعة : أربعة أميال . وقال مالك والليث : ثلاثة أميال . وقال الشافعي : اعتبار سماع الأذان أن يكون المؤذن صيتا ، والأصوات هادئة ، والريح ساكنة وموقف المؤذن عند سور البلد . وفي الصحيح عن عائشة : أن الناس كانوا ينتابون الجمعة من منازلهم ومن العوالي فيأتون في الغبار ويصيبهم الغبار فتخرج منهم الريح ، فقال رسول الله صلى الله عليه وسلم : \" لو اغتسلتم ليومكم هذا \" . قال علماؤنا : والصوت إذا كان منيعا والناس في هدوء وسكون فأقصى سماع الصوت ثلاثة أميال . والعوالي من المدينة أقربها على ثلاثة أميال . وقال أحمد بن حنبل وإسحاق : تجب الجمعة على من سمع النداء . وروى الدارقطني من حديث عمرو بن شعيب عن أبيه عن جده عن رسول الله صلى الله عليه وسلم قال : \" إنما الجمعة على من سمع النداء \" . وقال أبو حنيفة وأصحابه : تجب على من في المصر ، سمع النداء أو لم يسمعه ، ولا تجب على من هو خارج المصر وإن سمع النداء . حتى سئل : وهل تجب الجمعة على أهل زبارة - بينها وبين الكوفة مجرى نهر - ؟ فقال : لا . وروي عن ربيعة أيضا : أنها تجب على من إذا سمع النداء وخرج من بيته ماشيا أدرك الصلاة . وقد روي عن الزهري : أنها تجب عليه إذا سمع الأذان .الثامنة : قوله تعالى : إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله دليل على أن الجمعة لا تجب إلا بالنداء ، والنداء لا يكون إلا بدخول الوقت ، بدليل قوله عليه الصلاة والسلام : \" إذا حضرت الصلاة فأذنا ثم أقيما وليؤمكما أكبركما \" قاله لمالك بن الحويرث وصاحبه . وفي البخاري عن أنس بن مالك أن النبي صلى الله عليه وسلم كان يصلي الجمعة حين تميل الشمس . وقد روي عن أبي الصديق وأحمد بن حنبل أنها تصلى قبل الزوال . وتمسك أحمد في ذلك بحديث سلمة بن الأكوع : كنا نصلي مع النبي صلى الله عليه وسلم ثم ننصرف وليس للحيطان ظل . وبحديث ابن عمر : ما كنا نقيل ولا نتغدى إلا بعد الجمعة . ومثله عن سهل . خرجه مسلم . وحديث سلمة محمول على التبكير . رواه هشام بن عبد الملك عن يعلى بن الحارث عن إياس بن سلمة بن الأكوع عن أبيه . وروى وكيع عن يعلى عن إياس عن أبيه قال : كنا نجمع مع رسول الله صلى الله عليه وسلم إذا زالت الشمس ثم نرجع نتتبع الفيء . وهذا مذهب الجمهور من الخلف والسلف ، وقياسا على صلاة الظهر . وحديث ابن عمر وسهل ، دليل على أنهم كانوا يبكرون إلى الجمعة تبكيرا كثيرا عند الغداة أو قبلها ، فلا يتناولون ذلك إلا بعد انقضاء الصلاة . وقد رأى مالك أن التبكير بالجمعة إنما يكون قرب الزوال بيسير . وتأول قول النبي صلى الله عليه وسلم : \" من راح في الساعة الأولى فكأنما قرب بدنة . . . \" الحديث بكماله - أنه كان في ساعة واحدة . وحمله سائر العلماء على ساعات النهار الزمانية الاثنتي عشرة ساعة المستوية أو المختلفة بحسب زيادة النهار ونقصانه . ابن العربي : وهو أصح ; لحديث ابن عمر رضي الله عنهما : ما كانوا يقيلون ولا يتغدون إلا بعد الجمعة لكثرة البكور إليها .التاسعة : فرض الله تعالى الجمعة على كل مسلم ; ردا على من يقول : إنها فرض على الكفاية ; ونقل عن بعض الشافعية . ونقل عن مالك من لم يحقق أنها سنة . وجمهور الأمة والأئمة أنها فرض على الأعيان ; لقول الله تعالى : إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع . وثبت عن النبي صلى الله عليه وسلم أنه قال : \" لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم ثم ليكونن من الغافلين \" . وهذا حجة واضحة في وجوب الجمعة وفرضيتها . وفي سنن ابن ماجه عن أبي الجعد الضمري - وكانت له صحبة - قال : قال رسول الله صلى الله عليه وسلم : \" من ترك الجمعة ثلاث مرات تهاونا بها طبع الله على قلبه \" . إسناده صحيح . وحديث جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" من ترك الجمعة ثلاثا من غير ضرورة طبع الله على قلبه \" . ابن العربي : وثبت عن النبي صلى الله عليه وسلم أنه قال : \" الرواح إلى الجمعة واجب على كل مسلم \" .العاشرة : أوجب الله السعي إلى الجمعة مطلقا من غير شرط . وثبت شرط الوضوء بالقرآن والسنة في جميع الصلوات ; لقوله عز وجل : إذا قمتم إلى الصلاة فاغسلوا وجوهكم الآية . وقال النبي صلى الله عليه وسلم : \" لا يقبل الله صلاة بغير طهور \" . وأغربت طائفة فقالت : إن غسل الجمعة فرض . ابن العربي : وهذا باطل ; لما روى النسائي وأبو داود في سننهما أن النبي صلى الله عليه وسلم قال : \" من توضأ يوم الجمعة فبها ونعمت . ومن اغتسل فالغسل أفضل \" . وفي صحيح مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" من توضأ يوم الجمعة فأحسن الوضوء ثم راح إلى الجمعة فاستمع وأنصت غفر الله له ما بين الجمعة إلى الجمعة وزيادة ثلاثة أيام . ومن مس الحصى فقد لغا \" وهذا نص . وفي الموطأ : أن رجلا دخل يوم الجمعة وعمر بن الخطاب يخطب . . . - الحديث ، إلى أن قال : - ما زدت على أن توضأت ، فقال عمر : والوضوء أيضا ؟ وقد علمت أن رسول الله صلى الله عليه وسلم كان يأمر بالغسل . فأمر عمر بالغسل ولم يأمره بالرجوع ، فدل على أنه محمول على الاستحباب . فلم يمكن وقد تلبس بالفرض - وهو الحضور والإنصات للخطبة - أن يرجع عنه إلى السنة ، وذلك بمحضر فحول الصحابة وكبار المهاجرين حوالي عمر ، وفي مسجد النبي صلى الله عليه وسلم .الحادية عشرة : لا تسقط الجمعة لكونها في يوم عيد ، خلافا لأحمد بن حنبل فإنه قال : إذا اجتمع عيد وجمعة سقط فرض الجمعة ; لتقدم العيد عليها واشتغال الناس به عنها . وتعلق في ذلك بما روي أن عثمان أذن في يوم عيد لأهل العوالي أن يتخلفوا عن الجمعة . وقول الواحد من الصحابة ليس بحجة إذا خولف فيه ولم يجمع معه عليه . والأمر بالسعي متوجه يوم العيد كتوجهه في سائر الأيام . وفي صحيح مسلم عن النعمان بن بشير قال : كان رسول الله صلى الله عليه وسلم يقرأ في العيدين وفي الجمعة : ب سبح اسم ربك الأعلى و هل أتاك حديث الغاشية قال : وإذا اجتمع العيد والجمعة في يوم واحد يقرأ بهما أيضا في الصلاتين . أخرجه أبو داود والترمذي والنسائي وابن ماجه .الثانية عشرة : قوله تعالى : إلى ذكر الله أي الصلاة . وقيل الخطبة والمواعظ ; قاله سعيد بن جبير . ابن العربي : والصحيح أنه واجب في الجميع ; وأوله الخطبة . وبه قال علماؤنا ; إلا عبد الملك بن الماجشون فإنه رآها سنة . والدليل على وجوبها أنها تحرم البيع ولولا وجوبها ما حرمته ; لأن المستحب لا يحرم المباح . وإذا قلنا : إن المراد بالذكر الصلاة فالخطبة من الصلاة . والعبد يكون ذاكرا لله بفعله كما يكون مسبحا لله بفعله . الزمخشري : فإن قلت : كيف يفسر ذكر الله بالخطبة وفيها غير ذلك ؟ ! قلت : ما كان من ذكر رسول الله صلى الله عليه وسلم والثناء عليه وعلى خلفائه الراشدين وأتقياء المؤمنين والموعظة والتذكير فهو في حكم ذكر الله . فأما ما عدا ذلك من ذكر الظلمة وألقابهم والثناء عليهم والدعاء لهم ، وهم أحقاء بعكس ذلك ; فهو من ذكر الشيطان ، وهو من ذكر الله على مراحل .الثالثة عشرة : قوله تعالى : وذروا البيع منع الله عز وجل منه عند صلاة الجمعة ، وحرمه في وقتها على من كان مخاطبا بفرضها . والبيع لا يخلو عن شراء فاكتفى بذكر أحدهما ، كقوله تعالى : سرابيل تقيكم الحر وسرابيل تقيكم بأسكم . وخص البيع لأنه أكثر ما يشتغل به أصحاب الأسواق . ومن لا يجب عليه حضور الجمعة فلا ينهى عن البيع والشراء . وفي وقت التحريم قولان : إنه من بعد الزوال إلى الفراغ منها ، قاله الضحاك والحسن وعطاء . الثاني : من وقت أذان الخطبة إلى وقت الصلاة ، قاله الشافعي . ومذهب مالك أن يترك البيع إذا نودي للصلاة ، ويفسخ عنده ما وقع من ذلك من البيع في ذلك الوقت . ولا يفسخ العتق والنكاح والطلاق وغيره ، إذ ليس من عادة الناس الاشتغال به كاشتغالهم بالبيع . قالوا : وكذلك الشركة والهبة والصدقة نادر لا يفسخ . ابن العربي : والصحيح فسخ الجميع ، لأن البيع إنما منع منه للاشتغال به . فكل أمر يشغل عن الجمعة من العقود كلها فهو حرام شرعا مفسوخ ردعا . المهدوي : ورأى بعض العلماء البيع في الوقت المذكور جائزا ، وتأول النهي عنه ندبا ، واستدل بقوله تعالى : ذلكم خير لكم .قلت : وهذا مذهب الشافعي ; فإن البيع ينعقد عنده ولا يفسخ . وقال الزمخشري في تفسيره : إن عامة العلماء على أن ذلك لا يؤدي فساد البيع . قالوا : لأن البيع لم يحرم لعينه ، ولكن لما فيه من الذهول عن الواجب ; فهو كالصلاة في الأرض المغصوبة والثوب المغصوب ، والوضوء بماء مغصوب . وعن بعض الناس أنه فاسد .قلت : والصحيح فساده وفسخه ; لقوله عليه الصلاة والسلام : \" كل عمل ليس عليه أمرنا فهو رد \" . أي مردود . والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره للمؤمنين به من عباده: يا أيها الذين صدقوا الله ورسوله ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) وذلك هو النداء، ينادي بالدعاء إلى صلاة الجمعة عند قعود الإمام على المنبر للخطبة ؛ ومعنى الكلام: إذا نودي للصلاة من يوم الجمعة ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) يقول: فامضوا إلى ذكر الله، واعملوا له؛ وأصل السعي في هذا الموضع العمل، وقد ذكرنا الشواهد على ذلك فيما مضى قبل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثنا الحسن بن عرفة، قال: ثنا إسماعيل بن عياش، عن شُرحبيل بن مسلم الخَوْلانّي، في قول الله: ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: فاسعوا في العمل، وليس السعي في المشي.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) والسعي يا ابن آدم أن تسعى بقلبك وعملك، وهو المضيّ إليها.حدثنا ابن المثنى، قال: ثنا ابن أَبي عديّ، عن شعبة، قال: أخبرني مغيرة، عن إبراهيم أنه قيل لعمر رضي الله عنه: إن أبيًّا يقرؤها( فَاسْعَوْا ) قال: أما إنه أقرؤنا وأعلمنا بالمنسوخ وإنما هي فامضوا.حدثنا عبد الحميد بن بيان السكري ، قال: أخبرنا سفيان، عن الزهريّ، عن سالم، عن أبيه، قال: ما سمعت عمر يقرؤها قطّ إلا فامضوا.حدثنا أبو كُرَيْب، قال: ثنا ابن يمان، قال: ثنا حنظلة، عن سالم بن عبد الله، قال: كان عمر رضي الله عنه يقرؤها: ( فَامْضُوا إلَى ذِكْرِ اللهِ ).حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن حنظلة، عن سالم بن عبد الله أن عمر بن الخطاب قرأها: فامضوا.حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: ثنا حنظلة بن أَبي سفيان الجمحّي، أنه سمع سالم بن عبد الله يحدّث عن أبيه، أنه سمع عمر بن الخطاب يقرأ ( إذَا نُودِيَ لِلْصَّلاةِ مِنْ يَوْمِ الجُمْعَةِ فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أخبرني سالم بن عبد الله بن عمر، أن عبد الله قال: لقد توفى الله عمر رضي الله عنه، وما يقرأ هذه الآية التي ذكر الله فيها الجمعة: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) إلا فامضوا إلى ذكر الله.حدثني أَبو السائب، قال: ثنا معاوية، عن الأعمش، عن إبراهيم، قال: كان عبد الله يقرؤها \" فامضوا إلى ذكر الله \" ويقول: لو قرأتها فاسعوا ، لسعيت حتى يسقط ردائي.حدثنا ابن المثنى، قال: ثنا ابن أَبي عدي، عن شعبة، عن سليمان، عن إبراهيم، قال: قال عبد الله: لو كان السعي لسعيت حتى يسقط ردائي، قال: ولكنها(فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ) قال: هكذا كان يقرؤها.حدثني عليّ بن الحسين الأزدي، قال: ثنا يحيى بن يمان الأزدي، عن أَبي جعفر الرازي، عن الربيع عن أَبي العالية أنه يقرؤها( فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حدثنا أبو كُرَيب، قال: ثنا ابن يمان، قال: ثنا أبو جعفر، عن الربيع، عن أَبي العالية، أنه قرأها( فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حدثنا أبو كُرَيْب، قال: ثنا ابن يمان، عن سفيان، ابن جُرَيج، عن عطاء، قال: هي للأحرار.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن منصور عن رجل، عن مسروق، قال: عند الوقت.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن منصور، عن رجل، عن مسروق ( إِذَا نُودِيَ لِلصَّلاةِ ) قال: عند الوقت.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن جابر، عن مجاهد، قال: هو عند العزمة عند الخطبة، عند الذكر.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال : ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: النداء عند الذكر عزيمة.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: العزمة عند الذكر عند الخطبة.قال: ثنا مهران، عن سفيان عن المُغيرة والأعمش، عن إبراهيم، عن ابن مسعود، قال: لو قرأتها( فَاسْعَوْا ) لسعيت حتى يسقط ردائي، وكان يقرؤها(فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).قال: ثنا مهران، عن سفيان، عن عطاء بن السائب، عن الشعبيّ، عن ابن مسعود قال: قرأها( فامضوا )حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أَبي حيان، عن عكرِمة ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: السعي: العمل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: إذا سمعتم الداعي الأوّل، فأجيبوا إلى ذلك وأسرعوا ولا تبطئوا؛ قال: ولم يكن في زمان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أذان إلا أذانان: أذان حين يجلس على المنبر ، وأذان حين يُقام الصلاة؛ قال: وهذا الآخر شيء أحدثه الناس بعد؛ قال: لا يحلّ له البيع إذا سمع النداء الذي يكون بين يدي الإمام إذا قعد على المنبر وقرأ ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ) قال : ولم يأمرهم يذرون شيئًا غيره، حرم البيع ثم أذن لهم فيه إذا فرغوا من الصلاة، قال: والسعي أن يُسرع إليها، أن يُقبِل إليها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: إن في حرف ابن مسعود ( إذَا نُودِيَ لِلْصَّلاةِ مِنْ يَوْمِ الجُمْعَةِ فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) السعي: هو العمل، قال الله:  إِنَّ سَعْيَكُمْ لَشَتَّى  .وقوله: ( وَذَرُوا الْبَيْعَ ) يقول: ودعوا البيع والشراء إذا نودي للصلاة عند الخطبة.وكان الضحاك يقول في ذلك ما حدثنا أَبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن جُوَيبر، عن الضحاك، قال: إذا زالت الشمس حرم البيع والشراء.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن جُوَيبر، عن الضحاك ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: إذا زالت الشمس حرم البيع والشراء.حدثنا مهران، عن سفيان ، عن إسماعيل السديّ، عن أَبي مالك، قال: كان قوم يجلسون في بقيع الزبير، فيشترون ويبيعون إذا نودي للصلاة يوم الجمعة، ولا يقومون ، فنزلت: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) وأما الذكر الذي أمر الله تبارك وتعالى بالسعي إليه عباده المؤمنين، فإنه موعظة الإمام في خطبته فيما قيل.* ذكر من قال ذلك :حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: العزمة عند الذكر عند الخطبة.حدثنا عبد الله بن محمد الحنفي، قال: ثنا عبدان، قال : أخبرنا عبد الله، قال: أخبرنا منصور رجل من أهل الكوفة، عن موسى بن أَبي كثير، أنه سمع سعيد بن المسيب يقول : ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) فهي موعظة الإمام فإذا قضيت الصلاة بعد.وقوله: ( ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ ) يقول: سعيكم إذا نودي للصلاة من يوم الجمعة إلى ذكر الله، وترك البيع خير لكم من البيع والشراء في ذلك الوقت، إن كنتم تعلمون مصالح أنفسكم ومضارّها.واختلفت القرّاء في قراءة قوله: ( مِنْ يَوْمِ الْجُمُعَةِ ) فقرأت ذلك عامة قرّاء الأمصار: ( الْجُمُعَةِ ) بضم الميم والجيم، خلا الأعمش فإنه قرأها بتخفيف الميم.* والصواب من القراءة في ذلك عندنا ما عليه قرّاء الأمصار لإجماع الحجة من القرّاء عليه."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا سمعتم الخطبة، وأدَّيتم الصلاة، فانتشروا في الأرض، واطلبوا من رزق الله بسعيكم، واذكروا الله كثيرًا في جميع أحوالكم؛ لعلكم تفوزون بخيري الدنيا والآخرة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فإذا قضيت الصلاة فانتشروا في الأرض» أمر إباحة «وابتغوا» اطلبوا الرزق «من فضل الله واذكروا الله» ذكرا «كثيرا لعلكم تفلحون» تفوزون، كان صلى الله عليه وسلم يخطب يوم الجمعة فقدمت عير وضرب لقدومها الطبل على العادة فخرج لها الناس من المسجد إلا اثني عشر رجلا فنزلت."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ  لطلب المكاسب والتجارات ولما كان الاشتغال في التجارة، مظنة الغفلة عن ذكر الله، أمر الله بالإكثار من ذكره، فقال:  وَاذْكُرُوا اللَّهَ كَثِيرًا  أي في حال قيامكم وقعودكم وعلى جنوبكم،  لَعَلَّكُمْ تُفْلِحُونَ  فإن الإكثار من ذكر الله أكبر أسباب الفلاح."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فإذا قضيت الصلاة ) أي : فرغ منها ، ( فانتشروا في الأرض وابتغوا من فضل الله ) لما حجر عليهم في التصرف بعد النداء وأمرهم بالاجتماع ، أذن لهم بعد الفراغ في الانتشار في الأرض والابتغاء من فضل الله . كما كان عراك بن مالك رضي الله عنه إذا صلى الجمعة انصرف فوقف على باب المسجد ، فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك ، وأنت خير الرازقين . رواه ابن أبي حاتم .وروي عن بعض السلف أنه قال : من باع واشترى في يوم الجمعة بعد الصلاة ، بارك الله له سبعين مرة ، لقول الله تعالى : ( فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله )وقوله : ( واذكروا الله كثيرا لعلكم تفلحون ) أي : حال بيعكم وشرائكم ، وأخذكم ، وعطائكم اذكروا الله ذكرا كثيرا ، ولا تشغلكم الدنيا عن الذي ينفعكم في الدار الآخرة ; ولهذا جاء في الحديث : \" من دخل سوقا من الأسواق فقال : لا إله إلا الله ، وحده لا شريك له ، له الملك ، وله الحمد ، وهو على كل شيء قدير كتبت له ألف ألف حسنة ، ومحي عنه ألف ألف سيئة \"وقال مجاهد : لا يكون العبد من الذاكرين الله كثيرا ، حتى يذكر الله قائما وقاعدا ومضطجعا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - ( فإذا قضيت الصلاة فانتشروا في الأرض ) أي إذا فرغ من الصلاة فانتشروا في الأرض للتجارة والتصرف في حوائجكم ( وابتغوا من فضل الله ) يعني الرزق وهذا أمر إباحة ، كقوله : \" وإذا حللتم فاصطادوا \" ( المائدة - 2 ) قال ابن عباس : إن شئت فاخرج وإن شئت فاقعد وإن شئت فصل إلى العصر ، وقيل : فانتشروا في الأرض ليس لطلب الدنيا ولكن لعيادة مريض وحضور جنازة وزيارة أخ في الله . وقال الحسن وسعيد بن جبير ومكحول : \" وابتغوا من فضل الله \" هو طلب العلم .( واذكروا الله كثيرا لعلكم تفلحون )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون قوله تعالى : فإذا قضيت الصلاة فانتشروا في الأرض هذا أمر إباحة ; كقوله تعالى : وإذا حللتم فاصطادوا . يقول : إذا فرغتم من الصلاة فانتشروا في الأرض للتجارة والتصرف في حوائجكم .\" وابتغوا من فضل الله \" أي من رزقه . وكان عراك بن مالك إذا صلى الجمعة انصرف فوقف على باب المسجد فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك وأنت خير الرازقين . وقال جعفر بن محمد في قوله تعالى : وابتغوا من فضل الله إنه العمل في يوم السبب . وعن الحسن بن سعيد بن المسيب : طلب العمل . وقيل : التطوع . وعن ابن عباس : لم يؤمروا بطلب شيء من الدنيا ; إنما هو عيادة المرضى ، وحضور الجنائز ، وزيارة الأخ في الله تعالى .قوله تعالى : واذكروا الله كثيرا أي بالطاعة واللسان ، وبالشكر على ما به أنعم عليكم من التوفيق لأداء الفرائض .لعلكم تفلحون كي تفلحوا . قال سعيد بن جبير : الذكر طاعة الله تعالى ، فمن أطاع الله فقد ذكره ومن لم يطعه فليس بذاكر وإن كان كثير التسبيح . وقد مضى هذا مرفوعا في \" البقرة \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: فإذا قُضيت صلاة الجمعة يوم الجمعة، فانتشروا في الأرض إن شئتم، ذلك رخصة من الله لكم في ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا حصين، عن مجاهد أنه قال: هي رخصة، يعني قوله: (فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأرْضِ ) .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأرْضِ ) قال: هذا إذن من الله، فمن شاء خرج، ومن شاء جلس.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: أذن الله لهم إذا فرغوا من الصلاة، (فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ ) فقد أحللته لكم.وقوله: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ ) ذُكر عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في تأويل ذلك ما:حدثني العباس بن أَبي طالب، قال: ثنا عليّ بن المعافى بن يعقوب الموصليّ، قال: ثنا أبو عامر الصائغ من الموصل، عن أَبي خلف، عن أنس، قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في قوله: (فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ ) قال: \" لَيْسَ لِطَلَبِ دُنْيَا، وَلَكِنْ عِيَادَةُ مَرِيضٍ، وَحُضُورُ جَنَازَةٍ، وَزِيَارَةُ أخٍ فِي اللهِ\".وقد يحتمل قوله: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ ) أن يكون معنيا به: والتمسوا من فضل الله الذي بيده مفاتيح خزائنه لدنياكم وآخرتكم.وقوله: (وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ ) يقول: واذكروا الله بالحمد له، والشكر على ما أنعم به عليكم من التوفيق لأداء فرائضه، لتفلحوا، فتدركوا طلباتكم عند ربكم، وتصلوا إلى الخلد في جنانه."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا رأى بعض المسلمين تجارة أو شيئًا مِن لهو الدنيا وزينتها تفرَّقوا إليها، وتركوك -أيها النبي- قائمًا على المنبر تخطب، قل لهم-أيها النبي-: ما عند الله من الثواب والنعيم أنفع لكم من اللهو ومن التجارة، والله- وحده- خير مَن رزق وأعطى، فاطلبوا منه، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإذا رأوا تجارةً أو لهوا انفضوا إليها» أي التجارة لأنها مطلوبهم دون اللهو «وتركوك» في الخطبة «قائما قل ما عند الله» من الثواب «خير» للذين آمنوا «من اللهو ومن التجارة والله خير الرازقين» يقال: كل إنسان يرزق عائلته، أي من رزق الله تعالى."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا  أي: خرجوا من المسجد، حرصًا على ذلك اللهو، و [تلك] التجارة، وتركوا الخير،  وَتَرَكُوكَ قَائِمًا  تخطب الناس، وذلك [في] يوم جمعة، بينما النبي صلى الله عليه وسلم يخطب الناس، إذ قدم المدينة، عير تحمل تجارة، فلما سمع الناس بها، وهم في المسجد، انفضوا من المسجد، وتركوا النبي صلى الله عليه وسلم يخطب استعجالًا لما لا ينبغي أن يستعجل له، وترك أدب،  قُلْ مَا عِنْدَ اللَّهِ  من الأجر والثواب، لمن لازم الخير وصبر نفسه على عبادة الله. خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ  التي، وإن حصل منها بعض المقاصد، فإن ذلك قليل منغص، مفوت لخير الآخرة، وليس الصبر على طاعة الله مفوتًا للرزق، فإن الله خير الرازقين، فمن اتقى الله رزقه من حيث لا يحتسب.وفي هذه الآيات فوائد عديدة:منها: أن الجمعة فريضة على جميع المؤمنين، يجب عليهم السعي لها، والمبادرة والاهتمام بشأنها.ومنها: أن الخطبتين يوم الجمعة، فريضتان  يجب حضورهما، لأنه فسر الذكر هنا بالخطبتين، فأمر الله بالمضي إليه والسعي له.ومنها: مشروعية النداء ليوم الجمعة، والأمر به.ومنها: النهى عن البيع والشراء، بعد نداء الجمعة، وتحريم ذلك، وما ذاك إلا لأنه يفوت الواجب ويشغل عنه، فدل ذلك على أن كل أمر ولو كان مباحًا في الأصل، إذا كان ينشأ عنه تفويت واجب، فإنه لا يجوز في تلك الحال.ومنها: الأمر بحضور الخطبتين  يوم الجمعة، وذم من لم يحضرهما، ومن لازم ذلك الإنصات لهما.ومنها: أنه ينبغي للعبد المقبل على عبادة الله، وقت دواعي النفس لحضور اللهو [والتجارات] والشهوات، أن يذكرها بما عند الله من الخيرات، وما لمؤثر رضاه على هواه.تم تفسير سورة الجمعة، ولله الحمد والثناء"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يعاتب تبارك وتعالى على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة التي قدمت المدينة يومئذ ، فقال تعالى : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) أي : على المنبر تخطب . هكذا ذكره غير واحد من التابعين ، منهم : أبو العالية ، والحسن ، وزيد بن أسلم ، وقتادة .وزعم مقاتل بن حيان : أن التجارة كانت لدحية بن خليفة قبل أن يسلم ، وكان معها طبل ، فانصرفوا إليها وتركوا رسول الله - صلى الله عليه وسلم - قائما على المنبر إلا القليل منهم . وقد صح بذلك الخبر ، فقال الإمام أحمد :حدثنا ابن إدريس ، عن حصين ، عن سالم بن أبي الجعد ، عن جابر قال : قدمت عير المدينة ورسول الله - صلى الله عليه وسلم - يخطب ، فخرج الناس وبقي اثنا عشر رجلا فنزلت : ( وإذا رأوا تجارة أو لهوا انفضوا إليها )أخرجاه في الصحيحين ، من حديث سالم بهوقال الحافظ أبو يعلى : حدثنا زكريا بن يحيى ، حدثنا هشيم ، عن حصين ، عن سالم بن أبي الجعد ، وأبي سفيان ، عن جابر بن عبد الله قال : بينما النبي - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة فابتدرها أصحاب رسول الله - صلى الله عليه وسلم - حتى لم يبق مع رسول الله - صلى الله عليه وسلم - إلا اثنا عشر رجلا فقال رسول الله - صلى الله عليه وسلم - : \" والذي نفسي بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادي نارا \" ونزلت هذه الآية : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) وقال : كان في الاثني عشر الذين ثبتوا مع رسول الله - صلى الله عليه وسلم - : أبو بكر ، وعمر ، رضي الله عنهما .وفي قوله : ( وتركوك قائما ) دليل على أن الإمام يخطب يوم الجمعة قائما . وقد روى مسلم في صحيحه عن جابر بن سمرة قال : كانت للنبي - صلى الله عليه وسلم - خطبتان يجلس بينهما ، يقرأ القرآن ويذكر الناس .ولكن ها هنا شيء ينبغي أن يعلم وهو : أن هذه القصة قد قيل : إنها كانت لما كان رسول الله - صلى الله عليه وسلم - يقدم الصلاة يوم الجمعة على الخطبة ، كما رواه أبو داود في كتاب المراسيل : حدثنا محمود بن خالد ، عن الوليد ، أخبرني أبو معاذ بكير بن معروف أنه سمع مقاتل بن حيان يقول : \" كان رسول الله - صلى الله عليه وسلم - يصلي يوم الجمعة قبل الخطبة مثل العيدين ، حتى إذا كان يوم والنبي - صلى الله عليه وسلم - يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة قد قدم بتجارة يعني : فانفضوا ، ولم يبق معه إلا نفر يسير .وقوله : ( قل ما عند الله ) أي : الذي عند الله من الثواب في الدار الآخرة ( خير من اللهو ومن التجارة والله خير الرازقين ) أي : لمن توكل عليه ، وطلب الرزق في وقته ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) الآية ، أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا حفص بن عمر ، حدثنا خالد بن عبد الله [ أخبرنا حصين ] عن سالم بن أبي الجعد وعن أبي سفيان عن جابر بن عبد الله قال : أقبلت عير يوم الجمعة ونحن مع النبي - صلى الله عليه وسلم - فثار الناس إلا اثني عشر رجلا فأنزل الله : \" وإذا رأوا تجارة أو لهوا انفضوا إليها \" .ويحتج بهذا الحديث من يرى [ إقامة ] الجمعة باثني عشر رجلا . وليس فيه بيان أنه أقام بهم الجمعة حتى يكون حجة لاشتراط هذا العدد . وقال ابن عباس في رواية الكلبي : لم يبق في المسجد إلا ثمانية رهط .وقال الحسن وأبو مالك : أصاب أهل المدينة جوع وغلاء سعر فقدم دحية بن خليفة الكلبي بتجارة زيت من الشام والنبي - صلى الله عليه وسلم - يخطب يوم الجمعة ، فلما رأوه قاموا إليه بالبقيع خشوا أن يسبقوا إليه ، فلم يبق مع النبي - صلى الله عليه وسلم - إلا رهط منهم أبو بكر وعمر فنزلت هذه الآية ، فقال رسول الله - صلى الله عليه وسلم - \" والذي نفس محمد بيده لو تتابعتم حتى لا يبقى منكم أحد لسال بكم الوادي نارا \"وقال مقاتل : بينا رسول الله - صلى الله عليه وسلم - يخطب يوم الجمعة إذ قدم دحية بن خليفة الكلبي من الشام بالتجارة ، وكان إذا قدم لم تبق بالمدينة عاتق إلا أتته ، وكان يقدم إذا قدم بكل ما يحتاج إليه من دقيق وبر وغيره ، فينزل عند أحجار الزيت ، وهو مكان في سوق المدينة ، ثم يضرب بالطبل ليؤذن الناس بقدومه فيخرج إليه الناس ليبتاعوا منه فقدم ذات جمعة وكان ذلك قبل أن يسلم ورسول الله - صلى الله عليه وسلم - قائم على المنبر يخطب فخرج إليه الناس فلم يبق في المسجد إلا اثنا عشر رجلا وامرأة ، فقال النبي - صلى الله عليه وسلم - : \" كم بقي في المسجد ؟ فقالوا : اثنا عشر رجلا وامرأة ، فقال النبي - صلى الله عليه وسلم - : \" لولا هؤلاء لسومت لهم الحجارة من السماء \" فأنزل الله هذه الآية وأراد باللهو الطبل .وقيل : كانت العير إذا قدمت المدينة استقبلوها بالطبل والتصفيق . وقوله : \" انفضوا إليها \" رد الكناية إلى التجارة لأنها أهم . وقال علقمة : سئل عبد الله بن عمر : أكان النبي - صلى الله عليه وسلم - يخطب قائما أو قاعدا ؟ قال : أما تقرأ \" وتركوك قائما \" .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، حدثنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا إبراهيم بن محمد ، أخبرني جعفر بن محمد عن أبيه عن جابر بن عبد الله : كان النبي - صلى الله عليه وسلم - يخطب يوم الجمعة خطبتين قائما يفصل بينهما بجلوس .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا أبو بكر بن أبي شيبة ، أخبرنا أبو الأحوص ، عن سماك عن جابر بن سمرة قال : كان للنبي - صلى الله عليه وسلم - خطبتان يجلس بينهما يقرأ القرآن ويذكر الناسوبهذا الإسناد عن جابر بن سمرة قال : كنت أصلي مع النبي - صلى الله عليه وسلم - فكانت صلاته قصدا وخطبته قصداوالخطبة فريضة في صلاة الجمعة ، ويجب أن يخطب قائما خطبتين ، وأقل ما يقع عليه اسم الخطبة : أن يحمد الله ، ويصلي على النبي - صلى الله عليه وسلم - ويوصي بتقوى الله ، هذه الثلاثة فرض في الخطبتين جميعا ويجب أن يقرأ في الأولى آية من القرآن ، ويدعو للمؤمنين في الثانية ، فلو ترك واحدة من هذه الخمس لا تصح جمعته عند الشافعي وذهب أبو حنيفة رضي الله عنه إلى أنه لو أتى بتسبيحة أو تحميدة أو تكبيرة أجزأه . وهذا القدر لا يقع عليه اسم الخطبة ، وهو مأمور بالخطبة .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أخبرنا عبد الله بن يوسف بن محمد بن مامويه ، أخبرنا أبو سعيد أحمد بن محمد بن زياد البصري بمكة ، حدثنا الحسن بن الصباح الزعفراني ، حدثنا عبد الوهاب بن عبد المجيد الثقفي عن جعفر بن محمد عن أبيه عن عبيد الله بن أبي رافع أن مروان استخلف أبا هريرة على المدينة ، فصلى بهم أبو هريرة الجمعة فقرأ سورة الجمعة في الركعة الأولى وفي الثانية : \" إذا جاءك المنافقون \" ( المنافقون - 1 ) فقال عبيد الله : فلما انصرفنا مشيت إلى جنبه فقلت له : لقد قرأت بسورتين سمعت علي بن أبي طالب يقرأ بهما في الصلاة ؟ فقال سمعت النبي - صلى الله عليه وسلم - يقرأ بهماأخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن ضمرة بن سعيد المازني عن عبيد الله بن عبد الله بن عتبة أن الضحاك بن قيس سأل النعمان بن بشير ماذا كان يقرأ به رسول الله - صلى الله عليه وسلم - يوم الجمعة على إثر سورة الجمعة ؟ فقال : كان يقرأ ب \" هل أتاك حديث الغاشية \" .أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، حدثنا أبو العباس المحبوبي ، حدثنا أبو عيسى حدثنا قتيبة ، حدثنا أبو عوانة عن إبراهيم بن محمد بن المنتشر عن أبيه عن حبيب بن سالم عن النعمان بن بشير قال : كان النبي - صلى الله عليه وسلم - يقرأ في العيدين وفي الجمعة ب \" سبح اسم ربك الأعلى \" و \" هل أتاك حديث الغاشية \" وربما اجتمع في يوم واحد فيقرأ بهما .ولجواز الجمعة خمس شرائط : الوقت وهو : وقت الظهر ما بين زوال الشمس إلى دخول وقت العصر ، والعدد والإمام والخطبة ودار الإقامة فإذا فقد شرط من هذه الخمسة يجب أن يصلوها ظهرا . .ولا يجوز للإمام أن يبتدئ الخطبة قبل اجتماع العدد ، وهو عدد الأربعين عند الشافعي فلو اجتمعوا وخطب بهم ثم انفضوا قبل افتتاح الصلاة أو انتقص واحد من العدد لا يجوز أن يصلي بهم الجمعة ، بل يصلي الظهر ، ولو افتتح بهم الصلاة ثم انفضوا فأصح أقوال الشافعي أن بقاء الأربعين شرط إلى آخر الصلاة ، [ كما أن بقاء الوقت شرط إلى آخر الصلاة ] فلو انتقص واحد منهم قبل أن يسلم الإمام يجب على الباقين أن يصلوها أربعا . وفيه قول آخر : إن بقي معه اثنان أتمها جمعة . وقيل : إن بقي معه واحد أتمها جمعة ، وعند المزني إذا نقصوا بعد ما صلى الإمام بهم ركعة أتمها جمعة ، وإن بقي وحده فإن كان في الركعة الأولى يتمها أربعا وإن انتقص من العدد واحد ، وبه قال أبو حنيفة في العدد الذي شرطه كالمسبوق إذا أدرك مع الإمام ركعة من الجمعة فإذا سلم الإمام أتمها جمعة وإن أدرك أقل من ركعة أتمها أربعا . .قوله - عز وجل - : ( قل ما عند الله خير من اللهو ومن التجارة ) أي ما عند الله من الثواب على الصلاة والثبات مع النبي - صلى الله عليه وسلم - خير من اللهو ومن التجارة ( والله خير الرازقين ) لأنه موجد الأرزاق فإياه فاسألوا ومنه فاطلبوا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين .فيه سبع عشرة مسألة :الأولى : قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها في صحيح مسلم عن جابر بن عبد الله أن النبي صلى الله عليه وسلم كان يخطب قائما يوم الجمعة ، فجاءت عير من الشام فانفتل الناس إليها حتى لم يبق إلا اثنا عشر رجلا - في رواية : أنا فيهم - فأنزلت هذه الآية التي في الجمعة : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . في رواية : فيهم أبو بكر وعمر رضي الله عنهما . وقد ذكر الكلبي وغيره : أن الذي قدم بها دحية بن خليفة الكلبي من الشام عند مجاعة وغلاء سعر ، وكان معه جميع ما يحتاج الناس من بر ودقيق وغيره ، فنزل عند أحجار الزيت ، وضرب بالطبل ليؤذن الناس بقدومه ; فخرج الناس إلا اثني عشر رجلا . وقيل : أحد عشر رجلا . قال الكلبي : وكانوا في خطبة الجمعة فانفضوا إليها ، وبقي مع رسول الله صلى الله عليه وسلم ثمانية رجال ; حكاه الثعلبي عن ابن عباس ، وذكر الدارقطني من حديث جابر بن عبد الله قال : بينما رسول الله صلى الله عليه وسلم يخطبنا يوم الجمعة إذ أقبلت عير تحمل الطعام حتى نزلت بالبقيع ; فالتفتوا إليها وانفضوا إليها وتركوا رسول الله صلى الله عليه وسلم ليس معه إلا أربعون رجلا أنا فيهم . قال : وأنزل الله عز وجل على النبي صلى الله عليه وسلم وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . قال الدارقطني : لم يقل في هذا الإسناد \" إلا أربعين رجلا \" غير علي بن عاصم عن حصين ، وخالفه أصحاب حصين فقالوا : لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلا . وروي عنه عليه الصلاة والسلام أنه قال : \" والذي نفسي بيده لو خرجوا جميعا لأضرم الله عليهم الوادي نارا \" ; ذكره الزمخشري . وروي في حديث مرسل أسماء الاثني عشر رجلا ، رواه أسد بن عمرو والد أسد بن موسى بن أسد . وفيه : أن رسول الله صلى الله عليه وسلم لم يبق معه إلا أبو بكر وعمر وعثمان وعلي ، وطلحة والزبير وسعد بن أبي وقاص ، وعبد الرحمن بن عوف وأبو عبيدة بن الجراح ، وسعيد بن زيد وبلال ، وعبد الله بن مسعود في إحدى الروايتين . وفي الرواية الأخرى عمار بن ياسر .قلت : لم يذكر جابرا ; وقد ذكر مسلم أنه كان فيهم ; والدارقطني أيضا . فيكونون ثلاثة عشر . وإن كان عبد الله بن مسعود فيهم فهم أربعة عشر . وقد ذكر أبو داود في مراسيله السبب الذي ترخصوا لأنفسهم في ترك سماع الخطبة ، وقد كانوا خليقا بفضلهم ألا يفعلوا ; فقال : حدثنا محمود بن خالد قال : حدثنا الوليد ، قال : أخبرني أبو معاذ بكر بن معروف أنه سمع مقاتل بن حيان قال : كان رسول الله صلى الله عليه وسلم يصلي الجمعة قبل الخطبة مثل العيدين ، حتى كان يوم جمعة والنبي صلى الله عليه وسلم يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة الكلبي قدم بتجارة ، وكان دحية إذا قدم تلقاه أهله بالدفاف ; فخرج الناس فلم يظنوا إلا أنه ليس في ترك الخطبة شيء ; فأنزل الله عز وجل : وإذا رأوا تجارة أو لهوا انفضوا إليها . فقدم النبي صلى الله عليه وسلم الخطبة يوم الجمعة وأخر الصلاة . وكان لا يخرج أحد لرعاف أو أحداث بعد النهي حتى يستأذن النبي صلى الله عليه وسلم ، يشير إليه بأصبعه التي تلي الإبهام ; فيأذن له النبي صلى الله عليه وسلم ثم يشير إليه بيده . فكان من المنافقين من ثقل عليه الخطبة والجلوس في المسجد ، وكان إذا استأذن رجل من المسلمين قام المنافق إلى جنبه مستترا به حتى يخرج ; فأنزل الله تعالى : قد يعلم الله الذين يتسللون منكم لواذا الآية . قال السهيلي : وهذا الخبر وإن لم ينقل من وجه ثابت فالظن الجميل بأصحاب النبي صلى الله عليه وسلم يوجب أن يكون صحيحا . وقال قتادة : وبلغنا أنهم فعلوه ثلاث مرات ; كل مرة عير تقدم من الشام ، وكل ذلك يوافق يوم الجمعة . وقيل : إن خروجهم لقدوم دحية الكلبي بتجارته ونظرهم إلى العير تمر - لهو لا فائدة فيه ; إلا أنه كان مما لا إثم فيه لو وقع على غير ذلك الوجه ، ولكنه لما اتصل به الإعراض عن رسول الله صلى الله عليه وسلم والانفضاض عن حضرته ، غلظ وكبر ونزل فيه من القرآن وتهجينه باسم اللهو ما نزل . وجاء عن رسول الله صلى الله عليه وسلم أنه قال : \" كل ما يلهو به الرجل باطل إلا رميه بقوسه \" . الحديث . وقد مضى في سورة \" الأنفال \" فلله الحمد . وقال جابر بن عبد الله : كانت الجواري إذا نكحن يمررن بالمزامير والطبل فانفضوا إليها ; فنزلت . وإنما رد الكناية إلى التجارة لأنها أهم . وقرأ طلحة بن مصرف \" وإذا رأوا التجارة واللهو انفضوا إليها \" . وقيل : المعنى وإذا رأوا تجارة انفضوا إليها ، أو لهوا انفضوا إليه فحذف لدلالته . كما قال :نحن بما عندنا وأنت بما عندك راض والرأي مختلفوقيل : الأجود في العربية أن يجعل الراجع في الذكر للآخر من الاسمين .الثانية : واختلف العلماء في العدد الذي تنعقد به الجمعة على أقوال ; فقال الحسن : تنعقد الجمعة باثنين . وقال الليث وأبو يوسف : تنعقد بثلاثة . وقال سفيان الثوري وأبو حنيفة : بأربعة . وقال ربيعة : باثني عشر رجلا . وذكر النجاد أبو بكر أحمد بن سليمان قال : حدثنا أبو خالد يزيد بن الهيثم بن طهمان الدقاق ، حدثنا صبح بن دينار قال : حدثنا المعافى بن عمران حدثنا معقل بن عبيد الله عن الزهري بسنده إلى مصعب بن عمير : أن النبي صلى الله عليه وسلم بعثه إلى المدينة ، وأنه نزل في دار سعد بن معاذ ، فجمع بهم وهم اثنا عشر رجلا ، ذبح لهم يومئذ شاة . وقال الشافعي : بأربعين رجلا . وقال أبو إسحاق الشيرازي في ( كتاب التنبيه على مذهب الإمام الشافعي ) : كل قرية فيها أربعون رجلا بالغين عقلاء أحرارا مقيمين ، لا يظعنون عنها صيفا ولا شتاء إلا ظعن حاجة ، وأن يكونوا حاضرين من أول الخطبة إلى أن تقام الجمعة وجبت عليهم الجمعة . ومال أحمد وإسحاق إلى هذا القول ولم يشترطا هذه الشروط . وقال مالك : إذا كانت قرية فيها سوق ومسجد فعليهم الجمعة من غير اعتبار عدد . وكتب عمر بن عبد العزيز : أي قرية اجتمع فيها ثلاثون بيتا فعليهم الجمعة . وقال أبو حنيفة : لا تجب الجمعة على أهل السواد والقرى ، لا يجوز لهم إقامتها فيها . واشترط في وجوب الجمعة وانعقادها : المصر الجامع ، والسلطان القاهر ، والسوق القائمة ، والنهر الجاري . واحتج بحديث علي : لا جمعة ولا تشريق إلا في مصر جامع ورفقة تعينهم . وهذا يرده حديث ابن عباس ، قال : إن أول جمعة جمعت بعد جمعة في مسجد رسول الله صلى الله عليه وسلم بقرية من قرى البحرين يقال لها جواثي . وحجة الإمام الشافعي في الأربعين حديث جابر المذكور الذي خرجه الدارقطني . وفي سنن ابن ماجه والدارقطني أيضا ودلائل النبوة للبيهقي عن عبد الرحمن بن كعب بن مالك قال : كنت قائد أبي حين ذهب بصره ، فإذا خرجت به إلى الجمعة فسمع الأذان ، صلى على أبي أمامة واستغفر له - قال - فمكث كذلك حينا لا يسمع الأذان بالجمعة إلا فعل ذلك ; فقلت له : يا أبة ، استغفارك لأبي أمامة كلما سمعت أذان الجمعة ، ما هو ؟ قال : أي بني ، هو أول من جمع بالمدينة في هزم من حرة بني بياضة يقال له نقيع الخضمات ; قال : قلت : كم أنتم يومئذ ؟ قال : أربعون رجلا . وقال جابر بن عبد الله : مضت السنة أن في كل ثلاثة إماما ، وفي كل أربعين فما فوق ذلك جمعة وأضحى وفطرا ، وذلك أنهم جماعة . خرجه الدارقطني . وروى أبو بكر أحمد بن سليمان النجاد : قرئ على عبد الملك بن محمد الرقاشي وأنا أسمع : حدثني رجاء بن سلمة قال : حدثنا أبي قال : حدثنا روح بن غطيف الثقفي قال حدثني الزهري عن أبي سلمة قال : قلت لأبي هريرة : على كم تجب الجمعة من رجل ؟ قال : لما بلغ أصحاب رسول الله صلى الله عليه وسلم خمسين رجلا جمع بهم رسول الله صلى الله عليه وسلم . قرئ على عبد الملك بن محمد وأنا أسمع قال : حدثنا رجاء بن سلمة قال : حدثنا عباد بن عباد المهلبي عن جعفر بن الزبير عن القاسم عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم : \" تجب الجمعة على خمسين رجلا ولا تجب على من دون ذلك \" . قال ابن المنذر : وكتب عمر بن عبد العزيز : أيما قرية اجتمع فيها خمسون رجلا فليصلوا الجمعة . وروى الزهري عن أم عبد الله الدوسية قالت : قال رسول الله صلى الله عليه وسلم : \" الجمعة واجبة على كل قرية وإن لم يكن فيها إلا أربعة \" . يعني بالقرى : المدائن . لا يصح هذا عن الزهري . في رواية : \" الجمعة واجبة على أهل كل قرية وإن لم يكونوا إلا ثلاثة رابعهم إمامهم \" . الزهري : لا يصح سماعه من الدوسية . والحكم هذا متروك .الثالثة : وتصح الجمعة بغير إذن الإمام وحضوره . وقال أبو حنيفة : من شرطها الإمام أو خليفته . ودليلنا أن الوليد بن عقبة والي الكوفة أبطأ يوما فصلى ابن مسعود بالناس من غير إذنه . وروي أن عليا صلى الجمعة يوم حصر عثمان ولم ينقل أنه استأذنه . وروي أن سعيد بن العاصي والي المدينة لما خرج من المدينة صلى أبو موسى بالناس الجمعة من غير استئذان . وقال مالك : إن لله فرائض في أرضه لا يضيعها ; وليها وال أو لم يلها .الرابعة : قال علماؤنا : من شرط أدائها المسجد المسقف . قال ابن العربي : ولا أعلم وجهه . قلت : وجهه قوله تعالى : وطهر بيتي للطائفين ، وقوله : في بيوت أذن الله أن ترفع . وحقيقة البيت أن يكون ذا حيطان وسقف . هذا العرف ، والله أعلم .الخامسة : قوله تعالى : وتركوك قائما شرط في قيام الخطيب على المنبر إذا خطب . قال علقمة : سئل عبد الله أكان النبي صلى الله عليه وسلم يخطب قائما أو قاعدا ؟ فقال : أما تقرأ \" وتركوك قائما \" . وفي صحيح مسلم عن كعب بن عجرة أنه دخل المسجد وعبد الرحمن بن أم الحكم يخطب قاعدا فقال : انظروا إلى هذا الخبيث ، يخطب قاعدا ! وقال الله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . وخرج عن جابر أن رسول الله صلى الله عليه وسلم كان يخطب قائما ثم يجلس ، ثم يقوم فيخطب ; فمن نبأك أنه كان يخطب جالسا فقد كذب ; فقد والله صليت معه أكثر من ألفي صلاة . وعلى هذا جمهور الفقهاء وأئمة العلماء . وقال أبو حنيفة : ليس القيام بشرط فيها . ويروى أن أول من خطب قاعدا معاوية . وخطب عثمان قائما حتى رق فخطب قاعدا . وقيل : إن معاوية إنما خطب قاعدا لسنه . وقد كان النبي صلى الله عليه وسلم يخطب قائما ثم يقعد ثم يقوم ولا يتكلم في قعدته . رواه جابر بن سمرة . ورواه ابن عمر في كتاب البخاري .السادسة : والخطبة شرط في انعقاد الجمعة لا تصح إلا بها ; وهو قول جمهور العلماء . وقال الحسن : هي مستحبة . وكذا قال ابن الماجشون : إنها سنة وليست بفرض . وقال سعيد بن جبير : هي بمنزلة الركعتين من صلاة الظهر ; فإذا تركها وصلى الجمعة فقد ترك الركعتين من صلاة الظهر . والدليل على وجوبها قوله تعالى : وتركوك قائما . وهذا ذم ، والواجب هو الذي يذم تاركه شرعا ، ثم إن النبي صلى الله عليه وسلم لم يصلها إلا بخطبة .السابعة : ويخطب متوكئا على قوس أو عصا . وفي سنن ابن ماجه قال : حدثنا هشام بن عمار حدثنا عبد الرحمن بن سعد بن عمار بن سعد قال : حدثني أبي عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كان إذا خطب في الحرب خطب على قوس ، وإذا خطب في الجمعة خطب على عصا .الثامنة : ويسلم إذا صعد المنبر على الناس عند الشافعي وغيره . ولم يره مالك . وقد روى ابن ماجه من حديث جابر بن عبد الله أن النبي صلى الله عليه وسلم كان إذا صعد المنبر سلم .التاسعة : فإن خطب على غير طهارة الخطبة كلها أو بعضها أساء عند مالك ; ولا إعادة عليه إذا صلى طاهرا . وللشافعي قولان في إيجاب الطهارة ; فشرطها في الجديد ولم يشترطها في القديم . وهو قول أبي حنيفة .العاشرة : وأقل ما يجزي في الخطبة أن يحمد الله ويصلي على نبيه صلى الله عليه وسلم ، ويوصي بتقوى الله ويقرأ آية من القرآن . ويجب في الثانية أربع كالأولى ; إلا أن الواجب بدلا من قراءة الآية في الأولى الدعاء ; قاله أكثر الفقهاء . وقال أبو حنيفة : لو اقتصر على التحميد أو التسبيح أو التكبير أجزأه . وعن عثمان رضي الله عنه أنه صعد المنبر فقال : الحمد لله ، وارتج عليه فقال : إن أبا بكر وعمر كانا يعدان لهذا المقام مقالا ، وإنكم إلى إمام فعال أحوج منكم إلى إمام قوال ، وستأتيكم الخطب ; ثم نزل فصلى . وكان ذلك بحضرة الصحابة فلم ينكر عليه أحد . وقال أبو يوسف ومحمد : الواجب ما تناوله اسم خطبة . وهو قول الشافعي . قال أبو عمر بن عبد البر : وهو أصح ما قيل في ذلك .الحادية عشرة : في صحيح مسلم عن يعلى بن أمية أنه سمع النبي صلى الله عليه وسلم يقرأ على المنبر \" ونادوا يا مالك \" . وفيه عن عمرة بنت عبد الرحمن عن أخت لعمرة قالت : ما أخذت ق والقرآن المجيد إلا من في رسول الله صلى الله عليه وسلم يوم الجمعة وهو يقرأ بها على المنبر في كل جمعة . وقد مضى في أول \" ق \" . وفي مراسيل أبي داود عن الزهري قال : كان صدر خطبة النبي صلى الله عليه وسلم : \" الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ به من شرور أنفسنا ، من يهد الله فلا مضل له ، ومن يضلل فلا هادي له . ونشهد أن لا إله إلا الله ; وأن محمدا عبده ورسوله ، أرسله بالحق بشيرا ونذيرا بين يدي الساعة . من يطع الله ورسوله فقد رشد ، ومن يعصهما فقد غوى . نسأل الله ربنا أن يجعلنا ممن يطيعه ويطيع رسوله ، ويتبع رضوانه ويجتنب سخطه ، فإنما نحن به وله \" . وعنه قال : بلغنا عن رسول الله صلى الله عليه وسلم أنه كان يقول إذا خطب : \" كل ما هو آت قريب ، ولا بعد لما هو آت ، لا يعجل الله لعجلة أحد ، ولا يخف لأمر الناس ، ما شاء الله لا ما شاء الناس . يريد الله أمرا ويريد الناس أمرا ، ما شاء الله كان ولو كره الناس . ولا مبعد لما قرب الله ، ولا مقرب لما بعد الله . لا يكون شيء إلا بإذن الله جل وعز \" . وقال جابر : كان النبي صلى الله عليه وسلم يوم الجمعة يخطب فيقول بعد أن يحمد الله ويصلي على أنبيائه : \" أيها الناس ، إن لكم معالم فانتهوا إلى معالمكم ، وإن لكم نهاية فانتهوا إلى نهايتكم . إن العبد المؤمن بين مخافتين ؛ بين أجل قد مضى لا يدري ما الله قاض فيه ، وبين أجل قد بقي لا يدري ما الله صانع فيه . فليأخذ العبد من نفسه لنفسه ، ومن دنياه لآخرته ، ومن الشبيبة قبل الكبر ، ومن الحياة قبل الممات . والذي نفسي بيده ما بعد الموت من مستعتب ، وما بعد الدنيا من دار إلا الجنة أو النار . أقول قولي هذا وأستغفر الله لي ولكم \" . وقد تقدم ما خطب به عليه الصلاة والسلام أول جمعة عند قدومه المدينة .الثانية عشرة : السكوت للخطبة واجب على من سمعها وجوب سنة . والسنة أن يسكت لها من يسمع ومن لم يسمع ، وهما إن شاء الله في الأجر سواء . ومن تكلم حينئذ لغا ; ولا تفسد صلاته بذلك . وفي الصحيح عن أبي هريرة أن النبي صلى الله عليه وسلم قال : \" إذا قلت لصاحبك أنصت يوم الجمعة والإمام يخطب فقد لغوت \" . الزمخشري : وإذا قال المنصت لصاحبه : صه ; فقد لغا ، أفلا يكون الخطيب الغالي في ذلك لاغيا ؟ نعوذ بالله من غربة الإسلام ونكد الأيام .الثالثة عشرة : ويستقبل الناس الإمام إذا صعد المنبر ; لما رواه أبو داود مرسلا عن أبان بن عبد الله قال : كنت مع عدي بن ثابت يوم الجمعة ; فلما خرج الإمام - أو قال صعد المنبر - استقبله وقال : هكذا أصحاب رسول الله صلى الله عليه وسلم يفعلون برسول الله صلى الله عليه وسلم . خرجه ابن ماجه عن عدي بن ثابت عن أبيه ; فزاد في الإسناد : عن أبيه قال : كان رسول الله صلى الله عليه وسلم إذا قام على المنبر استقبله أصحابه بوجوههم . قال ابن ماجه : أرجو أن يكون متصلا .قلت : وخرج أبو نعيم الحافظ قال : حدثنا محمد بن معمر قال : حدثنا عبد الله بن محمد بن ناجية قال : حدثنا عباد بن يعقوب قال : حدثنا محمد بن الفضل الخراساني عن منصور عن إبراهيم عن علقمة عن عبد الله قال : كان النبي صلى الله عليه وسلم إذا استوى على المنبر استقبلناه بوجوهنا . تفرد به محمد بن الفضل بن عطية عن منصور .الرابعة عشرة : ولا يركع من دخل المسجد والإمام يخطب ; عند مالك رحمه الله . وهو قول ابن شهاب رحمه الله وغيره . وفي الموطأ عنه : فخروج الإمام يقطع الصلاة ، وكلامه يقطع الكلام . وهذا مرسل . وفي صحيح مسلم من حديث جابر عن النبي صلى الله عليه وسلم : \" إذا جاء أحدكم يوم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما \" . وهذا نص في الركوع . وبه يقول الشافعي وغيره .الخامسة عشرة : ذكر ابن عون عن ابن سيرين قال : كانوا يكرهون النوم والإمام يخطب ويقولون فيه قولا شديدا . قال ابن عون : ثم لقيني بعد ذلك فقال : تدري ما يقولون ؟ قال : يقولون مثلهم كمثل سرية أخفقوا ; ثم قال : هل تدري ما أخفقوا ؟ لم تغنم شيئا . وعن سمرة بن جندب أن النبي صلى الله عليه وسلم قال : \" إذا نعس أحدكم فليتحول إلى مقعد صاحبه وليتحول صاحبه إلى مقعده \" .السادسة عشرة : نذكر فيها من فضل الجمعة وفرضيتها ما لم نذكره . روى الأئمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم ذكر يوم الجمعة فقال : \" فيه ساعة لا يوافقها عبد مسلم وهو يصلي يسأل الله عز وجل شيئا إلا أعطاه إياه \" وأشار بيده يقللها . وفي صحيح مسلم من حديث أبي موسى قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" هي ما بين أن يجلس الإمام إلى أن تقضى الصلاة \" . وروي من حديث أنس أن النبي صلى الله عليه وسلم أبطأ علينا ذات يوم ; فلما خرج قلنا : احتبست ! قال : \" ذلك أن جبريل أتاني بكهيئة المرآة البيضاء فيها نكتة سوداء ، فقلت : ما هذه يا جبريل ؟ قال : هذه الجمعة فيها خير لك ولأمتك ، وقد أرادها اليهود والنصارى فأخطئوها وهداكم الله لها . قلت : يا جبريل ما هذه النكتة السوداء ؟ قال : هذه الساعة التي في يوم الجمعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه ، أو ادخر له مثله يوم القيامة ، أو صرف عنه من السوء مثله ، وإنه خير الأيام عند الله ، وإن أهل الجنة يسمونه يوم المزيد \" . وذكر الحديث . وذكر ابن المبارك ويحيى بن سلام قالا : حدثنا المسعودي عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن عتبة عن ابن مسعود قال : تسارعوا إلى الجمعة ، فإن الله تبارك وتعالى يبرز لأهل الجنة كل يوم جمعة في كثيب من كافور أبيض ، فيكونون منه في القرب - قال ابن المبارك - على قدر تسارعهم إلى الجمعة في الدنيا . وقال يحيى بن سلام : كمسارعتهم إلى الجمعة في الدنيا . وزاد : فيحدث لهم من الكرامة شيئا لم يكونوا رأوه قبل ذلك . قال يحيى : وسمعت غير المسعودي يزيد فيه : وهو قوله تعالى : ولدينا مزيد .قلت : قوله : \" في كثيب \" يريد أهل الجنة . أي وهم على كثيب ; كما روى الحسن قال : قال رسول الله صلى الله عليه وسلم : إن أهل الجنة ينظرون إلى ربهم في كل جمعة على كثيب من كافور لا يرى طرفاه ، وفيه نهر جار حافتاه المسك ، عليه جوار يقرأن القرآن بأحسن أصوات سمعها الأولون والآخرون ، فإذا انصرفوا إلى منازلهم أخذ كل رجل بيد ما شاء منهن ، ثم يمرون على قناطر من لؤلؤ إلى منازلهم ، فلولا أن الله يهديهم إلى منازلهم ما اهتدوا إليها لما يحدث الله لهم في كل جمعة \" ذكره يحيى بن سلام . وعن أنس قال : قال النبي صلى الله عليه وسلم : \" ليلة أسري بي رأيت تحت العرش سبعين مدينة ، كل مدينة مثل مدائنكم هذه سبعين مرة مملوءة من الملائكة يسبحون الله ويقدسونه ويقولون في تسبيحهم : اللهم اغفر لمن شهد الجمعة ، اللهم اغفر لمن اغتسل يوم الجمعة \" ذكره الثعلبي . وخرج القاضي الشريف أبو الحسن علي بن عبد الله بن إبراهيم الهاشمي العيسوي من ولد عيسى بن علي بن عبد الله بن عباس رضي الله عنه بإسناد صحيح عن أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم قال : \" إن الله عز وجل يبعث الأيام يوم القيامة على هيئتها ويبعث الجمعة زهراء منيرة أهلها يحفون بها كالعروس تهدى إلى كريمها تضيء لهم يمشون في ضوئها ، ألوانهم كالثلج بياضا ، وريحهم يسطع كالمسك ، يخوضون في جبال الكافور ، ينظر إليهم الثقلان ما يطرقون تعجبا يدخلون الجنة لا يخالطهم أحد إلا المؤذنون المحتسبون \" . وفي سنن ابن ماجه عن أبي هريرة أن رسول الله صلى الله عليه وسلم : قال \" الجمعة إلى الجمعة كفارة ما بينهما ما لم تغش الكبائر \" خرجه مسلم بمعناه . وعن أوس بن أوس الثقفي قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" من غسل يوم الجمعة واغتسل ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام فاستمع ولم يلغ ، كان له بكل خطوة عمل سنة ، أجر صيامها وقيامها \" . وعن جابر بن عبد الله قال : خطبنا رسول الله صلى الله عليه وسلم فقال : \" يا أيها الناس توبوا إلى الله قبل أن تموتوا . وبادروا بالأعمال الصالحة قبل أن تشغلوا . وصلوا الذي بينكم وبين ربكم بكثرة ذكركم له وكثرة الصدقة في السر والعلانية ترزقوا وتنصروا وتؤجروا . واعلموا أن الله قد فرض عليكم الجمعة في مقامي هذا في شهري هذا في عامي هذا إلى يوم القيامة ، فمن تركها في حياتي أو بعد مماتي ، وله إمام عادل أو جائر ، استخفافا بها ، أو جحودا لها ، فلا جمع الله شمله ، ولا بارك له في أمره . ألا ولا صلاة له ولا زكاة له ولا حج له . ألا ولا صوم له ولا بر له حتى يتوب ، فمن تاب تاب الله عليه . ألا لا تؤمن امرأة رجلا ، ولا يؤم أعرابي مهاجرا ، ولا يؤم فاجر مؤمنا إلا أن يقهره سلطان يخاف سيفه أو سوطه \" . وقال ميمون بن أبي شيبة : أردت الجمعة مع الحجاج فتهيأت للذهاب ، ثم قلت : أين أذهب أصلي خلف هذا الفاجر ؟ فقلت مرة : أذهب ، ومرة لا أذهب ، ثم أجمع رأيي على الذهاب ، فناداني مناد من جانب البيت يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع . .السابعة عشرة : قوله تعالى قل ما عند الله خير من اللهو ومن التجارة فيه وجهان : أحدهما : ما عند الله من ثواب صلاتكم خير من لذة لهوكم وفائدة تجارتكم .الثاني : ما عند الله من رزقكم الذي قسمه لكم خير مما أصبتموه من لهوكم وتجارتكم . وقرأ أبو رجاء العطاردي : \" قل ما عند الله خير من اللهو ومن التجارة للذين آمنوا \" .والله خير الرازقين أي خير من رزق وأعطى ; فمنه فاطلبوا ، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: وإذا رأى المؤمنون عير تجارة أو لهوًا( انْفَضُّوا إِلَيْهَا ) يعني أسرعوا إلى التجارة ( وَتَرَكُوكَ قَائِمًا ) يقول للنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: وتركوك يا محمد قائمًا على المنبر؛ وذلك أن التجارة التي رأوها فانفضّ القوم إليها ، وتركوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قائما كانت زيتًا قدم به دحية بن خليفة من الشام.* ذكر من قال ذلك :حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن إسماعيل السديّ، عن أَبي مالك، قال: قدم دحية بن خليفة بتجارة زيت من الشام، والنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يخطب يوم الجمعة، فلما رأوه قاموا إليه بالبقيع خشوا أن يسبقوا إليه، قال: فنزلت ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) .حدثنا أبو كُرَيب، قال: ثنا ابن يمان، قال: ثنا سفيان، عن السدّي ، عن قرة  إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ  قال: جاء دحية الكلبي بتجارة والنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قائم في الصلاة يوم الجمعة، فتركوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وخرجوا إليه، فنزلت ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) حتى ختم السورة.حدثني أبو حصين عبد الله بن أحمد بن يونس، قال: ثنا عبثر، قال: ثنا حصين، عن سالم بن أَبي الجعد، عن جابر بن عبد الله، قال: \" كنا مع  رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في الجمعة، فمرّت عير تحمل الطعام، قال: فخرج الناس إلا اثني عشر رجلا فنزلت آية الجمعة \".حدثنا ابن عبد الأعلى، قال : ثنا محمد بن ثور، عن معمر، قال، قال الحسن: إن أهل المدينة أصابهم جوع وغلاء سعر، فقدمت عير والنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يخطب يوم الجمعة، فسمعوا بها، فخرجوا والنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قائم، كما قال الله عزّ وجلّ.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) قال: جاءت تجارة فانصرفوا إليها، وتركوا النبي صَلَّى الله عَلَيْهِ وَسَلَّم قائمًا وإذا رأوا لهوا ولعبا( قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ ) .حدثني محمد بن عمرو، قال: ثنا أبو عاصم ، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال : ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد في قوله: ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا ) قال: رجال كانوا يقومون إلى نواضحهم وإلى السفر يبتغون التجارة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: \" بينما رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يخطب الناس يوم الجمعة، فجعلوا يتسللون ويقومون حتى بقيت منهم عصابة، فقال: كم أنتم؟ فعدّوا أنفسهم فإذا اثنا عشر رجلا وامرأة؛ ثم قام في الجمعة الثانية فجعل يخطبهم؛ قال سفيان: ولا أعلم إلا أن في حديثه ويعظهم ويذكرهم، فجعلوا يتسللون ويقومون حتى بقيت منهم عصابة، فقال: كم أنتم، فعدّوا أنفسهم، فإذا اثنا عشر رجلا وامرأة؛ ثم قام في الجمعة الثالثة فجعلوا يتسللون ويقومون حتى بقيت منهم عصابة، فقال كم أنتم؟ فعدّوا أنفسهم، فإذا اثنا عشر رجلا وامرأة، فقال: \" وَالَّذِي نَفْسِي بِيَدِهِ لَوِ اتَّبَعَ آخِرُكمْ أوَّلَكُمْ لالْتَهَبَ عَلَيْكُمُ الْوَادِي نَارًا \" ، وأنزل الله عزّ وجلّ: ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) قال: لو اتبع آخرهم أوّلهم لالتهب عليهم الوادي نارًا.قال: ثنا ابن ثور، قال معمر، قال قتادة: لم يبق مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يومئذ إلا اثنا عشر رجلا وامرأة معهم.حدثنا محمد بن عمارة الرازي، قال: ثنا محمد بن الصباح، قال: ثنا هشيم، قال: أخبرنا حصين، عن سالم وأبي سفيان، عن جابر، في قوله: ( وَتَرَكُوكَ قَائِمًا ) قال: قدمت عير فانفضّوا إليها، ولم يبق مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلا اثنا عشر رجلا.حدثنا عمرو بن عبد الحميد الآمُلي، قال: ثنا جرير، عن حصين، عن سالم، عن جابر \" أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم كان يخطب قائمًا يوم الجمعة، فجاءت عير من الشام، فانفتل الناس إليها حتى لم يبق إلا اثنا عشر رجلا قال: فنزلت هذه الآية في الجمعة ( وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ) وأما اللهو، فإنه اختُلف من أيّ أجناس اللهو كان، فقال بعضهم: كان كَبَرًا (1) ومزامير.* ذكر من قال ذلك :حدثنا محمد بن سهل بن عسكر، قال: ثنا يحيى بن صالح، قال: ثنا سليمان بن بلال، عن جعفر بن محمد، عن أبيه، عن جابر بن عبد الله، قال (2) كان الجواري إذا نكحوا كانوا يمرّون بالكبر والمزامير ويتركون النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قائمًا على المنبر، وينفضون إليها، فأنزل الله ( وَإِذَا رَأَوْا   تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا )وقال آخرون: كان طبلا.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد قال: اللهو: الطبل.حدثني الحارث، قال: ثنا الأشيب، قال: ثنا ورقاء، قال: ذكر عبد الله بن أَبي نجيح، عن إبراهيم بن أَبي بكر، عن مجاهد أن اللهو: هو الطبل.والذي هو أولى بالصواب في ذلك الخبر الذي رويناه عن جابر، لأنه قد أدرك أمر القوم ومشاهدهم.وقول: ( قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ) يقول جلّ ثناؤه لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: قل لهم يا محمد الذي عند الله من الثواب، لمن جلس مستمعًا خطبة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وموعظته يوم الجمعة إلى أن يفرغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم منها ، خير له من اللهو ومن التجارة التي ينفضون إليها( وَاللَّهُ خَيْرُ الرَّازِقِينَ ) يقول: والله خير رازق، فإليه فارغبوا في طلب أرزاقكم، وإياه فأسألوا أن يوسع عليكم من فضله دون غيره."
      }
    ]
  }
}