{
  "surah": {
    "surahNo": 64,
    "surahNameAr": "التغابن",
    "surahNameArabicLong": "سورة التغابن",
    "surahNameEn": "At-Taghaabun",
    "revelationPlace": "Madina",
    "totalAyat": 18
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ينزِّه الله عما لا يليق به كل ما في السموات وما في الأرض، له سبحانه التصرف المطلق في كل شيء، وله الثناء الحسن الجميل، وهو على كل شيء قدير."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يسبح لله ما في السماوات وما في الأرض» ينزهه فاللام زائدة، وأتى بما دون من تغليبا للأكثر «له الملك وله الحمد وهو على كل شيء قدير»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "هذه الآيات [الكريمات]، مشتملات على جملة كثيرة واسعة، من أوصاف الباري العظيمة، فذكر كمال ألوهيته تعالى، وسعة غناه، وافتقار جميع الخلائق إليه، وتسبيح من في السماوات والأرض بحمد ربها، وأن الملك كله لله، فلا يخرج مخلوق عن ملكه، والحمد كله له، حمد على ما له من صفات الكمال، وحمد على ما أوجده من الأشياء، وحمد على ما شرعه من الأحكام، وأسداه من النعم.وقدرته شاملة، لا يخرج عنها موجود، فلا يعجزه شيء يريده."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة التغابن وهي مدنية ، وقيل : مكية .قال الطبراني : حدثنا محمد بن هارون بن محمد بن بكار الدمشقي ، حدثنا العباس بن الوليد الخلال ، حدثنا الوليد بن الوليد ، حدثنا ابن ثوبان ، عن عطاء بن أبي رباح ، عن عبد الله بن عمرو رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من مولود يولد إلا مكتوب في تشبيك رأسه خمس آيات من سورة التغابن \"أورده ابن عساكر في ترجمة \" الوليد بن صالح \" وهو غريب جدا ، بل منكر .هذه السورة هي آخر المسبحات ، وقد تقدم الكلام على تسبيح المخلوقات لبارئها ومالكها ; ولهذا قال : ( له الملك وله الحمد ) أي : هو المتصرف في جميع الكائنات ، المحمود على جميع ما يخلقه ويقدره .وقوله : ( وهو على كل شيء قدير ) أي : مهما أراد كان بلا ممانع ولا مدافع ، وما لم يشأ لم يكن ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مدنيةقال عطاء هي مكية إلا ثلاث آيات من قوله: \"يا أيها الذين آمنوا إن من أزواجكم وأولادكم\" إلى آخرهن. \"يسبح لله ما في السموات وما في الأرض له الملك وله الحمد وهو على كل شيء قدير\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وهي مدنية في قول الأكثرين .وقال الضحاك : مكية .وقال الكلبي : هي مكية ومدنية .وهي ثماني عشرة آية .وعن ابن عباس أن \" سورة التغابن \" نزلت بمكة ; إلا آيات من آخرها نزلت بالمدينة في عوف بن مالك الأشجعي , شكا إلى رسول الله صلى الله عليه وسلم جفاء أهله وولده , فأنزل الله عز وجل : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" [ التغابن : 14 ] إلى آخر السورة .وعن عبد الله بن عمر قال : قال النبي صلى الله عليه وسلم : ( ما من مولود يولد إلا وفي تشابيك رأسه مكتوب خمس آيات من فاتحة \" سورة التغابن \" .قال ابن عباس : صلى لله \" ما في السموات \" ممن خلق من الملائكة \" والأرض \" من شيء فيه روح أو لا روح فيه .وقيل : هو تسبيح الدلالة .وأنكر الزجاج هذا وقال : لو كان هذا تسبيح الدلالة وظهور آثار الصنعة لكانت مفهومة , فلم قال : \" ولكن لا تفقهون تسبيحهم \" [ الإسراء : 44 ] وإنما هو تسبيح مقال .واستدل بقوله تعالى : \" وسخرنا مع داود الجبال يسبحن \" [ الأنبياء : 79 ] فلو كان هذا تسبيح دلالة فأي تخصيص لداود ؟ !وقيل المراد به تسبيح الدلالة , وكل محدث يشهد على نفسه بأن الله عز وجل خالق قادر .وقالت طائفة : هذا التسبيح حقيقة , وكل شيء على العموم يسبح تسبيحا لا يسمعه البشر ولا يفقهه , ولو كان ما قاله الأولون من أنه أثر الصنعة والدلالة لكان أمرا مفهوما , والآية تنطق بأن هذا التسبيح لا يفقه .وأجيبوا بأن المراد بقوله : \" لا تفقهون \" الكفار الذين يعرضون عن الاعتبار فلا يفقهون حكمة الله سبحانه وتعالى في الأشياء .وقالت فرقة : قوله \" من شيء \" عموم , ومعناه الخصوص في كل حي ونام , وليس ذلك في الجمادات .ومن هذا قول عكرمة : الشجرة تسبح والأسطوان لا يسبح .وقال يزيد الرقاشي للحسن وهما في طعام وقد قدم الخوان : أيسبح هذا الخوان يا أبا سعيد ؟ فقال : قد كان يسبح مرة ; يريد أن الشجرة في زمن ثمرها واعتدالها كانت تسبح , وأما الآن فقد صار خوانا مدهونا .قلت : ويستدل لهذا القول من السنة بما ثبت عن ابن عباس رضي الله تعالى عنهما أن النبي صلى الله عليه وسلم مر على قبرين فقال : ( إنهما ليعذبان وما يعذبان في كبير أما أحدهما فكان يمشي بالنميمة وأما الآخر فكان لا يستبرئ من البول ) قال : فدعا بعسيب رطب فشقه اثنين , ثم غرس على هذا واحدا وعلى هذا واحدا ثم قال : ( لعله يخفف عنهما ما لم ييبسا ) .فقوله عليه الصلاة والسلام .( ما لم ييبسا ) إشارة إلى أنهما ما داما رطبين يسبحان , فإذا يبسا صارا جمادا .والله أعلم .وفي مسند أبي داود الطيالسي : فتوضع على أحدهما نصفا وعلى الآخر نصفا وقال : ( لعله أن يهون عليهما العذاب ما دام فيهما من بلولتهما شيء ) .قال علماؤنا : ويستفاد من هذا غرس الأشجار وقراءة القرآن على القبور , وإذا خفف عنهم بالأشجار فكيف بقراءة الرجل المؤمن القرآن .وقد بينا هذا المعنى في كتاب التذكرة بيانا شافيا , وأنه يصل إلى الميت ثواب ما يهدى إليه .والحمد لله على ذلك .وعلى التأويل الثاني لا يحتاج إلى ذلك ; فإن كل شيء من الجماد وغيره يسبح .قلت : ويستدل لهذا التأويل وهذا القول من الكتاب بقوله سبحانه وتعالى : \" واذكر عبدنا داود ذا الأيد إنه أواب .إنا سخرنا الجبال معه يسبحن بالعشي والإشراق \" [ ص : 17 - 18 ] , وقوله : \" وإن منها لما يهبط من خشية الله \" [ البقرة : 74 ] - على قول مجاهد - , وقوله : \" وتخر الجبال هدا .أن دعوا للرحمن ولدا \" [ مريم : 90 - 91 ] .وذكر ابن المبارك في ( دقائقه ) أخبرنا مسعر عن عبد الله بن واصل عن عوف بن عبد الله قال قال عبد الله بن مسعود رضي الله عنه : إن الجبل يقول للجبل : يا فلان , هل مر بك اليوم ذاكر لله عز وجل ؟ فإن قال نعم سر به .ثم قرأ عبد الله \" وقالوا اتخذ الرحمن ولدا \" الآية .قال : أفتراهن يسمعن الزور ولا يسمعن الخير .وفيه عن أنس بن مالك رضي الله عنه قال : ما من صباح ولا رواح إلا تنادي بقاع الأرض بعضها بعضا .يا جاراه ; هل مر بك اليوم عبد فصلى لله أو ذكر الله عليك ؟ فمن قائلة لا , ومن قائلة نعم , فإذا قالت نعم رأت لها بذلك فضلا عليها .وقال رسول الله صلى الله عليه وسلم : ( لا يسمع صوت المؤذن جن ولا إنس ولا شجر ولا حجر ولا مدر ولا شيء إلا شهد له يوم القيامة ) .رواه ابن ماجه في سننه , ومالك في موطئه من حديث أبي سعيد الخدري رضي الله عنه .وخرج البخاري عن عبد الله رضي الله عنه قال : لقد كنا نسمع تسبيح الطعام وهو يؤكل .في غير هذه الرواية عن ابن مسعود رضي الله تعالى عنه : كنا نأكل مع رسول الله صلى الله عليه وسلم الطعام ونحن نسمع تسبيحه .وفي صحيح مسلم عن جابر بن سمرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم : ( إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث إني لأعرفه الآن ) .قيل : إنه الحجر الأسود , والله أعلم .والأخبار في هذا المعنى كثيرة ; وقد أتينا على جملة منها في اللمع اللؤلئية في شرح العشرينيات النبوية للفاداري رحمه الله , وخبر الجذع أيضا مشهور في هذا الباب خرجه البخاري في موضع من كتابه .وإذا ثبت ذلك في جماد واحد جاز في جميع الجمادات , ولا استحالة في شيء من ذلك ; فكل شيء يسبح للعموم .وكذا قال النخعي وغيره : هو عام فيما فيه روح وفيما لا روح فيه حتى صرير الباب .واحتجوا بالأخبار التي ذكرنا .وقيل : تسبيح الجمادات أنها تدعو الناظر إليها إلى أن يقول : سبحان الله ! لعدم الإدراك منها .وقال الشاعر : تلقى بتسبيحة من حيث ما انصرفت وتستقر حشا الرائي بترعاد أي يقول من رآها : سبحان خالقها .فالصحيح أن الكل يسبح للأخبار الدالة على ذلك لو كان ذلك التسبيح تسبيح دلالة فأي تخصيص لداود , وإنما ذلك تسبيح المقال بخلق الحياة والإنطاق بالتسبيح كما ذكرنا .وقد نصت السنة على ما دل عليه ظاهر القرآن من تسبيح كل شيء فالقول به أولى .والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: يسجد له ما في السموات السبع وما في الأرض من خلقه ويعظمه.وقوله: ( لَهُ الْمُلْكُ ) يقول تعالى ذكره: له ملك السموات والأرض وسلطانه ماض قضاؤه في ذلك نافذ فيه أمره.وقوله: ( وَلَهُ الْحَمْدُ ) يقول: وله حمد كلّ ما فيها من خلق، لأن جميع من في ذلك من الخلق لا يعرفون الخير إلا منه، وليس لهم رازق سواه فله حمد جميعهم ( وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول: وهو على كلّ شيء ذو قدرة، يقول: يخلق ما يشاء، ويميت من يشاء، ويغني من أراد، ويفقر من يشاء ويعزّ من يشاء، ويذلّ من يشاء، لا يتعذّر عليه شيء أراده، لأنه ذو القدرة التامة التي لا يعجزه معها شيء."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله هو الذي أوجدكم من العدم، فبعضكم جاحد لألوهيته، وبعضكم مصدِّق به عامل بشرعه، وهو سبحانه بصير بأعمالكم لا يخفى عليه شيء منها، وسيجازيكم بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«هو الذي خلقكم فمنكم كافر ومنكم مؤمن» في أصل الخلقة ثم يميتكم ويعيدكم على ذلك «والله بما تعملون بصير»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وذكر أنه خلق العباد، وجعل منهم المؤمن والكافر، فإيمانهم وكفرهم كله، بقضاء الله وقدره، وهو الذي شاء ذلك منهم، بأن جعل لهم قدرة وإرادة، بها يتمكنون من كل ما يريدون من الأمر والنهي،  وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( هو الذي خلقكم فمنكم كافر ومنكم مؤمن ) أي : هو الخالق لكم على هذه الصفة ، وأراد منكم ذلك ، فلا بد من وجود مؤمن وكافر ، وهو البصير بمن يستحق الهداية ممن يستحق الضلال ، وهو شهيد على أعمال عباده ، وسيجزيهم بها أتم الجزاء ; ولهذا قال : ( والله بما تعملون بصير )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير ) ، قال ابن عباس : [ إن ] الله خلق بني آدم مؤمنا وكافرا ، ثم يعيدهم يوم القيامة كما خلقهم مؤمنا وكافرا .وروينا عن ابن عباس عن أبي بن كعب قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الغلام الذي قتله الخضر عليه السلام طبع كافرا \"وقال - جل ذكره - \" ولا يلدوا إلا فاجرا كفارا \" ( نوح - 27 ) .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا سليمان بن حرب ، حدثنا حماد ، عن عبيد الله بن أبي بكر بن أنس [ عن أنس ] عن النبي - صلى الله عليه وسلم - قال : \" وكل الله بالرحم ملكا فيقول : أي رب نطفة أي رب علقة ، أي رب مضغة ، فإذا أراد الله أن يقضي خلقها قال : يا رب أذكر أم أنثى أشقي أم سعيد ؟ فما الرزق فما الأجل ؟ فيكتب كذلك في بطن أمه \"وقال جماعة : معنى الآية : إن الله خلق الخلق ثم كفروا وآمنوا لأن الله تعالى ذكر الخلق ثم وصفهم بفعلهم ، فقال : \" فمنكم كافر ومنكم مؤمن \" كما قال الله تعالى : \" والله خلق كل دابة من ماء فمنهم من يمشي \" ( النور - 45 ) والله خلقهم والمشي فعلهم . ثم اختلفوا في تأويلها : روي عن أبي سعيد الخدري أنه قال : \" فمنكم كافر \" في حياته \" مؤمن \" في العاقبة \" ومنكم مؤمن \" في حياته كافر في العاقبة .وقال عطاء بن أبي رباح : فمنكم كافر بالله مؤمن بالكواكب ، ومنكم مؤمن بالله كافر بالكواكب .وقيل فمنكم كافر بأن الله تعالى خلقه ، وهو مذهب الدهرية ، ومنكم مؤمن بأن الله خلقهوجملة القول فيه : أن الله خلق الكافر ، وكفره فعل له وكسب وخلق المؤمن ، وإيمانه فعل له وكسب ، فلكل واحد من الفريقين كسب واختيار وكسبه واختياره بتقدير الله ومشيئته فالمؤمن بعد خلق الله إياه يختار الإيمان لأن الله تعالى أراد ذلك منه وقدره عليه وعلمه منه ، والكافر بعد خلق الله تعالى إياه يختار الكفر لأن الله تعالى أراد ذلك منه وقدره عليه وعلمه منه . وهذا طريق أهل السنة والجماعة من سلكه أصاب الحق وسلم من الجبر والقدر ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌقال ابن عباس : إن الله خلق بني آدم مؤمنا وكافرا , ويعيدهم في يوم القيامة مؤمنا وكافرا .وروى أبو سعيد الخدري قال : خطبنا النبي صلى الله عليه وسلم عشية فذكر شيئا مما يكون فقال : ( يولد الناس على طبقات شتى .يولد الرجل مؤمنا ويعيش مؤمنا ويموت مؤمنا .ويولد الرجل كافرا ويعيش كافرا ويموت كافرا .ويولد الرجل مؤمنا ويعيش مؤمنا ويموت كافرا .ويولد الرجل كافرا ويعيش كافرا ويموت مؤمنا ) .وقال ابن مسعود : قال النبي صلى الله عليه وسلم : ( خلق الله فرعون في بطن أمه كافرا وخلق يحيى بن زكريا في بطن أمه مؤمنا ) .وفي الصحيح من حديث ابن مسعود : ( وإن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع أو باع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها .وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع أو باع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها ) .خرجه البخاري والترمذي وليس فيه ذكر الباع .وفي صحيح مسلم عن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم قال : ( إن الرجل ليعمل عمل أهل الجنة فيما يبدو للناس وهو من أهل النار .وإن الرجل ليعمل عمل أهل النار فيما يبدو للناس وهو من أهل الجنة ) .قال علماؤنا : والمعنى تعلق العلم الأزلي بكل معلوم ; فيجري ما علم وأراد وحكم .فقد يريد إيمان شخص على عموم الأحوال , وقد يريده إلى وقت معلوم .وكذلك الكفر .وقيل في الكلام محذوف : فمنكم مؤمن ومنكم كافر ومنكم فاسق ; فحذف لما في الكلام من الدلالة عليه ; قاله الحسن .وقال غيره : لا حذف فيه ; لأن المقصود ذكر الطرفين .وقال جماعة من أهل العلم : إن الله خلق الخلق ثم كفروا وآمنوا .قالوا : وتمام الكلام \" هو الذي خلقكم \" .ثم وصفهم فقال : \" فمنكم كافر ومنكم مؤمن \" كقوله تعالى : \" والله خلق كل دابة من ماء فمنهم من يمشي على بطنه \" [ النور : 45 ] الآية .قالوا : فالله خلقهم ; والمشي فعلهم .واختاره الحسين بن الفضل , قال : لو خلقهم مؤمنين وكافرين لما وصفهم بفعلهم في قوله \" فمنكم كافر ومنكم مؤمن \" .واحتجوا بقوله عليه الصلاة والسلام : ( كل مولود يولد على الفطرة فأبواه يهودانه وينصرانه ويمجسانه ) الحديث .وقد مضى في \" الروم \" مستوفى .قال الضحاك : فمنكم كافر في السر مؤمن في العلانية كالمنافق , ومنكم مؤمن في السر كافر في العلانية كعمار وذويه .وقال عطاء بن أبي رباح : فمنكم كافر بالله مؤمن بالكواكب , ومنكم مؤمن بالله كافر بالكواكب ; يعني في شأن الأنواء .وقال الزجاج - وهو أحسن الأقوال , والذي عليه الأئمة والجمهور من الأمة - : إن الله خلق الكافر , وكفره فعل له وكسب ; مع أن الله خالق الكفر .وخلق المؤمن , وإيمانه فعل له وكسب ; مع أن الله خالق الإيمان .والكافر يكفر ويختار الكفر بعد خلق الله إياه ; لأن الله تعالى قدر ذلك عليه وعلمه منه .ولا يجوز أن يوجد من كل واحد منهما غير الذي قدر عليه وعلمه منه ; لأن وجود خلاف المقدور عجز , ووجود خلاف المعلوم جعل , ولا يليقان بالله تعالى .وفي هذا سلامة من الجبر والقدر ; كما قال الشاعر : يا ناظرا في الدين ما الأمر لا قدر صح ولا جبر وقال سيلان : قدم أعرابي البصرة فقيل له : ما تقول في القدر ؟ فقال : أمر تغالت فيه الظنون , واختلف فيه المختلفون ; فالواجب أن نرد ما أشكل علينا من حكمه إلى ما سبق من علمه .وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌقال العلماء : وصف الله عز وجل نفسه بأنه بصير على معنى أنه عالم بخفيات الأمور .والبصير في كلام العرب : العالم بالشيء الخبير به ; ومنه قولهم : فلان بصير بالطب , وبصير بالفقه , وبصير بملاقاة الرجال ; قال : فإن تسألوني بالنساء فإنني بصير بأدواء النساء طبيب قال الخطابي : البصير العالم , والبصير المبصر .وقيل : وصف تعالى نفسه بأنه بصير على معنى جاعل الأشياء المبصرة ذوات إبصار , أي مدركة للمبصرات بما خلق لها من الآلة المدركة والقوة ; فالله بصير بعباده , أي جاعل عباده مبصرين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: الله (الَّذِي خَلَقَكُمْ ) أيها الناس، وهو من ذكر  اسم الله (فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ ) يقول: فمنكم كافر بخالقه وأنه خلقه؛(وَمِنْكُمْ مُؤْمِنٌ ) يقول: ومنكم مصدّق به موقن أنه خالقه أو بارئه، (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) يقول: والله الذي خلقكم بصير بأعمالكم عالم بها، لا يخفى عليه منها شيء، وهو مجازيكم بها، فاتقوه أن تخالفوه في أمره أو نهيه، فيسطوَ بكم.حدثنا محمد بن منصور الطوسي، قال: ثنا حسن بن موسى الأشيب، قال: ثنا ابن لهيعة، قال: ثنا بكر بن سوادة، عن أَبي تميم الجيشانيّ، عن أَبي ذرّ: \" إن المَنِيَّ إذَا مَكث في الرحم أربعين ليلة، أتى ملك النفوس، فعرج به إلى الجبار في راحته ، فقال: أي ربّ عبدك هذا ذكر أم أنثى؟ فيقضي الله إليه ما هو قاض، ثم يقول: أي ربّ أشقي أم سعيد؟ فيكتب ما هو لاق: قال: وقرأ أَبو ذرّ فاتحة التغابن خمس آيات \"."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "خلق الله السموات والأرض بالحكمة البالغة، وخلقكم في أحسن صورة، إليه المرجع يوم القيامة، فيجازي كلا بعمله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«خلق السماوات والأرض بالحق وصوركم فأحسن صوركم» إذ جعل شكل الآدمي أحسن الأشكال «وإليه المصير»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فلما ذكر خلق الإنسان المكلف المأمور المنهي، ذكر خلق باقي المخلوقات، فقال:  خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ  أي: أجرامهما، [وجميع] ما فيهما، فأحسن خلقهما،  بِالْحَقِّ  أي: بالحكمة، والغاية المقصودة له تعالي،  وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ  كما قال تعالى:  لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ  فالإنسان أحسن المخلوقات صورة، وأبهاها منظرًا.  وَإِلَيْهِ الْمَصِيرُ  أي: المرجع يوم القيامة، فيجازيكم على إيمانكم وكفركم، ويسألكم عن النعم والنعيم، الذي أولاكموه  هل قمتم بشكره، أم لم تقوموا بشكره؟ ثم ذكر عموم علمه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( خلق السماوات والأرض بالحق ) أي : بالعدل والحكمة ، ( وصوركم فأحسن صوركم ) أي : أحسن أشكالكم ، كقوله تعالى : ( يا أيها الإنسان ما غرك بربك الكريم الذي خلقك فسواك فعدلك في أي صورة ما شاء ركبك ) [ الانفطار : 6 - 8 ] وكقوله : ( الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبات ) الآية [ غافر : 64 ] وقوله : ( وإليه المصير ) أي : المرجع والمآب ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"خلق السموات والأرض بالحق وصوركم فأحسن صوركم وإليه المصير\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّتقدم في غير موضع أي خلقها حقا يقينا لا ريب فيه .وقيل : الباء بمعنى اللام أي خلقها للحق وهو أن يجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى .وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْيعني آدم عليه السلام , خلقه بيده كرامة , له ; قاله مقاتل .الثاني : جميع الخلائق .وقد مضى معنى التصوير , وأنه التخطيط والتشكيل .فإن قيل : كيف أحسن صورهم ؟ قيل له : جعلهم أحسن الحيوان كله وأبهاه صورة بدليل أن الإنسان لا يتمنى أن تكون صورته على خلاف ما يرى من سائر الصور .ومن حسن صورته أنه خلق منتصبا غير منكب ; كما قال عز وجل : \" لقد خلقنا الإنسان في أحسن تقويم \" [ التين : 4 ] على ما يأتي بيانه إن شاء الله تعالى .وَإِلَيْهِ الْمَصِيرُأي المرجع ; فيجازي كلا بعمله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: خلق السموات السبع والأرض بالعدل والإنصاف، وصوّركم: يقول: ومثلكم فأحسن مثلكم، وقيل: أنه عُنِيَ بذلك تصويره آدم، وخلقه إياه بيده.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (خَلَقَ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ) يعني آدم خلقه بيده.وقوله: (وَإِلَيْهِ الْمَصِيرُ ) يقول: وإلى الله مرجع جميعكم أيها الناس."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يعلم سبحانه وتعالى كل ما في السموات والأرض، ويعلم ما تخفونه -أيها الناس- فيما بينكم وما تظهرونه. والله عليم بما تضمره الصدور وما تخفيه النفوس."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يعلم ما في السماوات والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور» بما فيها من الأسرار والمعتقدات."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ  أي: من السرائر والظواهر، والغيب والشهادة.  وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ  أي: بما فيها من الأسرار الطيبة، والخبايا الخبيثة، والنيات الصالحة، والمقاصد الفاسدة، فإذا كان عليمًا بذات الصدور، تعين على العاقل البصير، أن يحرص ويجتهد في حفظ باطنه، من الأخلاق الرذيلة، واتصافه بالأخلاق الجميلة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم أخبر تعالى عن علمه بجميع الكائنات السمائية ، والأرضية ، والنفسية ، فقال : ( يعلم ما في السماوات والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"يعلم ما في السموات والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "تقدم في غير موضع فهو عالم الغيب والشهادة , لا يخفى عليه شيء مما في صدوركم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: يعلم ربكم أيها الناس ما في السموات السبع والأرض من شيء، لا يخفى عليه من ذلك خافية (وَيَعْلَمُ مَا تُسِرُّونَ ) أيها الناس بينكم من قول وعمل (وَمَا تُعْلِنُونَ ) من ذلك فتظهرونه (وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ ) يقول جلّ ثناؤه: والله ذو علم بضمائر صدور عباده، وما تنطوي عليه نفوسهم، الذي هو أخفى من السرّ، لا يعزب عنه شيء من ذلك. يقول تعالى ذكره لعباده: احذَروا أن تسرّوا غير الذي تعلنون، أو تضمروا في أنفسكم غير ما تُبدونه، فإن ربكم لا يخفى عليه من ذلك شيء، وهو محص جميعه، وحافظ عليكم كله."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم يأتكم- أيها المشركون- خبر الذين كفروا من الأمم الماضية قبلكم، إذ حلَّ بهم سوء عاقبة كفرهم وسوء أفعالهم في الدنيا، ولهم في الآخرة عذاب أليم موجع؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ألم يأتكم» يا كفار مكة «نبأُ» خبر «الذين كفروا من قبل فذاقوا وبال أمرهم» عقوبة الكفر في الدنيا «ولهم» في الآخرة «عذاب أليم» مؤلم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى من أوصافه الكاملة العظيمة، ما به يعرف ويعبد، ويبذل الجهد في مرضاته، وتجتنب مساخطه، أخبر بما فعل بالأمم السابقين، والقرون الماضين، الذين لم تزل أنباؤهم يتحدث بها المتأخرون، ويخبر بها الصادقون، وأنهم حين جاءتهم الرسل  بالحق، كذبوهم وعاندوهم، فأذاقهم الله وبال أمرهم في الدنيا، وأخزاهم فيها،  وَلَهُمْ عَذَابٌ أَلِيمٌ  في [الدار] الآخرة، ولهذا"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن الأمم الماضين ، وما حل بهم من العذاب والنكال ; في مخالفة الرسل والتكذيب بالحق ، فقال : ( ألم يأتكم نبأ الذين كفروا من قبل ) أي : خبرهم وما كان من أمرهم ، ( فذاقوا وبال أمرهم ) أي : وخيم تكذيبهم ورديء أفعالهم ، وهو ما حل بهم في الدنيا من العقوبة والخزي ( ولهم عذاب أليم ) أي : في الدار الآخرة مضاف إلى هذا الدنيوي . ثم علل ذلك فقال :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ألم يأتكم ) يخاطب كفار مكة ( نبأ الذين كفروا من قبل ) يعني : الأمم الخالية ( فذاقوا وبال أمرهم ) يعني ما لحقهم من العذاب في الدنيا ( ولهم عذاب أليم ) في الآخرة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُالخطاب لقريش أي ألم يأتكم خبر كفار الأمم الماضية .فَذَاقُوا وَبَالَ أَمْرِهِمْأي عوقبوا .وَلَهُمْفي الآخرةعَذَابٌ أَلِيمٌأي موجع .وقد تقدم"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره لمشركي قريش: ألم يأتكم أيها الناس خبر الذين كفروا من قبلكم، وذلك كقوم نوح وعاد وثمود وقوم إبراهيم وقوم لوط (فَذَاقُوا وَبَالَ أَمْرِهِمْ ) فمسّهم عذاب الله إياهم على كفرهم (وَلَهُمْ عَذَابٌ أَلِيمٌ ) يقول: ولهم عذاب مؤلم موجع يوم القيامة في نار جهنم، مع الذي أذاقهم الله في الدنيا وبال كفرهم."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ذلك الذي أصابهم في الدنيا، وما يصيبهم في الآخرة؛ بسبب أنهم كانت تأتيهم رسل الله بالآيات البينات والمعجزات الواضحات، فقالوا منكرين: أبشر مثلنا يرشدوننا؟ فكفروا بالله وجحدوا رسالة رسله، وأعرضوا عن الحق فلم يقبلوه. واستغنى الله، والله غني، له الغنى التام المطلق، حميد في أقواله وأفعاله وصفاته لا يبالي بهم، ولا يضره ضلالهم شيئًا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ذلك» أي عذاب الدنيا «بأنه» ضمير الشأن «كانت تأتيهم رسلهم بالبينات» الحجج الظاهرات على الإيمان «فقالوا أبَشَرٌ» أريد به الجنس «يهدوننا فكفروا وتولوْا» عن الإيمان «واستغنى الله» عن إيمانهم «والله غني» عن خلقه «حميد» محمود في أفعاله."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ذكر السبب في هذه العقوبة فقال:  ذَلِكَ  النكال والوبال، الذي أحللناه بهم  بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ  أي: بالآيات الواضحات، الدالة على الحق والباطل، فاشمأزوا، واستكبروا على رسلهم،  فقالوا أَبَشَرٌ يَهْدُونَنَا  أي: فليس لهم فضل علينا، ولأي: شيء خصهم الله دوننا، كما قال في الآية الأخرى:  قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ  فهم حجروا فضل الله ومنته على أنبيائه أن يكونوا رسلاً للخلق، واستكبروا عن الانقياد لهم، فابتلوا بعبادة الأحجار والأشجار ونحوها  فَكَفَرُوا  بالله  وَتَوَلَّوْا  عن طاعه الله،  وَاسْتَغْنَى اللَّهُ  عنهم، فلا يبالي بهم، ولا يضره ضلالهم شيئًا،  وَاللَّهُ غَنِيٌّ حَمِيدٌ  أي: هو الغني، الذي له الغنى التام المطلق، من جميع الوجوه، الحميد في أقواله وأفعاله وأوصافه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ذلك بأنه كانت تأتيهم رسلهم بالبينات ) أي : بالحجج والدلائل والبراهين ( فقالوا أبشر يهدوننا ) ؟ أي : استبعدوا أن تكون الرسالة في البشر ، وأن يكون هداهم على يدي بشر مثلهم ، ( فكفروا وتولوا ) أي : كذبوا بالحق ونكلوا عن العمل ، ( واستغنى الله ) أي : عنهم ( والله غني حميد )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ذلك ) العذاب ( بأنه كانت تأتيهم رسلهم بالبينات فقالوا أبشر يهدوننا ) ولم يقل : يهدينا لأن البشر وإن كان لفظه واحدا فإنه في معنى الجمع ، وهو اسم الجنس لا واحد له من لفظه وواحده إنسان ، ومعناها : ينكرون ويقولون آدمي مثلنا يهدينا ! ( فكفروا وتولوا واستغنى الله ) عن إيمانهم ( والله غني ) عن خلقه ( حميد ) في أفعاله ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْأي هذا العذاب لهم بكفرهم بالرسل تأتيهمبِالْبَيِّنَاتِأي بالدلائل الواضحة .فَقَالُوا أَبَشَرٌ يَهْدُونَنَاأنكروا أن يكون الرسول من البشر .وارتفع \" أبشر \" على الابتداء .وقيل : بإضمار فعل , والجمع على معنى بشر ; ولهذا قال : \" يهدوننا \" ولم يقل يهدينا .وقد يأتي الواحد بمعنى الجمع فيكون اسما للجنس ; وواحده إنسان لا واحد له من لفظه .وقد يأتي الجمع بمعنى الواحد ; نحو قوله تعالى : \" ما هذا بشرا \" [ يوسف : 31 ] .فَكَفَرُوا وَتَوَلَّوْاأي بهذا القول ; إذ قالوه استصغارا ولم يعلموا أن الله يبعث من يشاء إلى عباده .وقيل : كفروا بالرسل وتولوا عن البرهان وأعرضوا عن الإيمان والموعظة .وَاسْتَغْنَى اللَّهُأي بسلطانه عن طاعة عباده ; قاله مقاتل .وقيل : استغنى الله بما أظهره لهم من البرهان وأوضحه لهم من البيان , عن زيادة تدعو إلى الرشد وتقود إلى الهداية .وَاللَّهُ غَنِيٌّأي لا يلحقه بذلك نقص بل هو الغنيحَمِيدٌالمحمود بكل لسان والممجد في كل مكان على كل حال"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ) يقول جلّ ثناؤه:  هذا الذي نال الذين كفروا من قبل هؤلاء المشركين من وبال كفرهم، والذي أعدّ لهم ربهم يوم القيامة من العذاب، من أجل أنه كانت تأتيهم رسلهم بالبينات الذي أرسلهم إليهم ربهم بالواضحات من الأدلة والإعلام على حقيقة ما يدعونهم إليه، فقالوا لهم: أبشر يهدوننا، استكبارًا منهم أن تكون رسل الله إليهم بشرًا مثلهم واستكبارًا عن اتباع الحقّ من أجل أن بشرًا مثلهم دعاهم إليه ؛ وجمع الخبر عن البشر، فقيل: يهدوننا، ولم يقل: يهدينا، لأن البشر، وإن كان في لفظ الواحد، فإنه بمعنى الجميع.وقوله: (فَكَفَرُوا وَتَوَلَّوْا ) يقول: فكفروا بالله، وجحدوا رسالة رسله الذين بعثهم الله إليهم استكبارًا(وَتَوَلَّوْا ) يقول: وأدبروا عن الحقّ فلم يقبلوه، وأعرضوا عما دعاهم إليه رسلهم (وَاسْتَغْنَى اللَّهُ ) يقول: واستغنى الله عنهم، وعن إيمانهم به وبرسله، ولم تكن به إلى ذلك منهم حاجة (وَاللَّهُ غَنِيٌّ حَمِيدٌ ) يقول: والله غني عن جميع خلقه، محمود عند جميعهم بجميل أياديه عندهم، وكريم فعاله فيهم."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ادَّعى الذين كفروا بالله باطلا أنهم لن يُخْرَجوا من قبورهم بعد الموت، قل لهم -أيها الرسول-: بلى وربي لتُخْرَجُنَّ من قبوركم أحياء، ثم لتُخْبَرُنَّ بالذي عملتم في الدنيا، وذلك على الله يسير هيِّن."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«زعم الذين كفروا أن» مخففة واسمها محذوف، أي أنهم «لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يخبر تعالى عن عناد الكافرين، وزعمهم الباطل، وتكذيبهم بالبعث بغير علم ولا هدى ولا كتاب منير، فأمر أشرف خلقه، أن يقسم بربه على بعثهم، وجزائهم بأعمالهم الخبيثة، وتكذيبهم بالحق،  وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ  فإنه وإن كان عسيرًا بل متعذرًا بالنسبة إلى الخلق، فإن قواهم كلهم، لو اجتمعت  على إحياء ميت [واحد]، ما قدروا على ذلك.وأما الله تعالى، فإنه إذا أراد أمرًا فإنما يقول له كن فيكون، قال تعالى:  وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن المشركين والكفار والملحدين أنهم يزعمون أنهم لا يبعثون : ( قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم ) أي : لتخبرن بجميع أعمالكم ، جليلها وحقيرها ، صغيرها وكبيرها ، ( وذلك على الله يسير ) أي : بعثكم ومجازاتكم .وهذه هي الآية الثالثة التي أمر الله رسوله - صلى الله عليه وسلم - أن يقسم بربه ، عز وجل ، على وقوع المعاد ووجوده فالأولى في سورة يونس : ( ويستنبئونك أحق هو قل إي وربي إنه لحق وما أنتم بمعجزين ) [ يونس : 53 ] والثانية في سورة سبإ : ( وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم ) الآية [ سبإ : 3 ] والثالثة هي هذه [ ( زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير ) ]"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم أخبر عن إنكارهم البعث فقال - جل ذكره - : ( زعم الذين كفروا أن لن يبعثوا قل ( زعم الذين كفروا أن لن يبعثوا قل ) يا محمد ( بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير)"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُواأي ظنوا .والزعم هو القول بالظن .وقال شريح : لكل شيء كنية وكنية الكذب زعموا .قيل : نزلت في العاص بن وائل السهمي مع خباب حسب ما تقدم بيانه في آخر سورة \" مريم \" , ثم عمت كل كافر .قُلْيا محمدبَلَى وَرَبِّي لَتُبْعَثُنَّأي لتخرجن من قبوركم أحياء .ثُمَّ لَتُنَبَّؤُنَّلتخبرن .بِمَا عَمِلْتُمْأي بأعمالكم .وَذَلِكَ عَلَى اللَّهِ يَسِيرٌإذ الإعادة أسهل من الابتداء ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: زعم الذين كفروا بالله أن لن يبعثهم الله إليه من قبورهم بعد مماتهم. وكان ابن عمر يقول: زعم: كنية الكذب.حدثني بذلك محمد بن نافع البصريّ، قال: ثنا عبد الرحمن بن مهدي، عن سفيان، عن بعض أصحابه عن ابن عمر.وقوله: (قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ) يقول لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم : قل لهم يا محمد: بلى وربي لتبعثن من قبوركم (ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ) يقول:  ثم لتخبرنّ بأعمالكم التي عملتموها في الدنيا، (وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ ) يقول: وبعثكم من قبوركم بعد مماتكم على الله سهل هين."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فآمنوا بالله ورسوله- أيها المشركون- واهتدوا بالقرآن الذي أنزله على رسوله، والله بما تفعلون خبير لا يخفى عليه شيء من أعمالكم وأقوالكم، وهو مجازيكم عليها يوم القيامة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فآمنوا بالله ورسوله والنور» القرآن «الذي أنزلنا والله بما تعملون خبير»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر تعالى إنكار من أنكر البعث، وأن ذلك [منهم] موجب كفرهم بالله وآياته، أمر بما يعصم من الهلكة والشقاء، وهو الإيمان بالله ورسوله وكتابه  وسماه الله نورًا، فإن النور  ضد الظلمة، وما في الكتاب الذي أنزله الله من الأحكام والشرائع والأخبار، أنوار يهتدى بها في ظلمات الجهل المدلهمة، ويمشى بها في حندس الليل البهيم، وما سوى الاهتداء بكتاب الله، فهي علوم ضررها أكثر من نفعها، وشرها أكثر من خيرها، بل لا خير فيها ولا نفع، إلا ما وافق ما جاءت به الرسل، والإيمان بالله ورسوله وكتابه، يقتضي الجزم التام، واليقين الصادق بها، والعمل بمقتضى ذلك التصديق، من امتثال الأوامر، واجتناب المناهي   وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ  فيجازيكم بأعمالكم الصالحة والسيئة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال تعالى : ( فآمنوا بالله ورسوله والنور الذي أنزلنا ) يعني : القرآن ، ( والله بما تعملون خبير ) أي : فلا تخفى عليه من أعمالكم خافية ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فآمنوا بالله ورسوله والنور الذي أنزلنا ) وهو القرآن ( والله بما تعملون خبير)"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِأمرهم بالإيمان بعد أن عرفهم قيام الساعة .وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌوهو القرآن , وهو نور يهتدى به من ظلمة الضلال ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: فصدّقوا بالله ورسوله أيها المشركون المكذّبون بالبعث، وبإخباره إياكم أنكم مبعوثون من بعد مماتكم، وأنكم من بعد بلائكم تنشرون من قبوركم، والنور الذي أنزلنا يقول: وآمنوا بالنور الذي أنزلنا، وهو هذا القرآن الذي أنزله الله على نبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ) يقول تعالى ذكره: والله بأعمالكم أيها الناس ذو خبرة محيط بها، محصٍ جميعها، لا يخفى عليه منها شيء، وهو مجازيكم على جميعها."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "اذكروا يوم الحشر الذي يحشر الله فيه الأولين والآخرين، ذلك اليوم الذي يظهر فيه الغُبْن والتفاوت بين الخلق، فيغبن المؤمنون الكفار والفاسقين: فأهل الإيمان يدخلون الجنة برحمة الله، وأهل الكفر يدخلون النار بعدل الله. ومن يؤمن بالله ويعمل بطاعته، يمح عنه ذنوبه، ويدخله جنات تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، ذلك الخلود في الجنات هو الفوز العظيم الذي لا فوز بعده."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "اذكر «يوم يجمعكم ليوم الجمع» يوم القيامة «ذلك يوم التغابن» يغبن المؤمنون الكافرين بأخذ منازلهم وأهليهم في الجنة لو آمنوا «ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله» وفي قراءة بالنون في الفعلين «جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يعني: اذكروا يوم الجمع الذي يجمع الله به الأولين والآخرين، ويقفهم موقفًا هائلاً عظيمًا، وينبئهم بما عملوا، فحينئذ يظهر الفرق والتفاوت بين الخلائق، ويرفع أقوام إلى أعلى عليين، في الغرف العاليات، والمنازل المرتفعات، المشتملة على جميع اللذات والشهوات، ويخفض أقوام إلى أسفل سافلين، محل الهم والغم، والحزن، والعذاب الشديد، وذلك نتيجة ما قدموه لأنفسهم، وأسلفوه أيام حياتهم، ولهذا قال:  ذَلِكَ يَوْمُ التَّغَابُنِ  .أي: يظهر فيه التغابن والتفاوت بين الخلائق، ويغبن المؤمنون الفاسقين، ويعرف المجرمون أنهم على غير شيء، وأنهم هم الخاسرون، فكأنه قيل: بأي شيء يحصل الفلاح والشقاء والنعيم والعذاب؟فذكر تعالى أسباب ذلك بقوله:  وَمَنْ يُؤْمِنْ بِاللَّهِ  [أي:] إيمانًا تامًا، شاملاً لجميع ما أمر الله بالإيمان به،  وَيَعْمَلْ صَالِحًا  من الفرائض والنوافل، من أداء حقوق الله وحقوق عباده.  يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ  فيها ما تشتهيه الأنفس، وتلذ الأعين، وتختاره الأرواح، وتحن إليه القلوب، ويكون نهاية كل مرغوب،  خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( يوم يجمعكم ليوم الجمع ) وهو يوم القيامة ، سمي بذلك لأنه يجمع فيه الأولون والآخرون في صعيد واحد ، يسمعهم الداعي ، وينفذهم البصر ، كما قال تعالى : ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) [ هود : 103 ] وقال تعالى : ( قل إن الأولين والآخرين لمجموعون إلى ميقات يوم معلوم ) [ الواقعة : 49 ، 50 ]وقوله : ( ذلك يوم التغابن ) قال ابن عباس : هو اسم من أسماء يوم القيامة . وذلك أن أهل الجنة يغبنون أهل النار . وكذا قال قتادة ، ومجاهد .وقال مقاتل بن حيان : لا غبن أعظم من أن يدخل هؤلاء إلى الجنة ، ويذهب بأولئك إلى النار ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( يوم يجمعكم ليوم الجمع ) يعني يوم القيامة يجمع فيه أهل السماوات والأرض ( ذلك يوم التغابن ) وهو تفاعل من الغبن وهو فوت الحظ ، والمراد بالمغبون من غبن عن أهله ومنازله في الجنة ، فيظهر يومئذ غبن كل كافر بتركه الإيمان ، وغبن كل مؤمن بتقصيره في الإحسان ( ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله جنات تجري من تحتها الأنهار ) قرأ أهل المدينة والشام : \" نكفر \" \" وندخله \" وفي سورة الطلاق \" ندخله \" بالنون فيهن ، وقرأ الآخرون بالياء ( خالدين فيها أبدا ذلك الفوز العظيم ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِالعامل في \" يوم \" \" لتنبؤن \" أو \" خبير \" لما فيه من معنى الوعيد ; كأن قال : والله يعاقبكم يوم يجمعكم .أو بإضمار اذكر .والغبن : النقص .يقال : غبنه غبنا إذا أخذ الشيء منه بدون قيمته .وقراءة العامة \" يجمعكم \" بالياء ; لقوله تعالى : \" والله بما تعملون خبير \" فاخبر .ولذكر اسم الله أولا .وقرأ نصر وابن أبي إسحاق والجحدري ويعقوب وسلام \" نجمعكم \" بالنون ; اعتبارا بقوله : \" والنور الذي أنزلنا \" .ويوم الجمع يوم يجمع الله الأولين والآخرين والإنس والجن وأهل السماء وأهل الأرض .وقيل : هو يوم يجمع الله بين كل عبد وعمله .وقيل : لأنه يجمع فيه بين الظالم والمظلوم .وقيل : لأنه يجمع فيه بين كل نبي وأمته .وقيل : لأنه يجمع فيه بين ثواب أهل الطاعات وعقاب أهل المعاصي .ذَلِكَ يَوْمُ التَّغَابُنِأي يوم القيامة .قال : وما أرتجي بالعيش في دار فرقة ألا إنما الراحات يوم التغابن وسمى يوم القيامة يوم التغابن ; لأنه غبن فيه أهل الجنة أهل النار .أي أن أهل الجنة أخذوا الجنة , وأخذ أهل النار النار على طريق المبادلة ; فوقع الغبن لأجل مبادلتهم الخير بالشر , والجيد بالرديء , والنعيم بالعذاب .يقال : غبنت فلانا إذا بايعته أو شاريته فكان النقص عليه والغلبة لك .وكذا أهل الجنة وأهل النار ; على ما يأتي بيانه .ويقال : غبنت الثوب وخبنته إذا طال عن مقدارك فخطت منه شيئا ; فهو نقصان أيضا .والمغابن : ما انثنى من الخلق نحو الإبطين والفخذين .قال المفسرون : فالمغبون من غبن أهله ومنازله في الجنة .ويظهر يومئذ غبن كل كافر بترك الإيمان , وغبن كل مؤمن بتقصيره في الإحسان وتضييعه الأيام .قال الزجاج : ويغبن من ارتفعت منزلته في الجنة من كان دون منزلته .فإن قيل : فأي معاملة وقعت بينهما حتى يقع الغبن فيها .قيل له : هو تمثيل الغبن في الشراء والبيع ; كما قال تعالى : \" أولئك الذين اشتروا الضلالة بالهدى \" [ البقرة : 16 ] .ولما ذكر أن الكفار اشتروا الضلالة بالهدى وما ربحوا في تجارتهم بل خسروا , ذكر أيضا أنهم غبنوا ; وذلك أن أهل الجنة اشتروا الآخرة بترك الدنيا , واشترى أهل النار الدنيا بترك الآخرة .وهذا نوع مبادلة اتساعا ومجازا .وقد فرق الله سبحانه وتعالى الخلق فريقين : فريقا للجنة وفريقا للنار .ومنازل الكل موضوعة في الجنة والنار .فقد يسبق الخذلان على العبد - كما بيناه في هذه السورة وغيرها - فيكون من أهل النار , فيحصل الموفق على منزل المخذول ومنزل الموفق في النار للمخذول ; فكأنه وقع التبادل فحصل التغابن .والأمثال موضوعة للبيان في حكم اللغة والقرآن .وذلك كله مجموع من نشر الآثار وقد جاءت مفرقة في هذا الكتاب .وقد يخبر عن هذا التبادل بالوراثة كما بيناه في \" قد أفلح المؤمنون \" [ المؤمنون : 1 ] والله أعلم .وقد يقع التغابن في غير ذلك اليوم على ما يأتي بيانه بعد ; ولكنه أراد التغابن الذي لا جبران لنهايته .وقال الحسن وقتادة : بلغنا أن التغابن في ثلاثة أصناف : رجل علم علما فعلمه وضيعه هو ولم يعمل به فشقي به , وعمل به من تعلمه منه فنجا به .ورجل اكتسب مالا من وجوه يسأل عنها وشح عليه , وفرط في طاعة ربه بسببه , ولم يعمل فيه خيرا , وتركه لوارث لا حساب عليه فيه ; فعمل ذلك الوارث فيه بطاعة ربه .ورجل كان له عبد فعمل العبد بطاعة ربه فسعد , وعمل السيد بمعصية ربه فشقي .وروي عن النبي صلى الله عليه وسلم أنه قال : ( إن الله تعالى يقيم الرجل والمرأة يوم القيامة بين يديه فيقول الله تعالى لهما قولا فما أنتما بقائلين فيقول الرجل يا رب أوجبت نفقتها علي فتعسفتها من حلال وحرام وهؤلاء الخصوم يطلبون ذلك ولم يبق لي ما أوفي به فتقول المرأة يا رب وما عسى أن أقول اكتسبه حراما وأكلته حلالا وعصاك في مرضاتي ولم أرض له بذلك فبعدا له وسحقا فيقول الله تعالى قد صدقت فيؤمر به إلى النار ويؤمر بها إلى الجنة فتطلع عليه من طبقات الجنة وتقول له غبناك غبناك سعدنا بما شقيت أنت به ) فذلك يوم التغابن .قال ابن العربي : استدل علماؤنا بقوله تعالى : \" ذلك يوم التغابن \" على أنه لا يجوز الغبن في المعاملة الدنيوية ; لأن الله تعالى خصص التغابن بيوم القيامة فقال : \" ذلك يوم التغابن \" وهذا الاختصاص يفيد أنه لا غبن في الدنيا ; فكل من اطلع على غبن في مبيع فإنه مردود إذا زاد على الثلث .واختاره البغداديون واحتجوا عليه بوجوه : منها قوله صلى الله عليه وسلم لحبان بن منقذ : ( إذا بايعت فقل لا خلابة ولك الخيار ثلاثا ) .وهذا فيه نظر طويل بيناه في مسائل الخلاف .نكتته أن الغبن في الدنيا ممنوع بإجماع في حكم الدين ; إذ هو من باب الخداع المحرم شرعا في كل ملة , لكن اليسير منه لا يمكن الاحتراز عنه لأحد , فمضى في البيوع ; إذ لو حكمنا برده ما نفذ بيع أبدا ; لأنه لا يخلو منه , حتى إذا كان كثيرا أمكن الاحتراز منه فوجب الرد به .والفرق بين القليل والكثير أصل في الشريعة معلوم , فقدر علماؤنا الثلث لهذا الحد ; إذ رأوه في الوصية وغيرها .ويكون معنى الآية على هذا : ذلك يوم التغابن الجائز مطلقا من غير تفصيل .أو ذلك يوم التغابن الذي لا يستدرك أبدا ; لأن تغابن الدنيا يستدرك بوجهين : إما برد في بعض الأحوال , وإما بربح في بيع آخر وسلعة أخرى .فأما من خسر الجنة فلا درك له أبدا .وقد قال بعض علماء الصوفية : إن الله كتب الغبن على الخلق أجمعين , فلا يلقى أحد ربه إلا مغبونا , لأنه لا يمكنه الاستيفاء للعمل حتى يحصل له استيفاء الثواب .وفي الأثر قال النبي صلى الله عليه وسلم : ( لا يلقى الله أحد إلا نادما إن كان مسيئا إن لم يحسن , وإن كان محسنا إن لم يزدد ) .وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍوالجنات : البساتين , وإنما سميت جنات لأنها تجن من فيها أي تستره بشجرها , ومنه : المجن والجنين والجنة .تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًاأي من تحت أشجارها , ولم يجر لها ذكر , لأن الجنات دالة عليها .\" الأنهار \" أي ماء الأنهار , فنسب الجري إلى الأنهار توسعا , وإنما يجري الماء وحده فحذف اختصارا , كما قال تعالى : \" واسأل القرية \" [ يوسف : 82 ] أي أهلها .وقال الشاعر : نبئت أن النار بعدك أوقدت واستب بعدك يا كليب المجلس أراد : أهل المجلس ; فحذف .والنهر : مأخوذ من أنهرت , أي وسعت , ومنه قول قيس بن الخطيم : ملكت بها كفي فأنهرت فتقها يرى قائم من دونها ما وراءها أي وسعتها , يصف طعنة .ومنه قول النبي صلى الله عليه وسلم : ( ما أنهر الدم وذكر اسم الله عليه فكلوه ) .معناه : ما وسع الذبح حتى يجري الدم كالنهر .وجمع النهر : نهر وأنهار .ونهر نهر : كثير الماء ; قال أبو ذؤيب : أقامت به فابتنت خيمة على قصب وفرات نهر وروي : أن أنهار الجنة ليست في أخاديد , إنما تجري على سطح الجنة منضبطة بالقدرة حيث شاء أهلها .والوقف على \" الأنهار \" حسن وليس بتامذَلِكَ الْفَوْزُ الْعَظِيمُالكبير"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: والله بما تعملون خبير (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ) الخلائق للعرض (ذَلِكَ يَوْمُ التَّغَابُنِ ) يقول: الجمع يوم غَبْن أهل الجنة أهلَ النار.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، في  قول الله: (ذَلِكَ يَوْمُ التَّغَابُنِ ) قال: هو غبن أهلَ الجنة أهل النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ) هو يوم القيامة، وهو يوم التغابن: يوم غَبن أهلِ الجنة أهلَ النار.حدثني عليّ ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (ذَلِكَ يَوْمُ التَّغَابُنِ ) من أسماء يوم القيامة، عظَّمه وحذّره عبادَه.وقوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا ) يقول تعالى ذكره: ومن يصدّق بالله ويعمل بطاعته، وينته إلى أمره ونهيه (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ ) يقول: يمح عنه ذنوبه (وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: ويُدخله بساتين تجري من تحت أشجارها الأنهار.وقوله: (خَالِدِينَ فِيهَا أَبَدًا ) يقول: لابثين فيها أبدًا، لا يموتون ، ولا يخرجون منها.وقوله: (ذَلِكَ الْفَوْزُ الْعَظِيمُ ) يقول: خلودهم في الجنات التي وصفنا النجاء العظيم."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "والذين جحدوا أن الله هو الإله الحق وكذَّبوا بدلائل ربوبيته وبراهين ألوهيته التي أرسل بها رسله، أولئك أهل النار ماكثين فيها أبدًا، وساء المرجع الذي صاروا إليه، وهو جهنم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والذين كفروا وكذبوا بآياتنا» القرآن «أولئك أصحاب النار خالدين فيها وبئس المصير» هي."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا  أي: كفروا [بها] من غير مستند شرعي ولا عقلي، بل جاءتهم الأدلة والبينات، فكذبوا بها، وعاندوا ما دلت عليه. أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ  لأنها جمعت كل بؤس وشدة، وشقاء وعذاب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قلت : وقد فسر ذلك بقوله تعالى : ( ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار خالدين فيها وبئس المصير ) وقد تقدم تفسير مثل هذه غير مرة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار خالدين فيها وبئس المصير\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَايعني القرآنأُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُلما ذكر ما للمؤمنين ذكر ما للكافرين كما تقدم في غير موضع"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: والذين جحدوا وحدانية الله، وكذّبوا بأدلته وحججه وآي كتابه الذي أنزله على عبده محمد صَلَّى الله عَلَيْهِ وَسَلَّم  أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ  يقول: ماكثين فيها أبدًا لا يموتون فيها، ولا يخرجون منها( وَبِئْسَ الْمَصِيرُ ) يقول: وبئس الشيء الذي يُصَار إليه جهنم."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ما أصاب أحدًا شيءٌ من مكروه يَحُلُّ به إلا بإذن الله وقضائه وقدره. ومَن يؤمن بالله يهد قلبه للتسليم بأمره والرضا بقضائه، ويهده لأحسن الأقوال والأفعال والأحوال؛ لأن أصل الهداية للقلب، والجوارح تبع. والله بكل شيء عليم، لا يخفى عليه شيء من ذلك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ما أصاب من مصيبة إلا بإذن الله» بقضائه «ومن يؤمن بالله» في قوله إن المصيبة بقضائه «يهد قلبه» للصبر عليها «والله بكل شىء عليم»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يقول تعالى:  مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ  هذا عام لجميع المصائب، في النفس، والمال، والولد، والأحباب، ونحوهم، فجميع ما أصاب العباد، فبقضاء الله وقدره، قد سبق بذلك علم الله [تعالى]، وجرى به قلمه، ونفذت به مشيئته، واقتضته حكمته، والشأن كل الشأن، هل يقوم العبد بالوظيفة التي عليه في هذا المقام، أم لا يقوم بها؟ فإن قام بها، فله الثواب الجزيل، والأجر الجميل، في الدنيا والآخرة، فإذا آمن أنها من عند الله، فرضي بذلك، وسلم لأمره، هدى الله قلبه، فاطمأن ولم ينزعج عند المصائب، كما يجري لمن  لم يهد الله قلبه، بل يرزقه الثبات عند ورودها  والقيام بموجب الصبر، فيحصل له بذلك ثواب عاجل، مع ما يدخر الله له يوم الجزاء من الثواب  كما قال تعالى:  إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ  وعلم من هذا أن من لم يؤمن بالله عند ورود المصائب، بأن لم يلحظ قضاء الله وقدره، بل وقف مع مجرد الأسباب، أنه يخذل، ويكله الله إلى نفسه، وإذا وكل العبد إلى نفسه، فالنفس ليس عندها إلا الجزع والهلع الذي هو عقوبة عاجلة على العبد، قبل عقوبة الآخرة، على ما فرط في واجب الصبر. هذا ما يتعلق بقوله:  وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ  في مقام المصائب الخاص، وأما ما يتعلق بها من حيث العموم اللفظي، فإن الله أخبر أن كل من آمن أي: الإيمان المأمور به، من  الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره، وصدق إيمانه بما يقتضيه الإيمان من القيام بلوازمه وواجباته، أن هذا السبب الذي قام به العبد أكبر سبب لهداية الله له في أحواله وأقواله، وأفعاله  وفي علمه وعمله.وهذا أفضل جزاء يعطيه الله لأهل الإيمان، كما قال تعالى في الأخبار: أن المؤمنين يثبتهم الله  في الحياة الدنيا وفي الآخرة.وأصل الثبات: ثبات القلب وصبره، ويقينه عند ورود كل فتنة، فقال:  يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ  فأهل الإيمان أهدى الناس قلوبًا، وأثبتهم عند المزعجات والمقلقات، وذلك لما معهم من الإيمان."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا بما أخبر به في سورة الحديد : ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها ) [ الحديد : 22 ] وهكذا قال ها هنا : ( ما أصاب من مصيبة إلا بإذن الله ) قال ابن عباس : بأمر الله ، يعني : عن قدره ومشيئته .( ومن يؤمن بالله يهد قلبه والله بكل شيء عليم ) أي : ومن أصابته مصيبة فعلم أنها بقضاء الله وقدره ، فصبر واحتسب ، واستسلم لقضاء الله ، هدى الله قلبه ، وعوضه عما فاته من الدنيا هدى في قلبه ، ويقينا صادقا ، وقد يخلف عليه ما كان أخذ منه ، أو خيرا منه .قال علي بن أبي طلحة ، عن ابن عباس : ( ومن يؤمن بالله يهد قلبه ) يعني : يهد قلبه لليقين ، فيعلم أن ما أصابه لم يكن ليخطئه ، وما أخطأه لم يكن ليصيبه .وقال الأعمش ، عن أبي ظبيان قال : كنا عند علقمة فقرئ عنده هذه الآية : ( ومن يؤمن بالله يهد قلبه ) فسئل عن ذلك فقال : هو الرجل تصيبه المصيبة ، فيعلم أنها من عند الله ، فيرضى ويسلم . رواه ابن جرير ، وابن أبي حاتموقال سعيد بن جبير ، ومقاتل بن حيان : ( ومن يؤمن بالله يهد قلبه ) يعني : يسترجع ، يقول : ( إنا لله وإنا إليه راجعون ) [ البقرة : 156 ]وفي الحديث المتفق عليه : \" عجبا للمؤمن ، لا يقضي الله له قضاء إلا كان خيرا له ، إن أصابته ضراء صبر فكان خيرا له ، وإن أصابته سراء شكر فكان خيرا له ، وليس ذلك لأحد إلا للمؤمن \"وقال أحمد : حدثنا حسن ، حدثنا ابن لهيعة ، حدثنا الحارث بن يزيد ، عن علي بن رباح ; أنه سمع جنادة بن أبي أمية يقول : سمعت عبادة بن الصامت يقول : إن رجلا أتى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله ، أي العمل أفضل ؟ قال : \" إيمان بالله ، وتصديق به ، وجهاد في سبيله \" . قال : أريد أهون من هذا يا رسول الله . قال : \" لا تتهم الله في شيء ، قضى لك به \" . لم يخرجوه"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ما أصاب من مصيبة إلا بإذن الله ) [ بإرادته وقضائه ] ( ومن يؤمن بالله ) فيصدق أنه لا يصيبه مصيبة إلا بإذن الله ( يهد قلبه ) يوفقه لليقين حتى يعلم أن ما أصابه لم يكن ليخطئه ، وما أخطأه لم يكن ليصيبه فيسلم [ لقضائه ] ( والله بكل شيء عليم ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِأي بإرادته وقضائه .وقال الفراء : يريد إلا بأمر الله .وقيل : إلا بعلم الله .وقيل : سبب نزولها أن الكفار قالوا : لو كان ما عليه المسلمون حقا لصانهم الله عن المصائب في الدنيا ; فبين الله تعالى أن ما أصاب من مصيبة في نفس أو مال أو قول أو فعل , يقتضي هما أو يوجب عقابا عاجلا أو آجلا فبعلم الله وقضائه .وَمَنْ يُؤْمِنْ بِاللَّهِأي يصدق ويعلم أنه لا يصيبه مصيبة إلا بإذن الله .يَهْدِ قَلْبَهُللصبر والرضا .وقيل : يثبته على الإيمان .وقال أبو عثمان الجيزي : من صح إيمانه يهد الله قلبه لاتباع السنة .وقيل : \" ومن يؤمن بالله يهد قلبه \" عند المصيبة فيقول : \" إنا لله وإنا إليه راجعون \" [ البقرة : 156 ] ; قاله ابن جبير .وقال ابن عباس : هو أن يجعل الله في قلبه اليقين ليعلم أن ما أصابه لم يكن ليخطئه , وأن ما أخطأه لم يكن ليصيبه .وقال الكلبي : هو إذا ابتلي صبر , وإذا أنعم عليه شكر , وإذا ظلم غفر .وقيل : يهد قلبه إلى نيل الثواب في الجنة .وقراءة العامة \" يهد \" بفتح الياء وكسر الدال ; لذكر اسم الله أولا .وقرأ السلمي وقتادة \" يهد قلبه \" بضم الياء وفتح الدال على الفعل المجهول ورفع الباء ; لأنه اسم فعل لم يسم فاعله .وقرأ طلحة بن مصرف والأعرج \" نهد \" بنون على التعظيم \" قلبه \" بالنصب .وقرأ عكرمة \" يهدأ قلبه \" بهمزة ساكنة ورفع الباء , أي يسكن ويطمئن .وقرأ مثله مالك بن دينار , إلا أنه لين الهمزة .وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌلا يخفى عليه تسليم من انقاد وسلم لأمره , ولا كراهة من كرهه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: لم يصب أحدًا من الخلق مصيبة إلا بإذن الله، يقول: إلا بقضاء الله وتقدير ذلك عليه (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) يقول: ومن يصدّق بالله فيعلم أنه لا أحد تصيبه مصيبة إلا بإذن الله بذلك يهد قلبه: يقول: يوفِّق الله قلبه بالتسليم لأمره والرضا بقضائه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) يعني: يهد قلبه لليقين، فيعلم أن ما أصابه لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.حدثني نصر بن عبد الرحمن الوشاء الأوديّ، قال: ثنا أحمد بن بشير، عن الأعمش، عن أَبي ظبيان قال: كنا عند علقمة، فقرئ عنده هذه الآية: (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) فسُئل عن ذلك فقال: هو الرجل تصيبه المصيبة، فيعلم أنها من عند الله، فيسلم ذلك ويرضى.حدثني عيسى بن عثمان الرملي، قال: ثنا يحيى بن عيسى، عن الأعمش، عن أَبي ظبيان ، قال: كنت عند علقمة وهو يعرض المصاحف، فمرّ بهذه الآية: (مَا أَصَابَ مِنْ مُصِيبَةٍ إِلا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) قال: هو الرجل... ثم ذكر نحوه.حدثنا ابن بشر، قال: ثنا أَبو عامر، قال: ثنا سفيان، عن الأعمش، عن أَبي ظبيان، عن علقمة، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ إِلا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) قال: هو الرجل تصيبه المصيبة، فيعلم أنها من عند الله فيسلم لها ويرضَى.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني ابن مهدي، عن  الثوري، عن الأعمش، عن أَبي ظبيان، عن علقمة مثله ؛ غير أنه قال في حديثه: فيعلم أنها من قضاء الله، فيرضى بها ويسلم.وقوله: (وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ ) يقول: والله بكل شيء ذو علم بما كان ويكون وما هو كائن من قبل أن يكون."
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأطيعوا الله -أيها الناس- وانقادوا إليه فيما أمر به ونهى عنه، وأطيعوا الرسول صلى الله عليه وسلم، فيما بلَّغكم به عن ربه، فإن أعرضتم عن طاعة الله ورسوله، فليس على رسولنا ضرر في إعراضكم، وإنما عليه أن يبلغكم ما أرسل به بلاغًا واضح البيان."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين» البيَّن."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ  أي: في امتثال أمرهما، واجتناب نهيهما، فإن طاعة الله وطاعة رسوله، مدار السعادة، وعنوان الفلاح،  فَإِنْ تَوَلَّيْتُمْ  [أي] عن طاعة الله وطاعة رسوله،  فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ  أي: يبلغكم ما أرسل به إليكم، بلاغًا يبين لكم ويتضح وتقوم  عليكم به الحجة، وليس بيده من هدايتكم، ولا من حسابكم من شيء، وإنما يحاسبكم على القيام بطاعة الله وطاعة رسوله، أو عدم ذلك، عالم الغيب والشهادة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( وأطيعوا الله وأطيعوا الرسول ) أمر بطاعة الله ورسوله فيما شرع ، وفعل ما به أمر ، وترك ما عنه نهى ، وزجر ، ثم قال : ( فإن توليتم فإنما على رسولنا البلاغ المبين ) أي : إن نكلتم عن العمل فإنما عليه ما حمل من البلاغ ، وعليكم ما حملتم من السمع والطاعة .قال الزهري : من الله الرسالة ، وعلى الرسول البلاغ ، وعلينا التسليم"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي هونوا على أنفسكم المصائب , واشتغلوا بطاعة الله , واعملوا بكتابه , وأطيعوا الرسول في العمل بسنته ; فإن توليتم عن الطاعة فليس على الرسول إلا التبليغ ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: (وَأَطِيعُوا اللَّهَ ) أيها الناس في أمره ونهيه (وَأَطِيعُوا الرَّسُولَ ) صَلَّى الله عَلَيْهِ وَسَلَّم (فَإِنْ تَوَلَّيْتُمْ ) فإن أدبرتم عن طاعة الله وطاعة رسوله مستكبرين عنها، فلم تطيعوا الله ولا رسوله (فَإِنَّمَا ) فليس (عَلَى رَسُولِنَا ) محمد إلا(الْبَلاغُ الْمُبِينُ ) أنه بلاغ إليكم لما أرسلته به يقول جلّ ثناؤه: فقد أعذر إليكم بالإبلاغ والله وليّ الانتقام ممن عصاه، وخالف أمره، وتولى عنه."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "الله وحده لا معبود بحق سواه، وعلى الله فليعتمد المؤمنون بوحدانيته في كل أمورهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الله لا إله إلا هو وعلى الله فليتوكل المؤمنون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " اللَّهُ لَا إِلَهَ إِلَّا هُوَ  أي: هو المستحق للعبادة والألوهية، فكل معبود سواه فباطل،  وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ  أي: فيلعتمدوا  عليه في كل أمر نابهم، وفيما يريدون القيام به، فإنه لا يتيسر أمر من الأمور إلا بالله، ولا سبيل إلى ذلك  إلا بالاعتماد على الله، ولا يتم الاعتماد على الله، حتى يحسن العبد ظنه بربه، ويثق به في كفايته الأمر الذي اعتمد عليه به، وبحسب إيمان العبد يكون توكله، فكلما قوي الإيمان قوي التوكل"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال تعالى مخبرا أنه الأحد الصمد ، الذي لا إله غيره ، فقال : ( الله لا إله إلا هو وعلى الله فليتوكل المؤمنون ) فالأول خبر عن التوحيد ، ومعناه معنى الطلب ، أي : وحدوا الإلهية له ، وأخلصوها لديه ، وتوكلوا عليه ، كما قال تعالى : ( رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا ) [ المزمل : 9 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"الله لا إله إلا هو وعلى الله فليتوكل المؤمنون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي لا معبود سواه , ولا خالق غيره ; فعليه توكلوا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(اللَّهُ لا إِلَهَ إِلا هُوَ ) يقول جلّ ثناؤه: معبودكم أيها الناس معبود واحد لا تصلح العبادة لغيره ولا معبود لكم سواه.(وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ) يقول تعالى ذكره: وعلى الله أيها الناس فليتوكل المصدّقون بوحدانيته."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الذين آمنوا بالله ورسوله، إنَّ مِن أزواجكم وأولادكم أعداء لكم يصدونكم عن سبيل الله، ويثبطونكم عن طاعته، فكونوا منهم على حذر، ولا تطيعوهم، وإن تتجاوزوا عن سيئاتهم وتعرضوا عنها، وتستروها عليهم، فإن الله غفور رحيم، يغفر لكم ذنوبكم؛ لأنه سبحانه عظيم الغفران واسع الرحمة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوّا لكم فاحذروهم» أن تطيعوهم في التخلف عن الخير كالجهاد والهجرة فإن سبب نزول الآية الإطاعة في ذلك «وإن تعفوا» عنهم في تثبيطهم إياكم عن ذلك الخير معتلين بمشقة فراقكم عليهم «وتصفحوا وتغفروا فإن الله غفور رحيم»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "هذا تحذير من الله للمؤمنين، من الاغترار بالأزواج والأولاد، فإن بعضهم عدو لكم، والعدو هو الذي يريد لك الشر، ووظيفتك الحذر ممن هذه وصفه  والنفس مجبولة على محبة الأزواج والأولاد، فنصح تعالى عباده أن توجب لهم هذه المحبة الانقياد لمطالب الأزواج والأولاد، ولو كان فيها ما فيها من المحذور الشرعي  ورغبهم في امتثال أوامره، وتقديم مرضاته بما عنده من الأجر العظيم المشتمل على المطالب العالية والمحاب الغالية، وأن يؤثروا الآخرة على الدنيا الفانية المنقضية، ولما كان النهي عن طاعة الأزواج والأولاد، فيما هو ضرر على العبد، والتحذير من ذلك، قد يوهم الغلظة عليهم وعقابهم، أمر تعالى بالحذر منهم، والصفح عنهم والعفو، فإن في ذلك، من المصالح ما لا يمكن حصره، فقال:  وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  لأن الجزاء من جنس العمل.فمن عفا عفا الله عنه، ومن صفح صفح الله عنه، ومن غفر غفر الله له، ومن عامل الله فيما يحب، وعامل عباده كما يحبون وينفعهم، نال محبة الله ومحبة عباده، واستوثق له أمره."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن الأزواج والأولاد : إن منهم من هو عدو الزوج والوالد ، بمعنى : أنه يلتهى به عن العمل الصالح ، كقوله : ( يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون ) [ . : 9 ] ; ولهذا قال ها هنا : ( فاحذروهم ) قال ابن زيد : يعني على دينكم .وقال مجاهد : ( إن من أزواجكم وأولادكم عدوا لكم ) قال : يحمل الرجل على قطيعة الرحم أو معصية ربه ، فلا يستطيع الرجل مع حبه إلا أن يطيعه . وقال ابن أبي حاتم حدثنا أبي ، حدثنا محمد بن خلف العسقلاني ، حدثنا الفريابي ، حدثنا إسرائيل ، حدثنا سماك بن حرب ، عن عكرمة ، عن ابن عباس - وسأله رجل عن هذه الآية : ( يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم ) - قال : فهؤلاء رجال أسلموا من مكة فأرادوا أن يأتوا رسول الله - صلى الله عليه وسلم - فأبى أزواجهم وأولادهم أن يدعوهم ، فلما أتوا رسول الله - صلى الله عليه وسلم - رأوا الناس قد فقهوا في الدين ، فهموا أن يعاقبوهم ، فأنزل الله هذه الآية : ( وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم )وكذا رواه الترمذي ، عن محمد بن يحيى ، عن الفريابي - وهو محمد بن يوسف - به ، وقال : حسن صحيح . ورواه ابن جرير ، والطبراني من حديث إسرائيل به وروي من طريق العوفي ، عن ابن عباس ، نحوه ، وهكذا قال عكرمة مولاه سواء ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( ياأيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم ) قال ابن عباس : هؤلاء رجال من أهل مكة أسلموا وأرادوا أن يهاجروا إلى المدينة ، فمنعهم أزواجهم وأولادهم ، وقالوا : صبرنا على إسلامكم فلا نصبر على فراقكم فأطاعوهم وتركوا الهجرة [ فقال تعالى : ( فاحذروهم ) أن تطيعوهم وتدعوا الهجرة ] .( وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم ) هذا فيمن أقام على الأهل والولد ولم يهاجر ، فإذا هاجر رأى الذين سبقوه بالهجرة قد فقهوا في الدين هم أن يعاقب زوجه وولده الذين ثبطوا عن الهجرة ، وإن لحقوا به في دار الهجرة لم ينفق عليهم ولم يصبهم بخير ، فأمرهم الله تعالى بالعفو عنهم والصفح .وقال عطاء بن يسار : نزلت في عوف بن مالك الأشجعي : كان ذا أهل وولد ، وكان إذا أراد الغزو بكوا إليه ورققوه ، وقالوا : إلى من تدعنا ؟ فيرق لهم ويقيم فأنزل الله : \" إن من أزواجكم وأولادكم عدوا لكم \" بحملهم إياكم على ترك الطاعة ، فاحذروهم أن تقبلوا منهم .( وإن تعفوا وتصفحوا وتغفروا ) فلا تعاقبوهم على خلافهم إياكم فالله غفور رحيم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّاقال ابن عباس : نزلت هذه الآية بالمدينة في عوف بن مالك الأشجعي ; شكا إلى النبي صلى الله عليه وسلم جفاء أهله وولده ; فنزلت .ذكره النحاس .وحكاه الطبري عن عطاء بن يسار قال : نزلت سورة \" التغابن \" كلها بمكة إلا هؤلاء الآيات : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم \" نزلت في عوف بن مالك الأشجعي كان ذا أهل وولد , وكان إذا أراد الغزو بكوا إليه ورققوه فقالوا : إلى من تدعنا ؟ فيرق فيقيم ; فنزلت : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم \" الآية كلها بالمدينة في عوف بن مالك الأشجعي .وبقية الآيات إلى آخر السورة بالمدينة .وروى الترمذي عن ابن عباس - وسأله رجل عن هذه الآية \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" - قال : هؤلاء رجال أسلموا من أهل مكة وأرادوا أن يأتوا النبي صلى الله عليه وسلم , فأبى أزواجهم وأولادهم أن يدعوهم أن يأتوا النبي صلى الله عليه وسلم , فلما أتوا النبي صلى الله عليه وسلم رأوا الناس قد فقهوا في الدين هموا أن يعاقبوهم ; فأنزل الله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" الآية .هذا حديث حسن صحيح .قال القاضي أبو بكر بن العربي : هذا يبين وجه العداوة ; فإن العدو لم يكن عدوا لذاته وإنما كان عدوا بفعله .فإذا فعل الزوج والولد فعل العدو كان عدوا , ولا فعل أقبح من الحيلولة بين العبد وبين الطاعة .وفي صحيح البخاري من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال : ( إن الشيطان قعد لابن آدم في طريق الإيمان فقال له أتؤمن وتذر دينك ودين آبائك فخالفه فآمن ثم قعد له على طريق الهجرة فقال له أتهاجر وتترك مالك وأهلك فخالفه فهاجر ثم قعد له على طريق الجهاد فقال له أتجاهد فتقتل نفسك فتنكح نساؤك ويقسم مالك فخالفه فجاهد فقتل , فحق على الله أن يدخله الجنة ) .وقعود الشيطان يكون بوجهين : أحدهما : يكون بالوسوسة .والثاني : بأن يحمل على ما يريد من ذلك الزوج والولد والصاحب ; قال الله تعالى : \" وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم \" [ فصلت : 25 ] .وفي حكمة عيسى عليه السلام : من اتخذ أهلا ومالا وولدا كان للدنيا عبدا .وفي صحيح الحديث بيان أدنى من ذلك في حال العبد ; قال النبي صلى الله عليه وسلم : ( تعس عبد الدينار تعس عبد الدرهم تعس عبد الخميصة تعس عبد القطيفة تعس وانتكس وإذا شيك فلا انتقش ) .ولا دناءة أعظم من عبادة الدينار والدرهم , ولا همة أخس من همة ترتفع بثوب جديد .كما أن الرجل يكون له ولده وزوجه عدوا كذلك المرأة يكون لها زوجها وولدها عدوا بهذا المعنى بعينه .وعموم قوله : \" من أزواجكم \" يدخل فيه الذكر والأنثى لدخولهما في كل آية .والله أعلم .لَكُمْمعناه على أنفسكم .والحذر على النفس يكون بوجهين : إما لضرر في البدن , وإما لضرر في الدين .وضرر البدن يتعلق بالدنيا , وضرر الدين يتعلق بالآخرة .فحذر الله سبحانه العبد من ذلك وأنذره به .فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌروى الطبري عن عكرمة في قوله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" قال : كان الرجل يريد أن يأتي النبي صلى الله عليه وسلم فيقول له أهله : أين تذهب وتدعنا ؟ قال : فإذا أسلم وفقه قال : لأرجعن إلى الذين كانوا ينهون عن هذا الأمر , فلأفعلن ولأفعلن ; قال : فأنزل الله عز وجل : \" وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم \" .وقال مجاهد في قوله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" قال : ما عادوهم في الدنيا ولكن حملتهم مودتهم على أن أخذوا لهم الحرام فأعطوه إياهم .والآية عامة في كل معصية يرتكبها الإنسان بسبب الأهل والولد .وخصوص السبب لا يمنع عموم الحكم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: يا أيها الذين صدّقوا الله ورسوله ( إِنَّ مِنْ أَزْوَاجِكُمْ  وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) يصدونكم عن سبيل الله، ويثبطونكم عن طاعة الله ( فَاحْذَرُوهُمْ ) أن تقبلوا منهم ما يأمرونكم به من ترك طاعة الله.وذُكر أن هذه الآية نزلت في قوم كانوا أرادوا الإسلام والهجرة، فثبَّطهم عن ذلك أزواجهم وأولادهم.* ذكر من قال ذلك:حدثنا أَبو كُرَيْب، قال: ثنا يحيى بن آدم وعبيد الله بن موسى، عن إسرائيل، عن سِماك ، عن عكرمة، عن ابن عباس، قال: سأله رجل عن هذه الآية ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: هؤلاء رجال أسلموا، فأرادوا أن يأتوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ فأبى أزواجهم وأولادهم أن يدعوهم يأتوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ فلما أتَوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فرأوا الناس قد فقهوا في الدين، هموا أن يعاقبوهم، فأنزل الله جلّ ثناؤه ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ ) .. الآية.حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سِماك، عن عكرمة، في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: كان الرجل يريد أن يأتي النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فيقول له أهله: أين تذهب وتدعنا ؟ قال: وإذا أسلم وفَقِه، قال: لأرجعنّ إلى الذين كانوا ينهون عن هذا الأمر فلأفعلنّ ولأفعلنّ ، فأنزل الله جلّ ثناؤه: ( وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) كان الرجل إذا أراد أن يهاجر من مكة إلى المدينة تمنعه زوجته وولده، ولم يألُوا يثبطوه عن ذلك، فقال الله: إنهم عدوّ لكم فاحذروهم واسمعوا وأطيعوا، وامضُوا لشأنكم، فكان الرجل بعد ذلك إذا مُنع وثبط مرّ بأهله وأقسم، والقسم يمين ليفعلنّ وليعاقبنّ أهله في ذلك، فقال الله جلّ ثناؤه  ( وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) .حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن بعض أصحابه، عن عطاء بن يسار قال: نزلت سورة التغابن كلها بمكة، إلا هؤلاء الآيات ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) نزلت في عوف بن مالك الأشجعيّ، كان ذا أهل وولد، فكان إذا أراد الغزو بكوا إليه ورقَّقوه، فقالوا: إلى من تَدعنا ؟ فيرقّ ويقيم، فنزلت: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) الآية كلها بالمدينة في عوف بن مالك وبقية الآيات إلى آخر السورة بالمدينة.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: إنهما يحملانه على قطيعة رحمه، وعلى معصية ربه، فلا يستطيع مع حبه إلا أن يقطعه.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد مثله، إلا أنه قال: فلا يستطيع مع حبه إلا أن يطيعه.حدثنا بشر، قال: ثنا يزيد، قالا ثنا سعيد، عن قتادة ، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) .. الآية، قال: منهم من لا يأمر بطاعة الله، ولا ينهى عن معصيته، وكانوا يبطِّئون عن الهجرة إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعن الجهاد.حدثنا ابن عبد الأعلى، قال ثنا ابن ثور، عن معمر ، عن قتادة، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: ينهون عن الإسلام، ويُبَطِّئُون عنه، وهم من الكفار فاحذروهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا  لَكُمْ ) .. الآية، قال: هذا في أناس من قبائل العرب كان يسلم الرجل أو النفر من الحيّ، فيخرجون من عشائرهم ويدعون أزواجهم وأولادهم وآباءهم عامدين إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فتقوم عشائرهم وأزواجهم وأولادهم وآباؤهم، فيناشدونهم الله أن لا يفارقوهم، ولا يؤثروا عليهم غيرهم، فمنهم من يَرقّ ويرجع إليهم، ومنهم من يمضي حتى يلحق بنبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا أَبو كريب، قال: ثنا عثمان بن ناجية وزيد بن حباب، قالا ثنا يحيى بن واضح، جميعًا، عن الحسين بن واقد، قال: ثني عبد الله بن بريدة، عن أبيه، قال: \" رأيت رسول الله صلى الله عليه وسلم يخطب، فجاء الحسن والحسين رضي الله عنهما عليهما قميصان أحمران يعثران ويقومان، فنزل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأخذهما فرفعهما فوضعهما في حِجْرِهِ ثم قال: \" صَدَقَ الله ورَسُولُهُ:  إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ  رأَيْتُ هَذْينِ فَلَمْ أَصْبِرْ، ثم أخذ في خطبته \" اللفظ لأبي كريب عن زيد.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) قال: يقول: عدوّا لكم في دينكم، فاحذروهم على دينكم.حدثني محمد بن عمرو بن علىّ المقدميّ، قال ثنا أشعث بن عبد الله قال: ثنا شعبة، عن إسماعيل بن أبي خالد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: كان الرجل يسلم ، فيلومه أهله وبنوه، فنزلت: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) .وقوله: ( وَإِنْ تَعْفُوا وَتَصْفَحُوا ) يقول: إن تعفوا أيها المؤمنون عما سلف منهم من صدّهم إياكم عن الإسلام والهجرة وتصفحوا لهم عن عقوبتكم إياهم على ذلك، وتغفروا لهم غير ذلك من الذنوب ( فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) لكم لمن تاب من عباده، من ذنوبكم ( رَحِيمٌ ) بكم أن يعاقبكم عليها من بعد توبتكم منها."
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ما أموالكم ولا أولادكم إلا بلاء واختبار لكم. والله عنده ثواب عظيم لمن آثر طاعته على طاعة غيره، وأدَّى حق الله في ماله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنما أموالكم وأولادكم فتنة» لكم شاغلة عن أمور الآخرة «والله عنده أجر عظيم» فلا تفوتوه باشتغالكم بالأموال والأولاد."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إنما أموالكم وأولادكم فتنة والله عنده أجر عظيم ) يقول تعالى : إنما الأموال والأولاد فتنة ، أي : اختبار وابتلاء من الله لخلقه . ليعلم من يطيعه ممن يعصيه .وقوله : ( والله عنده ) أي : يوم القيامة ( أجر عظيم ) كما قال : ( زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآب ) والتي بعدها [ آل عمران : 14 ، 15 ]وقال الإمام أحمد : حدثنا زيد بن الحباب ، حدثني حسين بن واقد ، حدثني عبد الله بن بريدة ، سمعت أبي بريدة يقول : كان رسول الله - صلى الله عليه وسلم - يخطب ، فجاء الحسن والحسين رضي الله عنهما ، عليهما قميصان أحمران يمشيان ويعثران ، فنزل رسول الله - صلى الله عليه وسلم - من المنبر فحملهما فوضعهما بين يديه ، ثم قال : \" صدق الله ورسوله ، إنما أموالكم وأولادكم فتنة ، نظرت إلى هذين الصبيين يمشيان ويعثران فلم أصبر حتى قطعت حديثي ورفعتهما \" .ورواه أهل السنن من حديث حسين بن واقد ، به ، وقال الترمذي : حسن غريب ، إنما نعرفه من حديثه .وقال الإمام أحمد : حدثنا سريج بن النعمان ، حدثنا هشيم ، أخبرنا مجالد ، عن الشعبي ، حدثنا الأشعث بن قيس قال : قدمت على رسول الله - صلى الله عليه وسلم - في وفد كندة فقال لي : \" هل لك من ولد ؟ \" قلت : غلام ولد لي في مخرجي إليك من ابنة جمد ، ولوددت أن بمكانه شبع القوم . قال : \" لا تقولن ذلك ، فإن فيهم قرة عين ، وأجرا إذا قبضوا \" ، ثم قال : \" ولئن قلت ذاك : إنهم لمجبنة محزنة \" تفرد به أحمد رحمه الله تعالى .وقال الحافظ أبو بكر البزار : حدثنا محمود بن بكر ، حدثنا أبي ، عن عيسى بن أبي وائل ، عن ابن أبي ليلى ، عن عطية ، عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : \" الولد ثمرة القلوب ، وإنهم مجبنة مبخلة محزنة \" ثم قال : لا يعرف إلا بهذا الإسنادوقال الطبراني : حدثنا هاشم بن مرثد ، حدثنا محمد بن إسماعيل بن عياش ، حدثني أبي ، حدثني ضمضم بن زرعة ، عن شريح بن عبيد ، عن أبي مالك الأشعري ; أن رسول الله - صلى الله عليه وسلم - قال : \" ليس عدوك الذي إن قتلته كان فوزا لك ، وإن قتلك دخلت الجنة ، ولكن الذي لعله عدو لك ولدك الذي خرج من صلبك ، ثم أعدى عدو لك مالك الذي ملكت يمينك \""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( إنما أموالكم وأولادكم فتنة ) بلاء واختبار وشغل عن الآخرة يقع بسببها الإنسان في العظائم ومنع الحق وتناول الحرام ( والله عنده أجر عظيم ) قال بعضهم : لما ذكر الله العداوة أدخل فيه \" من \" للتبعيض ، فقال : \" إن من أزواجكم وأولادكم عدوا لكم \" لأن كلهم ليسوا [ بأعداء ] ولم يذكر \" من \" في قوله : \" إنما أموالكم وأولادكم فتنة \" لأنها لا تخلو عن الفتنة واشتغال القلب .وكان عبد الله بن مسعود يقول : لا يقولن أحدكم : اللهم إني أعوذ بك من الفتنة ، فإنه ليس منكم أحد يرجع إلى مال وأهل وولد إلا وهو مشتمل على فتنة ، ولكن ليقل : اللهم إني أعوذ بك من مضلات الفتنأخبرنا أبو منصور محمد بن عبد الملك المظفري ، أخبرنا أبو سعيد أحمد بن محمد بن الفضل الفقيه ، أخبرنا أبو الحسن أحمد بن إسحاق الفقيه ، حدثنا أحمد بن بكر بن يوسف حدثنا علي بن الحسن ، أخبرنا الحسين بن واقد ، عن عبد الله بن بريدة قال سمعت أبي بريدة يقول : كان رسول الله - صلى الله عليه وسلم - يخطبنا ، فجاء الحسن والحسين وعليهما قميصان أحمران يمشيان ويعثران ، فنزل رسول الله - صلى الله عليه وسلم - من المنبر ، فحملهما فوضعهما بين يديه ، ثم قال : \" صدق الله : إنما أموالكم وأولادكم فتنة ، نظرت إلى هذين الصبيين يمشيان ويعثران ، فلم أصبر حتى قطعت حديثي ورفعتهما \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌأي بلاء واختبار يحملكم على كسب المحرم ومنع حق الله تعالى فلا تطيعوهم في معصية الله .وفي الحديث : ( يؤتى برجل يوم القيامة فيقال أكل عياله حسناته ) .وعن بعض السلف : العيال سوس الطاعات .وقال القتبي : \" فتنة \" أي إغرام ; يقال : فتن الرجل بالمرأة أي شغف بها .وقيل : \" فتنة \" محنة .ومنه قول الشاعر : لقد فتن الناس في دينهم وخلى ابن عفان شرا طويلا وقال ابن مسعود : لا يقولن أحدكم اللهم اعصمني من الفتنة ; فإنه ليس أحد منكم يرجع إلى مال وأهل وولد إلا وهو مشتمل على فتنة ; ولكن ليقل : اللهم إني أعوذ بك من مضلات الفتن .وقال الحسن في قوله تعالى : \" إن من أزواجكم \" : أدخل \" من \" للتبعيض ; لأن كلهم ليسوا بأعداء .ولم يذكر \" من \" في قوله تعالى : \" إنما أموالكم وأولادكم فتنة \" لأنهما لا يخلوان من الفتنة واشتغال القلب بهما .روى الترمذي وغيره عن عبد الله بن بريدة عن أبيه قال : رأيت النبي صلى الله عليه وسلم يخطب ; فجاء الحسن والحسين - عليهما السلام - وعليهما قميصان أحمران , يمشيان ويعثران ; فنزل صلى الله عليه وسلم فحملهما بين يديه , ثم قال : ( صدق الله عز وجل إنما أموالكم وأولادكم فتنة .نظرت إلى هذين الصبيين يمشيان ويعثران فلم أصبر حتى قطعت حديثي ورفعتهما ) ثم أخذ في خطبته .وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌيعني الجنة , فهي الغاية , ولا أجر أعظم منها في قول المفسرين .وفي الصحيحين واللفظ للبخاري - عن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : ( إن الله يقول لأهل الجنة يا أهل الجنة فيقولون لبيك ربنا وسعديك فيقول هل رضيتم فيقولون وما لنا لا نرضى وقد أعطيتنا ما لم تعط أحدا من خلقك فيقول ألا أعطيكم أفضل من ذلك قالوا يا رب وأي شيء أفضل من ذلك فيقول أحل عليكم رضواني فلا أسخط عليكم بعده أبدا ) .وقد تقدم ولا شك في أن الرضا غاية الآمال .وأنشد الصوفية في تحقيق ذلك : امتحن الله به خلقه فالنار والجنة في قبضته فهجره أعظم من ناره ووصله أطيب من جنته"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: ما أموالكم أيها الناس وأولادكم إلا فتنة، يعني بلاء عليكم في الدنيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ ) يقول: بلاء.وقوله: ( وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ ) يقول: والله عنده ثواب لكم عظيم، إذا أنتم خالفتم أولادكم وأزواجكم في طاعة الله ربكم، وأطعتم الله عزّ وجلّ، وأدّيتم حقّ الله في أموالكم، والأجر العظيم الذي عند الله الجنة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ ) وهي الجنة."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فابذلوا- أيها المؤمنون- في تقوى الله جهدكم وطاقتكم، واسمعوا لرسول الله صلى الله عليه وسلم سماع تدبُّر وتفكر، وأطيعوا أوامره واجتنبوا نواهيه، وأنفقوا مما رزقكم الله يكن خيرًا لكم. ومن سَلِم من البخل ومَنْعِ الفضل من المال، فأولئك هم الظافرون بكل خير، الفائزون بكل مطلب."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فاتقوا الله ما استطعتم» ناسخة لقوله (اتقوا الله حق تقاته) «واسمعوا» ما أُمرتم به سماع قبول «وأطيعوا وأنفقوا» في الطاعة «خيرا لأنفسكم» خبر يكن مقدرة جواب الأمر «ومن يوق شح نفسه فأولئك هم المفلحون» الفائزون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يأمر تعالى بتقواه، التي هي امتثال أوامره واجتناب نواهيه، ويقيد  ذلك بالاستطاعة والقدرة.فهذه الآية، تدل على أن كل واجب عجز عنه العبد، أنه يسقط عنه، وأنه إذا قدر على بعض المأمور، وعجز عن بعضه، فإنه يأتي بما يقدر عليه، ويسقط عنه ما يعجز عنه، كما قال النبي صلى الله عليه وسلم: \" إذا أمرتكم بأمر فأتوا منه ما استطعتم \".ويدخل تحت هذه القاعدة الشرعية من الفروع، ما لا يدخل تحت الحصر، وقوله:  وَاسْمَعُوا  أي: اسمعوا ما يعظكم الله به، وما يشرعه لكم من الأحكام، واعلموا ذلك وانقادوا له  وَأَطِيعُوا  الله ورسوله في جميع أموركم،  وَأَنْفِقُوا  من النفقات الشرعية الواجبة والمستحبة، يكن ذلك الفعل منكم خيرًا لكم في الدنيا والآخرة، فإن الخير كله في امتثال أوامر الله تعالى وقبول نصائحه، والانقياد لشرعه، والشر كله، في مخالفة ذلك.ولكن ثم آفة تمنع كثيرًا من الناس، من النفقة المأمور بها، وهو الشح المجبولة عليه أكثر النفوس، فإنها تشح بالمال، وتحب وجوده، وتكره خروجه من اليد غاية الكراهة.فمن وقاه الله شر شح نفسه بأن سمحت نفسه بالإنفاق النافع لها  فَأُولَئِكَ هُمُ الْمُفْلِحُونَ  لأنهم أدركوا المطلوب، ونجوا من المرهوب، بل لعل ذلك، شامل لكل ما أمر به العبد، ونهي عنه، فإنه إن كانت نفسه شحيحة. لا تنقاد لما أمرت به، ولا تخرج ما قبلها، لم يفلح، بل خسر الدنيا والآخرة، وإن كانت نفسه نفسًا سمحة، مطمئنة، منشرحة لشرع الله، طالبة لمرضاة، فإنها ليس بينها وبين فعل ما كلفت به إلا العلم به، ووصول معرفته إليها، والبصيرة بأنه مرض لله تعالى، وبذلك تفلح وتنجح وتفوز كل الفوز."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله تعالى : ( فاتقوا الله ما استطعتم ) أي : جهدكم وطاقتكم . كما ثبت في الصحيحين عن أبي هريرة رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أمرتكم بأمر فائتوا منه ما استطعتم ، وما نهيتكم عنه فاجتنبوه \"وقد قال بعض المفسرين - كما رواه مالك ، عن زيد بن أسلم - إن هذه الآية العظيمة ناسخة للتي في \" آل عمران \" وهي قوله : ( ياأيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون ) [ آل عمران : 102 ]قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثني يحيى بن عبد الله بن بكير ، حدثني ابن لهيعة ، حدثني عطاء - هو ابن دينار - عن سعيد بن جبير في قوله : ( اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون ) قال : لما نزلت الآية اشتد على القوم العمل ، فقاموا حتى ورمت عراقيبهم وتقرحت جباههم ، فأنزل الله تخفيفا على المسلمين : ( فاتقوا الله ما استطعتم ) فنسخت الآية الأولى .وروي عن أبي العالية ، وزيد بن أسلم ، وقتادة ، والربيع بن أنس ، والسدي ، ومقاتل بن حيان نحو ذلك .وقوله : ( واسمعوا وأطيعوا ) أي : كونوا منقادين لما يأمركم الله به ورسوله ، ولا تحيدوا عنه يمنة ولا يسرة ، ولا تقدموا بين يدي الله ورسوله ، ولا تتخلفوا عما به أمرتم ، ولا تركبوا ما عنه زجرتم .وقوله تعالى : ( وأنفقوا خيرا لأنفسكم ) أي : وابذلوا مما رزقكم الله على الأقارب والفقراء والمساكين وذوي الحاجات ، وأحسنوا إلى خلق الله كما أحسن إليكم ، يكن خيرا لكم في الدنيا والآخرة ، وإن لا تفعلوا يكن شرا لكم في الدنيا والآخرة .وقوله : ( ومن يوق شح نفسه فأولئك هم المفلحون ) تقدم تفسيره في سورة \" الحشر \" وذكر الأحاديث الواردة في معنى هذه الآية ، بما أغنى عن إعادته ها هنا ، ولله الحمد والمنة ،"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فاتقوا الله ما استطعتم ) أطقتم ، هذه الآية ناسخة لقوله تعالى : \" اتقوا الله حق تقاته \" ( آل عمران - 102 ( واسمعوا وأطيعوا ) الله ورسوله ( وأنفقوا خيرا لأنفسكم ) أنفقوا من أموالكم خيرا لأنفسكم . ( ومن يوق شح نفسه ) حتى يعطي حق الله من ماله ( فأولئك هم المفلحون ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْذهب جماعة من أهل التأويل إلى أن هذه الآية ناسخة لقوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] منهم قتادة والربيع بن أنس والسدي وابن زيد .ذكر الطبري : وحدثني يونس بن عبد الأعلى قال أخبرنا ابن وهب قال : قال ابن زيد في قوله تعالى : \" يا أيها الذين آمنوا اتقوا الله حق تقاته \" [ آل عمران : 102 ] قال : جاء أمر شديد , قالوا : ومن يعرف قدر هذا أو يبلغه ؟ فلما عرف الله أنه قد اشتد ذلك عليهم نسخها عنهم وجاء بهذه الآية الأخرى فقال : \" اتقوا الله ما استطعتم \" .وقيل : هي محكمة لا نسخ فيها .وقال ابن عباس : قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] إنها لم تنسخ , ولكن حق تقاته أن يجاهد لله حق جهاده , ولا يأخذهم في الله لومة لائم , ويقوموا لله بالقسط ولو على أنفسهم وآبائهم وأبنائهم .وقد تقدم .فإن قيل : فإذا كانت هذه الآية محكمة غير منسوخة فما وجه قوله في سورة التغابن : \" فاتقوا الله ما استطعتم \" وكيف يجوز اجتماع الأمر باتقاء الله حق تقاته , والأمر باتقائه ما استطعنا .والأمر باتقائه حق تقاته إيجاب القرآن بغير خصوص ولا وصل بشرط , والأمر باتقائه ما استطعنا أمر باتقائه موصولا بشرط .قيل له : قوله : \" فاتقوا الله ما استطعتم \" بمعزل مما دل عليه قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] وإنما عنى بقوله : \" فاتقوا الله ما استطعتم \" فاتقوا الله أيها الناس وراقبوه فيما جعل فتنة لكم من أموالكم وأولادكم أن تغلبكم فتنتهم , وتصدكم عن الواجب لله عليكم من الهجرة من أرض الكفر إلى أرض الإسلام ; فتتركوا الهجرة ما استطعتم ; بمعنى وأنتم للهجرة مستطيعين .وذلك أن الله جل ثناؤه قد كان عذر من لم يقدر على الهجرة بتركها بقوله تعالى : \" إن الذين توفاهم الملائكة ظالمي أنفسهم \" إلى قوله \" فأولئك عسى الله أن يعفو عنهم \" [ النساء : 97 - 99 ] .فأخبر أنه قد عفا عمن لا يستطيع حيلة ولا يهتدي سبيلا بالإقامة في دار الشرك ; فكذلك معنى قوله : \" فاتقوا الله ما استطعتم \" في الهجرة من دار الشرك إلى دار الإسلام أن تتركوها بفتنة أموالكم وأولادكم .ومما يدل على صحة هذا أن قوله : \" فاتقوا الله ما استطعتم \" عقيب قوله : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" .ولا خلاف بين السلف من أهل العلم بتأويل القرآن أن هذه الآيات نزلت بسبب قوم كفار تأخروا عن الهجرة من دار الشرك إلى دار الإسلام بتثبيط أولادهم إياهم عن ذلك ; حسب ما تقدم .وهذا كله اختيار الطبري .وقيل : \" فاتقوا الله ما استطعتم \" فيما تطوع به من نافلة أو صدقة ; فإنه لما نزل قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] اشتد على القوم فقاموا حتى ورمت عراقيبهم وتقرحت جباههم , فأنزل الله تعالى تخفيفا عنهم : \" فاتقوا الله ما استطعتم \" فنسخت الأولى ; قاله ابن جبير .قال الماوردي : ويحتمل إن لم يثبت هذا النقل أن المكره على المعصية غير مؤاخذ بها ; لأنه لا يستطيع اتقاءها .وَاسْمَعُوا وَأَطِيعُواأي اسمعوا ما توعظون به وأطيعوا فيما تؤمرون به وتنهون عنه .وقال مقاتل : اسمعوا \" أي اصغوا إلى ما ينزل عليكم من كتاب الله ; وهو الأصل في السماع .\" وأطيعوا \" لرسوله فيما أمركم أو نهاكم .وقال قتادة : عليهما بويع النبي صلى الله عليه وسلم على السمع والطاعة .وقيل : \" واسمعوا \" أي اقبلوا ما تسمعون ; وعبر عنه بالسماع لأنه فائدته .قلت : وقد تغلغل في هذه الآية الحجاج حين تلاها وقصرها على عبد الملك بن مروان فقال : \" فاتقوا الله ما استطعم واسمعوا وأطيعوا \" هي لعبد الملك بن مروان أمين الله وخليفته , ليس فيها مثنوية , والله لو أمرت رجلا أن يخرج من باب المسجد فخرج من غيره لحل لي دمه .وكذب في تأويلها بل هي للنبي صلى الله عليه وسلم أولا ثم لأولي الأمر من بعده .دليله \" و أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم \" [ النساء : 59 ] .وَأَنْفِقُواقيل : هو الزكاة ; قاله ابن عباس .وقيل : هو النفقة في النفل .وقال الضحاك : هو النفقة في الجهاد .وقاله الحسن : هو نفقة الرجل لنفسه .قال ابن العربي : وإنما أوقع قائل هذا قوله : \" لأنفسكم \" وخفي عليه أن نفقة النفل والفرض في الصدقة هي نفقة الرجل على نفسه ; قال الله تعالى : \" إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها \" .[ الإسراء : 7 ] .وكل ما يفعله الرجل من خير فإنما هو لنفسه .والصحيح أنها عامة .وروي عن النبي صلى الله عليه وسلم أنه قال له رجل : عندي دينار ؟ قال : ( أنفقه على نفسك ) قال : عندي آخر ؟ قال : ( أنفقه على عيالك ) قال : عندي آخر ؟ قال : ( أنفقه على ولدك ) قال : عندي آخر ؟ قال : ( تصدق به ) فبدأ بالنفس والأهل والولد وجعل الصدقة بعد ذلك .وهو الأصل في الشرع .خَيْرًا لِأَنْفُسِكُمْ\" خيرا \" نصب بفعل مضمر عند سيبويه ; دل عليه \" وأنفقوا \" كأنه قال : ايتوا في الإنفاق خيرا لأنفسكم , أو قدموا خيرا لأنفسكم من أموالكم .وهو عند الكسائي والفراء نعت لمصدر محذوف ; أي أنفقوا إنفاقا خيرا لأنفسكم .وهو عند أبي عبيدة خبر كان مضمرة ; أي يكن خيرا لكم .ومن جعل الخير المال فهو منصوب ب \" أنفقوا \" .وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَالشح والبخل سواء ; يقال : رجل شحيح بين الشح والشح والشحاحة .قال عمرو بن كلثوم : ترى اللحز الشحيح إذا أمرت عليه لماله فيها مهينا وجعل بعض أهل اللغة الشح أشد من البخل .وفي الصحاح : الشح البخل مع حرص ; تقول : شححت ( بالكسر ) تشح .وشححت أيضا تشح وتشح .ورجل شحيح , وقوم شحاح وأشحة .والمراد بالآية : الشح بالزكاة وما ليس بفرض من صلة ذوي الأرحام والضيافة , وما شاكل ذلك .فليس بشحيح ولا بخيل من أنفق في ذلك وإن أمسك عن نفسه .ومن وسع على نفسه ولم ينفق فيما ذكرناه من الزكوات والطاعات فلم يوق شح نفسه .وروى الأسود عن ابن مسعود أن رجلا أتاه فقال له : إني أخاف أن أكون قد هلكت ؟ قال : وما ذاك ؟ قال : سمعت الله عز وجل يقول : \" ومن يوق شح نفسه فأولئك هم المفلحون \" وأنا رجل شحيح لا أكاد أن أخرج من يدي شيئا .فقال ابن مسعود : ليس ذلك بالشح الذي ذكره الله تعالى في القرآن , إنما الشح الذي ذكره الله تعالى في القرآن أن تأكل مال أخيك ظلما , ولكن ذلك البخل , وبئس الشيء البخل .ففرق رضي الله عنه بين الشح والبخل .وقال طاوس : البخل أن يبخل الإنسان بما في يده , والشح أن يشح بما في أيدي الناس , يحب أن يكون له ما في أيديهم بالحل والحرام , لا يقنع .ابن جبير : الشح منع الزكاة وادخار الحرام .ابن عيينة : الشح الظلم .الليث : ترك الفرائض وانتهاك المحارم .ابن عباس : من اتبع هواه ولم يقبل الإيمان فذلك الشحيح .ابن زيد : من لم يأخذ شيئا لشيء نهاه الله عنه , ولم يدعه الشح على أن يمنع شيئا من شيء أمره الله به , فقد وقاه الله شح نفسه .وقال أنس : قال النبي عليه الصلاة والسلام : ( بريء من الشح من أدى الزكاة وقرى الضيف وأعطى في النائبة ) .وعنه أن النبي عليه الصلاة السلام كان يدعو ( اللهم إني أعوذ بك من شح نفسي وإسرافها ووساوسها ) .وقال أبو الهياج الأسدي : رأيت رجلا في الطواف يدعو : اللهم قني شح نفسي .لا يزيد على ذلك شيئا , فقلت له ؟ فقال : إذا وقيت شح نفسي لم أسرق ولم أزن ولم أفعل .فإذا الرجل عبد الرحمن بن عوف .قلت : يدل على هذا قول النبي صلى الله عليه وسلم : ( اتقوا الظلم فإن الظلم ظلمات يوم القيامة واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم ) .وقد بيناه في آخر \" آل عمران \" .وقال كسرى لأصحابه : أي شيء أضر بابن آدم ؟ قالوا : الفقر .فقال كسرى : الشح أضر من الفقر ; لأن الفقير إذا وجد شبع , والشحيح إذا وجد لم يشبع أبدا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) يقول تعالى ذكره: واحذروا الله أيها المؤمنون وخافوا عقابه، وتجنبوا عذابه بأداء فرائضه واجتناب معاصيه، والعمل بما يقرّب إليه ما أطقتم وبلَغه وسعكم.وذُكر أن قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) نزل بعد قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  تخفيفًا عن المسلمين، وأن قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) ناسخ قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  .* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا ) هذه رخصة من الله، والله رحيم بعباده، وكان الله جلّ ثناؤه أنزل قبل ذلك  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  وحقّ تقاته أن يُطاع فلا يعصى، ثم خفَّف الله تعالى ذكره عن عباده، فأنزل الرخصة بعد ذلك فقال: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا ) فيما استطعت يا ابن آدم، عليها بايع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على السمع والطاعة فيما استطعتم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  قال: نسختها: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) .وقد تقدم بياننا عن معنى الناسخ والمنسوخ بما أغنى عن إعادته في هذا الموضع ؛ وليس في قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) دلالة واضحة على أنه لقوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  ناسخ، إذ كان محتملا قوله: اتقوا الله حقّ تقاته فيما استطعتم، ولم يكن بأنه له ناسخ عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فإذا كان ذلك كذلك، فالواجب استعمالهما جميعًا على ما يحتملان من وجوه الصحة.وقوله: ( وَاسْمَعُوا وَأَطِيعُوا ) يقول: واسمعوا لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وأطيعوه فيما أمركم به ونهاكم عنه ( وَأَنْفِقُوا خَيْرًا لأنْفُسِكُمْ ) يقول: وأنفقوا مالا من أموالكم لأنفسكم تستنقذوها من عذاب الله، والخير في هذا الموضع المال.وقوله: ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ ) يقول تعالى ذكره: ومن يَقِه الله شحَ نفسه، وذلك اتباع هواها فيما نهى الله عنه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني أَبو معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ ) يقول: هوى نفسه حيث يتبع   هواه ولم يقبل الإيمان.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جامع بن شدّاد، عن الأسود بن هلال، عن ابن مسعود ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ ) قال: أن يعمد إلى مال غيره فيأكله، وقوله: ( فَأُولَئِكَ هُمُ الْمُفْلِحُونَ ) يقول: فهؤلاء الذين وُقُوا شحّ أنفسهم، المُنجحون الذين أدركوا طلباتهم عند ربهم."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إن تنفقوا أموالكم في سبيل الله بإخلاص وطيب نفس، يضاعف الله ثواب ما أنفقتم، ويغفر لكم ذنوبكم. والله شكور لأهل الإنفاق بحسن الجزاء على ما أنفقوا، حليم لا يعجل بالعقوبة على مَن عصاه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إن تقرضوا الله قرضا حسنا» بأن تتصدقوا عن طيب قلب «يضاعفه لكم» وفي قراءة يضعفه بالتشديد بالواحدة عشرا إلى سبعمائة وأكثر «ويغفر لكم» ما يشاء «والله شكور» مجاز على الطاعة «حليم» في العقاب على المعصية."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ثم رغب تعالى في النفقة فقال:  إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا  وهو كل نفقة كانت من الحلال، إذا قصد بها العبد وجه الله تعالى وطلب مرضاته، ووضعها في موضعها  يُضَاعِفْهُ لَكُمْ  النفقة، بعشر أمثالها إلى سبعمائة ضعف، إلى أضعاف كثيرة. و  مع المضاعفة أيضًا  يغفر لَكُمُ  بسبب الإنفاق والصدقة ذنوبكم، فإن الذنوب يكفرها الله بالصدقات والحسنات:  إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ  . وَاللَّهُ شَكُورٌ حَلِيمٌ  لا يعاجل من عصاه، بل يمهله ولا يهمله،  وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى  والله تعالى شكور يقبل من عباده اليسير من العمل، ويجازيهم عليه الكثير من الأجر، ويشكر تعالى لمن تحمل من أجله المشاق والأثقال، وناء  بالتكاليف الثقال، ومن ترك شيئًا لله، عوضه الله خيرًا منه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إن تقرضوا الله قرضا حسنا يضاعفه لكم ويغفر لكم ) أي : مهما أنفقتم من شيء فهو يخلفه ، ومهما تصدقتم من شيء فعليه جزاؤه ، ونزل ذلك منزلة القرض له ، كما ثبت في الصحيح أن الله تعالى يقول : \" من يقرض غير ظلوم ولا عديم \" ولهذا قال : ( يضاعفه لكم ) كما تقدم في سورة البقرة : ( فيضاعفه له أضعافا كثيرة ) [ البقرة : 245 ]( ويغفر لكم ) أي : ويكفر عنكم السيئات . ولهذا قال : ( والله شكور ) أي : يجزي على القليل بالكثير ( حليم ) أي : يعفو ويصفح ويغفر ويستر ، ويتجاوز عن الذنوب والزلات والخطايا والسيئات ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إن تقرضوا الله قرضاً حسناً يضاعفه لكم ويغفر لكم والله شكور حليم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إِنْ تُقْرِضُوا اللَّهَبالصدقة والنفقة في سبيل الله .قال الحسن : كل ما في القرآن من القرض الحسن فهو التطوع .وقيل : هو العمل الصالح من الصدقة وغيرها محتسبا صادقا .وإنما عطف بالفعل على الاسم , لأن ذلك الاسم في تقدير الفعل , أي إن الذين تصدقوا وأقرضوا أخبرنا الشيخ الفقيه الإمام المحدث القاضي أبو عامر يحيى بن عامر بن أحمد بن منيع الأشعري نسبا ومذهبا بقرطبة - أعادها الله - في ربيع الآخر عام ثمانية وعشرين وستمائة قراءة مني عليه قال : أخبرنا أبي إجازة قال : قرأت على أبي بكر عبد العزيز بن خلف بن مدين الأزدي عن أبي عبد الله بن سعدون سماعا عليه ; قال : حدثنا أبو الحسن علي بن مهران قال : حدثنا أبو الحسن محمد بن عبد الله بن زكريا بن حيوة النيسابوري سنة ست وستين وثلاثمائة , قال : أنبأنا عمي أبو زكريا يحيى بن زكريا قال : حدثنا محمد بن معاوية بن صالح قال : حدثنا خلف بن خليفة عن حميد الأعرج عن عبد الله بن الحارث عن عبد الله بن مسعود قاله : لما نزلت : \" من ذا الذي يقرض الله قرضا حسنا \" قال أبو الدحداح : يا رسول الله أوإن الله تعالى يريد منا القرض ؟ قال : ( نعم يا أبا الدحداح ) قال : أرني يدك ; قال فناوله ; قال : فإني أقرضت الله حائطا فيه ستمائة نخلة ., ثم جاء يمشي حتى أتى الحائط وأم الدحداح فيه وعياله ; فناداها : يا أم الدحداح ; قالت : لبيك ; قال : اخرجي , قد أقرضت ربي عز وجل حائطا فيه ستمائة نخلة .وقال زيد بن أسلم : لما نزل : \" من ذا الذي يقرض الله قرضا حسنا \" قال أبو الدحداح : فداك أبي وأمي يا رسول الله إن الله يستقرضنا وهو غني عن القرض ؟ قال : ( نعم يريد أن يدخلكم الجنة به ) .قال : فإني إن أقرضت ربي قرضا يضمن لي به ولصبيتي الدحداحة معي الجنة ؟ قال : ( نعم ) قال : فناولني يدك ; فناوله رسول الله صلى الله عليه وسلم يده : فقال : إن لي حديقتين إحداهما بالسافلة والأخرى بالعالية , والله لا أملك غيرهما , قد جعلتهما قرضا لله تعالى .قال رسول الله صلى الله عليه وسلم : ( اجعل إحداهما لله والأخرى دعها معيشة لك ولعيالك ) قال : فأشهدك يا رسول الله أني قد جعلت خيرهما لله تعالى , وهو حائط فيه ستمائة نخلة .قال : ( إذا يجزيك الله به الجنة ) .فانطلق أبو الدحداح حتى جاء أم الدحداح وهي مع صبيانها في الحديقة تدور تحت النخل فأنشأ يقول : هداك ربي سبل الرشاد إلى سبيل الخير والسداد بيني من الحائط بالوداد فقد مضى قرضا إلى التناد أقرضته الله على اعتمادي بالطوع لا من ولا ارتداد إلا رجاء الضعف في المعاد فارتحلي بالنفس والأولاد والبر لا شك فخير زاد قدمه المرء إلى المعاد قالت أم الدحداح : ربح بيعك بارك الله لك فيما اشتريت , ثم أجابته أم الدحداح وقالت : بشرك الله بخير وفرج مثلك أدى ما لديه ونصح قد متع الله عيالي ومنح بالعجوة السوداء والزهو البلح والعبد يسعى وله ما قد كدح طول الليالي وعليه ما اجترح ثم أقبلت أم الدحداح على صبيانها تخرج ما في أفواههم وتنفض ما في أكمامهم حتى أفضت إلى الحائط الآخر ; فقال النبي صلى الله عليه وسلم : ( كم من عذق رداح ودار فياح لأبي الدحداح ) .قال ابن العربي : \" انقسم الخلق بحكم الخالق وحكمته وقدرته ومشيئته وقضائه وقدره حين سمعوا هذه الآية أقساما , فتفرقوا فرقا ثلاثة : [ الفرقة الأولى ] الذين قالوا : إن رب محمد محتاج فقير إلينا ونحن أغنياء , فهذه جهالة لا تخفى على ذي لب , فرد الله عليهم بقوله : \" لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء \" [ آل عمران : 181 ] .[ الفرقة الثانية ] لما سمعت هذا القول آثرت الشح والبخل وقدمت الرغبة في المال فما أنفقت في سبيل الله ولا فكت أسيرا ولا أعانت أحدا تكاسلا عن الطاعة وركونا إلى هذه الدار .[ الفرقة الثالثة ] لما سمعت بادرت إلى امتثاله وآثر المجيب منهم بسرعة بماله كأبي الدحداح رضي الله عنه وغيره .والله أعلم .قَرْضًاالقرض : اسم لكل ما يلتمس عليه الجزاء وأقرض فلان فلانا أي أعطاه ما يتجازاه قال الشاعر وهو لبيد : وإذا جوزيت قرضا فأجزه إنما يجزي الفتى ليس الجمل والقرض بالكسر لغة فيه حكاها الكسائي .واستقرضت من فلان أي طلبت منه القرض فأقرضني .واقترضت منه أي أخذت القرض .وقال الزجاج : القرض في اللغة البلاء الحسن والبلاء السيئ قال أمية : كل امرئ سوف يجزى قرضه حسنا أو سيئا ومدينا مثل ما دانا وقال آخر : تجازى القروض بأمثالها فبالخير خيرا وبالشر شرا وقال الكسائي : القرض ما أسلفت من عمل صالح أو سيئ .وأصل الكلمة القطع ; ومنه المقراض .وأقرضته أي قطعت له من مالي قطعة يجازى عليها .وانقرض القوم : انقطع أثرهم وهلكوا .والقرض ههنا : اسم , ولولاه لقال ههنا إقراضا .واستدعاء القرض في هذه الآية إنما هي تأنيس وتقريب للناس بما يفهمونه , والله هو الغني الحميد ; لكنه تعالى شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء .وقيل المراد بالآية الحث على الصدقة وإنفاق المال على الفقراء والمحتاجين والتوسعة عليهم , وفي سبيل الله بنصرة الدين .وكنى الله سبحانه عن الفقير بنفسه العلية المنزهة عن الحاجات ترغيبا في الصدقة , كما كنى عن المريض والجائع والعطشان بنفسه المقدسة عن النقائص والآلام .ففي صحيح الحديث إخبارا عن الله تعالى : ( يا بن آدم مرضت فلم تعدني واستطعمتك فلم تطعمني واستسقيتك فلم تسقني ) قال يا رب كيف أسقيك وأنت رب العالمين ؟ قال : ( استسقاك عبدي فلان فلم تسقه أما إنك لو سقيته وجدت ذلك عندي ) وكذا فيما قبل ; أخرجه مسلم والبخاري وهذا كله خرج مخرج التشريف لمن كنى عنه ترغيبا لمن خوطب به .يجب على المستقرض رد القرض ; لأن الله تعالى بين أن من أنفق في سبيل الله لا يضيع عند الله تعالى بل يرد الثواب قطعا وأبهم الجزاء .وفي الخبر : ( النفقة في سبيل الله تضاعف إلى سبعمائة ضعف وأكثر على ما سبق بيانه عند قوله تعالى : \" مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل \" [ البقرة : 261 ] الآية .وقال ههنا : \" فيضاعفه له أضعافا كثيرة \" وهذا لا نهاية له ولا حد .ثواب القرض عظيم , لأن فيه توسعة على المسلم وتفريجا عنه .خرج ابن ماجه في سننه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : ( رأيت ليلة أسري بي على باب الجنة مكتوبا الصدقة بعشر أمثالها والقرض بثمانية عشر فقلت لجبريل : ما بال القرض أفضل من الصدقة قال لأن السائل يسأل وعنده والمستقرض لا يستقرض إلا من حاجة ) .قال : حدثنا محمد بن خلف العسقلاني حدثنا يعلى حدثنا سليمان بن يسير , عن قيس بن رومي قال : كان سليمان بن أذنان يقرض علقمة ألف درهم إلى عطائه , فلما خرج عطاؤه تقاضاها منه , واشتد عليه فقضاه , فكأن علقمة غضب فمكث أشهرا ثم أتاه فقال : أقرضني ألف درهم إلى عطائي , قال : نعم وكرامة يا أم عتبة هلمي تلك الخريطة المختومة التي عندك , قال : فجاءت بها ; فقال : أما والله إنها لدراهمك التي قضيتني ما حركت منها درهما واحدا ; قال : فلله أبوك ؟ ما حملك على ما فعلت بي ؟ قال : ما سمعت منك ; قال : ما سمعت مني ؟ قال : سمعتك تذكر عن ابن مسعود أن النبي صلى الله عليه وسلم قال : ( ما من مسلم يقرض مسلما قرضا مرتين إلا كان كصدقتها مرة ) قال : كذلك أنبأني ابن مسعود .قرض الآدمي للواحد واحد , أي يرد عليه مثله ما أقرضه .وأجمع أهل العلم على أن استقراض الدنانير والدراهم والحنطة والشعير والتمر والزبيب وكل ما له مثل من سائر الأطعمة جائز .وأجمع المسلمون نقلا عن نبيهم صلى الله عليه وسلم أن اشتراط الزيادة في السلف ربا ولو كان قبضة من علف - كما قال ابن مسعود - أو حبة واحدة .ويجوز أن يرد أفضل مما يستلف إذا لم يشترط ذلك عليه ; لأن ذلك من باب المعروف ; استدلالا بحديث أبي هريرة في البكر : ( إن خياركم أحسنكم قضاء ) رواه الأئمة : البخاري ومسلم وغيرهما .فأثنى صلى الله عليه وسلم على من أحسن القضاء , وأطلق ذلك ولم يقيده بصفة .وكذلك قضى هو صلى الله عليه وسلم في البكر وهو الفتي المختار من الإبل جملا خيارا رباعيا , والخيار : المختار , والرباعي هو الذي دخل في السنة الرابعة ; لأنه يلقي فيها رباعيته وهي التي تلي الثنايا وهي أربع رباعيات - مخففة الباء - وهذا الحديث دليل على جواز قرض الحيوان , وهو مذهب الجمهور , ومنع من ذلك أبو حنيفة وقد تقدم .ولا يجوز أن يهدي من استقرض هدية للمقرض , ولا يحل للمقرض قبولها إلا أن يكون عادتهما ذلك ; بهذا جاءت السنة : خرج ابن ماجه حدثنا هشام بن عمار قال : حدثنا إسماعيل بن عياش حدثنا عتبة بن حميد الضبي عن يحيى بن أبي إسحاق الهنائي قال : سألت أنس بن مالك عن الرجل منا يقرض أخاه المال فيهدي إليه ؟ قال : قال رسول الله صلى الله عليه وسلم : ( إذا أقرض أحدكم أخاه قرضا فأهدى له أو حمله على دابته فلا يقبلها ولا يركبها إلا أن يكون جرى بينه وبينه قبله ذلك ) .القرض يكون من المال - وقد بينا حكمه - ويكون من العرض ; وفي الحديث عن النبي صلى الله عليه وسلم : ( أيعجز أحدكم أن يكون كأبي ضمضم كان إذا خرج من بيته قال اللهم إني قد تصدقت بعرضي على عبادك ) .وروي عن ابن عمر : أقرض من عرضك ليوم فقرك ; يعني من سبك فلا تأخذ منه حقا ولا تقم عليه حدا حتى تأتي يوم القيامة موفر الأجر .وقال أبو حنيفة : لا يجوز التصدق بالعرض لأنه حق الله تعالى , وروي عن مالك .ابن العربي : وهذا فاسد , قال عليه السلام في الصحيح : ( إن دماءكم وأموالكم وأعراضكم عليكم حرام .. .) الحديث .وهذا يقتضي أن تكون هذه المحرمات الثلاث تجري مجرى واحدا في كونها باحترامها حقا للآدمي .حَسَنًاقال الواقدي : محتسبا طيبة به نفسه .وقال عمرو بن عثمان الصدفي : لا يمن به ولا يؤذي .وقال سهل بن عبد الله : لا يعتقد في قرضه عوضا .يُضَاعِفْهُ لَكُمْقرأ عاصم وغيره \" يضاعفه \" بالألف ونصب الفاء .وقرأ ابن عامر ويعقوب بالتشديد في العين مع سقوط الألف ونصب الفاء .وقرأ ابن كثير وأبو جعفر وشيبة بالتشديد ورفع الفاء .وقرأ الآخرون بالألف ورفع الفاء .فمن رفعه نسقه على قوله : \" يقرض \" وقيل : على تقدير هو يضاعفه .ومن نصب فجوابا للاستفهام بالفاء .وقيل : بإضمار \" أن \" والتشديد والتخفيف لغتان .وقال الحسن والسدي : لا نعلم هذا التضعيف إلا لله وحده , لقوله تعالى : \" ويؤت من لدنه أجرا عظيما \" [ النساء : 40 ] .قاله أبو هريرة : هذا في نفقة الجهاد , وكنا نحسب والنبي صلى الله عليه وسلم بين أظهرنا نفقة الرجل على نفسه ورفقائه وظهره بألفي ألف .وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌالشكر في اللغة الظهور من قولهم دابة شكور إذا ظهر عليها من السمن فوق ما تعطى من العلف وحقيقته الثناء على الإنسان بمعروف يوليكه كما تقدم في الفاتحة قال الجوهري الشكر الثناء على المحسن بما أولاكه من المعروف يقال شكرته وشكرت له وباللام أفصح والشكران خلاف الكفران وتشكرت له مثل شكرت له وروى الترمذي وأبو داود عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( لا يشكر الله من لا يشكر الناس ) قال الخطابي هذا الكلام يتأول على معنيين أحدهما أن من كان من طبعه كفران نعمة الناس وترك الشكر لمعروفهم كان من عادته كفران نعمة الله عز وجل وترك الشكر له والوجه الآخر أن الله سبحانه لا يقبل شكر العبد على إحسانه إليه إذا كان العبد لا يشكر إحسان الناس إليه ويكفر معروفهم لاتصال أحد الأمرين بالآخر .في عبارات العلماء في معنى الشكر فقال سهل بن عبد الله الشكر الاجتهاد في بذل الطاعة مع الاجتناب للمعصية في السر والعلانية وقالت فرقة أخرى الشكر هو الاعتراف في تقصير الشكر للمنعم ولذلك قال تعالى \" اعملوا آل داود شكرا \" [ سبأ : 13 ] فقال داود كيف أشكرك يا رب والشكر نعمة منك قال الآن قد عرفتني وشكرتني إذ قد عرفت أن الشكر مني نعمة قال يا رب فأرني أخفى نعمك علي قال يا داود تنفس فتنفس داود فقال الله تعالى من يحصي هذه النعمة الليل والنهار وقال موسى عليه السلام كيف أشكرك وأصغر نعمة وضعتها بيدي من نعمك لا يجازى بها عملي كله فأوحى الله إليه يا موسى الآن شكرتني وقال الجنيد حقيقة الشكر العجز عن الشكر وعنه قال كنت بين يدي السري السقطي ألعب وأنا ابن سبع سنين وبين يديه جماعة يتكلمون في الشكر فقال لي يا غلام ما الشكر فقلت ألا يعصى الله بنعمه فقال لي أخشى أن يكون حظك من الله لسانك قال الجنيد فلا أزال أبكي على هذه الكلمة التي قالها السري لي وقال الشبلي الشكر التواضع والمحافظة على الحسنات ومخالفة الشهوات وبذل الطاعات ومراقبة جبار الأرض والسموات وقال ذو النون المصري أبو الفيض الشكر لمن فوقك بالطاعة ولنظيرك بالمكافأة ولمن دونك بالإحسان والإفضال\" حليم \" الحليم : الذي لا يعجل ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: وإن تنفقوا في سبيل الله، فتحسنوا فيها النفقة، وتحتسبوا بإنفاقكم الأجر والثواب يضاعف ذلك لكم ربكم، فيجعل لكم مكان الواحد سبعمائة ضعف إلى أكثر من ذلك مما يشاء من التضعيف  يَغْفِرْ لَكُمْ ذُنُوبَكُمْ  فيصفح لكم عن عقوبتكم عليها مع تضعيفه نفقتكم التي تنفقون في سبيله ( وَاللَّهُ شَكُورٌ ) يقول: والله ذو شكر لأهل الإنفاق في سبيله، بحسن الجزاء لهم على ما أنفقوا في الدنيا في سبيله ( حَلِيمٌ ) يقول: حليم عن أهل معاصيه بترك معاجلتهم بعقوبته."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وهو سبحانه العالم بكل ما غاب وما حضر، العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«عالم الغيب» السر «والشهادة» العلانية «العزيز» في ملكه «الحكيم» في صنعه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " عَالِمُ الْغَيْبِ وَالشَّهَادَةِ  أي: ما غاب عن العباد من الجنود التي لا يعلمها إلا هو، وما يشاهدونه من المخلوقات،  الْعَزِيزُ  الذي لا يغالب ولا يمانع، الذي قهر كل الأشياء،  الْحَكِيمُ  في خلقه وأمره، الذي يضع الأشياء مواضعها.تم تفسير سورة التغابن [ولله الحمد]."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "\" عالم الغيب والشهادة \" أي يعلم كل شيء مما يشاهده العباد ومما يغيب عنهم ولا يخفى عليه منه شيء \" العزيز الحكيم \" أي ذو العزة والحكمة في شرعه وقدره."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"عالم الغيب والشهادة العزيز الحكيم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِأي ما غاب وحضرالْعَزِيزُأي الغالب القاهر .فهو من صفات الأفعال , ومنه قوله عز وجل : \" تنزيل الكتاب من الله العزيز الحكيم \" [ الجاثية : 2 ] .أي من الله القاهر المحكم خالق الأشياء .وقال الخطابي : وقد يكون بمعنى نفاسة القدر , يقال منه : عز يعز ( بكسر العين ) فيتناول معنى العزيز على هذا أنه لا يعادله شيء وأنه لا مثل له .والله أعلم .الْحَكِيمُفي تدبير خلقه .وقال ابن الأنباري : \" الحكيم \" هو المحكم لخلق الأشياء , صرف عن مفعل إلى فعيل , ومنه قوله عز وجل : \" الر تلك آيات الكتاب الحكيم \" [ يونس : 1 ] معناه المحكم , فصرف عن مفعل إلى فعيل , والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ) يقول: عالم ما لا تراه أعين عباده ويغيب عن أبصارهم وما يشاهدونه فيرونه بأبصارهم ( الْعَزِيزُ ) يعني الشديد في انتقامه ممن عصاه وخالف أمره ونهيه ( الْحَكِيمُ ) في تدبيره خلقه، وصرفه إياهم فيما يصلحهم."
      }
    ]
  }
}