{
  "surah": {
    "surahNo": 69,
    "surahNameAr": "الحاقة",
    "surahNameArabicLong": "سورة الحاقة",
    "surahNameEn": "Al-Haaqqa",
    "revelationPlace": "Mecca",
    "totalAyat": 52
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "القيامة الواقعة حقًّا التي يتحقق فيها الوعد والوعيد، ما القيامة الواقعة حقًّا في صفتها وحالها؟ وأي شيء أدراك -أيها الرسول- وعَرَّفك حقيقة القيامة، وصَوَّر لك هولها وشدتها؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الحاقة» القيامة التي يحق فيها ما أنكر من البعث والحساب والجزاء، أو المظهرة لذلك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " الْحَاقَّةُ  من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله:  الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ  فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة الحاقة وهي مكية .الحاقة من أسماء يوم القيامة ; لأن فيها يتحقق الوعد والوعيد ;"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية( الحاقة ) يعني القيامة سميت حاقة لأنها حقت فلا كاذبة لها . وقيل لأن فيها حواق الأمور وحقائقها ولأن فيها يحق الجزاء على الأعمال ، أي يجب يقال : حق عليه الشيء إذا وجب يحق [ حقوقا ] قال الله تعالى : \" ولكن حقت كلمة العذاب على الكافرين \" ( الزمر - 71 ) قال الكسائي : \" الحاقة \" يوم الحق ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة الحاقةمكية في قول الجميع ، وهي إحدى وخمسون آية .روى أبو الزاهرية عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : من قرأ إحدى عشرة آية من سورة الحاقة أجير من فتنة الدجال . ومن قرأها كانت له نورا يوم القيامة من فوق رأسه إلى قدمه .بسم الله الرحمن الرحيمالحاقةيريد القيامة ; سميت بذلك لأن الأمور تحق فيها ; قاله الطبري . كأنه جعلها من باب \" ليل نائم \" . وقيل : سميت حاقة لأنها تكون من غير شك . وقيل : سميت بذلك لأنها أحقت لأقوام الجنة ، وأحقت لأقوام النار . وقيل : سميت بذلك لأن فيها يصير كل إنسان حقيقا بجزاء عمله . وقال الأزهري : يقال حاققته فحققته أحقه ; أي غالبته فغلبته . فالقيامة حاقة لأنها تحق كل محاق في دين الله بالباطل ; أي كل مخاصم . وفي الصحاح : وحاقه أي خاصمه وادعى كل واحد منهما الحق ; فإذا غلبه قيل حقه . ويقال للرجل إذا خاصم في صغار الأشياء : إنه لنزق الحقاق . ويقال : ماله فيه حق ولا حقاق ; أي خصومة . والتحاق التخاصم . والاحتقاق : الاختصام . والحاقة والحقة والحق ثلاث لغات بمعنى . وقال الكسائي والمؤرج : الحاقة يوم الحق . وتقول العرب : لما عرف الحقة مني هرب ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  الْحَاقَّةُ (1)يقول تعالى ذكره: الساعة ( الْحَاقَّةُ ) التي تحقّ فيها الأمور، ويجب فيها الجزاء على الأعمال ( مَا الْحَاقَّةُ ) يقول: أيّ الساعة الحاقة.وذُكر عن العرب أنها تقول: لما عرف الحاقة متى والحقة متى، وبالكسر بمعنى واحد في اللغات الثلاث، وتقول: وقد حقّ عليه الشيء إذا وجب، فهو يحقّ حقوقا.والحاقة الأولى مرفوعة بالثانية، لأن الثانية بمنزلة الكناية عنها، كأنه عجب منها، فقال: ( الحاقة ): ما هي، كما يقال: زيد ما زيد.والحاقة الثانية مرفوعة بما، وما بمعنى أي، وما رفع بالحاقة الثانية، ومثله في القرآن  وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ  و  الْقَارِعَةُ * مَا الْقَارِعَةُ  ، فما في موضع رفع بالقارعة الثانية والأولى بجملة الكلام بعدها.وبنحو الذي قلنا في قوله: ( الْحَاقَّةُ ) قال أهل التأويل* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( الْحَاقَّةُ ) قال: من أسماء يوم القيامة، عظمه الله، وحذّره عباده.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن شريك، عن جابر، عن عكرِمة قال: ( الْحَاقَّةُ ) القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( الْحَاقَّةُ ) يعني: الساعة أحقت لكل عامل عمله.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْحَاقَّةُ ) قال: أحقت لكلّ قوم أعمالهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( الْحَاقَّةُ ) يعني القيامة."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "القيامة الواقعة حقًّا التي يتحقق فيها الوعد والوعيد، ما القيامة الواقعة حقًّا في صفتها وحالها؟ وأي شيء أدراك -أيها الرسول- وعَرَّفك حقيقة القيامة، وصَوَّر لك هولها وشدتها؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ما الحاقة» تعظيم لشأنها، وهو مبتدأ وخبر الحاقة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " الْحَاقَّةُ  من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله:  الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ  فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "الحاقة من أسماء يوم القيامة ; لأن فيها يتحقق الوعد والوعيد ;"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ما الحاقة ) هذا استفهام معناه التفخيم لشأنها كما يقال : زيد ما زيد على التعظيم لشأنه ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : الحاقة ما الحاقة يريد القيامة ; سميت بذلك لأن الأمور تحق فيها ; قاله الطبري . كأنه جعلها من باب \" ليل نائم \" . وقيل : سميت حاقة لأنها تكون من غير شك . وقيل : سميت بذلك لأنها أحقت لأقوام الجنة ، وأحقت لأقوام النار . وقيل : سميت بذلك لأن فيها يصير كل إنسان حقيقا بجزاء عمله . وقال الأزهري : يقال حاققته فحققته أحقه ; أي غالبته فغلبته . فالقيامة حاقة لأنها تحق كل محاق في دين الله بالباطل ; أي كل مخاصم . وفي الصحاح : وحاقه أي خاصمه وادعى كل واحد منهما الحق ; فإذا غلبه قيل حقه . ويقال للرجل إذا خاصم في صغار الأشياء : إنه لنزق الحقاق . ويقال : ماله فيه حق ولا حقاق ; أي خصومة . والتحاق التخاصم . والاحتقاق : الاختصام . والحاقة والحقة والحق ثلاث لغات بمعنى . وقال الكسائي والمؤرج : الحاقة يوم الحق . وتقول العرب : لما عرف الحقة مني هرب . والحاقة الأولى رفع بالابتداء ، والخبر المبتدأ الثاني وخبره وهو ما الحاقة لأن معناها ما هي . واللفظ استفهام ، معناه التعظيم والتفخيم لشأنها ; كما تقول : زيد ما زيد على التعظيم لشأنه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( الْحَاقَّةُ مَا الْحَاقة ) و  الْقَارِعَةُ * مَا الْقَارِعَةُ  والواقِعةُ، والطَّامَّة، والصَّاخَّة قال: هذا كله يوم القيامة الساعة، وقرأ قول الله:  لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ * خَافِضَةٌ رَافِعَةٌ  والخافضة من هؤلاء أيضا خفضت أهل النار، ولا نعلم أحدا أخفض من أهل النار، ولا أذل ولا أخزى؛ ورفعت أهل الجنة، ولا نعلم أحدا أشرف من أهل الجنة ولا أكرم."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "القيامة الواقعة حقًّا التي يتحقق فيها الوعد والوعيد، ما القيامة الواقعة حقًّا في صفتها وحالها؟ وأي شيء أدراك -أيها الرسول- وعَرَّفك حقيقة القيامة، وصَوَّر لك هولها وشدتها؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما أدراك» أعلمك «ما الحاقة» زيادة تعظيم لشأنها، فما الأولى مبتدأ وما بعدها خبره، وما الثانية وخبرها في محل المفعول الثاني لأدرى."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " الْحَاقَّةُ  من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله:  الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ  فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ولهذا عظم تعالى أمرها فقال : ( وما أدراك ما الحاقة ) ؟"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وما أدراك ما الحاقة ) أي أنك لا تعلمها إذ لم تعاينها ولم تر ما فيها من الأهوال ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وما أدراك ما الحاقة استفهام أيضا ; أي أي شيء أعلمك ما ذلك اليوم . والنبي صلى الله عليه وسلم كان عالما بالقيامة ولكن بالصفة فقيل تفخيما لشأنها : وما أدراك ما هي ; كأنك لست تعلمها إذ لم تعاينها . وقال يحيى بن سلام : بلغني أن كل شيء في القرآن \" وما أدراك \" فقد أدراه إياه وعلمه . وكل شيء قال : وما يدريك فهو مما لم يعلمه . وقال سفيان بن عيينة : كل شيء قال فيه : \" وما أدراك \" فإنه أخبر به ، وكل شيء قال فيه : وما يدريك فإنه لم يخبر به ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَمَا أَدْرَاكَ مَا الْحَاقَّةُ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : وأيّ شيء أدراك وعرّفك أيّ شيء الحاقة.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان قال: ما في القرآن: وما يدريك فلم يخبره، وما كان وما أدراك، فقد أخبره.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا أَدْرَاكَ مَا الْحَاقَّةُ ) تعظيما ليوم القيامة كما تسمعون."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كذَّبت ثمود، وهم قوم صالح، وعاد، وهم قوم هود بالقيامة التي تقرع القلوب بأهوالها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كذبت ثمود وعاد بالقارعة» القيامة لأنها تقرع القلوب بأهوالها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ثم ذكر نموذجا من أحوالها الموجودة في الدنيا المشاهدة فيها، وهو ما أحله من العقوبات البليغة بالأمم العاتية فقال:  كَذَّبَتْ ثَمُودُ  وهم القبيلة المشهورة سكان الحجر الذين أرسل الله إليهم رسوله صالحا عليه السلام، ينهاهم عما هم عليه من الشرك، ويأمرهم بالتوحيد، فردوا دعوته وكذبوه وكذبوا ما أخبرهم به من يوم القيامة، وهي القارعة التي تقرع الخلق بأهوالها، وكذلك عاد الأولى سكان حضرموت حين بعث الله إليهم رسوله هودا عليه الصلاة والسلام يدعوهم إلى عبادة الله [وحده] فكذبوه وكذبوا بما أخبر به من البعث فأهلك الله الطائفتين بالهلاك المعجل"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم ذكر تعالى إهلاكه الأمم المكذبين بها"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( كذبت ثمود وعاد بالقارعة ) قال ابن عباس وقتادة : بالقيامة سميت قارعة لأنها تقرع قلوب العباد بالمخافة . وقيل : كذبت بالعذاب الذي أوعدهم نبيهم حتى نزل بهم فقرع قلوبهم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : كذبت ثمود وعاد بالقارعة ذكر من كذب بالقيامة . والقارعة القيامة ; سميت بذلك لأنها تقرع الناس بأهوالها . يقال : أصابتهم قوارع الدهر ; أي أهواله وشدائده . ونعوذ بالله من قوارع فلان ولواذعه وقوارص لسانه ; جمع قارصة وهي الكلمة المؤذية . وقوارع القرآن : الآيات التي يقرؤها الإنسان إذا فزع من الجن أو الإنس ، نحو آية الكرسي ; كأنها تقرع الشيطان . وقيل : القارعة مأخوذة من القرعة في رفع قوم وحط آخرين ; قاله المبرد . وقيل : عنى بالقارعة العذاب الذي نزل بهم في الدنيا ; وكان نبيهم يخوفهم بذلك فيكذبونه . وثمود قوم صالح ; وكانت منازلهم بالحجر فيما بين الشام والحجاز . قال محمد بن إسحاق : وهو وادي القرى ; وكانوا عربا . وأما عاد فقوم هود ; وكانت منازلهم بالأحقاف . والأحقاف : الرمل بين عمان إلى حضرموت واليمن كله ; وكانوا عربا ذوي خلق وبسطة ; ذكره محمد بن إسحاق . وقد تقدم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ ) يقول تعالى ذكره: كذّبت ثمود قوم صالح، وعاد قوم هود بالساعة، التي تقرع قلوب العباد فيها بهجومها عليهم. والقارعة أيضا: اسم من أسماء القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ )، أي بالساعة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ ) قال: القارعة: يوم القيامة."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما ثمود فأهلكوا بالصيحة العظيمة التي جاوزت الحد في شدتها، وأمَّا عاد فأُهلِكوا بريح باردة شديدة الهبوب، سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة، لا تَفْتُر ولا تنقطع، فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف. فهل ترى لهؤلاء القوم مِن نفس باقية دون هلاك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فأما ثمود فأهلكوا بالطاغية» بالصيحة المجاوزة للحد في الشدة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ  وهي الصيحة العظيم ة الفظيعة، التي انصدعت منها قلوبهم وزهقت لها أرواحهم فأصبحوا موتى لا يرى إلا مساكنهم وجثثهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "فقال تعالى : ( فأما ثمود فأهلكوا بالطاغية ) وهي الصيحة التي أسكتتهم ، والزلزلة التي أسكنتهم . هكذا قال قتادة ، الطاغية : الصيحة . وهو اختيار ابن جرير .وقال مجاهد : الطاغية الذنوب . وكذا قال الربيع بن أنس وابن زيد : إنها الطغيان ، وقرأ ابن زيد : ( كذبت ثمود بطغواها ) [ الشمس : 11 ] .وقال السدي : ( فأهلكوا بالطاغية ) قال : يعني : عاقر الناقة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فأما ثمود فأهلكوا بالطاغية ) أي بطغيانهم وكفرهم . قيل : هي مصدر ، وقيل : نعت أي بفعلهم الطاغية وهذا معنى قول مجاهد ، كما قال : \" كذبت ثمود بطغواها \" ( الشمس - 11 ) وقال قتادة : بالصيحة الطاغية ، وهي التي جاوزت مقادير الصياح فأهلكتهم . وقيل : طغت على الخزان [ فلم يكن لهم عليها سبيل ولم يعرفوا كم خرج منها ] كما طغى الماء على قوم نوح ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فأما ثمود فأهلكوا بالطاغية فيه إضمار ; أي بالفعلة الطاغية . وقال قتادة : أي بالصيحة الطاغية ; أي المجاوزة للحد ; أي لحد الصيحات من الهول . كما قال : إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر . والطغيان : مجاوزة الحد ; ومنه : إنا لما طغى الماء أي جاوز الحد . وقال الكلبي : \" بالطاغية \" بالصاعقة . وقال مجاهد : بالذنوب . وقال الحسن : بالطغيان ; فهي مصدر كالكاذبة والعاقبة والعافية . أي أهلكوا بطغيانهم وكفرهم . وقيل : إن الطاغية عاقر الناقة ; قاله ابن زيد . أي أهلكوا بما أقدم عليه طاغيتهم من عقر الناقة ، وكان واحدا ، وإنما هلك الجميع لأنهم رضوا بفعله ومالئوه . وقيل له طاغية كما يقال : فلان راوية الشعر ، وداهية وعلامة ونسابة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ (5)يقول تعالى ذكره: ( فَأَمَّا ثَمُودُ ) قوم صالح، فأهلكهم الله بالطاغية.واختلف -في معنى الطاغية التي أهلك الله بها ثمود- أهلُ التأويل، فقال بعضهم: هي طغيانهم وكفرهم بالله.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله عزّ وجلّ: ( فَأُهْلِكُوا بِالطَّاغِيَةِ ) قال: بالذنوب.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ ) فقرأ قول الله:  كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا  وقال: هذه الطاغية طغيانهم وكفرهم بآيات الله. الطاغيَّة طغيانهم الذي طغوا في معاصي الله وخلاف كتاب الله.وقال آخرون: بل معنى ذلك: فأهلكوا بالصيحة التي قد جاوزت مقادير الصياح وطغت عليها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ ) بعث الله عليهم صيحة فأهمدتهم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( بِالطَّاغِيَةِ ) قال: أرسل الله عليهم صيحة واحدة فأهمدتهم.وأولى القولين في ذلك بالصواب قول من قال: معنى ذلك: فأُهلكوا بالصيحة الطاغية.وإنما قلنا ذلك أولى بالصواب، لأن الله إنما أخبر عن ثمود بالمعنى الذي أهلكها به، كما أخبر عن عاد بالذي أهلكها به."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما ثمود فأهلكوا بالصيحة العظيمة التي جاوزت الحد في شدتها، وأمَّا عاد فأُهلِكوا بريح باردة شديدة الهبوب، سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة، لا تَفْتُر ولا تنقطع، فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف. فهل ترى لهؤلاء القوم مِن نفس باقية دون هلاك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما عاد فأهلكوا بريح صرصر» شديدة الصوت «عاتية» قوية شديدة على عاد مع قوتهم وشدتهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ  أي: قوية شديدة الهبوب لها صوت أبلغ من صوت الرعد [القاصف]  عَاتِيَةٍ  [أي: ] عتت على خزانها، على قول كثير من المفسرين، أو عتت على عاد وزادت على الحد كما هو الصحيح."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وأما عاد فأهلكوا بريح صرصر ) أي : باردة . قال قتادة والربيع والسدي والثوري : ( عاتية ) أي : شديدة الهبوب . قال قتادة : عتت عليهم حتى نقبت عن أفئدتهم .وقال الضحاك : ( صرصر ) باردة ) عاتية ) عتت عليهم بغير رحمة ولا بركة . وقال علي وغيره : عتت على الخزنة فخرجت بغير حساب ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وأما عاد فأهلكوا بريح صرصر عاتية\"، عتت على خزانها فلم تطعهم ولم يكن لهم عليها سبيل، وجاوزت المقدار فلم يعرفوا كم خرج منها."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وأما عاد فأهلكوا بريح صرصر أي باردة تحرق ببردها كإحراق النار ; مأخوذ من الصر وهو البرد ; قاله الضحاك . وقيل : إنها الشديدة الصوت . وقال مجاهد : الشديدة السموم . \" عاتية \" أي عتت على خزانها فلم تطعهم ، ولم يطيقوها من شدة هبوبها ; غضبت لغضب الله . وقيل : عتت على عاد فقهرتهم . روى سفيان الثوري عن موسى بن المسيب عن شهر بن حوشب عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" ما أرسل الله من نسمة من ريح إلا بمكيال ولا قطرة من ماء إلا بمكيال إلا يوم عاد ويوم نوح فإن الماء يوم نوح طغى على الخزان فلم يكن لهم عليه سبيل - ثم قرأ - إنا لما طغى الماء حملناكم في الجارية والريح لما كان يوم عاد عتت على الخزان فلم يكن لهم عليها سبيل - ثم قرأ - بريح صرصر عاتية \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "قال: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) ولو كان الخبر عن ثمود بالسبب الذي أهلكها من أجله، كان الخبر أيضا عن عاد كذلك، إذ كان ذلك في سياق واحد، وفي إتباعه ذلك بخبره عن عاد بأن هلاكها كان بالريح الدليل الواضح على أن إخباره عن ثمود إنما هو ما بينت.وقوله: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) يقول تعالى ذكره: وأما عاد قوم هود فأهلكهم الله بريح صرصر، وهي الشديدة العصوف، مع شدة بردها، ( عَاتِيَةٍ ) يقول: عتت على خزانها في الهبوب، فتجاوزت في الشدّة والعصوف مقدارها المعروف في الهبوب والبرد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) يقول: بريح مهلكة باردة، عتت عليهم بغير رحمة ولا بركة، دائمة لا تَفْتُر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ )، والصرصر: الباردة عتت عليهم حتى نقبت عن أفئدتهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن موسى بن المسيب، عن شهر بن حوشب، عن ابن عباس، قال: \" ما أرسل الله من ريح قطّ إلا بمكيال ولا أنزل قطرة قطّ إلا بمثقال، إلا يوم نوح ويوم عاد، فإن الماء يوم نوح طغى على خزانه، فلم يكن لهم عليه سبيل، ثم قرأ:  إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ  ، وإن الريح عتت على خزّانها فلم يكن لهم عليها سبيل، ثم قرأ: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ).حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا أبو سنان، عن غير واحد، عن عليّ بن أبي طالب كرّم الله وجهه، قال: \" لم تنزل قطرة من ماء إلا بكيل على يدي مَلك؛ فلما كان يوم نوح أذن للماء دون الخُزَّان، فطغى الماء على الجبال فخرج، فذلك قول الله:  إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ  ولم ينزل من الريح شيء إلا بكيل على يدي مَلك إلا يوم عاد، فإنه أذن لها دون الخزّان، فخرجت، وذلك قول الله: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ): عتت على الخزّان.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) قال: الصرصر: الشديدة، والعاتية: القاهرة التي عتت عليهم فقهرتهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( صَرْصَرٍ ) قال: شديدة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( بِرِيحٍ صَرْصَرٍ ) يعني: باردة عاتية، عتت عليهم بلا رحمة ولا بركة."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما ثمود فأهلكوا بالصيحة العظيمة التي جاوزت الحد في شدتها، وأمَّا عاد فأُهلِكوا بريح باردة شديدة الهبوب، سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة، لا تَفْتُر ولا تنقطع، فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف. فهل ترى لهؤلاء القوم مِن نفس باقية دون هلاك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«سخرها» أرسلها بالقهر «عليهم سبع ليال وثمانية أيام» أولها من صبح يوم الأربعاء لثمان بقين من شوال، وكانت في عجز الشتاء «حسوما» متتابعات شبهت بتتابع فعل الحاسم في إعادة الكي على الداء كرة بعد أخرى حتى ينحسم «فترى القوم فيها صرعى» مطروحين هالكين «كأنهم أعجاز» أصول «نخل خاوية» ساقطة فارغة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا  أي: نحسا وشرا فظيعا عليهم فدمرتهم وأهلكتهم،  فَتَرَى الْقَوْمَ فِيهَا صَرْعَى  أي: هلكى موتى  كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ  أي: كأنهم جذوع النخل التي قد قطعت رءوسها الخاوية الساقط بعضها على بعض."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( سخرها عليهم ) أي : سلطها عليهم ( سبع ليال وثمانية أيام حسوما ) أي : كوامل متتابعات مشائيم .قال ابن مسعود وابن عباس ومجاهد وعكرمة والثوري وغير واحد ) حسوما ) متتابعات .وعن عكرمة والربيع : مشائيم عليهم ، كقوله : ( في أيام نحسات ) [ فصلت : 16 ] قال الربيع : وكان أولها الجمعة . وقال غيره الأربعاء . ويقال : إنها التي تسميها الناس الأعجاز ; وكأن الناس أخذوا ذلك من قوله تعالى : ( فترى القوم فيها صرعى كأنهم أعجاز نخل خاوية ) وقيل : لأنها تكون في عجز الشتاء ، ويقال : أيام العجوز ; لأن عجوزا من قوم عاد دخلت سربا فقتلها الريح في اليوم الثامن . حكاه البغوي والله أعلم .قال ابن عباس : ( خاوية ) خربة . وقال غيره : بالية ، أي : جعلت الريح تضرب بأحدهم الأرض فيخر ميتا على أم رأسه ، فينشدخ رأسه وتبقى جثته هامدة كأنها قائمة النخلة إذا خرت بلا أغصان .وقد ثبت في الصحيحين ، عن رسول الله صلى الله عليه وسلم أنه قال : \" نصرت بالصبا ، وأهلكت عاد بالدبور \" .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا محمد بن يحيى بن الضريس العبدي ، حدثنا ابن فضيل ، عن مسلم ، عن مجاهد ، عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" ما فتح الله على عاد من الريح التي أهلكوا فيها إلا مثل موضع الخاتم ، فمرت بأهل البادية فحملتهم ومواشيهم وأموالهم ، فجعلتهم بين السماء والأرض ، فلما رأى ذلك أهل الحاضرة الريح وما فيها قالوا : هذا عارض ممطرنا ، فألقت أهل البادية ومواشيهم على أهل الحاضرة \" .وقال الثوري ، عن ليث ، عن مجاهد : الريح لها جناحان وذنب ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( سخرها عليهم ) أرسلها عليهم . وقال مقاتل : سلطها عليهم ( سبع ليال وثمانية أيام ) قال وهب : هي الأيام التي تسميها العرب أيام العجوز ، ذات برد ورياح شديدة . قيل : سميت عجوزا لأنها في عجز الشتاء . وقيل : سميت بذلك لأن عجوزا من قوم عاد دخلت سربا فتبعتها الريح ، فقتلتها اليوم الثامن من نزول العذاب وانقطع العذاب ( حسوما ) قال مجاهد وقتادة : متتابعة ليس لها فترة ، فعلى هذا فهو من حسم الكي وهو أن يتابع على موضع الداء بالمكواة حتى يبرأ ، ثم قيل لكل شيء توبع : حاسم وجمعه حسوم ، مثل شاهد وشهود ، وقال الكلبي ومقاتل : حسوما دائمة . وقال النضر بن شميل : حسمتهم قطعتهم وأهلكتهم ، والحسم : القطع والمنع ومنه حسم الداء . قال الزجاج : [ الذي توجبه الآية فعلى معنى ] تحسمهم حسوما تفنيهم وتذهبهم . وقال عطية : حسوما كأنها حسمت الخير عن أهلها ( فترى القوم فيها ) أي في تلك الليالي والأيام ( صرعى ) هلكى جمع صريع ( كأنهم أعجاز نخل خاوية ) ساقطة ، وقيل : خالية الأجواف ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سخرها عليهم أي أرسلها وسلطها عليهم . والتسخير : استعمال الشيء بالاقتدار .سبع ليال وثمانية أيام حسوما أي متتابعة لا تفتر ولا تنقطع ، عن ابن عباس وابن مسعود وغيرهما . قال الفراء : الحسوم التباع ، من حسم الداء إذا كوي صاحبه ، لأنه يكوى بالمكواة ثم يتابع ذلك عليه . قال عبد العزيز بن زرارة الكلابي :ففرق بين بينهم زمان تتابع فيه أعوام حسوموقال المبرد : هو من قولك حسمت الشيء إذا قطعته وفصلته عن غيره . وقيل : الحسم الاستئصال . ويقال للسيف حسام ; لأنه يحسم العدو عما يريده من بلوغ عداوته . وقال الشاعر :حسام إذا قمت معتضدا به     كفى العود منه البدء ليس بمعضدوالمعنى أنها حسمتهم ، أي قطعتهم وأذهبتهم . فهي القاطعة بعذاب الاستئصال . قال ابن زيد : حسمتهم فلم تبق منهم أحدا . وعنه أنها حسمت الليالي والأيام حتى استوعبتها . لأنها بدأت طلوع الشمس من أول يوم وانقطعت غروب الشمس من آخر يوم . وقال الليث : الحسوم الشؤم . ويقال : هذه ليالي الحسوم ، أي تحسم الخير عن أهلها ، وقاله في الصحاح . وقال عكرمة والربيع بن أنس : مشائيم ، دليله قوله تعالى : في أيام نحسات . عطية العوفي : \" حسوما \" أي حسمت الخير عن أهلها . واختلف في أولها ، فقيل : غداة يوم الأحد ، قاله السدي . وقيل : غداة يوم الجمعة ، قاله الربيع بن أنس . وقيل : غداة يوم الأربعاء ، قاله يحيى بن سلام ووهب بن منبه . قال وهب : وهذه الأيام هي التي تسميها العرب أيام العجوز ، ذات برد وريح شديدة ، وكان أولها يوم الأربعاء وآخرها يوم الأربعاء ; ونسبت إلى العجوز لأن عجوزا من عاد دخلت سربا فتبعتها الريح فقتلتها في اليوم الثامن . وقيل : سميت أيام العجوز لأنها وقعت في عجز الشتاء . وهي في آذار من أشهر السريانيين . ولها أسام مشهورة ، وفيها يقول الشاعر وهو ابن أحمر :كسع الشتاء بسبعة غبر     أيام شهلتنا من الشهرفإذا انقضت أيامها ومضت     صن وصنبر مع الوبروبآمر وأخيه مؤتمر     ومعلل وبمطفئ الجمرذهب الشتاء موليا عجلا     وأتتك واقدة من النجرو \" حسوما \" نصب على الحال . وقيل على المصدر . قال الزجاج : أي تحسمهم حسوما أي تفنيهم ، وهو مصدر مؤكد . ويجوز أن يكون مفعولا له ; أي سخرها عليهم هذه المدة للاستئصال ; أي لقطعهم واستئصالهم . ويجوز أن يكون جمع حاسم . وقرأ السدي \" حسوما \" بالفتح ، حالا من الريح ; أي سخرها عليهم مستأصلة .قوله تعالى : فترى القوم فيها أي في تلك الليالي والأيام .صرعى جمع صريع ; يعني موتى . وقيل : فيها أي في الريح .كأنهم أعجاز أي أصول .نخل خاوية أي بالية ; قاله أبو الطفيل . وقيل : خالية الأجواف لا شيء فيها . والنخل يذكر ويؤنث . وقد قال تعالى في موضع آخر : كأنهم أعجاز نخل منقعر فيحتمل أنهم شبهوا بالنخل التي صرعت من أصلها ، وهو إخبار عن عظم أجسامهم . ويحتمل أن يكون المراد به الأصول دون الجذوع ; أي إن الريح قد قطعتهم حتى صاروا كأصول النخل \" خاوية \" أي الريح كانت تدخل أجوافهم فتصرعهم كالنخلة الخاوية الجوف . وقال ابن شجرة : كانت الريح تدخل في أفواههم فتخرج ما في أجوافهم من الحشو من أدبارهم ، فصاروا كالنخل الخاوية . وقال يحيى بن سلام ; إنما قال \" خاوية \" لأن أبدانهم خوت من أرواحهم مثل النخل الخاوية . ويحتمل أن يكون المعنى كأنهم أعجاز نخل خاوية عن أصولها من البقاع ; كما قال تعالى : فتلك بيوتهم خاوية أي خربة لا سكان فيها . ويحتمل الخاوية بمعنى البالية كما ذكرنا ; لأنها إذا بليت خلت أجوافها . فشبهوا بعد أن هلكوا بالنخل الخاوية ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) يقول تعالى ذكره: سخر تلك الرياح على عاد سبع ليال وثمانية أيام حسوما؛ فقال بعضهم: عُني بذلك تباعا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) يقو ل: تباعا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال حكام، عن عمرو، عن منصور، عن مجاهد، عن أبي معمر، عن ابن مسعود ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، عن أبي معمر، عن عبد الله بن مسعود مثل حديث محمد بن عمرو.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، عن أبي معمر، عن عبد الله ( حُسُومًا ) قال: تباعا.قال: ثنا يحيي بن سعيد القطان، قال: ثنا سفيان، عن سماك بن حرب، عن عكرمة، في قوله: ( حُسُومًا ) قال: تباعا.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، عن عكرمة أنه قال في هذه الآية ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا نصر بن عليّ، قال: ثني أبي، قال: ثنا خالد بن قيس، عن قتادة ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة ليس لها فترة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة ليس فيها تفتير.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( حُسُومًا ) قال: دائمات.حدثنا ابن حميد، قال: ثنا مهران، عن منصور، عن مجاهد، عن أبي معمر عبد الله بن سَخْبَرَةَ، عن ابن مسعود ( أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان قال، قال مجاهد: ( أَيَّامٍ حُسُومًا ) قال: تباعا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( أَيَّامٍ حُسُومًا ) قال: متتابعة، و  أَيَّامٍ نَحِسَاتٍ  قال: مشائيم.وقال آخرون: عني بقوله: ( حُسُومًا ): الريح، وأنها تحسم كلّ شيء، فلا تبقي من عاد أحدا، وجعل هذه الحسوم من صفة الريح.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: حسمتهم لم تبق منهم أحدا، قال: ذلك الحسوم مثل الذي يقول: احسم هذا الأمر؛ قال: وكان فيهم ثمانية لهم خلق يذهب بهم في كل مذهب؛ قال، قال موسي بن عقبة: فلما جاءهم العذاب قالوا: قوموا بنا نردّ هذا العذاب عن قومنا؛ قال: فقاموا وصفوا في الوادي، فأوحى الله إلى ملك الريح أن يقلع منهم كل يوم واحدًا، وقرأ قول الله: ( سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) حتى بلغ: ( نَخْلٍ خَاوِيَةٍ )، قال: فإن كانت الريح لتمرّ بالظعينة فتستدبرها وحمولتها، ثم تذهب بهم في السماء، ثم تكبهم على الرءوس، وقرأ قول الله:  فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا  قال: وكان أمسك عنهم المطر، فقرأ حتى بلغ:  تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا  ، قال: وما كانت الريح تقلع من أولئك الثمانية كلّ يوم إلا واحدًا؛ قال: فلما عذّب الله قوم عاد، أبقى الله واحدًا ينذر الناس، قال: فكانت امرأة قد رأت قومها، فقالوا لها: أنت أيضا، قالت: تنحيت على الجبل؛ قال: وقد قيل لها بعد: أنت قد سلمت وقد رأيت، فكيف لا رأيت عذاب الله ؟ قالت: ما أدري غير أن أسلم ليلة: ليلة لا ريح.وأولى القولين في ذلك عندي بالصواب قول من قال: عُنِي بقوله: ( حُسُومًا ): متتابعة، لإجماع الحجة من أهل التأويل على ذلك. وكان بعض أهل العربية يقول: الحسوم: التباع، إذا تتابع الشيء فلم ينقطع أوّله عن آخره قيل فيه حسوم؛ قال: وإنما أخذوا والله أعلم من حسم الداء: إذا كوى صاحبه، لأنه لحم يكوى بالمكواة، ثم يتابع عليه.وقوله: ( فَتَرَى الْقَوْمَ فِيهَا صَرْعَى ) يقول: فترى يا محمد قوم عاد في تلك السبع الليالي والثمانية الأيام الحسوم صرعى، قد هلكوا، ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ) يقول: كأنهم أصول نخل قد خوت.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ) : وهي أصول النخل."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما ثمود فأهلكوا بالصيحة العظيمة التي جاوزت الحد في شدتها، وأمَّا عاد فأُهلِكوا بريح باردة شديدة الهبوب، سلَّطها الله عليهم سبع ليال وثمانية أيام متتابعة، لا تَفْتُر ولا تنقطع، فترى القوم في تلك الليالي والأيام موتى كأنهم أصول نخل خَرِبة متآكلة الأجواف. فهل ترى لهؤلاء القوم مِن نفس باقية دون هلاك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فهل ترى لهم من باقية» صفة نفس مقدرة أو التاء للمبالغة، أي باق؟ لا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ  وهذا استفهام بمعنى النفي المتقرر."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فهل ترى لهم من باقية ) ؟ أي : هل تحس منهم من أحد من بقاياهم أنه ممن ينتسب إليهم ؟ بل بادوا عن آخرهم ولم يجعل الله لهم خلفا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فهل ترى لهم من باقية\"، أي من نفس باقية، يعني: لم يبق منهم أحد."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فهل ترى لهم من باقيةأي من فرقة باقية أو نفس باقية . وقيل : من بقية . وقيل : من بقاء . فاعلة بمعنى المصدر ; نحو العاقبة والعافية . ويجوز أن يكون اسما ; أي هل تجد لهم أحدا باقيا . وقال ابن جريج : كانوا سبع ليال وثمانية أيام أحياء في عذاب الله من الريح ، فلما أمسوا في اليوم الثامن ماتوا ، فاحتملتهم الريح فألقتهم في البحر . ذلك قوله عز وجل : فهل ترى لهم من باقية ، وقوله عز وجل : فأصبحوا لا يرى إلا مساكنهم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : فهل ترى يا محمد لعاد قوم هود من بقاء. وقيل: عُنِي بذلك: فهل ترى منهم باقيا. وكان بعض أهل المعرفة بكلام العرب من البصريين يقول: معنى ذلك: فهل ترى لهم من بقية، ويقول: مجازها مجاز الطاغية مصدر."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وجاء الطاغية فرعون، ومَن سبقه من الأمم التي كفرت برسلها، وأهل قرى قوم لوط الذين انقلبت بهم ديارهم بسبب الفعلة المنكرة من الكفر والشرك والفواحش، فعصت كل أمة منهم رسول ربهم الذي أرسله إليهم، فأخذهم الله أخذة بالغة في الشدة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وجاء فرعون ومن قبَلَهُ» أتباعه، وفي قراءة بفتح القاف وسكون الباء، أي من تقدمه من الأمم الكافرة «والمؤتفكات» أي أهلها وهي قرى قوم لوط «بالخاطئة» بالفعلات ذات الخطأ."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: وكذلك غير هاتين الأمتين الطاغيتين عاد وثمود جاء غيرهم من الطغاة العتاة كفرعون مصر الذي أرسل الله إليه عبده ورسوله موسى [ابن عمران] عليه الصلاة والسلام وأراه من الآيات البينات ما تيقنوا بها الحق ولكن جحدوا وكفروا ظلما وعلوا وجاء من قبله من المكذبين،  وَالْمُؤْتَفِكَاتِ  أي: قرى قوم لوط الجميع جاءوا  بِالْخَاطِئَةِ  أي: بالفعلة الطاغية وهي الكفر والتكذيب والظلم والمعاندة وما انضم إلى ذلك من أنواع الفواحش والفسوق."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال تعالى : ( وجاء فرعون ومن قبله ) قرئ بكسر القاف ، أي : ومن عنده في زمانه من أتباعه من كفار القبط . وقرأ آخرون بفتحها ، أي : ومن قبله من الأمم المشبهين له .وقوله : ( والمؤتفكات ) وهم المكذبون بالرسل . ) بالخاطئة ) أي بالفعلة الخاطئة ، وهي التكذيب بما أنزل الله .قال الربيع : ( بالخاطئة ) أي : بالمعصية وقال مجاهد : بالخطايا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وجاء فرعون ومن قبله ) قرأ أهل البصرة والكسائي بكسر القاف وفتح الباء ، أي ومن معه من جنوده وأتباعه ، وقرأ الآخرون بفتح القاف وسكون الباء ، أي ومن قبله من الأمم الكافرة ( والمؤتفكات ) أي : قرى قوم لوط ، يريد : أهل المؤتفكات . وقيل يريد الأمم الذين ائتفكوا بخطيئتهم ، أي أهلكوا بذنوبهم ( بالخاطئة ) أي بالخطيئة والمعصية وهي الشرك ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وجاء فرعون ومن قبله والمؤتفكات بالخاطئةقوله تعالى : وجاء فرعون ومن قبله قرأ أبو عمرو والكسائي \" ومن قبله \" بكسر القاف وفتح الباء ; أي ومن معه وتبعه من جنوده . واختاره أبو عبيد وأبو حاتم اعتبارا بقراءة عبد الله وأبي \" ومن معه \" . وقرأ أبو موسى الأشعري \" ومن تلقاءه \" . الباقون قبله بفتح القاف وسكون الباء ; أي ومن تقدمه من القرون الخالية والأمم الماضية .والمؤتفكات أي أهل قرى لوط . وقراءة العامة بالألف . وقرأ الحسن والجحدري \" والمؤتفكة \" على التوحيد . قال قتادة : إنما سميت قرى قوم لوط \" مؤتفكات \" لأنها ائتفكت بهم ، أي انقلبت . وذكر الطبري عن محمد بن كعب القرظي قال : خمس قريات : صبعة وصعرة وعمرة ودوما وسدوم وهي القرية العظمى .\" بالخاطئة \" أي بالفعلة الخاطئة وهي المعصية والكفر . وقال مجاهد : بالخطايا التي كانوا يفعلونها . وقال الجرجاني : أي بالخطأ العظيم ; فالخاطئة مصدر ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (9)يقول تعالى ذكره: ( وَجَاءَ فِرْعَوْنُ ) مصر. واختلفت القرّاء في قراءة قوله: ( وَمِنْ قَبْلِهِ )، فقرأته عامة قرّاء المدينة والكوفة ومكة خلا الكسائي ( وَمِنْ قَبْلِهِ ) بفتح القاف وسكون الباء، بمعنى: وجاء من قبل فرعون من الأمم المكذّبة بآيات الله، كقوم نوح وعاد وثمود وقوم لوط بالخطيئة. وقرأ ذلك عامة قرّاء البصرة والكسائي ( وَمَنْ قِبَلِهِ ) بكسر القاف وفتح الباء، بمعنى: وجاء مع فرعون من أهل بلده مصر من القبط.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ) يقول: والقرى التي أتفكت بأهلها فصار &amp;; 23-576 &amp;; عاليها سافلها( بِالْخَاطِئَةِ ) يعني بالخطيئة. وكانت خطيئتها: إتيانها الذكران في أدبارهم.وبنحو الذي قلنا في معنى قوله: ( وَالْمُؤْتَفِكَاتُ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ )، قرية لوط. وفي بعض القراءات ( وَجاءَ فِرْعَوْنُ وَمَنْ مَعَهُ ).حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ) قال: المؤتفكات: قوم لوط، ومدينتهم وزرعهم، وفي قوله:  وَالْمُؤْتَفِكَةَ أَهْوَى  قال: أهواها من السماء: رمى بها من السماء؛ أوحى الله إلى جبريل عليه السلام، فاقتلعها من الأرض، ربضها ومدينتها، ثم هوى بها إلى السماء؛ ثم قلبهم إلى الأرض، ثم أتبعهم الصخر حجارة، وقرأ قول الله:  حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ * مُسَوَّمَةً  قال: المسوّمة: المُعَدَّة للعذاب.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ): يعني المكذّبين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالْمُؤْتَفِكَاتُ ) هم قوم لوط، ائتفكت بهم أرضُهم.وبما قلنا في قوله: ( بِالْخَاطِئَةِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( بِالْخَاطِئَةِ ) قال: الخطايا."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وجاء الطاغية فرعون، ومَن سبقه من الأمم التي كفرت برسلها، وأهل قرى قوم لوط الذين انقلبت بهم ديارهم بسبب الفعلة المنكرة من الكفر والشرك والفواحش، فعصت كل أمة منهم رسول ربهم الذي أرسله إليهم، فأخذهم الله أخذة بالغة في الشدة."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فعصوْا رسول ربهم» أي لوطا وغيره «فأخذهم أخذة رابية» زائدة في الشدة على غيرها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَعَصَوْا رَسُولَ رَبِّهِمْ  وهذا اسم جنس أي: كل من هؤلاء كذب الرسول الذي أرسله الله إليهم. فأخذ الله الجميع  أَخْذَةً رَابِيَةً  أي: زائدة على الحد والمقدار الذي يحصل به هلاكهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ولهذا قال : تعالى ( فعصوا رسول ربهم ) وهذا جنس ، أي : كل كذب رسول الله إليهم . كما قال : ( كل كذب الرسل فحق وعيد ) [ ق : 14 ] . ومن كذب رسول الله فقد كذب بالجميع ، كما قال : ( كذبت قوم نوح المرسلين ) [ الشعراء : 105 ] ، ( كذبت عاد المرسلين ) [ الشعراء : 123 ] . ( كذبت ثمود المرسلين ) [ الشعراء : 141 ] وإنما جاء إلى كل أمة رسول واحد ; ولهذا قال ها هنا : ( فعصوا رسول ربهم فأخذهم أخذة رابية ) أي : عظيمة شديدة أليمة .قال مجاهد : ( رابية ) شديدة . وقال السدي : مهلكة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فعصوا رسول ربهم ) يعني لوطا وموسى ( فأخذهم أخذة رابية ) نامية . قال ابن عباس رضي الله تعالى عنهما : شديدة . وقيل : زائدة على عذاب الأمم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فعصوا رسول ربهم فأخذهم أخذة رابيةقوله تعالى : فعصوا رسول ربهم قال الكلبي : هو موسى . وقيل : هو لوط لأنه أقرب . وقيل : عنى موسى ولوطا عليهما السلام ; كما قال تعالى : فقولا إنا رسول رب العالمين . وقيل : رسول بمعنى رسالة . وقد يعبر عن الرسالة بالرسول ; قال الشاعر :لقد كذب الواشون ما بحت عندهم بسر ولا أرسلتهم برسولفأخذهم أخذة رابية أي عالية زائدة على الأخذات وعلى عذاب الأمم . ومنه الربا إذا أخذ في الذهب والفضة أكثر مما أعطى . يقال : ربا الشيء يربو أي زاد وتضاعف . وقال مجاهد : شديدة . كأنه أراد زائدة في الشدة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَعَصَوْا رَسُولَ رَبِّهِمْ ) يقول جلّ ثناؤه: فعصى هؤلاء الذين ذكرهم الله، وهم فرعون ومن قبله والمؤتفكات رسول ربهم.وقوله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ) يقول: فأخذهم ربهم بتكذيبهم رسله أخذة، يعني أخذة زائدة شديدة نامية، من قولهم: أربيت: إذا أخذ أكثر مما أعطى من الربا؛ يقال: أربيتَ فرَبا رِباك، والفضة والذهب قد رَبَوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( أَخْذَةً رَابِيَةً ) قال: شديدة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثنى عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ): يعني أخذة شديدة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قول الله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ) قال: كما يكون في الخير رابية، كذلك يكون في الشرّ رابية، قال: ربا عليهم: زاد عليهم، وقرأ قول الله عزّ وجلّ:  إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ  وقرأ قول الله عزّ وجلّ:  وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ  يقول: ربا لهؤلاء الخير ولهؤلاء الشرّ."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنَّا لما جاوز الماء حدَّه، حتى علا وارتفع فوق كل شيء، حملنا أصولكم مع نوح في السفينة التي تجري في الماء؛ لنجعل الواقعة التي كان فيها نجاة المؤمنين وإغراق الكافرين عبرة وعظة، وتحفظها كل أذن مِن شأنها أن تحفظ، وتعقل عن الله ما سمعت."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنا لما طغا الماء» علا فوق كل شيء من الجبال وغيرها زمن الطوفان «حملناكم» يعني آباءكم إذ أنتم في أصلابهم «في الجارية» السفينة التي عملها نوح ونجا هو ومن كان معه فيها وغرق الاخرون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ومن جملة أولئك قوم نوح أغرقهم الله في اليم حين طغى [الماء على وجه] الأرض وعلا على مواضعها الرفيعة.وامتن الله على الخلق الموجودين بعدهم أن الله حملهم  فِي الْجَارِيَةِ  وهي: السفينة في أصلاب آبائهم وأمهاتهم الذين نجاهم الله."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال الله تعالى : ( إنا لما طغى الماء ) أي : زاد على الحد بإذن الله وارتفع على الوجود . وقال ابن عباس وغيره : ( طغى الماء ) كثر - وذلك بسبب دعوة نوح عليه السلام ، على قومه حين كذبوه وخالفوه ، فعبدوا غير الله فاستجاب الله له وعم أهل الأرض بالطوفان إلا من كان مع نوح في السفينة ، فالناس كلهم من سلالة نوح وذريته .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، عن أبي سنان سعيد بن سنان ، عن غير واحد ، عن علي بن أبي طالب قال : لم تنزل قطرة من ماء إلا بكيل على يدي ملك ، فلما كان يوم نوح أذن للماء دون الخزان ، فطغى الماء على الخزان فخرج ، فذلك قول الله : ( إنا لما طغى الماء حملناكم في الجارية ) ولم ينزل شيء من الريح إلا بكيل على يدي ملك ، إلا يوم عاد ، فإنه أذن لها دون الخزان فخرجت ، فذلك قوله : ( بريح صرصر عاتية ) عتت على الخزان .ولهذا قال تعالى ممتنا على الناس : ( إنا لما طغى الماء حملناكم في الجارية ) وهي السفينة الجارية على وجه الماء"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( إنا لما طغى الماء ) أي عتا وجاوز حده حتى علا على كل شيء وارتفع فوقه ، يعني زمن نوح - عليه السلام - ( حملناكم ) أي حملنا آباءكم وأنتم في أصلابهم ( في الجارية ) في السفينة التي تجري في الماء ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : إنا لما طغى الماء أي ارتفع وعلا . وقال علي رضي الله عنه : طغى على خزانه من الملائكة غضبا لربه فلم يقدروا على حبسه . قال قتادة : زاد على كل شيء خمسة عشر ذراعا . وقال ابن عباس : طغى الماء زمن نوح على خزانه فكثر عليهم فلم يدروا كم خرج . وليس من الماء قطرة تنزل قبله ولا بعده إلا بكيل معلوم غير ذلك اليوم . وقد مضى هذا مرفوعا أول السورة . والمقصود من قصص هذه الأمم وذكر ما حل بهم من العذاب : زجر هذه الأمة عن الاقتداء بهم في معصية الرسول . ثم من عليهم بأن جعلهم ذرية من نجا من الغرق بقوله :\" حملناكم \" أي حملنا آباءكم وأنتم في أصلابهم .\" في الجارية \" أي في السفن الجارية . والمحمول في الجارية نوح وأولاده ، وكل من على وجه الأرض من نسل أولئك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول تعالى ذكره: إنا لما كثر الماء فتجاوز حدّه المعروف، كان له، وذلك زمن الطوفان.وقيل: إنه زاد فعلا فوق كلّ شيء بقدر خمس عشرة ذراعا.* ذكر من قال ذلك، ومن قال في قوله: ( طَغَى ) مثل قولنا:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِنَّا لَمَّا طَغَى الْمَاءُ ) قال: بلغنا أنه طغى فوق كلّ شيء خمس عشرة ذراعا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ): ذاكم زمن نوح، طغى الماء على كلّ شيء خمس عشرة ذراعا بقدر كل شيء.حدثنا ابن حميد، قال: ثنا يعقوب القُمّي، عن جعفر بن أبي المغيرة، عن سعيد بن جُبير، في قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) قال: لم تنزل من السماء قطرة إلا بعلم الخزَّان، إلا حيث طغى الماء، فإنه قد غضب لغضب الله، فطغى على الخزان، فخرج ما لا يعلمون ما هو.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) إنما يقول: لما كثر.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ ): يعني كثر الماء ليالي غرّق الله قوم نوح.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ ) قال محمد بن عمرو في حديثه: طما، وقال الحارث: ظهر.حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: ثنا عبيد، عن الضحاك، في قوله: ( لَمَّا طَغَى الْمَاءُ ) : كثر وارتفع.وقوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول: حملناكم في السفينة التي تجري في الماء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) الجارية: السفينة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) والجارية: سفينة نوح التي حملتم فيها؛ وقيل: حملناكم، فخاطب الذين نزل فيهم القرآن، وإنما حمل أجدادهم نوحا وولده، لأن الذين خوطبوا بذلك ولد الذين حملوا في الجارية، فكان حمل الذين حملوا فيها من الأجداد حملا لذريتهم، على ما قد بيَّنا من نظائر ذلك في أماكن كثيرة من كتابنا هذا.وقوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) يقول: لنجعل السفينة الجارية التي حملناكم فيها لكم تذكرة، يعني عبرة وموعظة تتعظون بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنَّا لما جاوز الماء حدَّه، حتى علا وارتفع فوق كل شيء، حملنا أصولكم مع نوح في السفينة التي تجري في الماء؛ لنجعل الواقعة التي كان فيها نجاة المؤمنين وإغراق الكافرين عبرة وعظة، وتحفظها كل أذن مِن شأنها أن تحفظ، وتعقل عن الله ما سمعت."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لنجعلها» أي هذه الفعلة وهي إنجاء المؤمنين وإهلاك الكافرين «لكم تذكرة» عظة «وتعيها» ولتحفظها «أذن واعية» حافظة لما تسمع."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فاحمدوا الله واشكروا الذي نجاكم حين أهلك الطاغين واعتبروا بآياته الدالة على توحيده ولهذا قال:  لِنَجْعَلَهَا  أي: الجارية والمراد جنسها،  لَكُمْ تَذْكِرَةً  تذكركم أول سفينة صنعت وما قصتها وكيف نجى الله عليها من آمن به واتبع رسوله وأهلك أهل الأرض كلهم فإن جنس الشيء مذكر بأصله. وقوله:  وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ  أي: تعقلها أولو الألباب ويعرفون المقصود منها ووجه الآية بها. وهذا بخلاف أهل الإعراض والغفلة وأهل البلادة وعدم الفطنة فإنهم ليس لهم انتفاع بآيات الله لعدم وعيهم عن الله، وفكرهم بآيات الله"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( لنجعلها لكم تذكرة ) عاد الضمير على الجنس لدلالة المعنى عليه ، أي : وأبقينا لكم من جنسها ما تركبون على تيار الماء في البحار ، كما قال : ( وجعل لكم من الفلك والأنعام ما تركبون لتستووا على ظهوره ثم تذكروا نعمة ربكم إذا استويتم عليه ) [ الزخرف : 12 ، 13 ] ، وقال تعالى : ( وآية لهم أنا حملنا ذريتهم في الفلك المشحون وخلقنا لهم من مثله ما يركبون ) [ يس : 41 ، 42 ] .وقال قتادة : أبقى الله السفينة حتى أدركها أوائل هذه الأمة ، والأول أظهر ; ولهذا قال : ( وتعيها أذن واعية ) أي : وتفهم هذه النعمة ، وتذكرها أذن واعية .قال ابن عباس : حافظة سامعة ، وقال قتادة : ( أذن واعية ) عقلت عن الله فانتفعت بما سمعت من كتاب الله ، وقال الضحاك : ( وتعيها أذن واعية ) سمعتها أذن ووعت . أي : من له سمع صحيح وعقل رجيح . وهذا عام فيمن فهم ، ووعى .وقد قال ابن أبي حاتم : حدثنا أبو زرعة الدمشقي ، حدثنا العباس بن الوليد بن صبح الدمشقي ، حدثنا زيد بن يحيى ، حدثنا علي بن حوشب ، سمعت مكحولا يقول : لما نزل على رسول الله صلى الله عليه وسلم : ( وتعيها أذن واعية ) قال رسول الله صلى الله عليه وسلم \" سألت ربي أن يجعلها أذن علي \" . [ قال مكحول ] فكان علي يقول : ما سمعت من رسول الله صلى الله عليه وسلم شيئا قط فنسيته .وهكذا رواه ابن جرير ، عن علي بن سهل ، عن الوليد بن مسلم ، عن علي بن حوشب ، عن مكحول به . وهو حديث مرسل .وقد قال ابن أبي حاتم أيضا : حدثنا جعفر بن محمد بن عامر ، حدثنا بشر بن آدم ، حدثنا عبد الله بن الزبير أبو محمد - يعني والد أبي أحمد الزبيري - حدثني صالح بن الهيثم ، سمعت بريدة الأسلمي يقول : قال رسول الله صلى الله عليه وسلم لعلي : \" إني أمرت أن أدنيك ولا أقصيك ، وأن أعلمك وأن تعي ، وحق لك أن تعي \" . قال : فنزلت هذه الآية ( وتعيها أذن واعية )ورواه ابن جرير عن محمد بن خلف ، عن بشر بن آدم ، به ، ثم رواه ابن جرير من طريق آخر عن داود الأعمى ، عن بريدة ، به . ولا يصح أيضا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( لنجعلها ) أي لنجعل تلك الفعلة التي فعلنا من إغراق قوم نوح ونجاة من حملنا معه ( لكم تذكرة ) عبرة وموعظة ( وتعيها ) قرأ القواس عن ابن كثير وسليم عن حمزة باختلاس العين ، وقرأ الآخرون بكسرها أي تحفظها ( أذن واعية ) أي : حافظة لما جاء من عند الله . قال قتادة : [ أذن ] سمعت وعقلت ما سمعت . قال الفراء : لتحفظها كل أذن فتكون عبرة وموعظة لمن يأتي بعد ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لنجعلها لكم تذكرة يعني سفينة نوح عليه الصلاة والسلام . جعلها الله تذكرة وعظة لهذه الأمة حتى أدركها أوائلهم ; في قول قتادة . قال ابن جريج : كانت ألواحها على الجودي . والمعنى : أبقيت لكم تلك الخشبات حتى تذكروا ما حل بقوم نوح ، وإنجاء الله آباءكم ; وكم من سفينة هلكت وصارت ترابا ولم يبق منها شيء . وقيل : لنجعل تلك الفعلة من إغراق قوم نوح وإنجاء من آمن معه موعظة لكم ; ولهذا قال الله تعالى :وتعيها أذن واعية أي تحفظها وتسمعها أذن حافظة لما جاء من عند الله . والسفينة لا توصف بهذا . قال الزجاج : ويقال وعيت كذا أي حفظته في نفسي ، أعيه وعيا . ووعيت العلم ، ووعيت ما قلت ; كله بمعنى . وأوعيت المتاع في الوعاء . قال الزجاج : يقال لكل ما حفظته في غير نفسك : \" أوعيته \" بالألف ، ولما حفظته في نفسك \" وعيته \" بغير ألف . وقرأ طلحة وحميد والأعرج \" وتعيها \" بإسكان العين ; تشبيها بقول : \" أرنا \" . واختلف فيها عن عاصم وابن كثير . الباقون بكسر العين ; ونظير قوله تعالى : وتعيها أذن واعية ، إن في ذلك لذكرى لمن كان له قلب . وقال قتادة : الأذن الواعية أذن عقلت عن الله تعالى ، وانتفعت بما سمعت من كتاب الله عز وجل . وروى مكحول أن النبي صلى الله عليه وسلم قال عند نزول هذه الآية : \" سألت ربي أن يجعلها أذن علي \" . قال مكحول : فكان علي رضي الله عنه يقول : ما سمعت من رسول الله صلى الله عليه وسلم شيئا قط فنسيته إلا وحفظته . ذكره الماوردي . وعن الحسن نحوه . ذكره الثعلبي قال : لما نزلت وتعيها أذن واعية قال النبي صلى الله عليه وسلم : \" سألت ربي أن يجعلها أذنك يا علي \" قال علي : فوالله ما نسيت شيئا بعد ، وما كان لي أن أنسى . وقال أبو برزة الأسلمي قال النبي صلى الله عليه وسلم لعلي : \" يا علي إن الله أمرني أن أدنيك ولا أقصيك ، وأن أعلمك ، وأن تعي ، وحق على الله أن تعي \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) فأبقاها الله تذكرة وعبرة وآية، حتى نظر إليها أوائل هذه الأمة، وكم من سفينة قد كانت بعد سفينة نوح قد صارت رمادا.وقوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يعني: حافظة عقلت عن الله ما سمعت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: حافظة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: سامعة، وذلك الإعلان.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثنا أبي، قال: ثنا خالد بن قيس، عن قتادة ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: أذن عقلت عن الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): أذن عقلت عن الله، فانتفعت بما سمعت من كتاب الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( أُذُنٌ وَاعِيَةٌ ) قال: أذن سمعت، وعقلت ما سمعت.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: الضحاك يقول في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): سمعتها أذن ووعت.حدثنا عليّ بن سهل، قال: ثنا الوليد بن مسلم، عن عليّ بن حوشب، قال: سمعت مكحولا يقول: قرأ رسول الله صلى الله عليه وسلم : ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) ثم التفت إلى عليّ، فقال: \" سأَلْتُ الله أنْ يَجْعَلَها أُذُنَكَ\"، قال عليّ رضي الله عنه : فما سمعت شيئا من رسول الله صلى الله عليه وسلم فنسيته.حدثني محمد بن خلف، قال: ثني بشر بن آدم، قال: ثنا عبد الله بن الزبير، قال: ثني عبد الله بن رستم، قال: سمعت بُرَيدة يقول: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" يا عَليُّ؛ إنَّ اللهَ أمَرَنِي أنْ أُدْنِيَكَ وَلا أُقْصِيَكَ، وأنْ أُعَلِّمَكَ وأنْ تَعي، وحَقٌّ على اللهِ أنْ تَعِي\"، قال: فنزلت ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ).حدثني محمد بن خلف، قال: ثنا الحسن بن حماد، قال: ثنا إسماعيل بن إبراهيم أبو يحيى التيميّ، عن فضيل بن عبد الله، عن أبي داود، عن بُرَيدة الأسلميّ، قال: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" إنَّ اللهَ أمَرَنِي أنْ أُعَلِّمَكَ، وأنْ أُدْنِيَكَ، وَلا أجْفُوَكَ وَلا أُقْصِيَكَ \"، ثم ذكر مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: واعية يحذرون معاصي الله أن يعذّبهم الله عليها، كما عذّب من كان قبلهم تسمعها فتعيها، إنما تعي القلوب ما تسمع الآذان من الخير والشرّ من باب الوعي."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فإذا نفخ في الصور نفخة واحدة» للفصل بين الخلائق وهي الثانية."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "لما ذكر ما فعله تعالى بالمكذبين لرسله وكيف جازاهم وعجل لهم العقوبة في الدنيا وأن الله نجى الرسل وأتباعهم كان هذا مقدمة لذكر الجزاء الأخروي وتوفية الأعمال كاملة يوم القيامة. فذكر الأمور الهائلة التي تقع أمام القيامة وأن أول ذلك أنه ينفخ إسرافيل  فِي الصُّورِ  إذا تكاملت الأجساد نابتة.  نَفْخَةٌ وَاحِدَةٌ  فتخرج الأرواح فتدخل كل روح في جسدها فإذا الناس قيام لرب العالمين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مخبرا عن أهوال يوم القيامة ، وأول ذلك نفخة الفزع ، ثم يعقبها نفخة الصعق حين يصعق من في السماوات ومن في الأرض إلا من شاء الله ، ثم بعدها نفخة القيام لرب العالمين ، والبعث والنشور ، وهي هذه النفخة . وقد أكدها هاهنا بأنها واحدة ، لأن أمر الله لا يخالف ولا يمانع ، ولا يحتاج إلى تكرار وتأكيد .وقال الربيع : هي النفخة الأخيرة . والظاهر ما قلناه ; ولهذا قال هاهنا :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فإذا نفخ في الصور نفخة واحدة\"، وهي النفخة الأولى."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فإذا نفخ في الصور نفخة واحدةقال ابن عباس : هي النفخة الأولى لقيام الساعة ، فلم يبق أحد إلا مات . وجاز تذكير \" نفخ \" لأن تأنيث النفخة غير حقيقي . وقيل : إن هذه النفخة هي الأخيرة . وقال : \" نفخة واحدة \" أي لا تثنى . قال الأخفش : ووقع الفعل على النفخة إذ لم يكن قبلها اسم مرفوع فقيل : نفخة . ويجوز \" نفخة \" نصبا على المصدر . وبها قرأ أبو السمال . أو يقال : اقتصر على الإخبار عن الفعل كما تقول : ضرب ضربا . وقال الزجاج : \" في الصور \" يقوم مقام ما لم يسم فاعله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (13)يقول تعالى ذكره: ( فَإِذَا نُفِخَ فِي الصُّورِ ) إسرافيل ( نَفْخَةٌ وَاحِدَةٌ ) وهي النفخة الأولى، ( وَحُمِلَتِ الأرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ) يقول: فزلزلتا زلزلة واحدة."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وحُملت» رفعت «الأرض والجبال فدكتا» دقتا «دكة واحدة»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً  أي: فتتت الجبال واضمحلت وخلطت بالأرض ونسفت على الأرض فكان الجميع قاعا صفصفا لا ترى فيها عوجا ولا أمتا. هذا ما يصنع بالأرض وما عليها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وحملت الأرض والجبال فدكتا دكة واحدة ) أي : فمدت مد الأديم العكاظي ، وتبدلت الأرض غير الأرض"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وحملت الأرض والجبال\"، رفعت من أماكنها، \"فدكتا\"، كسرتا، \"دكةً\" كسرة، \"واحدة\" ، فصارتا هباءً منثورا."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وحملت الأرض والجبال فدكتا دكة واحدةقوله تعالى : وحملت الأرض والجبال قراءة العامة بتخفيف الميم ; أي رفعت من أماكنها .\" فدكتا \" أي فتتا وكسرتا .\" دكة واحدة \" لا يجوز في \" دكة \" إلا النصب لارتفاع الضمير في \" دكتا \" . وقال الفراء : لم يقل فدككن لأنه جعل الجبال كلها كالجملة الواحدة ، والأرض كالجملة الواحدة . ومثله : أن السموات والأرض كانتا رتقا ولم يقل كن . وهذا الدك كالزلزلة ; كما قال تعالى : إذا زلزلت الأرض زلزالها . وقيل : \" دكتا \" أي بسطتا بسطة واحدة ; ومنه اندك سنام البعير إذا انفرش في ظهره . وقد مضى في سورة \" الأعراف \" القول فيه . وقرأ عبد الحميد عن ابن عامر \" وحملت الأرض والجبال \" بالتشديد على إسناد الفعل إلى المفعول الثاني . كأنه في الأصل وحملت قدرتنا أو ملكا من ملائكتنا الأرض والجبال ; ثم أسند الفعل إلى المفعول الثاني فبني له . ولو جيء بالمفعول الأول لأسند الفعل إليه ; فكأنه قال : وحملت قدرتنا الأرض . وقد يجوز بناؤه للثاني على وجه القلب فيقال : حملت الأرض الملك ; كقولك : ألبس زيد الجبة ، وألبست الجبة زيدا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وكان ابن زيد يقول في ذلك ما حدثني به يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَحُمِلَتِ الأرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ) قال: صارت غبارا. وقيل: ( فَدُكَّتَا ) وقد ذكر قبل الجبال والأرض، وهي جماع، ولم يقل: فدككن، لأنه جعل الجبال كالشيء الواحد، كما قال الشاعر:هُمَا سَيِّدَانِ يَزْعُمانِ وإنَّمَايَسُودانِنا إنْ يَسَّرَتْ غَنماهُمَا (1)وكما قيل:  أَنَّ السَّمَاوَاتِ وَالأَرْضَ كَانَتَا رَتْقًا  .------------------------الهوامش:(1) نسب البيت صاحب اللسان (يسر) والعيني في شرح شواهد الألفية إلى أبي أسيدة الدبيري . وأنشد في اللسان قبله بيتا آخر، وهو:إنَّ لَنَا شَيْخَيْنِ لا يَنفَعَانِنَاغَنِيَّيْنِ لا يجْدِى عَلَيْنَا غِنَاهُمَاأي: ليس فيهما من السيادة إلا كونهما قد يسرت غنماهما، أي: كثرت وكثرت ألبانها ونسلها، والسؤدد يوجب البذل والعطاء والحراسة والحماية وحسن التدبير والحلم، وليس عندهما من ذلك شيء . واستشهد المؤلف بالبيت على أن الشاعر قال: غنماها بلفظ التثنية للغنم، مع أن الغنم اسم للجمع، وليس بمفرد، ولكنه عامله معاملة المفرد، كما اعتبرت الجبال في قوله تعالى: ( وحملت الأرض والجبال فدكتا دكة واحدة ) في حكم المفرد كالأرض، ولذلك قال: فدكتا، ولم يقل فدككن. ا ه . وفي البيت شاهد آخر عند النحويين في باب إلغاء عمل ظن وأفعال القلوب إذا تأخرت عن معموليها، ولو تقدمت عليهما لعملت فيهما النصب"
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فيومئذ وقعت الواقعة» قامت القيامة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فيومئذ وقعت الواقعة ) أي : قامت القيامة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فيومئذ وقعت الواقعة\"، قامت القيامة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي قامت القيامة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ ) يقول جلّ ثناؤه: فيومئذ وقعت الصيحة الساعة، وقامت القيامة.القول في تأويل قوله تعالى :  وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ (16)يقول تعالى ذكره: وانصدعت السماء ( فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ ) يقول: منشقة متصدّعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني موسى بن عبد الرحمن المسروقيّ، قال: ثنا أبو أسامة، عن الأجلح، قال: سمعت الضحاك بن مزاحم، قال: \" إذا كان يوم القيامة أمر الله السماء الدنيا بأهلها، ونزل من فيها من الملائكة، فأحاطوا بالأرض ومن عليها، ثم الثانية، ثم الثالثة، ثم الرابعة، ثم الخامسة، ثم السادسة، ثم السابعة، فصفوا صفا دون صفّ، ثم نزل الملك الأعلى على مجنبته اليسرى جهنم، فإذا رآها أهل الأرض ندّوا، فلا يأتون قطرا من أقطار الأرض إلا وجدوا سبعة صفوف من الملائكة، فيرجعون إلى المكان الذي كانوا فيه، فذلك قوله الله:  إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ * يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ  ، وذلك قوله:  وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ  ، وقوله:  يَا مَعْشَرَ الْجِنِّ وَالإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأَرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ  ، وذلك قوله: ( وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا ) ."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وانشقت السماء فهي يومئذ واهية» ضعيفة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأما ما يصنع بالسماء، فإنها تضطرب وتمور وتتشقق ويتغير لونها، وتهي بعد تلك الصلابة والقوة العظيمة، وما ذاك إلا لأمر عظيم أزعجها، وكرب جسيم هائل أوهاها وأضعفها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وانشقت السماء فهي يومئذ واهية ) قال سماك عن شيخ من بني أسد ، عن علي قال : تنشق السماء من المجرة . رواه ابن أبي حاتم .وقال ابن جريج : هي كقوله : ( وفتحت السماء فكانت أبوابا ) [ النبأ : 19 ] .وقال ابن عباس : منخرقة ، والعرش بحذائها ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وانشقت السماء فهي يومئذ واهية ) ضعيفة . قال الفراء : وهيها : تشققها ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وانشقت السماء أي انصدعت وتفطرت . وقيل : تنشق لنزول ما فيها من الملائكة ; دليله قوله تعالى : ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا وقد تقدم .فهي يومئذ واهية أي ضعيفة . يقال : وهى البناء يهي وهيا فهو واه إذا ضعف جدا . ويقال : كلام واه ; أي ضعيف . فقيل : إنها تصير بعد صلابتها بمنزلة الصوف في الوهي ويكون ذلك لنزول الملائكة كما ذكرنا . وقيل : لهول يوم القيامة . وقيل : واهية أي متخرقة ; قاله ابن شجرة . مأخوذ من قولهم : وهي السقاء إذا تخرق . ومن أمثالهم :خل سبيل من وهى سقاؤه ومن هريق بالفلاة ماؤهأي من كان ضعيف العقل لا يحفظ نفسه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني محمد بن سعد، قال: ثنى أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ ) \" يعني: متمزّقة ضعيفة .\"( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) يقول تعالى ذكره: والملك على أطراف السماء حين تشقق وحافاتها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) يقول: والملك على حافات السماء حين تشقَّق؛ ويقال: على شقة، كل شيء تشقَّق عنه."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والملك» يعني: الملائكة «على أرجائها» جوانب السماء «ويحمل عرش ربك فوقهم» أي الملائكة المذكورين «يومئذ ثمانية» من الملائكة أو من صفوفهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَالْمَلَكُ  أي: الملائكة الكرام  عَلَى أَرْجَائِهَا  أي: على جوانب السماء وأركانها، خاضعين لربهم، مستكينين لعظمته.  وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ  أملاك في غاية القوة إذا أتى للفصل بين العباد والقضاء بينهم بعدله وقسطه وفضله."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( والملك على أرجائها ) الملك : اسم جنس ، أي : الملائكة على أرجاء السماء .قال ابن عباس : على ما لم يه منها ، أي : حافتها . وكذا قال سعيد بن جبير ، والأوزاعي . وقال الضحاك : أطرافها . وقال الحسن البصري : أبوابها . وقال الربيع بن أنس في قوله : ( والملك على أرجائها ) يقول : على ما استدق من السماء ، ينظرون إلى أهل الأرض .وقوله : ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) أي : يوم القيامة يحمل العرش ثمانية من الملائكة . ويحتمل أن يكون المراد بهذا العرش العرش العظيم ، أو : العرش الذي يوضع في الأرض يوم القيامة لفصل القضاء ، والله أعلم بالصواب . وفي حديث عبد الله بن عميرة ، عن الأحنف بن قيس ، عن العباس بن عبد المطلب في ذكر حملة العرش أنهم ثمانية أوعال .وقال ابن أبى حاتم : حدثنا أبو سعيد يحيى بن سعيد ، حدثنا زيد بن الحباب ، حدثني أبو السمح البصري ، حدثنا أبو قبيل حيي بن هانئ : أنه سمع عبد الله بن عمرو يقول : حملة العرش ثمانية ، ما بين موق أحدهم إلى مؤخر عينه مسيرة مائة عام .وقال ابن أبي حاتم : حدثنا أبي قال : كتب إلي أحمد بن حفص بن عبد الله النيسابوري : حدثني أبي ، حدثنا إبراهيم بن طهمان ، عن موسى بن عقبة ، عن محمد بن المنكدر ، عن جابر قال : قال رسول الله صلى الله عليه وسلم : \" أذن لي أن أحدثكم عن ملك من حملة العرش : بعد ما بين شحمة أذنه وعنقه بخفق الطير سبعمائة عام \" .وهذا إسناد جيد ، رجاله ثقات . وقد رواه أبو داود في كتاب \" السنة \" من سننه : حدثنا أحمد بن حفص بن عبد الله ، حدثنا أبي ، حدثنا إبراهيم بن طهمان ، عن موسى بن عقبة ، عن محمد بن المنكدر ، عن جابر بن عبد الله ; أن رسول الله صلى الله عليه وسلم قال : \" أذن لي أن أحدث عن ملك من ملائكة الله من حملة العرش : أن ما بين شحمة أذنه إلى عاتقه مسير سبعمائة عام \" . هذا لفظ أبي داود .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا يحيى بن المغيرة ، حدثنا جرير ، عن أشعث ، عن جعفر ، عن سعيد بن جبير في قوله : ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) قال : ثمانية صفوف من الملائكة . قال : وروي عن الشعبي [ وعكرمة ] والضحاك . وابن جريج مثل ذلك . وكذا روى السدي ، عن أبي مالك ، عن ابن عباس : ثمانية صفوف . وكذا روى العوفي عنه .وقال الضحاك ، عن ابن عباس : الكروبيون ثمانية أجزاء ، كل جنس منهم بقدر الإنس والجن والشياطين والملائكة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والملك ) يعني الملائكة ( على أرجائها ) نواحيها وأقطارها ما لم ينشق منها واحدها : \" رجا \" مقصور وتثنيته رجوان . قال الضحاك : تكون الملائكة على حافتها حتى يأمرهم الرب فينزلون فيحيطون بالأرض ومن عليها ( ويحمل عرش ربك فوقهم ) أي فوق رءوسهم يعني الحملة ( يومئذ ) يوم القيامة ( ثمانية ) أي ثمانية أملاك .جاء في الحديث : \" إنهم اليوم أربعة فإذا كان يوم القيامة أيدهم الله بأربعة أخرى ، فكانوا ثمانية على صورة الأوعال ما بين أظلافهم إلى ركبهم كما بين سماء إلى سماء \" .وجاء في الحديث : \" لكل ملك منهم وجه رجل ووجه أسد ووجه ثور ووجه نسر \" .أخبرنا أبو بكر بن الهيثم الترابي ، أخبرنا أبو الفضل محمد بن الحسين الحدادي ، أخبرنا محمد بن يحيى الخالدي ، أخبرنا إسحاق بن إبراهيم [ الحنظلي ] حدثنا عبد الرزاق ، حدثنا يحيى بن العلاء ، عن عمه شعيب بن خالد ، حدثنا سماك بن حرب ، عن عبد الله بن عميرة ، عن العباس بن عبد المطلب قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - بالبطحاء فمرت سحابة فقال : النبي - صلى الله عليه وسلم - : \" أتدرون ما هذا ؟ قلنا : السحاب . قال : والمزن ؟ قلنا : والمزن ، قال : والعنان ؟ فسكتنا فقال : هل تدرون كم بين السماء والأرض ؟ قلنا : الله ورسوله أعلم ، قال : بينهما مسيرة خمسمائة سنة ، وبين كل سماء إلى سماء مسيرة خمسمائة سنة ، وكذلك غلظ كل سماء خمسمائة سنة ، وفوق السماء السابعة بحر بين أعلاه وأسفله كما بين السماء والأرض [ ثم بين ذلك ثمانية أوعال بين أظلافهن وركبهن كما بين السماء والأرض ] ثم فوق ذلك العرش بين أسفله وأعلاه كما بين السماء والأرض والله تعالى فوق ذلك ، ليس يخفى عليه من أعمال بني آدم شيء \" .ويروى هذا عن عبد الله بن عميرة عن الأحنف بن قيس عن العباس .وروي عن ابن عباس أنه قال : \" فوقهم يومئذ ثمانية \" أي : ثمانية صفوف من الملائكة لا يعلم عدتهم إلا الله ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" والملك \" يعني الملائكة ; اسم للجنس .\" على أرجائها \" أي على أطرافها حين تنشق ; لأن السماء مكانهم ; عن ابن عباس . الماوردي : ولعله قول مجاهد وقتادة . وحكاه الثعلبي عن الضحاك ، قال : على أطرافها مما لم ينشق منها . يريد أن السماء مكان الملائكة فإذا انشقت صاروا في أطرافها . وقال سعيد بن جبير : المعنى والملك على حافات الدنيا ; أي ينزلون إلى الأرض ويحرسون أطرافها . وقيل : إذا صارت السماء قطعا تقف الملائكة على تلك القطع التي ليست متشققة في أنفسها . وقيل : إن الناس إذا رأوا جهنم هالتهم ; فيندوا كما تند الإبل ، فلا يأتون قطرا من أقطار الأرض إلا رأوا ملائكة فيرجعون من حيث جاءوا . وقيل : \" على أرجائها \" ينتظرون ما يؤمرون به في أهل النار من السوق إليها ، وفي أهل الجنة من التحية والكرامة . وهذا كله راجع إلى معنى قول ابن جبير . ويدل عليه : ونزل الملائكة تنزيلا وقوله تعالى : يا معشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السموات والأرض على ما بيناه هناك . والأرجاء النواحي والأقطار بلغة هذيل ، واحدها رجا مقصور ، وتثنيته رجوان ; مثل عصا وعصوان . قال الشاعر :فلا يرمى بي الرجوان أني     أقل القوم من يغني مكانيويقال ذلك لحرف البئر والقبر .قوله تعالى : ويحمل عرش ربك فوقهم يومئذ ثمانية قال ابن عباس : ثمانية صفوف من الملائكة لا يعلم عددهم إلا الله . وقال ابن زيد : هم ثمانية أملاك . وعن الحسن : الله أعلم كم هم ، ثمانية أم ثمانية آلاف . وعن النبي صلى الله عليه وسلم \" أن حملة العرش اليوم أربعة فإذا كان يوم القيامة أيدهم الله تعالى بأربعة آخرين فكانوا ثمانية \" . ذكره الثعلبي . وخرجه الماوردي عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" يحمله اليوم أربعة وهم يوم القيامة ثمانية \" . وقال العباس بن عبد الملك : هم ثمانية أملاك على صورة الأوعال . ورواه عن النبي صلى الله عليه وسلم . وفي الحديث : \" إن لكل ملك منهم أربعة أوجه : وجه رجل ووجه أسد ووجه ثور ووجه نسر ، وكل وجه منها يسأل الله الرزق لذلك الجنس \" . ولما أنشد بين يدي النبي صلى الله عليه وسلم قول أمية بن أبي الصلت : رجل وثور تحت رجل يمينه     والنسر للأخرى وليث مرصدوالشمس تطلع كل آخر ليلة     حمراء يصبح لونها يتوردليست بطالعة لهم في رسلها     إلا معذبة وإلا تجلدقال النبي صلى الله عليه وسلم : \" صدق \" . وفي الخبر : \" أن فوق السماء السابعة ثمانية أوعال بين أظلافهن وركبهن مثل ما بين سماء إلى سماء ، وفوق ظهورهن العرش \" . ذكره القشيري وخرجه الترمذي من حديث العباس بن عبد المطلب . وقد مضى في سورة \" البقرة \" بكماله . وذكر نحوه الثعلبي ولفظه . وفي حديث مرفوع : أن حملة العرش ثمانية أملاك على صورة الأوعال ما بين أظلافها إلى ركبها مسيرة سبعين عاما للطائر المسرع . وفي تفسير الكلبي : ثمانية أجزاء من تسعة أجزاء من الملائكة . وعنه : ثمانية أجزاء من عشرة أجزاء من الملائكة . ثم ذكر عدة الملائكة بما يطول ذكره . حكى الأول عنه الثعلبي والثاني القشيري . وقال الماوردي عن ابن عباس : ثمانية أجزاء من تسعة وهم الكروبيون . والمعنى ينزل بالعرش . ثم إضافة العرش إلى الله تعالى كإضافة البيت ، وليس البيت للسكنى ، فكذلك العرش . ومعنى : فوقهم أي فوق رءوسهم . قال السدي : العرش تحمله الملائكة الحملة فوقهم ولا يحمل حملة العرش إلا الله . وقيل : \" فوقهم \" أي إن حملة العرش فوق الملائكة الذين في السماء على أرجائها . وقيل : \" فوقهم \" أي فوق أهل القيامة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: أطرافها.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، في قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على حافات السماء.حدثني موسى بن عبد الرحمن المسروقي، قال: ثنا أبو أُسامة، عن الأجلح، قال، قلت للضحاك: ما أرجاؤها، قال: حافاتها.حدثنا بشر، قال: ثنا يزيد، قال ثني سعيد: عن قتادة ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ): على حافاتها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: بلغني أنها أقطارها، قال قتادة: على نواحيها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: نواحيها.حدثني الحارث، قال: ثنا الأشيب، قال: ثنا ورقاء، عن عطاء بن السائب، عن سعيد بن المسيب: الأرجاء حافات السماء.قال: ثنا الأشيب، قال: ثنا أبو عوانة، عن عطاء بن السائب، عن سعيد بن جُبير ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على ما لم يَهِ منها.حدثنا محمد بن سنان القزاز، قال: ثنا حسين الأشقر، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس، في قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على ما لم يَهِ منها.وقوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ )، اختلف أهل التأويل في الذي عني بقوله: ( ثَمَانِيَةَ )، فقال بعضهم: عني به ثمانية صفوف من الملائكة، لا يعلم عدّتهن إلا الله.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا طلق عن ظهير، عن السدّي، عن أبي مالك عن ابن عباس: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية صفوف من الملائكة لا يعلم عدتهم إلا الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: هي الصفوف من وراء الصفوف.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة، عن ابن عباس، في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية صفوف من الملائكة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال بعضهم: ثمانية صفوف لا يعلم عدتهنّ إلا الله. وقال بعضهم: ثمانية أملاك على خلق الوعلة.وقال آخرون: بل عني به ثمانية أملاك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية أملاك، وقال، قال رسول الله صلى الله عليه وسلم: \" يَحْمِلُهُ اليَوْمَ أرْبَعَةٌ، وَيَوْم القِيامَةِ ثَمَانِيَةٌ\"، وقال رسول الله صلى الله عليه وسلم : \" إنَّ أقْدامَهُمْ لَفِي الأرْضِ السَّابِعَةِ، وَإنَّ مَناكِبَهُمْ لخَارِجَةٌ مِنَ السَّمَاوَاتِ عَلَيْها الْعَرْشُ\". قال ابن زيد: الأربعة، قال: بلغنا أن رسول الله صلى الله عليه وسلم قال: \" لَمَّا خَلَقَهُمُ اللهُ قالَ: تَدْرُون لِمَ خَلَقْتُكُمْ ؟ قالُوا: خَلَقْتَنا رَبَّنا لِمَا تَشاءُ، قالَ لَهُمْ: تَحْمِلُونَ عَرْشِي، ثُمَّ قالَ: سَلُوني مِنَ القُوَّةِ ما شئْتُمْ أجْعَلْها فِيكُمْ، فَقالَ وَاحِدٌ مِنْهُمْ: قَدْ كانَ عَرْشُ رَبِّنا على المَاءِ، فاجْعل فيَّ قُوَّةَ المَاءِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ المَاءِ؛ وقال آخرُ: اجْعَل فيَّ قُوَّةَ السَّمَاوَاتِ، قالَ: قَدْ جَعَلْتُ فيك قُوَّةَ السَّمَاوَاتِ؛ وقالَ آخَرُ: اجْعَل فيَّ قُوَّةَ الأرْضِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ الأرْضِ والجِبالِ؛ وقالَ آخَرُ: اجْعَلْ فِيَّ قُوَّةَ الرِّياحِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ الرِّياح؛ ثُمَّ قال: احْمِلُوا، فَوَضَعُوا العَرْش على كَوَاهِلِهِمْ، فَلَمْ يَزُولُوا؛ قالَ: فَجاءَ عِلْمٌ آخَرُ، وإنَّمَا كانَ عِلْمُهُمُ الَّذِي سأَلُوهُ القُوَّةَ، فَقالَ لَهُمْ: قُولُوا: لا حَوْلَ وَلا قُوَّةَ إلا بالله، فقالوا: لا حَوْلَ وَلا قوَّةَ إلا بالله، فَجَعَلَ اللهُ فِيهِمْ مِنْ الْحَوْلِ والقُوَّةِ ما لَمْ يَبْلُغْهُ عِلْمُهُمْ، فَحَمَلُوا \".حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: بلغنا أن رسول الله صلى الله عليه وسلم قال: \" هُمُ اليَوْمَ أرْبَعَةٌ\"، يعني: حملة العرش \" وَإذَا كانَ يَوْمُ القِيامَةِ أيَّدَهُمُ اللهُ بأرْبَعَةٍ آخَرِينَ فكانُوا ثَمانِيَةً وَقَدْ قالَ اللهُ: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) \".حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن ميسرة، قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: أرجلهم في التخوم لا يستطيعون أن يرفعوا أبصارهم من شعاع النور."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نفخ المَلَك في \"القرن\" نفخة واحدة، وهي النفخة الأولى التي يكون عندها هلاك العالم، ورُفعت الأرض والجبال عن أماكنها فكُسِّرتا، ودُقَّتا دقة واحدة. ففي ذلك الحين قامت القيامة، وانصدعت السماء، فهي يومئذ ضعيفة مسترخية، لا تماسُك فيها ولا صلابة، والملائكة على جوانبها وأطرافها، ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام. في ذلك اليوم تُعرضون على الله- أيها الناس- للحساب والجزاء، لا يخفى عليه شيء من أسراركم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يومئذ تعرضون» للحساب «لا تخفى» بالتاء والياء «منكم خافية» من السرائر."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يَوْمَئِذٍ تُعْرَضُونَ  على الله  لَا تَخْفَى مِنْكُمْ خَافِيَةٌ  لا من أجسامكم وأجسادكم ولا من أعمالكم [وصفاتكم]، فإن الله تعالى عالم الغيب والشهادة. ويحشر العباد حفاة عراة غرلا، في أرض مستوية، يسمعهم الداعي، وينفذهم البصر، فحينئذ يجازيهم بما عملوا، ولهذا ذكر كيفية الجزاء، فقال:"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : أي تعرضون على عالم السر والنجوى الذي لا يخفى عليه شيء من أموركم ، بل هو عالم بالظواهر والسرائر والضمائر ; ولهذا قال : ( لا تخفى منكم خافية )وقد قال ابن أبي الدنيا : أخبرنا إسحاق بن إسماعيل ، أخبرنا سفيان بن عيينة ، عن جعفر بن برقان ، عن ثابت بن الحجاج قال : قال عمر بن الخطاب رضي الله عنه : حاسبوا أنفسكم قبل أن تحاسبوا ، وزنوا أنفسكم قبل أن توزنوا ، فإنه أخف عليكم في الحساب غدا أن تحاسبوا أنفسكم اليوم ، وتزينوا للعرض الأكبر : ( يومئذ تعرضون لا تخفى منكم خافية ) .وقال الإمام أحمد : حدثنا وكيع ، حدثنا علي بن علي بن رفاعة ، عن الحسن ، عن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : \" يعرض الناس يوم القيامة ثلاث عرضات ، فأما عرضتان فجدال ومعاذير ، وأما الثالثة فعند ذلك تطير الصحف في الأيدي ، فآخذ بيمينه وآخذ بشماله \" .ورواه ابن ماجه ، عن أبي بكر بن أبي شيبة ، عن وكيع به ، وقد رواه الترمذي ، عن أبي كريب ، عن وكيع ، عن علي بن علي ، عن الحسن ، عن أبي هريرة‌ به .وقد روى ابن جرير ، عن مجاهد بن موسى ، عن يزيد ، عن سليمان بن حيان ، عن مروان الأصغر ، عن أبي وائل ، عن عبد الله قال : يعرض الناس يوم القيامة ثلاث عرضات : عرضتان ، معاذير وخصومات ، والعرضة الثالثة تطير الصحف في الأيدي . ورواه سعيد بن أبي عروبة ، عن قتادة مرسلا مثله ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "يومئذ تعرضون ) على الله ( لا تخفى ) قرأ حمزة والكسائي : \" لا يخفى \" بالياء ، وقرأ الآخرون بالتاء ( منكم خافية ) أي فعلة خافية . قال الكلبي : لا يخفى على الله منكم شيء . قال أبو موسى : يعرض الناس ثلاث عرضات ، فأما عرضتان فجدال ومعاذير وأما العرضة الثالثة فعندها تطاير الصحف فآخذ بيمينه وآخذ بشماله"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : يومئذ تعرضون لا تخفى منكم خافيةقوله تعالى : \" يومئذ تعرضون \" أي على الله ; دليله : وعرضوا على ربك صفا وليس ذلك عرضا يعلم به ما لم يكن عالما به ، بل معناه الحساب وتقرير الأعمال عليهم للمجازاة . وروى الحسن عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" يعرض الناس يوم القيامة ثلاث عرضات ، فأما عرضتان فجدال ومعاذير ، وأما الثالثة فعند ذلك تطير الصحف في الأيدي فآخذ بيمينه وآخذ بشماله \" . خرجه الترمذي قال : ولا يصح من قبل أن الحسن لم يسمع من أبي هريرة .لا تخفى منكم خافية أي هو عالم بكل شيء من أعمالكم . فخافية على هذا بمعنى خفية ، كانوا يخفونها من أعمالهم ; قاله ابن شجرة . وقيل : لا يخفى عليه إنسان ; أي لا يبقى إنسان لا يحاسب . وقال عبد الله بن عمرو بن العاص : لا يخفى المؤمن من الكافر ولا البر من الفاجر . وقيل : لا تستتر منكم عورة ; كما قال النبي صلى الله عليه وسلم : \" يحشر الناس حفاة عراة \" . وقرأ الكوفيون إلا عاصما : \" لا يخفى \" بالياء ; لأن تأنيث الخافية غير حقيقي ; نحو قوله تعالى : وأخذ الذين ظلموا الصيحة واختاره أبو عبيد ; لأنه قد حال بين الفعل وبين الاسم المؤنث الجار والمجرور . الباقون بالتاء . واختاره أبو حاتم لتأنيث الخافية ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله : ( يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) يقول تعالى ذكره: يومئذ أيها الناس تعرضون على ربكم، وقيل: تعرضون ثلاث عرضات.* ذكر من قال ذلك:حدثنا الحسن بن قزعة الباهليّ، قال: ثنا وكيع بن الجراح، قال: ثنا عليّ بن عليّ الرفاعي، عن الحسن، عن أبي موسي الأشعري، قال: \" تُعرض الناس ثلاث عرضات، فأما عرضتان فجدال ومعاذير. وأما الثالثة، فعند ذلك تطير الصحف في الأيدي، فآخذ بيمينه، وآخذ بشماله \".حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: ثنا سليمان بن حيان، عن مروان الأصغر، عن أبي وائل، عن عبد الله، قال: \" يعرض الناس يوم القيامة ثلاث عرضات: عرضتان معاذير وخصومات، والعرضة الثالثة تطيرّ الصحف في الأيدي\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" يُعرضُ الناس ثلاث عرضات يوم القيامة، فأما عرضتان ففيهما خصومات ومعاذير وجدال، وأما العرضة الثالثة فتطيرّ الصحف في الأيدي\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، بنحوه.وقوله: ( لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) يقول جلّ ثناؤه: لا تخفى على الله منكم خافية، لأنه عالم بجميعكم، محيط بكلكم."
      }
    ],
    "19": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فأما من أوتيَ كتابه بيمينه فيقول» خطابا لجماعته لما سر به «هاؤمُ» خذوا «اقرؤوا كتابيه» تنازع فيه هاؤم واقرءُوا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وهؤلاء هم أهل السعادة يعطون كتبهم التي فيها أعمالهم الصالحة بأيمانهم تمييزا لهم وتنويها بشأنهم ورفعا لمقدارهم، ويقول أحدهم عند ذلك من الفرح والسرور ومحبة أن يطلع الخلق على ما من الله عليه به من الكرامة:  هَاؤُمُ اقْرَءُوا كِتَابِيَهْ  أي: دونكم كتابي فاقرأوه فإنه يبشر بالجنات، وأنواع الكرامات، ومغفرة الذنوب، وستر العيوب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يخبر تعالى عن سعادة من أوتي كتابه يوم القيامة بيمينه ، وفرحه بذلك ، وأنه من شدة فرحه يقول لكل من لقيه : ( هاؤم اقرءوا كتابيه ) أي : خذوا اقرؤوا كتابيه ; لأنه يعلم أن الذي فيه خير وحسنات محضة ; لأنه ممن بدل الله سيئاته حسنات .قال عبد الرحمن بن زيد : معنى : ( هاؤم اقرءوا كتابيه ) أي : ها اقرؤوا كتابيه ، و \" ؤم \" زائدة . كذا قال ، والظاهر أنها بمعنى : هاكم .وقد قال ابن أبى حاتم حدثنا : بشر بن مطر الواسطي ، حدثنا يزيد بن هارون ، أخبرنا عاصم الأحول عن أبي عثمان قال : المؤمن يعطى كتابه [ بيمينه ] في ستر من الله ، فيقرأ سيئاته ، فكلما قرأ سيئة تغير لونه حتى يمر بحسناته فيقرؤها ، فيرجع إليه لونه . ثم ينظر فإذا سيئاته قد بدلت حسنات ، قال : فعند ذلك يقول : ( هاؤم اقرءوا كتابيه )وحدثنا أبي ، حدثنا إبراهيم بن الوليد بن سلمة ، حدثنا روح بن عبادة ، حدثنا موسى بن عبيدة ، أخبرني عبد الله بن عبد الله بن حنظلة - غسيل الملائكة - قال : إن الله يقف عبده يوم القيامة فيبدي سيئاته في ظهر صحيفته ، فيقول له : أنت عملت هذا ؟ فيقول : نعم أي رب ، فيقول له : إني لم أفضحك به ، وإني قد غفرت لك ، فيقول عند ذلك : ( هاؤم اقرءوا كتابيه إني ظننت أني ملاق حسابيه ) حين نجا من فضحه يوم القيامة .وقد تقدم في الصحيح حديث ابن عمر حين سئل عن النجوى ، فقال : سمعت النبي صلى الله عليه وسلم يقول : \" يدني الله العبد يوم القيامة ، فيقرره بذنوبه كلها ، حتى إذا رأى أنه قد هلك قال الله : إني سترتها عليك في الدنيا ، وأنا أغفرها لك اليوم . ثم يعطى كتاب حسناته بيمينه ، وأما الكافر والمنافق فيقول الأشهاد : ( هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين ) [ هود : 18 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "وذلك قوله - عز وجل - : ( فأما من أوتي كتابه بيمينه فيقول هاؤم اقرءوا كتابيه ) تعالوا اقرءوا كتابيه الهاء في \" كتابيه \" هاء الوقف ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فأما من أوتي كتابه بيمينه إعطاء الكتاب باليمين دليل على النجاة . وقال ابن عباس : أول من يعطى كتابه بيمينه من هذه الأمة عمر بن الخطاب ، وله شعاع كشعاع الشمس . قيل له : فأين أبو بكر ؟ فقال : هيهات هيهات ! زفته الملائكة إلى الجنة . ذكره الثعلبي . وقد ذكرناه مرفوعا من حديث زيد بن ثابت بلفظه ومعناه في كتاب \" التذكرة \" . والحمد لله .فيقول هاؤم اقرءوا كتابيه أي يقول ذلك ثقة بالإسلام وسرورا بنجاته ; لأن اليمين عند العرب من دلائل الفرح ، والشمال من دلائل الغم . قال الشاعر :أبيني أفي يمنى يديك جعلتني فأفرح أم صيرتني في شمالكومعنى : هاؤم تعالوا ; قاله ابن زيد . وقال مقاتل : هلم . وقيل : أي خذوا ; ومنه : الخبر في الربا \" إلا هاء وهاء \" أي يقول كل واحد لصاحبه : خذ . قال ابن السكيت والكسائي : العرب تقول : هاء يا رجل اقرأ ، وللاثنين هاؤما يا رجلان ، وهاؤم يا رجال ، وللمرة هاء ( بكسر الهمزة ) وهاؤما وهاؤمن . والأصل هاكم فأبدلت الهمزة من الكاف ; قال القتيبي . وقيل : إن \" هاؤم \" كلمة وضعت لإجابة الداعي عند النشاط والفرح . روي أن رسول الله صلى الله عليه وسلم ناداه أعرابي بصوت عال فأجابه النبي صلى الله عليه وسلم \" هاؤم \" يطول صوته .وكتابيه منصوب ب \" هاؤم \" عند الكوفيين . وعند البصريين ب \" اقرءوا \" لأنه أقرب العاملين . والأصل \" كتابي \" فأدخلت الهاء لتبين فتحة الياء ، وكان الهاء للوقف ، وكذلك في أخواته : حسابيه ، و ماليه ، و سلطانيه وفي القارعة ماهيه . وقراءة العامة بالهاء فيهن في الوقف والوصل معا ; لأنهن وقعن في المصحف بالهاء فلا تترك . واختار أبو عبيد أن يتعمد الوقف عليها ليوافق اللغة في إلحاق الهاء في السكت ويوافق الخط . وقرأ ابن محيصن ومجاهد وحميد ويعقوب بحذف الهاء في الوصل وإثباتها في الوقف فيهن جمع . ووافقهم حمزة في ماليه وسلطانيه ، و ماهيه في القارعة . وجملة هذه الحروف سبعة . واختار أبو حاتم قراءة يعقوب ومن معه اتباعا للغة . ومن قرأهن في الوصل بالهاء فهو على نية الوقف ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (19)يقول تعالى ذكره: فأما من أعطي كتاب أعماله بيمينه، فيقول تعالى ( اقْرَءُوا كِتَابِيَهْ ) .كما حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: ( هَاؤُمُ اقْرَءُوا كِتَابِيَهْ ) قال: تعالوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: كان بعض أهل العلم يقول: وجدت أكيس الناس من قال: ( هَاؤُمُ اقْرَءُوا كِتَابِيَهْ )."
      }
    ],
    "20": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إني ظننت» تيقنت «أني ملاق حسابيه»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "والذي أوصلني إلى هذه الحال، ما من الله به علي من الإيمان بالبعث والحساب، والاستعداد له بالممكن من العمل، ولهذا قال:  إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ  أي: أيقنت فالظن -هنا- [بمعنى] اليقين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إني ظننت أني ملاق حسابيه ) أي : قد كنت موقنا في الدنيا أن هذا اليوم كائن لا محالة ، كما قال : ( الذين يظنون أنهم ملاقو ربهم ) [ البقرة : 46 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إني ظننت\"، علمت وأيقنت، \"أني ملاق حسابيه\"، أي: إني أحاسب في الآخرة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إني ظننت أي أيقنت وعلمت ، عن ابن عباس وغيره . وقيل : أي إني ظننت إن يؤاخذني الله بسيئاتي عذبني فقد تفضل علي بعفوه ولم يؤاخذني بها . قال الضحاك : كل ظن في القرآن من المؤمن فهو يقين . ومن الكافر فهو شك . وقال مجاهد : ظن الآخرة يقين ، وظن الدنيا شك . وقال الحسن في هذه الآية : إن المؤمن أحسن الظن بربه فأحسن العمل وإن المنافق أساء الظن بربه فأساء العمل .أني ملاق حسابيه أي في الآخرة ولم أنكر البعث ; يعني أنه ما نجا إلا بخوفه من يوم الحساب ، لأنه تيقن أن الله يحاسبه فعمل للآخرة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) يقول: إني علمت أني ملاق حسابيه إذا وردت يوم القيامة على ربي.وبنحو الذي قلنا في تأويل قوله: ( إِنِّي ظَنَنْتُ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) يقول: أيقنت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) : ظنّ ظنا يقينا، فنفعه الله بظنه.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) قال: إن الظنّ من المؤمن يقين، وإن \" عسى \" من الله واجب  فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ   فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ  .حدثنا ابن عبد الأعلى، قال؛ ثنا ابن ثور، عن معمر، عن قتادة ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) قال: ما كان من ظنّ الآخرة فهو علم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد، قال: كلّ ظنّ في القرآن ( إِنِّي ظَنَنْتُ ) يقول: أي علمت."
      }
    ],
    "21": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فهو في عيشة راضية» مرضية."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ  أي: جامعة لما تشتهيه الأنفس، وتلذ الأعين، وقد رضوها ولم يختاروا عليها غيرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال الله : ( فهو في عيشة راضية ) أي : مرضية ،"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فهو في عيشة ) حالة من العيش ( راضية ) مرضية كقوله : \" ماء دافق \" ( الطارق - 6 ) يريد : يرضاها بأن لقي الثواب وأمن العقاب ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فهو في عيشة راضية أي في عيش يرضاه لا مكروه فيه . وقال أبو عبيدة والفراء : راضية أي مرضية ; كقولك : ماء دافق ; أي مدفوق . وقيل : ذات رضا ; أي يرضى بها صاحبها . مثل لابن وتامر ; أي صاحب اللبن والتمر . وفي الصحيح عن النبي صلى الله عليه وسلم : أنهم يعيشون فلا يموتون أبدا ويصحون فلا يمرضون أبدا ، وينعمون فلا يرون بؤسا أبدا ، ويشبون فلا يهرمون أبدا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (21)يقول تعالى ذكره: فالذي وصفت أمره، وهو الذي أوتي كتابه بيمينه، في عيشة مرضية، أو عيشة فيها الرضا، فوصفت العيشة بالرضا وهي مرضية، لأن ذلك مدح للعيشة، والعرب تفعل ذلك في المدح والذّم فتقول: هذا ليل نائم، وسرّ كاتم، وماء دافق، فيوجهون الفعل إليه، وهو في الأصل مقول لما يراد من المدح أو الذّم، ومن قال ذلك لم يجز له أن يقول للضارب مضروب، ولا للمضروب ضارب، لأنه لا مدح فيه ولا ذمّ."
      }
    ],
    "22": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«في جنة عالية»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فِي جَنَّةٍ عَالِيَةٍ  المنازل والقصور عالية المحل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( في جنة عالية ) أي : رفيعة قصورها ، حسان حورها ، نعيمة دورها ، دائم حبورها .قال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو عتبة الحسن بن علي بن مسلم السكوني ، حدثنا إسماعيل بن عياش ، عن سعيد بن يوسف ، عن يحيى بن أبي كثير ، عن أبي سلام الأسود قال : سمعت أبا أمامة قال : سأل رجل رسول الله صلى الله عليه وسلم : هل يتزاور أهل الجنة ؟ قال : \" نعم ، إنه ليهبط أهل الدرجة العليا إلى أهل الدرجة السفلى ، فيحيونهم ويسلمون عليهم ، ولا يستطيع أهل الدرجة السفلى يصعدون إلى الأعلين ، تقصر بهم أعمالهم \"وقد ثبت في الصحيح : \" إن الجنة مائة درجة ، ما بين كل درجتين كما بين السماء والأرض \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"في جنة عالية\"، رفيعة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي عظيمة في النفوس ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (فِي جَنَّةٍ عَالِيَةٍ ) يقول: في بستان عال رفيع، و \" في\" من قوله: (فِي جَنَّةٍ ) من صلة عيشة.وقوله: (قُطُوفُهَا دَانِيَةٌ ) يقول: ما يقطف من الجنة من ثمارها دانٍ قريب من قاطفه.وذُكر أن الذي يريد ثمرها يتناوله كيف شاء قائما وقاعدا، لا يمنعه منه بُعد، ولا يحول بينه وبينه شوك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "23": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قطوفها» ثمارها «دانية» قريبة يتناولها القائم والقاعد والمضطجع."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " قُطُوفُهَا دَانِيَةٌ  أي: ثمرها وجناها من أنواع الفواكه قريبة، سهلة التناول على أهلها، ينالها أهلها قياما وقعودا ومتكئين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( قطوفها دانية ) قال البراء بن عازب : أي قريبة ، يتناولها أحدهم ، وهو نائم على سريره . وكذا قال غير واحد .قال الطبراني : [ حدثنا إسحاق بن إبراهيم الدبري ] عن عبد الرزاق ، عن سفيان الثوري عن عبد الرحمن بن زياد بن أنعم ، عن عطاء بن يسار ، عن سلمان الفارسي ، قال : قال رسول الله صلى الله عليه وسلم : \" لا يدخل أحد الجنة إلا بجواز : ( بسم الله الرحمن الرحيم ) هذا كتاب من الله لفلان بن فلان ، أدخلوه جنة عالية ، قطوفها دانية \" .وكذا رواه الضياء في صفة الجنة من طريق سعدان بن سعيد ، عن سليمان التيمي ، عن أبي عثمان النهدي ، عن سلمان ، عن رسول الله صلى الله عليه وسلم قال : يعطى المؤمن جوازا على الصراط : ( بسم الله الرحمن الرحيم ) ، هذا كتاب من الله العزيز الحكيم لفلان ، أدخلوه جنة عالية ، قطوفها دانية \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"قطوفها دانية\" ثمارها قريبة لمن يتناولها في كل أحواله ينالها قائماً وقاعداً ومضطجعاً يقطعون كيف شاؤوا."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي قريبة التناول , يتناولها القائم والقاعد والمضطجع على ما يأتي بيانه في سورة \" الإنسان \" .والقطوف جمع قطف ( بكسر القاف ) وهو ما يقطف من الثمار .والقطف ( بالفتح ) المصدر .والقطاف ( بالفتح والكسر ) وقت القطف ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت البراء يقول في هذه الآية (قُطُوفُهَا دَانِيَةٌ ) قال: يتناول الرجل من فواكهها وهو نائم.حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة، قوله: (قُطُوفُهَا دَانِيَةٌ ) : دنت فلا يردّ أيديهم عنها بعد ولا شوك."
      }
    ],
    "24": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأمَّا من أُعطي كتاب أعماله بيمينه، فيقول ابتهاجًا وسرورًا: خذوا اقرؤوا كتابي، إني أيقنت في الدنيا بأني سألقى جزائي يوم القيامة، فأعددت له العدة من الإيمان والعمل الصالح، فهو في عيشة هنيئة مرضية، في جنة مرتفعة المكان والدرجات، ثمارها قريبة يتناولها القائم والقاعد والمضطجع. يقال لهم: كلوا أكلا واشربوا شربًا بعيدًا عن كل أذى، سالمين من كل مكروه؛ بسبب ما قدَّمتم من الأعمال الصالحة في أيام الدنيا الماضية."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "فيقال لهم «كلوا واشربوا هنيئا» حال، أي متهنئين «بما أسلفتم في الأيام الخالية» الماضية في الدنيا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ويقال لهم إكراما:  كُلُوا وَاشْرَبُوا  أي: من كل طعام لذيذ، وشراب شهي،  هَنِيئًا  أي: تاما كاملا من غير مكدر ولا منغص. وذلك الجزاء حصل لكم  بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ  من الأعمال الصالحة -وترك الأعمال السيئة- من صلاة وصيام وصدقة وحج وإحسان إلى الخلق، وذكر لله وإنابة إليه. فالأعمال جعلها الله سببا لدخول الجنة ومادة لنعيمها وأصلا لسعادتها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية ) أي : يقال لهم ذلك ; تفضلا عليهم ، وامتنانا وإنعاما وإحسانا . وإلا فقد ثبت في الصحيح ، عن رسول الله صلى الله عليه وسلم أنه قال : \" اعملوا وسددوا وقاربوا واعلموا أن أحدا منكم لن يدخله عمله الجنة \" . قالوا : ولا أنت يا رسول الله ؟ قال : \" ولا أنا ، إلا أن يتغمدني الله برحمة منه وفضل \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كلوا واشربوا هنيئاً بما أسلفتم\"، قدمتم لآخرتكم من الأعمال الصالحة، \"في الأيام الخالية\"، الماضية يريد أيام الدنيا."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" كلوا واشربوا \" أي يقال لهم ذلك .\" هنيئا \" لا تكدير فيه ولا تنغيص .\" بما أسلفتم \" قدمتم من الأعمال الصالحة .\" في الأيام الخالية \" أي في الدنيا . وقال : كلوا بعد قوله : فهو في عيشة راضية لقوله : \" فأما من أوتي \" و \" من \" يتضمن معنى الجمع . وذكر الضحاك أن هذه الآية نزلت في أبي سلمة عبد الله بن عبد الأسد المخزومي ; وقاله مقاتل . والآية التي تليها في أخيه الأسود بن عبد الأسد ; في قول ابن عباس والضحاك أيضا ; قاله الثعلبي . ويكون هذا الرجل وأخوه سبب نزول هذه الآيات . ويعم المعنى جميع أهل الشقاوة وأهل السعادة ; يدل عليه قوله تعالى : \" كلوا واشربوا \" . وقد قيل : إن المراد بذلك كل من كان متبوعا في الخير والشر . فإذا كان الرجل رأسا في الخير ، يدعو إليه ويأمر به ويكثر تبعه عليه ، دعي باسمه واسم أبيه ، فيتقدم حتى إذا دنا أخرج له كتاب أبيض بخط أبيض ، في باطنه السيئات وفي ظاهره الحسنات فيبدأ بالسيئات فيقرأها فيشفق ويصفر وجهه ويتغير لونه ، فإذا بلغ آخر الكتاب وجد فيه \" هذه سيئاتك وقد غفرت لك \" فيفرح عند ذلك فرحا شديدا ، ثم يقلب كتابه فيقرأ حسناته فلا يزداد إلا فرحا ; حتى إذا بلغ آخر الكتاب وجد فيه \" هذه حسناتك قد ضوعفت لك \" فيبيض وجهه ويؤتى بتاج فيوضع على رأسه ، ويكسى حلتين ، ويحلى كل مفصل منه ويطول ستين ذراعا وهي قامة آدم عليه السلام ; ويقال له : انطلق إلى أصحابك فأخبرهم وبشرهم أن لكل إنسان منهم مثل هذا . فإذا أدبر قال : هاؤم اقرءوا كتابيه إني ظننت أني ملاق حسابيه . قال الله تعالى : فهو في عيشة راضية أي مرضية قد رضيها في جنة عالية في السماء قطوفها ثمارها وعناقيدها دانية أدنيت منهم . فيقول لأصحابه : هل تعرفوني ؟ فيقولون : قد غمرتك كرامة ، من أنت ؟ فيقول : أنا فلان بن فلان أبشر كل رجل منكم بمثل هذا . كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية أي قدمتم في أيام الدنيا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) يقول لهم ربهم جل ثناؤه: كلوا معشر من رضيت عنه، فأدخلته جنتي من ثمارها، وطيب ما فيها من الأطعمة، واشربوا من أشْرِبتها، هَنِيئا لَكُمْ لا تتأذون بما تأكلون، ولا بما تشربون، ولا تحتاجون من أكل ذلك إلى غائط ولا بول، (بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) يقول: كلوا واشربوا هنيئا: جزاء من الله لكم، وثوابا بما أسلفتم، أو على ما أسلفتم: أي على ما قدّتم في دنياكم لآخرتكم من العمل بطاعة الله، ( في الأيام الخالية ) يقول: في أيام الدنيا التي خلت فمضت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: (كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) إن أيامكم هذه أيام خالية: هي أيام فانية، تؤدي إلى أيام باقية، فاعملوا في هذه الأيام، وقدّموا فيها خيرًا إن استطعتم، ولا قوّة إلا بالله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) قال: أيام الدنيا بما عملوا فيها."
      }
    ],
    "25": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وَأمَّا من أعطي كتاب أعماله بشماله، فيقول نادمًا متحسرًا: يا ليتني لم أُعط كتابي، ولم أعلم ما جزائي؟ يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها، ما نفعني مالي الذي جمعته في الدنيا، ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما من أوتيَ كتابه بشماله فيقول يا» للتنبيه «ليتني لم أوت كتابيه»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "هؤلاء أهل الشقاء يعطون كتب أعمالهم السيئة بشمالهم تمييزا لهم وخزيا وعارا وفضيحة، فيقول أحدهم من الهم والغم والخزي  يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ  لأنه يبشر بدخول النار والخسارة الأبدية."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهذا إخبار عن حال الأشقياء إذا أعطي أحدهم كتابه في العرصات بشماله ، فحينئذ يندم غاية الندم ، فيقول : ( فيقول يا ليتني لم أوت كتابيه ولم أدر ما حسابيه يا ليتها كانت القاضية )قال الضحاك : يعني موتة لا حياة بعدها . وكذا قال محمد بن كعب والربيع والسدي .وقال قتادة : تمنى الموت ، ولم يكن شيء في الدنيا أكره إليه منه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأما من أوتي كتابه بشماله ) قال ابن السائب : تلوى يده اليسرى [ من صدره ] خلف ظهره ثم يعطى كتابه . وقيل : تنزع يده اليسرى من صدره إلى خلف ظهره ثم يعطى كتابه ; ( فيقول ياليتني لم أوت كتابيه)"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وإذا كان الرجل رأسا في الشر ، يدعو إليه ويأمر به فيكثر تبعه عليه ، نودي باسمه واسم أبيه فيتقدم إلى حسابه ، فيخرج له كتاب أسود بخط أسود في باطنه الحسنات وفي ظاهره السيئات ، فيبدأ بالحسنات فيقرأها ويظن أنه سينجو ، فإذا بلغ آخر الكتاب وجد فيه \" هذه حسناتك وقد ردت عليك \" فيسود وجهه ويعلوه الحزن ويقنط من الخير ، ثم يقلب كتابه فيقرأ سيئاته فلا يزداد إلا حزنا ، ولا يزداد وجهه إلا سوادا ، فإذا بلغ آخر الكتاب وجد فيه \" هذه سيئاتك وقد ضوعفت عليك \" أي يضاعف عليه العذاب . ليس المعنى أنه يزاد عليه ما لم يعمل - قال - فيعظم للنار وتزرق عيناه ويسود وجهه ، ويكسى سرابيل القطران ويقال له : انطلق إلى أصحابك وأخبرهم أن لكل إنسان منهم مثل هذا ; فينطلق وهو يقول : يا ليتني لم أوت كتابيه"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ (25)يقول تعالى ذكره: وأما من أعطي يومئذ كتاب أعماله بشماله، فيقول: يا ليتني لم أعط كتابيه،"
      }
    ],
    "26": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وَأمَّا من أعطي كتاب أعماله بشماله، فيقول نادمًا متحسرًا: يا ليتني لم أُعط كتابي، ولم أعلم ما جزائي؟ يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها، ما نفعني مالي الذي جمعته في الدنيا، ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولم أدر ما حسابيه»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلَمْ أَدْرِ مَا حِسَابِيَهْ  أي: ليتني كنت نسيا منسيا ولم أبعث وأحاسب ولهذا قال:"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهذا إخبار عن حال الأشقياء إذا أعطي أحدهم كتابه في العرصات بشماله ، فحينئذ يندم غاية الندم ، فيقول : ( فيقول يا ليتني لم أوت كتابيه ولم أدر ما حسابيه يا ليتها كانت القاضية )قال الضحاك : يعني موتة لا حياة بعدها . وكذا قال محمد بن كعب والربيع والسدي .وقال قتادة : تمنى الموت ، ولم يكن شيء في الدنيا أكره إليه منه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولم أدر ما حسابيه\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وإذا كان الرجل رأسا في الشر , يدعو إليه ويأمر به فيكثر تبعه عليه , نودي باسمه واسم أبيه فيتقدم إلى حسابه , فيخرج له كتاب أسود بخط أسود في باطنه الحسنات وفي ظاهره السيئات , فيبدأ بالحسنات فيقرأها ويظن أنه سينجو , فإذا بلغ آخر الكتاب وجد فيه \" هذه حسناتك وقد ردت عليك \" فيسود وجهه ويعلوه الحزن ويقنط من الخير , ثم يقلب كتابه فيقرأ سيئاته فلا يزداد إلا حزنا , ولا يزداد وجهه إلا سوادا , فإذا بلغ آخر الكتاب وجد فيه \" هذه سيئاتك وقد ضوعفت عليك \" أي يضاعف عليه العذاب .ليس المعنى أنه يزاد عليه ما لم يعمل - قال - فيعظم للنار وتزرق عيناه ويسود وجهه , ويكسى سرابيل القطران ويقال له : انطلق إلى أصحابك وأخبرهم أن لكل إنسان منهم مثل هذا ; ينطلق وهو يقول : \" يا ليتني لم أوت كتابيه \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(وَلَمْ أَدْرِ مَا حِسَابِيَهْ ) يقول: ولم أدر أيّ شيء حسابيه."
      }
    ],
    "27": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وَأمَّا من أعطي كتاب أعماله بشماله، فيقول نادمًا متحسرًا: يا ليتني لم أُعط كتابي، ولم أعلم ما جزائي؟ يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها، ما نفعني مالي الذي جمعته في الدنيا، ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا ليتها» أي الموتة في الدنيا «كانت القاضية» القاطعة لحياتي بأن لا أبعث."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ  أي:: يا ليت موتتي هي الموتة التي لا بعث بعدها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهذا إخبار عن حال الأشقياء إذا أعطي أحدهم كتابه في العرصات بشماله ، فحينئذ يندم غاية الندم ، فيقول : ( فيقول يا ليتني لم أوت كتابيه ولم أدر ما حسابيه يا ليتها كانت القاضية )قال الضحاك : يعني موتة لا حياة بعدها . وكذا قال محمد بن كعب والربيع والسدي .وقال قتادة : تمنى الموت ، ولم يكن شيء في الدنيا أكره إليه منه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( يا‎ليتها كانت القاضية ) يقول : يا ليت الموتة التي متها في الدنيا كانت القاضية الفارغة من كل ما بعدها والقاطعة للحياة ، فلم أحي بعدها . و \" القاضية \" موت لا حياة بعده يتمنى أنه لم يبعث للحساب . قال قتادة : يتمنى الموت ولم يكن عنده في الدنيا شيء أكره من الموت ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يتمنى الموت ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ) يقول: يا ليت الموتة التي متها في الدنيا كانت هي الفراغ من كلّ ما بعدها، ولم يكن بعدها حياة ولا بعث؛ والقضاء: وهو الفراغ.وقيل: إنه تمنَّى الموت الذي يقضي عليه، فتخرج منه نفسهوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ): تمنى الموت، ولم يكن في الدنيا شيء أكره عنده من الموت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ): الموت."
      }
    ],
    "28": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وَأمَّا من أعطي كتاب أعماله بشماله، فيقول نادمًا متحسرًا: يا ليتني لم أُعط كتابي، ولم أعلم ما جزائي؟ يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها، ما نفعني مالي الذي جمعته في الدنيا، ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ما أغنى عني مالية»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ثم التفت إلى ماله وسلطانه، فإذا هو وبال عليه لم يقدم منه لآخرته، ولم ينفعه في الافتداء من عذاب الله فيقول:  مَا أَغْنَى عَنِّي مَالِيَهْ  أي: ما نفعني لا في الدنيا، لم أقدم منه شيئا، ولا في الآخرة، قد ذهب وقت نفعه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ما أغنى عني ماليه هلك عني سلطانيه ) أي : لم يدفع عني مالي ولا جاهي عذاب الله وبأسه ، بل خلص الأمر إلي وحدي ، فلا معين لي ولا مجير"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ما أغنى عني ماليه\"، لم يدفع عني من عذاب الله شيئاً."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يعني سلطانيه في الدنيا الذي هو الملك"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره مخبرا عن قيل الذي أوتي كتابه بشماله: (مَا أَغْنَى عَنِّي مَالِيَهْ ) يعني أنه لم يدفع عنه ماله الذي كان يملكه في الدنيا من عذاب الله شيئا."
      }
    ],
    "29": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وَأمَّا من أعطي كتاب أعماله بشماله، فيقول نادمًا متحسرًا: يا ليتني لم أُعط كتابي، ولم أعلم ما جزائي؟ يا ليت الموتة التي متُّها في الدنيا كانت القاطعة لأمري، ولم أُبعث بعدها، ما نفعني مالي الذي جمعته في الدنيا، ذهبت عني حجتي، ولم يَعُدْ لي حجة أحتج بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«هلك عني سلطانيه» قوتي وحجتي وهاء كتابيه وحسابيه وماليه وسلطانيه للسكت تثبت وقفا ووصلا اتباعا للمصحف الإمام والنقل، ومنهم من حذفها وصلا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " هَلَكَ عَنِّي سُلْطَانِيَهْ  أي: ذهب واضمحل فلم تنفع الجنود الكثيرة، ولا العدد الخطيرة، ولا الجاه العريض، بل ذهب ذلك كله أدراج الرياح، وفاتت بسببه المتاجر والأرباح، وحضر بدله الهموم والغموم والأتراح."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ما أغنى عني ماليه هلك عني سلطانيه ) أي : لم يدفع عني مالي ولا جاهي عذاب الله وبأسه ، بل خلص الأمر إلي وحدي ، فلا معين لي ولا مجير"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"هلك عني سلطانيه\"، ضلت عني حجتي، عن أكثر المفسرين. وقال ابن زيد: زال عني ملكي وقوتي. قال مقاتل: يعني حين شهدت عليه الجوارح بالشرك."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "هلك عني سلطانيه تفسير ابن عباس : هلكت عني حجتي . وهو قول مجاهد وعكرمة والسدي والضحاك . وقال ابن زيد : يعني سلطانيه في الدنيا الذي هو الملك . وكان هذا الرجل مطاعا في أصحابه ;"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: ذهبت عني حججي، وضلت، فلا حجة لي أحتجّ بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: ضلت عني كلّ بينة فلم تغن عني شيئا.حدثني عبد الرحمن بن الأسود الطُّفاويّ، قال: ثنا محمد بن ربيعة، عن النضر بن عربيّ، قال: سمعت عكرِمة يقول: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) قال: حُجتي.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (هلك عني سلطانيه ) قال: حُجتي.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ): أما والله ما كلّ من دخل النار كان أمير قرية يجبيها، ولكن الله خلقهم، وسلطهم على أقرانهم، وأمرهم بطاعة الله، ونهاهم عن معصية الله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: بينتي ضلَّت عني.وقال آخرون: عني بالسلطان في هذا الموضع: الملك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) قال: سلطان الدنيا."
      }
    ],
    "30": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال، ثم أدخلوه الجحيم ليقاسي حرها، ثم في سلسلة من حديد طولها سبعون ذراعًا فأدخلوه فيها؛ إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه، ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«خذوه» خطاب لخزنة جهنم «فغلوه» اجمعوا يديه إلى عنقه في الغل."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فحينئذ يؤمر بعذابه فيقال للزبانية الغلاظ الشداد:  خُذُوهُ فَغُلُّوهُ  أي: اجعلوا في عنقه غلا يخنقه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "فعندها يقول الله ، عز وجل : ( خذوه فغلوه ثم الجحيم صلوه ) أي : يأمر الزبانية أن تأخذه عنفا من المحشر ، فتغله ، أي : تضع الأغلال في عنقه ، ثم تورده إلى جهنم فتصليه إياها ، أي : تغمره فيها .قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو خالد ، عن عمرو بن قيس عن المنهال بن عمرو قال : إذا قال الله عز وجل ) خذوه ) ابتدره سبعون ألف ملك ، إن الملك منهم ليقول هكذا ، فيلقي سبعين ألفا في النار .وروى ابن أبي الدنيا في \" الأهوال \" : أنه يبتدره أربعمائة ألف ، ولا يبقى شيء إلا دقه ، فيقول : ما لي ولك ؟ فيقول : إن الرب عليك غضبان ، فكل شيء غضبان عليك .وقال الفضيل - هو ابن عياض - : إذا قال الرب عز وجل : ( خذوه فغلوه ) ابتدره سبعون ألف ملك ، أيهم يجعل الغل في عنقه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "يقول الله لخزنة جهنم: \"خذوه فغلوه\"، اجمعوا يده إلى عنقه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قيل : يبتدره مائة ألف ملك ثم تجمع يده إلى عنقه وهو قوله عز وجل : \" فغلوه \" أي شدوه بالأغلال"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (خُذُوهُ فَغُلُّوهُ ) يقول تعالى ذكره لملائكته من خزّان جهن."
      }
    ],
    "31": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال، ثم أدخلوه الجحيم ليقاسي حرها، ثم في سلسلة من حديد طولها سبعون ذراعًا فأدخلوه فيها؛ إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه، ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم الجحيم» النار المحرقة «صلُّوه» ادخلوه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ الْجَحِيمَ صَلُّوهُ  أي: قلبوه على جمرها ولهبها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ثم الجحيم صلوه ) أي : اغمروه فيها ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم الجحيم صلوه\"، أي: أدخلوه الجحيم."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي اجعلوه يصلى الجحيم"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(ثُمَّ الْجَحِيمَ صَلُّوهُ ) يقول: ثم في نار جهنم أوردوه ليصلى فيها."
      }
    ],
    "32": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال، ثم أدخلوه الجحيم ليقاسي حرها، ثم في سلسلة من حديد طولها سبعون ذراعًا فأدخلوه فيها؛ إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه، ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم في سلسلة ذرعها سبعون ذراعا» بذراع الملك «فاسلكوه» أدخلوه فيها بعد إدخاله النار ولم تمنع الفاء من تعلق الفعل بالظرف المتقدم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا  من سلاسل الجحيم في غاية الحرارة  فَاسْلُكُوهُ  أي: انظموه فيها بأن تدخل في دبره وتخرج من فمه، ويعلق فيها، فلا يزال يعذب هذا العذاب الفظيع، فبئس العذاب والعقاب، وواحسرة من له التوبيخ والعتاب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه ) قال كعب الأحبار : كل حلقة منها قدر حديد الدنيا .وقال العوفي ، عن ابن عباس وابن جرير : بذراع الملك . وقال ابن جريج قال ابن عباس : ( فاسلكوه ) تدخل في استه ثم تخرج من فيه ، ثم ينظمون فيها كما ينظم الجراد في العود حين يشوى .وقال العوفي ، عن ابن عباس : يسلك في دبره حتى يخرج من منخريه ، حتى لا يقوم على رجليه .وقال الإمام أحمد : حدثنا علي بن إسحاق ، أخبرنا عبد الله ، أخبرنا سعيد بن يزيد ، عن أبي السمح ، عن عيسى بن هلال الصدفي ، عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : \" لو أن رصاصة مثل هذه - وأشار إلى [ مثل ] جمجمة - أرسلت من السماء إلى الأرض ، وهي مسيرة خمسمائة سنة ، لبلغت الأرض قبل الليل ، ولو أنها أرسلت من رأس السلسلة ، لسارت أربعين خريفا الليل والنهار ، قبل أن تبلغ قعرها أو أصلها \" .وأخرجه الترمذي ، عن سويد بن نصر ، عن عبد الله بن المبارك به قال : هذا حديث حسن ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه ) فأدخلوه فيها . قال ابن عباس : سبعون ذراعا بذراع الملك ، فتدخل في دبره وتخرج من منخره . وقيل : تدخل في فيه وتخرج من دبره . وقال نوف البكالي : سبعون ذراعا كل ذراع سبعون باعا كل باع أبعد مما بينك وبين مكة ، وكان في رحبة الكوفة وقال سفيان : كل ذراع سبعون ذراعا . قال الحسن : الله أعلم أي ذراع هو .أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أخبرنا أبو طاهر محمد بن أحمد بن الحارث ، أخبرنا أبو الحسن محمد بن يعقوب الكسائي ، أخبرنا عبد الله بن محمود ، حدثنا أبو إسحاق إبراهيم بن عبد الله الخلال ، حدثنا عبد الله بن المبارك ، عن سعيد بن يزيد ، عن أبي السمح ، عن عيسى بن هلال الصدفي ، عن عبد الله بن عمرو بن العاص قال : قال رسول الله - صلى الله عليه وسلم - : \" لو أن [ رضاضة ] مثل هذه - وأشار إلى مثل الجمجمة - أرسلت من السماء إلى الأرض ، وهي مسيرة خمسمائة سنة لبلغت الأرض قبل الليل ، ولو أنها أرسلت من رأس السلسلة لسارت أربعين خريفا الليل والنهار قبل أن تبلغ أصلها أو قعرها \" .وعن كعب قال : لو جمع حديد الدنيا ما وزن حلقة منها ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم في سلسلة ذرعها سبعون ذراعا الله أعلم بأي ذراع ، قاله الحسن . وقال ابن عباس : سبعون ذراعا بذراع الملك . وقال نوف : كل ذراع سبعون باعا ، وكل باع أبعد ما بينك وبين مكة . وكان في رحبة الكوفة . وقال مقاتل : لو أن حلقة منها وضعت على ذروة جبل لذاب كما يذوب الرصاص . وقال كعب : إن حلقة من السلسلة التي قال الله تعالى : ذرعها سبعون ذراعا - أن حلقة منها - مثل جميع حديد الدنيا .فاسلكوه قال سفيان : بلغنا أنها تدخل في دبره حتى تخرج من فيه . وقاله مقاتل . والمعنى ثم اسلكوا فيه سلسلة . وقيل : تدخل عنقه فيها ثم يجر بها . وجاء في الخبر أنها تدخل من دبره وتخرج من منخريه . وفي خبر آخر : تدخل من فيه وتخرج من دبره ، فينادي أصحابه : هل تعرفوني ؟ فيقولون : لا ، ولكن قد نرى ما بك من الخزي فمن أنت ؟ فينادي أصحابه : أنا فلان بن فلان ، لكل إنسان منكم مثل هذا .قلت : وهذا التفسير أصح ما قيل في هذه الآية ، يدل عليه قوله تعالى : يوم ندعو كل أناس بإمامهم . وفي الباب حديث أبي هريرة بمعناه خرجه الترمذي . وقد ذكرناه في سورة \" سبحان \" فتأمله هناك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) يقول: ثم اسلكوه في سلسلة ذرعها سبعون ذراعا، بذراع الله أعلم بقدر طولها وقيل: إنها تدخل في دُبُره، ثم تخرج من منخريه.وقال بعضهم: تدخل في فيه، وتخرج من دبره.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن نسير بن ذعلوق، قال: سمعت نوفا يقول: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: كلّ ذراع سبعون باعا، الباع: أبعد ما بينك وبين مكة.حدثنا ابن بشار، قال: ثنا يحيى، قال: ثنا سفيان، قال: ثني نسير، قال: سمعت نوفا يقول في رحبة الكوفة، في إمارة مصعب بن الزبير، في قوله: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: الذراع: سبعون باعا، الباع: أبعد ما بينك وبين مكة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن نسير بن ذعلوق أبي طعمة، عن نوف البكالي (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: كلّ ذراع سبعون باعا، كلّ باع أبعد مما بينك وبين مكة، وهو يومئذ في مسجد الكوفة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) قال: بذراع الملك فاسلكوه، قال: تسلك في دُبره حتى تخرج من منخريه، حتى لا يقوم على رجليه.حدثنا ابن المثنى، قال: ثنا يعمر بن بشير المنقري، قال: ثنا ابن المبارك، قال: أخبرنا سعيد بن يزيد، عن أبي السمح، عن عيسى بن هلال الصدفي، عن عبد الله بن عمرو بن العاص، قال، قال رسول الله صلى الله عليه وسلم: \" لَوْ أنَّ رُصَاصَةً مِثْلَ هَذِهِ، وأشار إلى جمجمة، أُرْسِلَتْ مِنْ السَّماء إلى الأرْض، وَهَي مَسِيَرةُ خَمْسِ مِئَةِ سَنَةٍ، لَبَلَغَتِ الأرْضَ قَبْلَ اللَّيْل، وَلَوْ أنَّها أُرْسِلَتْ مِنْ رأس السّلْسِلَةِ لَسَارَتْ أرْبَعِينَ خَرِيفا اللَّيْلَ والنَّهارَ قَبْلَ أنْ تَبْلُغَ قَعْرَها أوْ أصْلَها \".حدثنا ابن حميد، قال: ثنا مهران، عن ابن المبارك، عن مجاهد، عن جُويبر، عن الضحاك، (فَاسْلُكُوهُ ) قال: السلك: أن تدخل السلسلة في فيه، وتخرج من دبره. وقيل: (ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) وإنما تسلك السلسلة في فيه، كما قالت العرب: أدخلت رأسي في القلنسوة، وإنما تدخل القلنسوة في الرأس، وكما قال الأعشى:إذَا ما السَّرَابُ ارْتَدَى بالأكَمْ (2)وإنما يرتدي الأكم بالسراب وما أشبه ذلك، وإنما قيل ذلك كذلك لمعرفة السامعين معناه، وإنه لا يشكل على سامعه ما أراد قائله.------------------------الهوامش:(2) هذا عجز بيت لأعشى بني قيس ثعلبة ، من قصيدة له، يمدح بها قيس بن معد يكرب (35) وما بعدها، ورواية البيت كله كما في الديوان:غَضُوبٌ مِنَ السَّيْفِ زَيَّافَة .....إذا ما ارْتَدَى بالسَّرابِ الأكَمْعلى رواية المؤلف يكون في البيت قلب؛ لأن المعنى: إذا ارتدى الأكم بالسراب، كما في رواية الديوان. وأما على رواية الديوان فلا قلب. وقد جعل المؤلف على روايته القلب في البيت نظير ما في قوله تعالى: ( ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه ) قال: تسلك السلسلة في فيه، كما قالت العرب: أدخلت رأسي في القلنسوة، وإنما تدخل القلنسوة في الرأس. وإنما قيل ذلك كذلك؛ لمعرفة السامعين معناه، وأنه لا يشكل على سامعه ما أراد قائله . ا ه ."
      }
    ],
    "33": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال، ثم أدخلوه الجحيم ليقاسي حرها، ثم في سلسلة من حديد طولها سبعون ذراعًا فأدخلوه فيها؛ إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه، ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنه كان لا يؤمن بالله العظيم»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فإن السبب الذي أوصله إلى هذا المحل:  إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ  بأن كان كافرا بربه معاندا لرسله رادا ما جاءوا به من الحق."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إنه كان لا يؤمن بالله العظيم ولا يحض على طعام المسكين ) أي : لا يقوم بحق الله عليه من طاعته وعبادته ، ولا ينفع خلقه ويؤدي حقهم ; فإن لله على العباد أن يوحدوه ولا يشركوا به شيئا ، وللعباد بعضهم على بعض حق الإحسان والمعاونة على البر والتقوى ; ولهذا أمر الله بإقام الصلاة وإيتاء الزكاة ، وقبض النبي صلى الله عليه وسلم وهو يقول : \" الصلاة ، وما ملكت أيمانكم \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إنه كان لا يؤمن بالله العظيم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إنه كان لا يؤمن بالله العظيم ولا يحض على طعام المسكين أي على الإطعام ، كما يوضع العطاء موضع الإعطاء . قال الشاعر القطامي :أكفرا بعد رد الموت عني     وبعد عطائك المائة الرتاعاأراد بعد إعطائك . فبين أنه عذب على ترك الإطعام وعلى الأمر بالبخل ، كما عذب بسبب الكفر . والحض : التحريض والحث . وأصل طعام أن يكون منصوبا بالمصدر المقدر . والطعام عبارة عن العين ، وأضيف للمسكين للملابسة التي بينهما . ومن أعمل الطعام كما يعمل الإطعام فموضع المسكين نصب . والتقدير على إطعام المطعم المسكين ; فحذف الفاعل وأضيف المصدر إلى المفعول ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ ) يقول: افعلوا ذلك به جزاء له على كفره بالله في الدنيا، إنه كان لا يصدّق بوحدانية الله العظيم."
      }
    ],
    "34": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يقال لخزنة جهنم: خذوا هذا المجرم الأثيم، فاجمعوا يديه إلى عنقه بالأغلال، ثم أدخلوه الجحيم ليقاسي حرها، ثم في سلسلة من حديد طولها سبعون ذراعًا فأدخلوه فيها؛ إنه كان لا يصدِّق بأن الله هو الإله الحق وحده لا شريك له، ولا يعمل بهديه، ولا يحث الناس في الدنيا على إطعام أهل الحاجة من المساكين وغيرهم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا يحض على طعام المسكين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ  أي: ليس في قلبه رحمة يرحم بها الفقراء والمساكين فلا يطعمهم [من ماله] ولا يحض غيره على إطعامهم، لعدم الوازع في قلبه، وذلك لأن مدار السعادة ومادتها أمران: الإخلاص لله، الذي أصله الإيمان بالله، والإحسان إلى الخلق بوجوه الإحسان، الذي من أعظمها، دفع ضرورة المحتاجين بإطعامهم ما يتقوتون به، وهؤلاء لا إخلاص ولا إحسان، فلذلك استحقوا ما استحقوا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إنه كان لا يؤمن بالله العظيم ولا يحض على طعام المسكين ) أي : لا يقوم بحق الله عليه من طاعته وعبادته ، ولا ينفع خلقه ويؤدي حقهم ; فإن لله على العباد أن يوحدوه ولا يشركوا به شيئا ، وللعباد بعضهم على بعض حق الإحسان والمعاونة على البر والتقوى ; ولهذا أمر الله بإقام الصلاة وإيتاء الزكاة ، وقبض النبي صلى الله عليه وسلم وهو يقول : \" الصلاة ، وما ملكت أيمانكم \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولا يحض على طعام المسكين\"، لا يطعم المسكين في الدنيا ولا يأمر أهله بذلك."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي على الإطعام , كما يوضع العطاء موضع الإعطاء .قال الشاعر : أكفرا بعد رد الموت عني وبعد عطائك المائة الرتاعا أراد بعد إعطائك .فبين أنه عذب على ترك الإطعام وعلى الأمر بالبخل , كما عذب بسبب الكفر .والحض : التحريض والحث .وأصل \" طعام \" أن يكون منصوبا بالمصدر المقدر .والطعام عبارة عن العين , وأضيف للمسكين للملابسة التي بينهما .ومن أعمل الطعام كما يعمل الإطعام فموضع المسكين نصب .والتقدير على إطعام المطعم المسكين ; فحذف الفاعل وأضيف المصدر إلى المفعول ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (34)يقول تعالى ذكره مخبرا عن هذا الشقيّ الذي أوتي كتابه بشماله: إنه كان في الدنيا لا يحضُّ الناس على إطعام أهل المسكنة والحاجة."
      }
    ],
    "35": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فليس لهذا الكافر يوم القيامة قريب يدفع عنه العذاب، وليس له طعام إلا مِن صديد أهل النار، لا يأكله إلا المذنبون المصرُّون على الكفر بالله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فليس له اليوم ههنا حميم» قريب ينتفع به."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا  أي: يوم القيامة  حَمِيمٍ  أي: قريب أو صديق يشفع له لينجو من عذاب الله أو يفوز بثواب الله:  وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ   مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فليس له اليوم ها هنا حميم ولا طعام إلا من غسلين لا يأكله إلا الخاطئون ) أي : ليس له اليوم من ينقذه من عذاب الله ، لا حميم - وهو القريب - ولا شفيع يطاع ، ولا طعام له ها هنا إلا من غسلين .قال قتادة : هو شر طعام أهل النار . وقال الربيع والضحاك : هو شجرة في جهنم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا منصور بن مزاحم ، حدثنا أبو سعيد المؤدب ، عن خصيف ، عن مجاهد ، عن ابن عباس قال : ما أدري ما الغسلين ، ولكني أظنه الزقوم .وقال شبيب بن بشر ، عن عكرمة ، عن ابن عباس قال : الغسلين : الدم والماء يسيل من لحومهم . وقال علي بن أبي طلحة عنه : الغسلين : صديد أهل النار ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\" فليس له اليوم هاهنا حميم \"، قريب ينفعه ويشفع له."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فليس له اليوم هاهنا حميم خبر \" ليس \" قوله : له ولا يكون الخبر قوله : ها هنا لأن المعنى يصير : ليس ها هنا طعام إلا من غسلين ، ولا يصح ذلك ; لأن ثم طعاما غيره . و ها هنا متعلق بما في له من معنى الفعل . والحميم ها هنا القريب . أي ليس له قريب يرق له ويدفع عنه . وهو مأخوذ من الحميم وهو الماء الحار ; كأنه الصديق الذي يرق ويحترق قلبه له . والغسلين فعلين من الغسل ; فكأنه ينغسل من أبدانهم ، وهو صديد أهل النار السائل من جروحهم وفروجهم ، عن ابن عباس . وقال الضحاك والربيع بن أنس : هو شجر يأكله أهل النار . والغسل ( بالكسر ) : ما يغسل به الرأس من خطمي وغيره . الأخفش : ومنه الغسلين ، وهو ما انغسل من لحوم أهل النار ودمائهم . وزيد فيه الياء والنون كما زيد في عفرين . وقال قتادة : هو شر الطعام وأبشعه . ابن زيد : لا يعلم ما هو ولا الزقوم . وقال في موضع آخر : ليس لهم طعام إلا من ضريع يجوز أن يكون الضريع من الغسلين . وقيل : في الكلام تقديم وتأخير ; والمعنى فليس له اليوم ها هنا حميم إلا من غسلين . وقيل : في الكلام تقديم وتأخير ; والمعنى فليس له اليوم ها هنا حميم إلا من غسلين ; ويكون الماء الحار ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ (35)وقوله: ( فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ ) يقول جلّ ثناؤه: (فَلَيْسَ لَهُ الْيَوْمَ ) وذلك يوم القيامة، ( هَاهُنَا ) يعني في الدار الآخرة، ( حَمِيم )، يعني قريب يدفع عنه، ويغيثه مما هو فيه من البلاء.كما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ ) القريب في كلام العرب ."
      }
    ],
    "36": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فليس لهذا الكافر يوم القيامة قريب يدفع عنه العذاب، وليس له طعام إلا مِن صديد أهل النار، لا يأكله إلا المذنبون المصرُّون على الكفر بالله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا طعام إلا من غسلين» صديد أهل النار أو شجر فيها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وليس له طعام إلا من غسلين وهو صديد أهل النار، الذي هو في غاية الحرارة، ونتن الريح،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فليس له اليوم ها هنا حميم ولا طعام إلا من غسلين لا يأكله إلا الخاطئون ) أي : ليس له اليوم من ينقذه من عذاب الله ، لا حميم - وهو القريب - ولا شفيع يطاع ، ولا طعام له ها هنا إلا من غسلين .قال قتادة : هو شر طعام أهل النار . وقال الربيع والضحاك : هو شجرة في جهنم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا منصور بن مزاحم ، حدثنا أبو سعيد المؤدب ، عن خصيف ، عن مجاهد ، عن ابن عباس قال : ما أدري ما الغسلين ، ولكني أظنه الزقوم .وقال شبيب بن بشر ، عن عكرمة ، عن ابن عباس قال : الغسلين : الدم والماء يسيل من لحومهم . وقال علي بن أبي طلحة عنه : الغسلين : صديد أهل النار ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولا طعام إلا من غسلين\"، وهو صديد أهل النار، مأخوذ من الغسل، كأنه غسالة جروحهم وقروحهم. قال الضحاك والربيع: هو شجر يأكله أهل النار."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" ولا طعام \" أي وليس لهم طعام ينتفعون به ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) يقول جلّ ثناؤه: ولا له طعام كما كان لا يحضّ في الدنيا على طعام المسكين، إلا طعام من غسلين، وذلك ما يسيل من صديد أهل النار.وكان بعض أهل العربية من أهل البصرة يقول: كلّ جرح غسلته فخرج منه شيء فهو غسلين، فعلين من الغسل من الجراح والدَّبر، وزيد فيه الياء والنون بمنزلة عفرين.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ): صديد أهل النار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) قال: ما يخرج من لحومهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ): شرّ الطعام وأخبثه وأبشعه.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) قال: الغسلين والزقوم لا يعلم أحد ما هو."
      }
    ],
    "37": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فليس لهذا الكافر يوم القيامة قريب يدفع عنه العذاب، وليس له طعام إلا مِن صديد أهل النار، لا يأكله إلا المذنبون المصرُّون على الكفر بالله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لا يأكله إلا الخاطئون» الكافرون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وقبح الطعم ومرارته لا يأكل هذا الطعام الذميم  إِلَّا الْخَاطِئُونَ  الذين أخطأوا الصراط المستقيم وسلكوا سبل الجحيم فلذلك استحقوا العذاب الأليم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فليس له اليوم ها هنا حميم ولا طعام إلا من غسلين لا يأكله إلا الخاطئون ) أي : ليس له اليوم من ينقذه من عذاب الله ، لا حميم - وهو القريب - ولا شفيع يطاع ، ولا طعام له ها هنا إلا من غسلين .قال قتادة : هو شر طعام أهل النار . وقال الربيع والضحاك : هو شجرة في جهنم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا منصور بن مزاحم ، حدثنا أبو سعيد المؤدب ، عن خصيف ، عن مجاهد ، عن ابن عباس قال : ما أدري ما الغسلين ، ولكني أظنه الزقوم .وقال شبيب بن بشر ، عن عكرمة ، عن ابن عباس قال : الغسلين : الدم والماء يسيل من لحومهم . وقال علي بن أبي طلحة عنه : الغسلين : صديد أهل النار ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"لا يأكله إلا الخاطئون\"، أي: الكافرون."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لا يأكله إلا الخاطئون أي المذنبون . وقال ابن عباس : يعني المشركين . وقرئ \" الخاطيون \" بإبدال الهمزة ياء ، و \" الخاطون \" بطرحها . وعن ابن عباس : ما الخاطون كلنا نخطو . وروى أبو الأسود الدؤلي : ما الخاطون ؟ إنما هو الخاطئون . ما الصابون إنما هو الصابئون . ويجوز أن يراد الذي يتخطون الحق إلى الباطل ويتعدون حدود الله عز وجل ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (لا يَأْكُلُهُ إِلا الْخَاطِئُونَ ) يقول: لا يأكل الطعام الذي من غسلين إلا الخاطئون، وهم المذنبون الذين ذنوبهم كفر بالله."
      }
    ],
    "38": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فلا» زائدة «أقسم بما تبصرون» من المخلوقات."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مقسما لخلقه بما يشاهدونه من آياته في مخلوقاته الدالة على كماله في أسمائه وصفاته ، وما غاب عنهم مما لا يشاهدونه من المغيبات عنهم : إن القرآن كلامه ووحيه وتنزيله على عبده ورسوله ، الذي اصطفاه لتبليغ الرسالة وأداء الأمانة ، فقال : ( فلا أقسم بما تبصرون وما لا تبصرون)"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فلا أقسم\"، لا رد لكلام المشركين، كأنه قال: ليس كما يقول المشركون أقسم، \"بما تبصرون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "المعنى أقسم بالأشياء كلها ما ترون منها"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَلا أُقْسِمُ بِمَا تُبْصِرُونَيقول تعالى ذكره: فلا ما الأمر كما تقولون معشر أهل التكذيب بكتاب الله ورسله، أقسم بالأشياء كلها التي تبصرون منها، والتي لا تبصرون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "39": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما لا تبصرون» منها، أي بكل مخلوق."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى مقسما لخلقه بما يشاهدونه من آياته في مخلوقاته الدالة على كماله في أسمائه وصفاته ، وما غاب عنهم مما لا يشاهدونه من المغيبات عنهم : إن القرآن كلامه ووحيه وتنزيله على عبده ورسوله ، الذي اصطفاه لتبليغ الرسالة وأداء الأمانة ، فقال : ( فلا أقسم بما تبصرون وما لا تبصرون)"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( بما تبصرون ) أي بما ترون وبما لا ترون . قال قتادة : أقسم بالأشياء كلها فيدخل فيه جميع [ المخلوقات ] والموجودات . وقال : أقسم بالدنيا والآخرة . وقيل : \" ما تبصرون \" ما على وجه الأرض ، و \" ما لا تبصرون \" ما في بطنها . وقيل : \" ما تبصرون \" من الأجسام و \" ما لا تبصرون \" من الأرواح . وقيل : \" ما تبصرون \" الإنس و \" ما لا تبصرون \" الملائكة والجن . وقيل النعم الظاهرة والباطنة . وقيل : \" ما تبصرون \" ما أظهر الله للملائكة واللوح والقلم : و \" ما لا تبصرون \" ما استأثر بعلمه فلم يطلع عليه أحدا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "و \" لا \" صلة . وقيل : هو رد لكلام سبق ; أي ليس الأمر كما يقوله المشركون . وقال مقاتل : سبب ذلك أن الوليد بن المغيرة قال : إن محمدا ساحر . وقال أبو جهل : شاعر . وقال عقبة : كاهن ; فقال الله عز وجل : فلا أقسم أي أقسم . وقيل : \" لا \" ها هنا نفي للقسم ، أي لا يحتاج في هذا إلى قسم لوضوح الحق في ذلك ، وعلى هذا فجوابه كجواب القسم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: (فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لا تُبْصِرُونَ ) قال: أقسم بالأشياء، حتى أقسم بما تبصرون وما لا تبصرون.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: (فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لا تُبْصِرُونَ ) يقول: بما ترون وبما لا ترون."
      }
    ],
    "40": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنه» أي القرآن «لقول رسول كريم» أي قاله رسالة عن الله تعالى."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يعني : محمدا أضافه إليه على معنى التبليغ ; لأن الرسول من شأنه أن يبلغ عن المرسل ; ولهذا أضافه في سورة التكوير إلى الرسول الملكي : ( إنه لقول رسول كريم ذي قوة عند ذي العرش مكين مطاع ثم أمين ) وهذا جبريل ، عليه السلام .ثم قال : ( وما صاحبكم بمجنون ) يعني : محمدا صلى الله عليه وسلم ( ولقد رآه بالأفق المبين ) يعني : أن محمدا رأى جبريل على صورته التي خلقه الله عليها ، ( وما هو على الغيب بضنين ) أي : بمتهم ( وما هو بقول شيطان رجيم ) [ التكوير : 19 - 25 ] ، وهكذا قال هاهنا :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إنه\"، يعني القرآن، \"لقول رسول كريم\"، أي تلاوة رسول كريم، يعني محمداً صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" إنه \" يعني القرآن لقول رسول كريم يريد جبريل ، قاله الحسن والكلبي ومقاتل . دليله : إنه لقول رسول كريم ذي قوة عند ذي العرش . وقال الكلبي أيضا والقتبي : الرسول ها هنا محمد صلى الله عليه وسلم ; لقوله : وما هو بقول شاعر وليس القرآن قول الرسول صلى الله عليه وسلم ، إنما هو من قول الله عز وجل . ونسب القول إلى الرسول لأنه تاليه ومبلغه والعامل به ، كقولنا : هذا قول مالك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ) يقول تعالى ذكره: إن هذا القرآن لقول رسول كريم، وهو محمد صلى الله عليه وسلم يتلوه عليهم."
      }
    ],
    "41": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما هو بقول شاعر قليلا ما تؤمنون»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وما هو بقول شاعر قليلا ما تؤمنون ولا بقول كاهن قليلا ما تذكرون ) ، فأضافه تارة إلى قول الرسول الملكي ، وتارة إلى الرسول البشري ; لأن كلا منهما مبلغ عن الله ما استأمنه عليه من وحيه وكلامه"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وما هو بقول شاعر قليلاً ما تؤمنون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لأنه مباين لصنوف الشعر كلها ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: (وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلا مَا تُؤْمِنُونَ ) يقول جلّ ثناؤه: ما هذا القرآن بقول شاعر؛ لأن محمدًا لا يُحسن قيل الشعر، فتقولوا هو شعر، (قَلِيلا مَا تُؤْمِنُونَ ) يقول: تصدّقون قليلا به أنتم، وذلك خطاب من الله لمشركي قريش، (وَلا بِقَوْلِ كَاهِنٍ قَلِيلا مَا تَذَكَّرُونَ ) يقول: ولا هو بقول كاهن، لأن محمدًا ليس بكاهن، فتقولوا: هو من سجع الكهان، (قَلِيلا مَا تَذَكَّرُونَ ) يقول : تتعظون به أنتم، قليلا ما تعتبرون به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة (وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلا مَا تُؤْمِنُونَ ): طهَّره الله من ذلك وعصمه،"
      }
    ],
    "42": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا بقول كاهن قليلا ما تذكرون» بالتاء والياء في الفعلين وما مزيدة مؤكدة والمعنى أنهم آمنوا بأشياء يسيرة وتذكروها مما أتى به النبي صلى الله عليه وسلم من الخير والصلة والعفاف فلم تغن عنهم شيئا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "فأضافه تارة إلى قول الرسول الملكي ، وتارة إلى الرسول البشري ; لأن كلا منهما مبلغ عن الله ما استأمنه عليه من وحيه وكلامه ; ولهذا قال :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولا بقول كاهن قليلاً ما تذكرون\"، قرأ ابن كثير، وابن عامر، ويعقوب: يؤمنون ويذكرون بالياء فيهما، وقرأ الآخرون بالتاء، وأراد بالقليل نفي إيمانهم أصلاً كقولك لمن لا يزورك: قلما تأتينا. وأنت تريد: لا تأتينا أصلاً."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" ولا بقول كاهن \" لأنه ورد بسب الشياطين وشتمهم فلا ينزلون شيئا على من يسبهم . و \" ما \" زائدة في قوله : \" قليلا ما تؤمنون \"\" قليلا ما تذكرون \" والمعنى : قليلا تؤمنون وقليلا تذكرون . وذلك القليل من إيمانهم هو أنهم إذا سئلوا من خلقهم قالوا : الله . ولا يجوز أن تكون ما مع الفعل مصدرا وتنصب قليلا بما بعد ما ، لما فيه من تقديم الصلة على الموصول ; لأن ما عمل فيه المصدر من صلة المصدر . وقرأ ابن محيصن وابن كثير وابن عامر ويعقوب : \" ما يؤمنون \" ، و \" يذكرون \" بالياء . الباقون بالتاء لأن الخطاب قبله وبعده . أما قبله فقوله : \" تبصرون \" وأما بعده : \" فما منكم \" الآية ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(وَلا بِقَوْلِ كَاهِنٍ قَلِيلا مَا تَذَكَّرُونَ )، طهَّره الله من الكهانة، وعصمه منها."
      }
    ],
    "43": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فلا أقسم بما تبصرون من المرئيات، وما لا تبصرون مما غاب عنكم، إن القرآن لَكَلام الله، يتلوه رسول عظيم الشرف والفضل، وليس بقول شاعر كما تزعمون، قليلا ما تؤمنون، وليس بسجع كسجع الكهان، قليلا ما يكون منكم تذكُّر وتأمُّل للفرق بينهما، ولكنه كلام رب العالمين الذي أنزله على رسوله محمد صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "بل هو «تنزيل من رب العالمين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأن ما جاء به تنزيل رب العالمين، لا يليق أن يكون قول البشر بل هو كلام دال على عظمة من تكلم به، وجلالة أوصافه، وكمال تربيته لعباده، وعلوه فوق عباده، ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( تنزيل من رب العالمين )قال الإمام أحمد : حدثنا ابن المغيرة ، حدثنا صفوان ، حدثنا شريح بن عبيد الله قال : قال عمر بن الخطاب : خرجت أتعرض رسول الله صلى الله عليه وسلم قبل أن أسلم ، فوجدته قد سبقني إلى المسجد ، فقمت خلفه ، فاستفتح سورة الحاقة ، فجعلت أعجب من تأليف القرآن ، قال : فقلت : هذا والله شاعر كما قالت قريش . قال : فقرأ : ( إنه لقول رسول كريم وما هو بقول شاعر قليلا ما تؤمنون ) قال : فقلت : كاهن . قال فقرأ : ( ولا بقول كاهن قليلا ما تذكرون تنزيل من رب العالمين ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين ثم لقطعنا منه الوتين فما منكم من أحد عنه حاجزين ) إلى آخر السورة . قال : فوقع الإسلام في قلبي كل موقع .فهذا من جملة الأسباب التي جعلها الله تعالى مؤثرة في هداية عمر بن الخطاب ، كما أوردنا كيفية إسلامه في سيرته المفردة ، ولله الحمد ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"تنزيل من رب العالمين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : تنزيل من رب العالمينقوله تعالى : تنزيل أي هو تنزيل .من رب العالمين وهو عطف على قوله : إنه لقول رسول كريم ، أي إنه لقول رسول كريم ، وهو تنزيل من رب العالمين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره : ولكنه ( تنزيل من رب العالمين ) نزل عليه ،"
      }
    ],
    "44": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ادَّعى محمد علينا شيئًا لم نقله، لانتقمنا وأخذنا منه باليمين، ثم لقطعنا منه نياط قلبه، فلا يقدر أحد منكم أن يحجز عنه عقابنا. إن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولو تقوَّل» أي النبي «علينا بعض الأقاويل» بأن قال عنا ما لم نقله."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فإن هذا ظن منهم بما لا يليق بالله وحكمته فإنه لو تقول عليه وافترى  بَعْضَ الْأَقَاوِيلِ  الكاذبة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى : ( ولو تقول علينا ) أي : محمد صلى الله عليه وسلم لو كان كما يزعمون مفتريا علينا ، فزاد في الرسالة أو نقص منها ، أو قال شيئا من عنده فنسبه إلينا ، وليس كذلك ، لعاجلناه بالعقوبة . ولهذا قال"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولو تقول\"، تخرص واختلق، \"علينا\"، محمد، \"بعض الأقاويل\"، وأتى بشيء من عند نفسه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\"تقول \" أي تكلف وأتى بقول من قبل نفسه .وقرئ \" ولو تقول \" على البناء للمفعول ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(وَلَوْ تَقَوَّلَ عَلَيْنَا ) محمد، (بَعْضَ الأقَاوِيلِ ) الباطلة، وتكذب علينا،"
      }
    ],
    "45": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ادَّعى محمد علينا شيئًا لم نقله، لانتقمنا وأخذنا منه باليمين، ثم لقطعنا منه نياط قلبه، فلا يقدر أحد منكم أن يحجز عنه عقابنا. إن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لأخذنا» لنلنا «منه» عقابا «باليمين» بالقوة والقدرة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ  وهو عرق متصل بالقلب إذا انقطع مات منه الإنسان، فلو قدر أن الرسول -حاشا وكلا- تقول على الله لعاجله بالعقوبة، وأخذه أخذ عزيز مقتدر، لأنه حكيم، على كل شيء قدير، فحكمته تقتضي أن لا يمهل الكاذب عليه، الذي يزعم أن الله أباح له دماء من خالفه وأموالهم، وأنه هو وأتباعه لهم النجاة، ومن خالفه فله الهلاك. فإذا كان الله قد أيد رسوله بالمعجزات، وبرهن على صدق ما جاء به بالآيات البينات، ونصره على أعدائه، ومكنه من نواصيهم، فهو أكبر شهادة منه على رسالته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( لأخذنا منه باليمين ) قيل : معناه لانتقمنا منه باليمين ; لأنها أشد في البطش ، وقيل : لأخذنا منه بيمينه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( لأخذنا منه باليمين ) قيل \" من \" صلة ، مجازه : لأخذناه وانتقمنا منه باليمين أي بالحق ، كقوله : \" كنتم تأتوننا عن اليمين \" ( الصافات - 28 ) أي : من قبل الحق . وقال ابن عباس : لأخذناه بالقوة والقدرة . قال الشماخ في عرابة ملك اليمن :إذا ما راية رفعت لمجد تلقاها عرابة باليمينأي بالقوة ، عبر عن القوة باليمين لأن قوة كل شيء في ميامنه .وقيل : معناه لأخذنا بيده اليمنى ، وهو مثل معناه : لأذللناه وأهناه كالسلطان إذا أراد الاستخفاف ببعض من يريد يقول لبعض أعوانه : خذ بيده فأقمه ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لأخذنا منه باليمين أي بالقوة والقدرة ، أي لأخذناه بالقوة . و \" من \" صلة زائدة . وعبر عن القوة والقدرة باليمين لأن قوة كل شيء في ميامنه ، قاله القتبي . وهو معنى قول ابن عباس ومجاهد . ومنه قول الشماخ :إذا ما راية رفعت لمجد تلقاها عرابة باليمينأي بالقوة . عرابة اسم رجل من الأنصار من الأوس . وقال آخر :ولما رأيت الشمس أشرق نورها     تناولت منها حاجتي بيمينيوقال السدي والحكم : \" باليمين \" بالحق . قال :تلقاها عرابة باليمينأي بالاستحقاق . وقال الحسن : لقطعنا يده اليمين . وقيل : المعنى لقبضنا بيمينه عن التصرف ; قاله نفطويه . وقال أبو جعفر الطبري : إن هذا الكلام خرج مخرج الإذلال على عادة الناس في الأخذ بيد من يعاقب . كما يقول السلطان لمن يريد هوانه : خذوا يديه . أي لأمرنا بالأخذ بيده وبالغنا في عقابه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "(لأخَذْنَا مِنْهُ بِالْيَمِينِ ) يقول: لأخذنا منه بالقوة منا والقدرة، ثم لقطعنا منه نياط القلب، وإنما يعني بذلك أنه كان يعاجله بالعقوبة، ولا يؤخره بها.وقد قيل: إن معنى قوله: (لأخَذْنَا مِنْهُ بِالْيَمِينِ ) : لأخذنا منه باليد اليمنى من يديه؛ قالوا: وإنما ذلك مثل، ومعناه: إنا كنا نذله ونهينه، ثم نقطع منه بعد ذلك الوتين، قالوا: وإنما ذلك كقول ذي السلطان إذا أراد الاستخفاف ببعض من بين يديه لبعض أعوانه، خذ بيده فأقمه، وافعل به كذا وكذا، قالوا: وكذلك معنى قوله: (لأخَذْنَا مِنْهُ بِالْيَمِينِ ) أي لأهناه كالذي يفعل بالذي وصفنا حاله.وبنحو الذي قلنا في معنى قوله: (الْوَتِينَ ) قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "46": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ادَّعى محمد علينا شيئًا لم نقله، لانتقمنا وأخذنا منه باليمين، ثم لقطعنا منه نياط قلبه، فلا يقدر أحد منكم أن يحجز عنه عقابنا. إن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم لقطعنا منه الوتين» نياط القلب وهو عرق متصل به إذا انقطع مات صاحبه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ  وهو عرق متصل بالقلب إذا انقطع مات منه الإنسان، فلو قدر أن الرسول -حاشا وكلا- تقول على الله لعاجله بالعقوبة، وأخذه أخذ عزيز مقتدر، لأنه حكيم، على كل شيء قدير، فحكمته تقتضي أن لا يمهل الكاذب عليه، الذي يزعم أن الله أباح له دماء من خالفه وأموالهم، وأنه هو وأتباعه لهم النجاة، ومن خالفه فله الهلاك. فإذا كان الله قد أيد رسوله بالمعجزات، وبرهن على صدق ما جاء به بالآيات البينات، ونصره على أعدائه، ومكنه من نواصيهم، فهو أكبر شهادة منه على رسالته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ثم لقطعنا منه الوتين ) قال ابن عباس : وهو نياط القلب ، وهو العرق الذي القلب معلق فيه . وكذا قال عكرمة وسعيد بن جبير والحكم وقتادة والضحاك ومسلم البطين وأبو صخر حميد بن زياد .وقال محمد بن كعب : هو القلب ومراقه وما يليه ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم لقطعنا منه الوتين\"، قال ابن عباس: أي نياط القلب، وهو قول أكثر المفسرين. وقال مجاهد: الحبل الذي في الظهر. وقيل هو عرق يجري في الظهر حتى يتصل بالقلب، فإذا انقطع مات صاحبه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم لقطعنا منه الوتين يعني نياط القلب ; أي لأهلكناه . وهو عرق يتعلق به القلب إذا انقطع مات صاحبه . قاله ابن عباس وأكثر الناس . قال :إذا بلغتني وحملت رحلي     عرابة فاشرقي بدم الوتينوقال مجاهد : هو حبل القلب الذي في الظهر وهو النخاع ; فإذا انقطع بطلت القوى ومات صاحبه . والموتون الذي قطع وتينه . وقال محمد بن كعب : إنه القلب ومراقه وما يليه . قال الكلبي : إنه عرق بين العلباء والحلقوم . والعلباء : عصب العنق . وهما علباوان بينهما ينبت العرق . وقال عكرمة : إن الوتين إذا قطع لا إن جاع عرف ، ولا إن شبع عرف ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس: (لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: نياط القلب.حدثني ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن عطاء، عن سعيد بن جبير، عن ابن عباس بمثله.حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير، عن ابن عباس بمثله.حدثني يعقوب، قال: ثنا هشيم، عن عطاء بن السائب، عن سعيد بن جبير، قال، قال ابن عباس (الْوَتِينَ ) : نِياط القلب.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عطاء بن السائب، عن سعيد بن جبير بنحوه.حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا سفيان، عن سعيد بن جبير بمثله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) يقول: عرق القلب.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) يعني: عرقا في القلب، ويقال: هو حبل في القلب.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (الْوَتِينَ ) قال: حبل القلب الذي في الظهر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: حبل القلب.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (لَقَطَعْنَا مِنْهُ الْوَتِينَ ) وتين القلب، وهو عرق يكون في القلب، فإذا قطع مات الإنسان.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: الوتين: نياط القلب الذي القلب متعلق به، وإياه عنى الشماخ بن ضرار التغلبي بقوله:إذَا بَلَّغْتِني وَحَمَلْتِ رَحْلِيعَرَابَةَ فاشْرَقي بدَمِ الوَتينَ (1)"
      }
    ],
    "47": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ادَّعى محمد علينا شيئًا لم نقله، لانتقمنا وأخذنا منه باليمين، ثم لقطعنا منه نياط قلبه، فلا يقدر أحد منكم أن يحجز عنه عقابنا. إن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فما منكم من أحد» هو اسم ما ومن زائدة لتأكيد النفي ومنكم حال من أحد «عنه حاجزين» مانعين خبر ما وجمع لان أحدا في سياق النفي بمعنى الجمع وضمير عنه للنبي صلى الله عليه وسلم، أي لا مانع لنا عنه من حيث العقاب."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ  أي: لو أهلكه، ما امتنع هو بنفسه، ولا قدر أحد أن يمنعه من عذاب الله."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فما منكم من أحد عنه حاجزين ) أي : فما يقدر أحد منكم على أن يحجز بيننا وبينه إذا أردنا به شيئا من ذلك . والمعنى في هذا بل هو صادق بار راشد ; لأن الله ، عز وجل ، مقرر له ما يبلغه عنه ، ومؤيد له بالمعجزات الباهرات والدلالات القاطعات ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": ". ( فما منكم من أحد عنه حاجزين ) مانعين يحجزوننا عن عقوبته ، والمعنى : أن محمدا لا يتكلف الكذب لأجلكم مع علمه بأنه لو تكلفه لعاقبناه ولا يقدر أحد على دفع عقوبتنا عنه ، وإنما قال : \" حاجزين \" بالجمع وهو فعل واحد ردا على معناه كقوله : \" لا نفرق بين أحد من رسله \" ( البقرة - 285 ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فما منكم من أحد عنه حاجزين \" ما \" نفي و \" أحد \" في معنى الجمع ، فلذلك نعته بالجمع ; أي فما منكم قوم يحجزون عنه كقوله تعالى : لا نفرق بين أحد من رسله هذا جمع ، لأن \" بين \" لا تقع إلا على اثنين فما زاد . قال النبي صلى الله عليه وسلم : \" لم تحل الغنائم لأحد سود الرءوس قبلكم \" . لفظه واحد ومعناه الجمع . و \" من \" زائدة . والحجز : المنع . و \" حاجزين \" يجوز أن يكون صفة لأحد على المعنى كما ذكرنا ; فيكون في موضع جر . والخبر منكم . ويجوز أن يكون منصوبا على أنه خبر و \" منكم \" ملغى ، ويكون متعلقا ب \" حاجزين \" . ولا يمنع الفصل به من انتصاب الخبر في هذا ; كما لم يمتنع الفصل به في \" إن فيك زيدا راغب \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (47)يقول تعالى ذكره: فما منكم أيها الناس من أحد عن محمد لو تقوّل علينا بعض الأقاويل، فأخذنا منه باليمين، ثم لقطعنا منه الوتين، حاجزين يحجزوننا عن عقوبته، وما نفعله به. وقيل: حاجزين، فجمع، وهو فعل لأحد، وأحد في لفظ واحد ردّا على معناه، لأن معناه الجمع، والعرب تجعل أحدا للواحد والاثنين والجمع، كما قيل  لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ  وبين: لا تقع إلا على اثنين فصاعدا."
      }
    ],
    "48": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولو ادَّعى محمد علينا شيئًا لم نقله، لانتقمنا وأخذنا منه باليمين، ثم لقطعنا منه نياط قلبه، فلا يقدر أحد منكم أن يحجز عنه عقابنا. إن هذا القرآن لعظة للمتقين الذين يمتثلون أوامر الله ويجتنبون نواهيه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإنه» أي القرآن «لتذكرة للمتقين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِنَّهُ  أي: القرآن الكريم  لَتَذْكِرَةٌ لِلْمُتَّقِينَ  يتذكرون به مصالح دينهم ودنياهم، فيعرفونها، ويعملون عليها، يذكرهم العقائد الدينية، والأخلاق المرضية، والأحكام الشرعية، فيكونون من العلماء الربانيين، والعباد العارفين، والأئمة المهديين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( وإنه لتذكرة للمتقين ) يعني : القرآن كما قال : ( قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى ) [ فصلت : 44 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإنه\"، يعني القرآن، \"لتذكرة للمتقين\"، أي لعظة لمن اتقى عقاب الله."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وإنه يعني القرآنلتذكرة للمتقين أي للخائفين الذين يخشون الله . ونظيره : فيه هدى للمتقين على ما بيناه أول سورة البقرة . وقيل : المراد محمد صلى الله عليه وسلم ، أي هو تذكرة ورحمة ونجاة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ) يقول تعالى ذكره: وإن هذا القرآن لتذكرة،  يعني عظة يتذكر به، ويتعظ به للمتقين، وهم الذين يتقون عقاب الله بأداء فرائضه، واجتناب معاصيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ) قال: القرآن."
      }
    ],
    "49": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنا لَنعلم أنَّ مِنكم مَن يكذِّب بهذا القرآن مع وضوح آياته، وإن التكذيب به لندامة عظيمة على الكافرين به حين يرون عذابهم ويرون نعيم المؤمنين به، وإنه لحق ثابت ويقين لا شك فيه. فنزِّه الله سبحانه عما لا يليق بجلاله، واذكره باسمه العظيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإنا لنعلم أن منكم» أيها الناس «مكذبين» بالقرآن ومصدقين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ  به، وهذا فيه تهديد ووعيد للمكذبين، فإنه سيعاقبهم على تكذيبهم بالعقوبة البليغة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال ( وإنا لنعلم أن منكم مكذبين ) أي : مع هذا البيان والوضوح ، سيوجد منكم من يكذب بالقرآن ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإنا لنعلم أن منكم مكذبين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قال الربيع : بالقرآن ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "قوله: ( وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ ) يقول تعالى ذكره: وإنا لنعلم أن منكم مكذّبين أيها الناس بهذا القرآن،"
      }
    ],
    "50": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنا لَنعلم أنَّ مِنكم مَن يكذِّب بهذا القرآن مع وضوح آياته، وإن التكذيب به لندامة عظيمة على الكافرين به حين يرون عذابهم ويرون نعيم المؤمنين به، وإنه لحق ثابت ويقين لا شك فيه. فنزِّه الله سبحانه عما لا يليق بجلاله، واذكره باسمه العظيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإنه» أي القرآن «لحسرة على الكافرين» إذا رأوا ثواب المصدقين وعقاب المكذبين به."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ  فإنهم لما كفروا به، ورأوا ما وعدهم به، تحسروا إذ لم يهتدوا به، ولم ينقادوا لأمره، ففاتهم الثواب، وحصلوا على أشد العذاب، وتقطعت بهم الأسباب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( وإنه لحسرة على الكافرين ) قال ابن جرير : وإن التكذيب لحسرة على الكافرين يوم القيامة وحكاه عن قتادة بمثله .وروى ابن أبي حاتم من طريق السدي ، عن أبي مالك : ( وإنه لحسرة على الكافرين ) يقول : لندامة . ويحتمل عود الضمير على القرآن ، أي : وإن القرآن والإيمان به لحسرة في نفس الأمر على الكافرين ، كما قال : ( كذلك سلكناه في قلوب المجرمين لا يؤمنون به ) [ الشعراء : 200 ، 201 ] ، وقال تعالى : ( وحيل بينهم وبين ما يشتهون ) [ سبأ : 54 ] ولهذا قال هاهنا :"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإنه لحسرة على الكافرين\"، يوم القيامة يندمون على ترك الإيمان به."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وإنه لحسرة على الكافرين يعني التكذيب . والحسرة : الندامة . وقيل : أي وإن القرآن لحسرة على الكافرين يوم القيامة إذا رأوا ثواب من آمن به . وقيل : هي حسرتهم في الدنيا حين لم يقدروا على معارضته عند تحديهم أن يأتوا بسورة مثله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ ) يقول جلّ ثناؤه: وأن التكذيب به لحسرة وندامة على الكافرين بالقرآن يوم القيامةوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ ): ذاكم يوم القيامة."
      }
    ],
    "51": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنا لَنعلم أنَّ مِنكم مَن يكذِّب بهذا القرآن مع وضوح آياته، وإن التكذيب به لندامة عظيمة على الكافرين به حين يرون عذابهم ويرون نعيم المؤمنين به، وإنه لحق ثابت ويقين لا شك فيه. فنزِّه الله سبحانه عما لا يليق بجلاله، واذكره باسمه العظيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإنه» أي القرآن «لحق اليقين» أي اليقين الحق."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِنَّهُ لَحَقُّ الْيَقِينِ  أي: أعلى مراتب العلم، فإن أعلى مراتب العلم اليقين وهو العلم الثابت، الذي لا يتزلزل ولا يزول. واليقين مراتبه ثلاثة، كل واحدة أعلى مما قبلها: أولها: علم اليقين، وهو العلم المستفاد من الخبر. ثم عين اليقين، وهو العلم المدرك بحاسة البصر. ثم حق اليقين، وهو العلم المدرك بحاسة الذوق والمباشرة. وهذا القرآن الكريم، بهذا الوصف، فإن ما فيه من العلوم المؤيدة بالبراهين القطعية، وما فيه من الحقائق والمعارف الإيمانية، يحصل به لمن ذاقه حق اليقين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وإنه لحق اليقين ) أي : الخبر الصدق الحق الذي لا مرية فيه ولا شك ولا ريب ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإنه لحق اليقين\"، أضافه إلى نفسه لاختلاف اللفظين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وإنه لحق اليقين يعني أن القرآن العظيم تنزيل من الله عز وجل ; فهو \" لحق اليقين \" . وقيل : أي حقا يقينا ليكونن ذلك حسرة عليهم يوم القيامة . فعلى هذا \" وإنه لحسرة \" أي لتحسر ; فهو مصدر بمعنى التحسر ، فيجوز تذكيره . وقال ابن عباس : إنما هو كقولك : لعين اليقين ومحض اليقين . ولو كان اليقين نعتا لم يجز أن يضاف إليه ; كما لا تقول : هذا رجل الظريف . وقيل : أضافه إلى نفسه لاختلاف اللفظين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَإِنَّهُ لَحَقُّ الْيَقِينِ ) يقول: وإنه للحقّ اليقين الذين لا شكّ فيه أنه من عند الله، لم يتقوّله محمد صلى الله عليه وسلم."
      }
    ],
    "52": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنا لَنعلم أنَّ مِنكم مَن يكذِّب بهذا القرآن مع وضوح آياته، وإن التكذيب به لندامة عظيمة على الكافرين به حين يرون عذابهم ويرون نعيم المؤمنين به، وإنه لحق ثابت ويقين لا شك فيه. فنزِّه الله سبحانه عما لا يليق بجلاله، واذكره باسمه العظيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فسبح» نزه «باسم» الباء زائدة «ربك العظيم» سبحانه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ  أي: نزهه عما لا يليق بجلاله، وقدسه بذكر أوصاف جلاله وجماله وكماله. تم تفسير سورة الحاقة، والحمد لله أولا وآخرا، وظاهرا وباطنا، على كماله وأفضاله وعدله."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( فسبح باسم ربك العظيم ) أي : الذي أنزل هذا القرآن العظيم . [ آخر تفسير سورة \" الحاقة \" ، ولله الحمد ]"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فسبح باسم ربك العظيم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فسبح باسم ربك العظيم أي فصل لربك ; قاله ابن عباس . وقيل : أي نزه الله عن السوء والنقائص ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ) بذكر ربك وتسميته العظيم، الذي كلّ شيء في عظمته صغير."
      }
    ]
  }
}