{
  "surah": {
    "surahNo": 74,
    "surahNameAr": "المدثر",
    "surahNameArabicLong": "سورة المدثر",
    "surahNameEn": "Al-Muddaththir",
    "revelationPlace": "Mecca",
    "totalAyat": 56
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا أيها المدثر» النبي صلى الله عليه وسلم وأصله المتدثر أدغمت التاء في الدال، أي المتلفف بثيابه عند نزول الوحي عليه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "تقدم أن المزمل والمدثر بمعنى واحد، وأن الله أمر رسوله صلى الله عليه وسلم، بالاجتهاد في عبادة الله القاصرة والمتعدية، فتقدم هناك الأمر له بالعبادات الفاضلة القاصرة، والصبر على أذى قومه،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة المدثر وهي مكية .ثبت في صحيح البخاري [ من حديث يحيى بن أبي كثير ، عن أبي سلمة ] عن جابر أنه كان يقول : أول شيء نزل من القرآن : ( يا أيها المدثر )وخالفه الجمهور فذهبوا إلى أن أول القرآن نزولا قوله تعالى : ( اقرأ باسم ربك الذي خلق ) كما سيأتي [ بيان ] ذلك هناك .قال البخاري : حدثنا يحيى ، حدثنا وكيع ، عن علي بن المبارك ، عن يحيى بن أبي كثير ، قال : سألت أبا سلمة بن عبد الرحمن عن أول ما نزل من القرآن ، قال : ( يا أيها المدثر ) قلت : يقولون : ( اقرأ باسم ربك الذي خلق ) ؟ فقال أبو سلمة : سألت جابر بن عبد الله عن ذلك ، وقلت له مثل ما قلت لي ، فقال جابر : لا أحدثك إلا ما حدثنا رسول الله صلى الله عليه وسلم قال : \" جاورت بحراء ، فلما قضيت جواري هبطت فنوديت فنظرت عن يميني فلم أر شيئا ، ونظرت عن شمالي فلم أر شيئا ، ونظرت أمامي فلم أر شيئا ، ونظرت خلفي فلم أر شيئا ، فرفعت رأسي فرأيت شيئا ، فأتيت خديجة فقلت : دثروني ، وصبوا علي ماء باردا . قال : فدثروني وصبوا علي ماء باردا قال : فنزلت ( يا أيها المدثر قم فأنذر وربك فكبر )هكذا ساقه من هذا الوجه . وقد رواه مسلم من طريق عقيل ، عن ابن شهاب ، عن أبي سلمة قال : أخبرني جابر بن عبد الله : أنه سمع رسول الله صلى الله عليه وسلم يحدث عن فترة الوحي : \" فبينا أنا أمشي إذ سمعت صوتا من السماء ، فرفعت بصري قبل السماء ، فإذا الملك الذي جاءني بحراء قاعد على كرسي بين السماء والأرض ، فجثثت منه حتى هويت إلى الأرض ، فجئت إلى أهلي ، فقلت : زملوني زملوني ، فزملوني ، فأنزل الله ( يا أيها المدثر قم فأنذر ) إلى : ( فاهجر ) - قال أبو سلمة : والرجز : الأوثان - ثم حمي الوحي وتتابع \" .هذا لفظ البخاري وهذا السياق هو المحفوظ ، وهو يقتضي أنه قد نزل الوحي قبل هذا ، لقوله : \" فإذا الملك الذي جاءني بحراء \" ، وهو جبريل حين أتاه بقوله : ( اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم الذي علم بالقلم علم الإنسان ما لم يعلم ) ثم إنه حصل بعد هذا فترة ، ثم نزل الملك بعد هذا . ووجه الجمع أن أول شيء نزل بعد فترة الوحي هذه السورة ، كما قال الإمام أحمد :حدثنا حجاج ، حدثنا ليث ، حدثنا عقيل ، عن ابن شهاب قال : سمعت أبا سلمة بن عبد الرحمن يقول : أخبرني جابر بن عبد الله أنه سمع رسول الله صلى الله عليه وسلم يقول : \" ثم فتر الوحي عني فترة ، فبينا أنا أمشي سمعت صوتا من السماء ، فرفعت بصري قبل السماء ، فإذا الملك الذي جاءني [ بحراء الآن ] قاعد على كرسي بين السماء والأرض ، فجثت منه فرقا ، حتى هويت إلى الأرض ، فجئت أهلي فقلت لهم : زملوني زملوني ، فزملوني ، فأنزل الله : ( يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر ) ثم حمي الوحي [ بعد ] وتتابع \" . أخرجاه من حديث الزهري ، به .وقال الطبراني : حدثنا محمد بن علي بن شعيب السمسار ، حدثنا الحسن بن بشر البجلي ، حدثنا المعافى بن عمران ، عن إبراهيم بن يزيد ، سمعت ابن أبي مليكة يقول : سمعت ابن عباس يقول : إن الوليد بن المغيرة صنع لقريش طعاما ، فلما أكلوا . قال : ما تقولون في هذا الرجل ؟ فقال بعضهم : ساحر . وقال بعضهم ليس بساحر . وقال بعضهم : كاهن . وقال بعضهم : ليس بكاهن . وقال بعضهم : شاعر . وقال بعضهم ليس بشاعر . وقال بعضهم : [ بل ] سحر يؤثر ، فأجمع رأيهم على أنه سحر يؤثر ، فبلغ ذلك النبي صلى الله عليه وسلم فحزن وقنع رأسه ، وتدثر ، فأنزل الله ( يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر ولا تمنن تستكثر ولربك فاصبر ) ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية[ ( يا أيها المدثر ) ] ، أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا يحيى ، حدثنا وكيع ، عن علي بن المبارك ، عن يحيى بن أبي كثير قال : سألت أبا سلمة [ بن ] عبد الرحمن عن أول ما نزل من القرآن ؟ قال : \" يا أيها المدثر \" قلت : يقولون : \" اقرأ باسم ربك الذي خلق \" ( العلق - 1 ) ؟ فقال أبو سلمة : سألت جابر بن عبد الله عن ذلك ، فقلت له مثل الذي قلت ، فقال جابر : لا أحدثك إلا بما حدثنا به رسول الله - صلى الله عليه وسلم - ، قال : \" جاورت بحراء فلما قضيت جواري هبطت ، فنوديت فنظرت عن يميني فلم أر شيئا ونظرت عن شمالي فلم أر شيئا ونظرت أمامي فلم أر شيئا ونظرت خلفي فلم أر شيئا فرفعت رأسي فرأيت شيئا فأتيت خديجة فقلت : دثروني وصبوا علي ماء باردا [ قال ] فدثروني وصبوا علي ماء باردا قال فنزلت : \" يا أيها المدثر قم فأنذر وربك فكبر \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا عبد الله بن يوسف ، حدثنا الليث ، عن عقيل قال ابن شهاب : سمعت أبا سلمة قال : أخبرني جابر بن عبد الله : أنه سمع رسول الله - صلى الله عليه وسلم - يحدث عن فترة الوحي : \" فبينا أنا أمشي سمعت صوتا من السماء فرفعت بصري قبل السماء فإذا الملك الذي جاءني بحراء قاعد على كرسي بين السماء والأرض ، فخشيت حتى هويت على الأرض ، فجئت أهلي فقلت : زملوني زملوني [ فزملوني ] فأنزل الله تعالى : \" يا أيها المدثر قم فأنذر \" إلى قوله : \" فاهجر \" قال أبو سلمة : والرجز الأوثان ، ثم حمي الوحي وتتابع \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة المدثرمكية في قول الجميع . وهي ست وخمسون آيةبسم الله الرحمن الرحيميا أيها المدثرقوله تعالى : يا أيها المدثر أي يا ذا الذي قد تدثر بثيابه ، أي تغشى بها ونام ، وأصله المتدثر فأدغمت التاء في الدال لتجانسهما . وقرأ أبي ( المتدثر ) على الأصل .وقال مقاتل : معظم هذه السورة في الوليد بن المغيرة . وفي صحيح مسلم عن جابر بن عبد الله وكان من أصحاب رسول الله - صلى الله عليه وسلم - كان يحدث - قال : قال رسول الله - صلى الله عليه وسلم - وهو يحدث عن فترة الوحي - قال في حديثه : \" فبينما أنا أمشي سمعت صوتا من السماء فرفعت رأسي ، فإذا الملك الذي جاءني بحراء جالسا على كرسي بين السماء والأرض \" . قال رسول الله - صلى الله عليه وسلم - : \" فجئثت منه فرقا ، فرجعت فقلت زملوني زملوني ، فدثروني ، فأنزل الله تعالى : يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر في رواية - قبل أن تفرض الصلاة - وهي الأوثان قال : \" ثم تتابع الوحي \" . خرجه الترمذي أيضا وقال : حديث حسن صحيح .قال مسلم : وحدثنا زهير بن حرب ، قال : حدثنا الوليد بن مسلم ، قال : حدثنا الأوزاعي قال : سمعت يحيى يقول : سألت أبا سلمة : أي القرآن أنزل قبل ؟ قال : يا أيها المدثر فقلت : أو اقرأ ؟ فقال : سألت جابر بن عبد الله أي القرآن أنزل قبل ؟ قال : يا أيها المدثر فقلت : أو اقرأ ؟ فقال جابر : أحدثكم ما حدثنا رسول الله - صلى الله عليه وسلم - ، قال : \" جاورت بحراء شهرا ، فلما قضيت جواري نزلت فاستبطنت بطن الوادي ، فنوديت فنظرت أمامي وخلفي وعن يميني وعن شمالي فلم أر أحدا ، ثم نوديت فنظرت فلم أر أحدا ، ثم نوديت فرفعت رأسي فإذا هو على العرش في الهواء - يعني جبريل - صلى الله عليه وسلم - فأخذتني رجفة شديدة ، فأتيت خديجة فقلت دثروني ، فدثروني فصبوا علي ماء ، فأنزل الله - عز وجل - : يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر \" خرجه البخاري وقال فيه : \" فأتيت خديجة فقلت دثروني وصبوا علي ماء باردا ، فدثروني وصبوا علي ماء باردا فنزلت : يا أيها المدثر قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر ولا تمنن تستكثر .ابن العربي : وقد قال بعض المفسرين إنه جرى على النبي - صلى الله عليه وسلم - من عقبة بن ربيعة أمر ، فرجع إلى منزله مغموما ، فقلق واضطجع ، فنزلت : يا أيها المدثر وهذا باطل .وقال القشيري أبو نصر : وقيل بلغه قول كفار مكة أنت ساحر ، فوجد من ذلك غما وحم ، فتدثر بثيابه ، فقال الله تعالى : قم فأنذر أي لا تفكر في قولهم ، وبلغهم الرسالة .وقيل : اجتمع أبو لهب وأبو سفيان والوليد بن المغيرة والنضر بن الحارث وأمية بن خلف والعاص بن وائل ومطعم بن عدي وقالوا : قد اجتمعت وفود العرب في أيام الحج ، وهم يتساءلون عن أمر محمد ، وقد اختلفتم في الإخبار عنه ; فمن قائل يقول مجنون ، وآخر يقول كاهن ، وآخر يقول شاعر ، وتعلم العرب أن هذا كله لا يجتمع في رجل واحد ، فسموا محمدا باسم واحد يجتمعون عليه ، وتسميه العرب به ، فقام منهم رجل فقال : شاعر ; فقال الوليد : سمعت كلام ابن الأبرص ، وأمية بن أبي الصلت ، وما يشبه كلام محمد كلام واحد منهما ; فقالوا : كاهن . فقال : الكاهن يصدق ويكذب وما كذب محمد قط ; فقام آخر فقال : مجنون ; فقال الوليد : المجنون يخنق الناس وما خنق محمد قط . وانصرف الوليد إلى بيته ، فقالوا : صبأ الوليد بن المغيرة ; فدخل عليه أبو جهل وقال : ما لك يا أبا عبد شمس ! هذه قريش تجمع لك شيئا يعطونكه ، زعموا أنك قد احتجت وصبأت . فقال الوليد : ما لي إلى ذلك حاجة ، ولكني فكرت في محمد ، فقلت : ما يكون من الساحر ؟ فقيل : يفرق بين الأب وابنه ، وبين الأخ وأخيه ، وبين المرأة وزوجها ، فقلت : إنه ساحر . شاع هذا في الناس وصاحوا يقولون : إن محمدا ساحر . ورجع رسول الله - صلى الله عليه وسلم - إلى بيته محزونا فتدثر بقطيفة ، ونزلت : يا أيها المدثر . وقال عكرمة : معنى يا أيها المدثر أي المدثر بالنبوة وأثقالها . ابن العربي : وهذا مجاز بعيد ; لأنه لم يكن تنبأ بعد . وعلى أنها أول القرآن لم يكن تمكن منها بعد أن كانت ثاني ما نزل .قوله تعالى : يا أيها المدثر : ملاطفة في الخطاب من الكريم إلى الحبيب إذ ناداه بحاله ، وعبر عنه بصفته ، ولم يقل يا محمد ويا فلان ، ليستشعر اللين والملاطفة من ربه كما تقدم في سورة ( المزمل ) . ومثله قول النبي - صلى الله عليه وسلم - لعلي إذ نام في المسجد : \" قم أبا تراب \" وكان خرج مغاضبا لفاطمة - رضي الله عنها - فسقط رداؤه وأصابه ترابه ; خرجه مسلم . ومثله قوله - عليه الصلاة والسلام - لحذيفة ليلة الخندق : \" قم يا نومان \" وقد تقدم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول جلّ ثناؤه: ( يَا أَيُّهَا الْمُدَّثِّرُ ) يا أيها المتدثر بثيابه عند نومه.وذُكر أن نبيّ الله صلى الله عليه وسلم قيل له ذلك، وهو متدثر بقطيفة.* ذكر من قال ذلك:حدثنا محمد بن المثنى، قال: ثنا يحيى بن سعيد، عن شعبة، عن المغيرة، عن إبراهيم ( يَا أَيُّهَا الْمُدَّثِّرُ ) قال: كان متدثرا في قطيفة.وذُكر أن هذه الآية أول شيء نزل من القرآن على رسول الله صلى الله عليه وسلم، وأنه قيل له: ( يَا أَيُّهَا الْمُدَّثِّرُ ) .كما حدثنا يونس، قال: أخبرنا ابن وهب، قال: أخبرنا يونس، عن ابن شهاب، قال: أخبرني أبو سلمة بن عبد الرحمن، أن جابر بن عبد الله الأنصاري قال: قال رسول الله صلى الله عليه وسلم وهو يحدّث عن فترة الوحي: \" بَيْنا أنا أمْشِي سَمِعْت صَوْتا مِنَ السَّماءِ، فَرَفَعْتُ رأسِي، فإذَا المَلَك الَّذِي جاءَنِي بحرَاءَ جالِسٌ عَلى كُرْسِي بَينَ السَّماءِ والأرْضِ، قال رسول الله صلى الله عليه وسلم: \" فَجُثِثْتُ مِنْهُ فَرَقا (1) ، وجِئْتُ أهْلِيفَقُلْتُ: زَمِّلُونِي زَمِّلُونِي، فدَثَّرُونِي\" فأنزل الله ( يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ .. ) إلى قوله: ( وَالرُّجْزَ فَاهْجُرْ ) قال: ثم تتابع الوحي.حدثنا ابن المثنى، قال: ثنا الوليد بن مسلم، قال: ثنا الأوزاعي، قال: ثني يحيى بن أبي كثير، قال: سألت أبا سلمة: أيّ القرآن أُنزل أوّل، فقال: ( يَا أَيُّهَا الْمُدَّثِّرُ ) فقلت: يقولون  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ  ، فقال أبو سلمة: سألت جابر بن عبد الله: أيّ القرآن أنزل أوّل؟ فقال: ( يَا أَيُّهَا الْمُدَّثِّرُ )، فقلت: يقولون:  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ  فقال: لا أخبرك إلا ما حدثنا النبيّ صلى الله عليه وسلم، قال: جاورت في حِراء ؛ فلما قضيت جواري هبطت، فاستبطنت الوادي، فنوديت، فنظرت عن يميني وعن شمالي وخلفي وقدّامي، فلم أر شيئا، فنظرت فوق رأسي فإذا هو جالس على عرش بين السماء والأرض، فخشيت منه، هكذا قال عثمان بن عمرو، إنما هو: فجثثت منه، ولقيت خديجة، فقلت دثروني، فدثروني، وصبوا عليّ ماءً، فأنزل الله عليّ( يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ ) .حدثنا أبو كريب، قال: ثنا وكيع، عن عليّ بن مبارك، عن يحيى بن أبي كثير، قال سألت أبا سلمة عن أوّل ما نزل من القرآن، قال: نزلت ( يَا أَيُّهَا الْمُدَّثِّرُ ) أوّل ؛ قال: قلت: إنهم يقولون  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ  ، فقال: سألت جابر بن عبد الله، فقال: لا أحدّثك إلا ما حدثنا رسول الله صلى الله عليه وسلم قال: \" جاوَرْتُ بِحِراء ؛ فلمَّا قَضَيْتُ جِوَارِي هَبَطْتُ، فَسَمِعْتُ صَوْتًا، فَنَظَرْتُ عَنْ يَمِينِي فَلمْ أرَ شَيْئا، وَنَظَرْتُ خَلْفِي فَلَمْ أرَ شَيْئا، فَرَفَعْتُ رأسي فرأيْتُ شَيْئا، فأتَيْتُ خَدِيجَةَ، فَقُلْتُ: دَثِّرُونِي وَصبُّوا عَليَّ ماء بارِدًا، فنزلت ( يَا أَيُّهَا الْمُدَّثِّرُ ) .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال: فتر الوحي عن رسول الله صلى الله عليه وسلم فترة، فحزن حزنًا، فجعل يعدو إلى شواهق رءوس الجبال ليتردّى منها، فكلما أوفى بذروة جبل تبدّى له جبريل عليه السلام فيقول: إنك نبيّ الله، فيسكن جأشه، وتسكن نفسه ، فكان النبيّ صلى الله عليه وسلم يحدث عن ذلك، قال: \" بَيْنَما أنا أَمْشِي يَوْما إذ رأيْتُ المَلَكَ الَّذِي كان يأتِيني بِحرَاءَ على كُرْسِيّ بَينَ السَّماءِ والأرْضِ، فَجَثَثْتُ مِنْهُ رُعْبا، فَرَجَعْتُ إلى خَدِيجَةَ فَقُلْتُ: \" زَمِّلُونِي\"، فزملناه: أي فدثرناه، فأنزل الله: ( يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّر ) قال الزهري: فكان أوّل شيء أنزل عليه:  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ...  حتى بلغ  مَا لَمْ يَعْلَمْ  .واختلف أهل التأويل في معنى قوله: ( يَا أَيُّهَا الْمُدَّثِّرُ )، فقال بعضهم: معنى ذلك: يأيُّها النائم في ثيابه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الْمُدَّثِّرُ ) قال: يأيها النائم.حدثنا بشر، ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الْمُدَّثِّرُ ) يقول: المتدثر في ثيابه.وقال آخرون: بل معنى ذلك: يا أيُّها المتدثر النبوّة وأثقالها.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: وسُئل داود عن هذه الآية ( يَا أَيُّهَا الْمُدَّثِّرُ ) فحدثنا عن عكرِمة أنه قال: دثِّرت هذا الأمر فقم به.------------------------الهوامش:(1) جثثت منه بالبناء للمجهول: فزعت وخفت."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قم فأنذر» خوِّف أهل مكة النار إن لم يؤمنوا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأمره هنا بإعلان الدعوة  ، والصدع بالإنذار، فقال:  قُمِ  [أي] بجد ونشاط  فَأَنْذِرْ  الناس بالأقوال والأفعال، التي يحصل بها المقصود، وبيان حال المنذر عنه، ليكون ذلك أدعى لتركه،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "فقوله ( قم فأنذر ) أي : شمر عن ساق العزم ، وأنذر الناس . وبهذا حصل الإرسال ، كما حصل بالأول النبوة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل: \" يا أيها المدثر * قم فأنذر \"، أي: أنذر كفار مكة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : قم فأنذر أي خوف أهل مكة وحذرهم العذاب إن لم يسلموا . وقيل : الإنذار هنا إعلامهم بنبوته ; لأنه مقدمة الرسالة . وقيل : هو دعاؤهم إلى التوحيد ; لأنه المقصود بها . وقال الفراء : قم فصل وأمر بالصلاة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( قُمْ فَأَنْذِرْ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قم من نومك فأنذر عذاب الله قومك الذين أشركوا بالله، وعبدوا غيره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قُمْ فَأَنْذِرْ ): أي أنذر عذاب الله ووقائعه في الأمم، وشدّة نقمته."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وربك فكبر» عظِّم عن إشراك المشركين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَرَبَّكَ فَكَبِّرْ  أي: عظمه بالتوحيد، واجعل قصدك في إنذارك وجه الله، وأن يعظمه العباد ويقوموا بعبادته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي عظم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وربك فكبر\"، عظمه عما يقوله عبدة الأوثان."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وربك فكبر أي سيدك ومالكك ومصلح أمرك فعظم ، وصفه بأنه أكبر من أن يكون له صاحبة أو ولد .وفي حديث أنهم قالوا : بم تفتتح الصلاة ؟ فنزلت : وربك فكبر أي وصفه بأنه أكبر . قال ابن العربي : وهذا القول وإن كان يقتضي بعمومه تكبير الصلاة ، فإنه مراد به التكبير والتقديس والتنزيه ، لخلع الأنداد والأصنام دونه ، ولا تتخذ وليا غيره ، ولا تعبد سواه ، ولا تر لغيره فعلا إلا له ، ولا نعمة إلا منه .وقد روي أن أبا سفيان قال يوم أحد : اعل هبل ; فقال النبي - صلى الله عليه وسلم - : \" قولوا الله أعلى وأجل \" وقد صار هذا اللفظ بعرف الشرع في تكبير العبادات كلها أذانا وصلاة وذكرا بقوله : ( الله أكبر ) وحمل عليه لفظ النبي - صلى الله عليه وسلم - الوارد على الإطلاق في موارد ; منها قوله : \" تحريمها التكبير ، وتحليلها التسليم \" والشرع يقتضي بعرفه ما يقتضي بعمومه ، ومن موارده أوقات الإهلال بالذبائح لله تخليصا له من الشرك ، وإعلانا باسمه في النسك ، وإفرادا لما شرع منه لأمره بالسفك .قلت : قد تقدم في أول سورة ( البقرة ) أن هذا اللفظ ( الله أكبر ) هو المتعبد به في الصلاة ، المنقول عن النبي - صلى الله عليه وسلم - . وفي التفسير أنه لما نزل قوله تعالى : وربك فكبر قام رسول الله - صلى الله عليه وسلم - وقال : \" الله أكبر \" فكبرت خديجة ، وعلمت أنه الوحي من الله تعالى ; ذكره القشيري .الفاء في قوله تعالى : وربك فكبر دخلت على معنى جواب الجزاء كما دخلت في ( فأنذر ) أي قم فأنذر وقم فكبر ربك ; قاله الزجاج . وقال ابن جني : هو كقولك زيدا فاضرب ; أي زيدا اضرب ، فالفاء زائدة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَرَبَّكَ فَكَبِّرْ ) يقول تعالى ذكره: وربك يا محمد فعظم بعبادته، والرغبة إليه في حاجاتك دون غيره من الآلهة والأنداد."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وثيابك فطهر» عن النجاسة أو قصرها خلاف جر العرب ثيابهم خيلاء فربما أصابتها نجاسة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَثِيَابَكَ فَطَهِّرْ  يحتمل أن المراد بثيابه، أعماله كلها، وبتطهيرها تخليصها والنصح بها، وإيقاعها على أكمل الوجوه، وتنقيتها عن المبطلات والمفسدات، والمنقصات من شر ورياء، [ونفاق]، وعجب، وتكبر، وغفلة، وغير ذلك، مما يؤمر العبد باجتنابه في عباداته.ويدخل في ذلك تطهير الثياب من النجاسة، فإن ذلك من تمام التطهير للأعمال خصوصا في الصلاة، التي قال كثير من العلماء: إن إزالة النجاسة عنها شرط من شروط الصلاة.ويحتمل أن المراد بثيابه، الثياب المعروفة، وأنه مأمور بتطهيرها عن [جميع] النجاسات، في جميع الأوقات، خصوصا في الدخول في الصلوات، وإذا كان مأمورا بتطهير الظاهر، فإن طهارة الظاهر من تمام طهارة الباطن."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( وثيابك فطهر ) قال الأجلح الكندي ، عن عكرمة ، عن ابن عباس : أنه أتاه رجل فسأله عن هذه الآية : ( وثيابك فطهر ) قال : لا تلبسها على معصية ولا على غدرة . ثم قال : أما سمعت قول غيلان بن سلمة الثقفي :فإني بحمد الله لا ثوب فاجر لبست ولا من غدرة أتقنعوقال ابن جريج ، عن عطاء ، عن ابن عباس [ في هذه الآية ] ( وثيابك فطهر ) قال : في كلام العرب : نقي الثياب . وفي رواية بهذا الإسناد : فطهر من الذنوب . وكذا قال إبراهيم ، والشعبي ، وعطاء .وقال الثوري ، عن رجل ، عن عطاء ، عن ابن عباس في هذه الآية : ( وثيابك فطهر ) قال : من الإثم . وكذا قال إبراهيم النخعي .وقال مجاهد : ( وثيابك فطهر ) قال : نفسك ، ليس ثيابه . وفي رواية عنه : ( وثيابك فطهر ) عملك فأصلح ، وكذا قال أبو رزين . وقال في رواية أخرى : ( وثيابك فطهر ) أي : لست بكاهن ولا ساحر ، فأعرض عما قالوا .وقال قتادة : ( وثيابك فطهر ) أي : طهرها من المعاصي ، وكانت العرب تسمي الرجل إذا نكث ولم يف بعهد الله إنه لمدنس الثياب ، وإذا وفى وأصلح : إنه لمطهر الثياب .وقال عكرمة والضحاك : لا تلبسها على معصية .وقال الشاعرإذا المرء لم يدنس من اللؤم عرضه     فكل رداء يرتديه جميلوقال العوفي ، عن ابن عباس : ( وثيابك فطهر ) [ يعني ] لا تك ثيابك التي تلبس من مكسب غير طائب ، ويقال : لا تلبس ثيابك على معصية .وقال محمد بن سيرين : ( وثيابك فطهر ) أي : اغسلها بالماء .وقال ابن زيد : كان المشركون لا يتطهرون ، فأمره الله أن يتطهر ، وأن يطهر ثيابه .وهذا القول اختاره ابن جرير ، وقد تشمل الآية جميع ذلك مع طهارة القلب ، فإن العرب تطلق الثياب عليه ، كما قال امرؤ القيس :أفاطم مهلا بعض هذا التدلل     وإن كنت قد أزمعت هجري فأجمليوإن تك قد ساءتك مني خليقة     فسلي ثيابي من ثيابك تنسلوقال سعيد بن جبير : ( وثيابك فطهر ) وقلبك ونيتك فطهر .وقال محمد بن كعب القرظي والحسن البصري : وخلقك فحسن ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وثيابك فطهر ) قال قتادة ومجاهد : نفسك فطهر [ عن الذنب ] فكنى عن النفس بالثوب ، وهو قول إبراهيم والضحاك والشعبي والزهري . وقال عكرمة : سئل ابن عباس عن قوله : \" وثيابك فطهر \" فقال : لا تلبسها على معصية ولا على غدر ، ثم قال : أما سمعت قول غيلان بن سلمة الثقفي :وإني بحمد الله لا ثوب فاجر لبست ولا من غدرة أتقنعوالعرب تقول في وصف الرجل بالصدق والوفاء : إنه طاهر الثياب ، وتقول لمن غدر : إنه لدنس الثياب . وقال أبي بن كعب : لا تلبسها على غدر ولا على ظلم ولا إثم ، البسها وأنت بر [ جواد ] طاهر .وروى أبو روق عن الضحاك معناه : وعملك فأصلح .قال السدي : يقال للرجل إذا كان صالحا : إنه لطاهر الثياب ، وإذا كان فاجرا إنه لخبيث الثياب .وقال سعيد بن جبير : وقلبك ونيتك فطهر . وقال الحسن والقرظي : وخلقك فحسن .وقال ابن سيرين وابن زيد : أمر بتطهير الثياب من النجاسات التي لا تجوز الصلاة معها وذلك أن المشركين [ كانوا ] لا يتطهرون ولا يطهرون ثيابهم .وقال طاووس : وثيابك فقصر لأن تقصير الثياب طهرة لها ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وثيابك فطهر فيه ثمانية أقوال : أحدهما : أن المراد بالثياب العمل . الثاني : القلب . الثالث : النفس . الرابع : الجسم . الخامس : الأهل . السادس : الخلق . السابع : الدين . الثامن : الثياب الملبوسات على الظاهر . فمن ذهب إلى القول الأول قال : تأويل الآية وعملك فأصلح ; قاله مجاهد وابن زيد . وروى منصور عن أبي رزين قال : يقول وعملك فأصلح ، قال : وإذا كان الرجل خبيث العمل قالوا إن فلانا خبيث الثياب ، وإذا كان حسن العمل قالوا إن فلانا طاهر الثياب ، ونحوه عن السدي ، ومنه قول الشاعر :لا هم إن عامر بن جهم أوذم حجا في ثياب دسمومنه ما روي عن النبي - صلى الله عليه وسلم - أنه قال : يحشر المرء في ثوبيه اللذين مات عليهما يعني عمله الصالح والطالح ، ذكره الماوردي ، ومن ذهب إلى القول الثاني قال : إن تأويل الآية وقلبك فطهر ، قاله ابن عباس وسعيد بن جبير ، دليله قول امرئ القيس :[وإن تك قد ساءتك مني خليقة ]     فسلي ثيابي من ثيابك تنسلأي قلبي من قلبك . قال الماوردي : ولهم في تأويل الآية وجهان : أحدهما : معناه وقلبك فطهر من الإثم والمعاصي ، قاله ابن عباس وقتادة . الثاني : وقلبك فطهر من الغدر ، أي لا تغدر فتكون دنس الثياب ، وهذا مروي عن ابن عباس ، واستشهد بقول غيلان بن سلمة الثقفي :فإني بحمد الله لا ثوب فاجر لبست ولا من غدرة أتقنع ومن ذهب إلى القول الثالث قال : تأويل الآية ونفسك فطهر أي من الذنوب . والعرب تكني عن النفس بالثياب ، قاله ابن عباس . ومنه قول عنترة :فشككت بالرمح الطويل ثيابه ليس الكريم على القنا بمحرم وقال امرؤ القيس :فسلي ثيابي من ثيابك تنسلوقال :ثياب بني عوف طهارى نقية وأوجههم بيض المسافر غران أي أنفس بني عوف . ومن ذهب إلى القول الرابع قال : تأويل الآية وجسمك فطهر ، أي عن المعاصي الظاهرة . ومما جاء عن العرب في الكناية عن الجسم بالثياب قول ليلى وذكرت إبلا :رموها بأثياب خفاف فلا ترى لها شبها إلا النعام المنفرا أي ركبوها فرموها بأنفسهم . ومن ذهب إلى القول الخامس قال : تأويل الآية وأهلك فطهرهم من الخطايا بالوعظ والتأديب والعرب تسمي الأهل ثوبا ولباسا وإزارا قال الله تعالى : هن لباس لكم وأنتم لباس لهن . الماوردي : ولهم في تأويل الآية وجهان : أحدهما : معناه ونساءك فطهر باختيار المؤمنات العفائف . الثاني : الاستمتاع بهن في القبل دون الدبر ، في الطهر لا في الحيض ، حكاه ابن بحر ، ومن ذهب إلى القول السادس قال : تأويل الآية وخلقك فحسن ، قاله الحسن والقرظي لأن خلق الإنسان مشتمل على أحواله اشتمال ثيابه على نفسه . وقال الشاعر :ويحيى لا يلام بسوء خلق ويحيى طاهر الأثواب حر أي حسن الأخلاق ، ومن ذهب إلى القول السابع قال : تأويل الآية ودينك فطهر ، وفي الصحيحين عنه - عليه السلام - قال : ورأيت الناس وعليهم ثياب منها ما يبلغ الثدي ، ومنها ما دون ذلك ، ورأيت عمر بن الخطاب وعليه إزار يجره قالوا : يا رسول الله ، فما أولت ذلك ؟ قال : الدين . وروى ابن وهب عن مالك أنه قال : ما يعجبني أن أقرأ القرآن إلا في الصلاة والمساجد لا في الطريق ، قال الله تعالى : وثيابك فطهر يريد مالك أنه كنى عن الثياب بالدين . وقد روى عبد الله بن نافع عن أبي بكر بن عبد العزيز بن عبد الله بن عمر بن الخطاب عن مالك بن أنس في قوله تعالى : وثيابك فطهر أي لا تلبسها على غدرة ، ومنه قول أبي كبشة :ثياب بني عوف طهارى نقية وأوجههم بيض المسافر غران يعني بطهارة ثيابهم سلامتهم من الدناءات ، ويعني بغرة وجوههم تنزيههم عن المحرمات ، أو جمالهم في الخلقة أو كليهما ، قاله ابن العربي ، وقال سفيان بن عيينة : لا تلبس ثيابك على كذب ولا جور ولا غدر ولا إثم ، قاله عكرمة ، ومنه قول الشاعر :أوذم حجا في ثياب دسمأي قد دنسها بالمعاصي ، وقال النابغة :رقاق النعال طيب حجزاتهم يحيون بالريحان يوم السباسب ومن ذهب إلى القول الثامن قال : إن المراد بها الثياب الملبوسات ، فلهم في تأويله أربعة أوجه : أحدهما : معناه وثيابك فأنق ، ومنه قول امرئ القيس :ثياب بني عوف طهارى نقية [     وأوجههم عند المشاهد غران] الثاني : وثيابك فشمر وقصر ، فإن تقصير الثياب أبعد من النجاسة ، فإذا انجرت على الأرض لم يؤمن أن يصيبها ما ينجسها ، قاله الزجاج وطاوس ، الثالث : وثيابك فطهر من النجاسة بالماء ، قاله محمد بن سيرين وابن زيد والفقهاء ، الرابع : لا تلبس ثيابك إلا من كسب حلال لتكون مطهرة من الحرام ، وعن ابن عباس : لا تكن ثيابك التي تلبس من مكسب غير طاهر ، ابن العربي وذكر بعض ما ذكرناه : ليس بممتنع أن تحمل الآية على عموم المراد فيها بالحقيقة والمجاز ، وإذا حملناها على الثياب المعلومة الطاهرة فهي تتناول معنيين : أحدهما : تقصير الأذيال لأنها إذا أرسلت تدنست ، ولهذا قال عمر بن الخطاب - رضي الله عنه - لغلام من الأنصار وقد رأى ذيله مسترخيا : ارفع إزارك فإنه أتقى وأنقى وأبقى ، وقد قال النبي - صلى الله عليه وسلم - : إزرة المؤمن إلى أنصاف ساقيه ، لا جناح عليه فيما بينه وبين الكعبين ، وما كان أسفل من ذلك ففي النار فقد جعل النبي - صلى الله عليه وسلم - الغاية في لباس الإزار الكعب وتوعد ما تحته بالنار ، فما بال رجال يرسلون أذيالهم ، ويطيلون ثيابهم ، ثم يتكلفون رفعها بأيديهم ، وهذه حالة الكبر ، وقائدة العجب ، وأشد ما في الأمر أنهم يعصون وينجسون ويلحقون أنفسهم بمن لم يجعل الله معه غيره ولا ألحق به سواه ، قال النبي - صلى الله عليه وسلم - : لا ينظر الله إلى من جر ثوبه خيلاء ولفظ الصحيح : من جر إزاره خيلاء لم ينظر الله إليه يوم القيامة قال أبو بكر : يا رسول الله إن أحد شقي إزاري يسترخي إلا أن أتعاهد ذلك منه ، قال رسول الله - صلى الله عليه وسلم - : لست ممن يصنعه خيلاء فعم رسول الله - صلى الله عليه وسلم - بالنهي ، واستثنى الصديق ، فأراد الأدنياء إلحاق أنفسهم بالرفعاء ، وليس ذلك لهم . والمعنى الثاني : غسلها من النجاسة وهو ظاهر منها ، صحيح فيها . المهدوي : وبه استدل بعض العلماء على وجوب طهارة الثوب ، قال ابن سيرين وابن زيد : لا تصل إلا في ثوب طاهر ، واحتج بها الشافعي على وجوب طهارة الثوب ، وليست عند مالك وأهل المدينة بفرض ، وكذلك طهارة البدن ، ويدل على ذلك الإجماع على جواز الصلاة بالاستجمار من غير غسل ، وقد مضى هذا القول في سورة ( براءة ) مستوفى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَثِيَابَكَ فَطَهِّرْ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: لا تلبس ثيابك على معصية، ولا على غدرة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: أما سمعت قول غَيلان بن سَلَمة:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُ (2)حدثنا أبو كُريب: قال: ثنا مُصْعَب بن سلام، عن الأجلح، عن عكرِمة، عن ابن عباس، قال: أتاه رجل وأنا جالس فقال: أرأيت قول الله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبسها على معصية ولا على غدرة، ثم قال: أما سمعت قول غيلان بن سلمة الثقفيّ:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُحدثنا سعيد بن يحيى، قال: ثنا حفص بن غياث، عن الأجلح، عن عكرِمة، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبسها على غدرة، ولا على فجرة ثم تمثَّل بشعر غيلان بن سلمة هذا.حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا سفيان، عن الأجلح بن عبد الله الكندي، عن عكرِمة ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبس ثيابك على معصية، ألم تسمع قول غيلان بن سَلَمَة الثقفيّ:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُحدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حجاج، قال ابن جريج: أخبرني عطاء، أنه سمع ابن عباس يقول: ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم، ثم قال: نقيّ الثياب في كلام العرب.حدثنا سعيد بن يحيى، قال: ثنا حفص بن غياث القاضي، عن ابن جُرَيج، عن عطاء، عن ابن عباس، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: في كلام العرب: نقيّ الثياب.حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن شعبة، عن مغيرة، عن إبراهيم ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الذنوب.حدثنا أبو كريب، قال: ثنا يحيى بن سعيد، عن ابن جريج، عن عطاء، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الذنوب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَثِيَابَكَ فَطَهِّرْ ) قال: هي كلمة من العربية كانت العرب تقولها: طهر ثيابك: أي من الذنوب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) يقول: طهرها من المعاصي، فكانت العرب تسمي الرجل إذا نكث ولم يف بعهد أنه دَنِسَ الثياب، وإذا وفى وأصلح قالوا: مطهَّر الثياب.حدثنا ابن حميد، قال ثنا مهران، عن سفيان، عن ابن جريج، عن عطاء، عن ابن عباس: ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) يقول: لا تلبس ثيابك على معصية.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن ابن جُريج، عن عطاء، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.قال ثنا وكيع، عن سفيان، عن مغيرة، عن إبراهيم، قال: من الإثم.قال: ثنا وكيع، عن سفيان، عن الأجلح، سمع عكرمة قال: لا تلبس ثيابك على معصية.قال: ثنا وكيع، عن سفيان، عن جابر، عن عامر وعطاء قالا من الخطايا.وقال آخرون: بل معنى ذلك: لا تلبس ثيابك من مكسب غير طيب.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تكن ثيابك التي تلبس من مكسب غير طائب، ويقال: لا تلبس ثيابك على معصية.وقال آخرون: بل معنى ذلك: أصلح عملك.* ذكر من قال ذلك:حدثني يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن عياض، عن منصور، عن مجاهد، في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: عملك فأصلح.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن أبي رَزِين في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: عملك فأصلحه، وكان الرجل إذا كان خبيث العمل، قالوا: فلان خبيث الثياب، وإذا كان حسن العمل قالوا: فلان طاهر الثياب.وقال آخرون في ذلك ما حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لست بكاهن ولا ساحر، فأعرض عما قالوا.وقال آخرون: بل معنى ذلك: اغسلها بالماء، وطهرها من النجاسة.* ذكر من قال ذلك:حدثني عباس بن أبي طالب، قال: ثنا عليّ بن عبد الله بن جعفر، عن أحمد بن موسى بن أبى مريم صاحب اللؤلؤ، قال: أخبرنا ابن عون، عن محمد بن سيرين ( وَثِيَابَكَ فَطَهِّرْ ) قال: اغسلها بالماء.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: كان المشركون لا يتطهرون، فأمره أن يتطهر، ويطهِّر ثيابه.وهذا القول الذي قاله ابن سيرين وابن زيد في ذلك أظهر معانيه، والذي قاله ابن عباس، وعكرمة وابن زكريا قول عليه أكثر السلف من أنه عُنِيَ به: جسمك فطهر من الذنوب، والله أعلم بمراده من ذلك.------------------------الهوامش:(2) البيت لغيلان بن سلمة الثقفي، كما قال المؤلف: أنشده عند قوله تعالى: ( وثيابك فطهر ) قال الفراء في معاني القرآن ( الورقة 246) وقوله: ( وثيابك فطهر ) يقول : لا تكن غادرا، فتدنس ثيابك، فإن الغادر دنس الثياب . ويقال: وثيابك فطهر، وعملك فأصلح. وقال بعضهم: ( وثيابك فطهر ) فقصر فإن تقصير الثياب طهر. ا ه . وفي ( اللسان: ثوب ) وقوله عز وجل: ( وثيابك فطهر ) قال ابن عباس: يقول: لا تلبس ثيابك على معصية، ولا على فجور كُفْرٍ، واحتج بقول الشاعر: \" إني بحمد الله لا ثوب... \" البيت. وقال أبو العباس ( ثعلب ): الثياب: اللباس. ويقال للقلب. ا ه . قال: وقيل: نفسك فطهر، والعرب تكني بالثياب عن النفس. وفلان دنس الثياب: إذا كان خبيث الفعل والمذهب، خبيث العرض. قال امرؤ القيس:ثِيابُ بَنِي عَوْف طَهارَى نَقِيَّةٌوأوْجُهُهُمْ بِيضُ المَسافرِ غُرَّانُ"
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والرُّجز» فسره النبي صلى الله عليه وسلم بالأوثان «فاهجر» أي دم على هجره."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَالرُّجْزَ فَاهْجُرْ  يحتمل أن المراد بالرجز الأصنام والأوثان، التي عبدت مع الله، فأمره بتركها، والبراءة منها ومما نسب إليها من قول أو عمل. ويحتمل أن المراد بالرجز أعمال الشر كلها وأقواله، فيكون أمرا له بترك الذنوب، صغيرها وكبيرها  ، ظاهرها وباطنها، فيدخل في ذلك الشرك وما دونه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( والرجز فاهجر ) قال علي بن أبي طلحة ، عن ابن عباس : ( والرجز ) وهو الأصنام ، فاهجر . وكذا قال مجاهد ، وعكرمة ، وقتادة ، والزهري ، وابن زيد : إنها الأوثان . وقال إبراهيم والضحاك : ( والرجز فاهجر ) أي : اترك المعصية .وعلى كل تقدير فلا يلزم تلبسه بشيء من ذلك ، كقوله : ( يا أيها النبي اتق الله ولا تطع الكافرين والمنافقين ) [ الأحزاب : 1 ] ( وقال موسى لأخيه هارون اخلفني في قومي وأصلح ولا تتبع سبيل المفسدين ) [ الأعراف : 142 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والرجز فاهجر ) قرأ أبو جعفر وحفص [ عن عاصم ] ويعقوب : \" والرجز \" بضم الراء ، وقرأ الآخرون بكسرها وهما لغتان ومعناهما واحد . قال مجاهد وعكرمة وقتادة والزهري وابن زيد وأبو سلمة : المراد بالرجز الأوثان ، قال : فاهجرها ولا تقربها .وقيل : الزاي فيه منقلبة عن السين والعرب تعاقب بين السين والزاي لقرب مخرجهما ودليل هذا التأويل قوله : \" فاجتنبوا الرجس من الأوثان \" ( الحج - 30 ) .وروي عن ابن عباس أن معناه : اترك المآثم .وقال أبو العالية والربيع : \" الرجز \" بضم الراء : الصنم ، وبالكسر : النجاسة والمعصية .وقال الضحاك : يعني الشرك . وقال الكلبي : يعني العذاب .ومجاز الآية : اهجر ما أوجب لك العذاب من الأعمال ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : والرجز فاهجرقوله تعالى : والرجز فاهجر قال مجاهد وعكرمة : يعني الأوثان ، دليله قوله تعالى : فاجتنبوا الرجس من الأوثان قاله ابن عباس وابن زيد ، وعن ابن عباس أيضا : والمأثم فاهجر ، أي فاترك ، وكذا روى مغيرة عن إبراهيم النخعي قال : الرجز الإثم ، وقال قتادة : الرجز : إساف ونائلة ، صنمان كانا عند البيت ، وقيل : الرجز العذاب على تقدير حذف المضاف ، المعنى : وعمل الرجز فاهجر ، أو العمل المؤدي إلى العذاب ، وأصل الرجز العذاب ، قال الله تعالى : لئن كشفت عنا الرجز لنؤمنن لك . وقال تعالى : فأرسلنا عليهم رجزا من السماء فسميت الأوثان رجزا لأنها تؤدي إلى العذاب ، وقراءة العامة \" الرجز \" بكسر الراء ، وقرأ الحسن وعكرمة ومجاهد وابن محيصن وحفص عن عاصم ( والرجز ) بضم الراء وهما لغتان مثل الذكر والذكر ، وقال أبو العالية والربيع والكسائي : الرجز بالضم : الصنم ، وبالكسر : النجاسة والمعصية ، وقال الكسائي أيضا : بالضم : الوثن ، وبالكسر : العذاب ، وقال السدي : الرجز بنصب الراء : الوعيد ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَالرُّجْزَ فَاهْجُرْ ) اختلفت القرّاء في قراءة ذلك، فقرأه بعض قرّاء المدينة وعامة قرّاء الكوفة: ( والرِّجْزَ ) بكسر الراء، وقرأه بعض المكيين والمدنيين ( وَالرُّجْزَ ) بضم الراء، فمن ضمّ الراء وجهه إلى الأوثان، وقال: معنى الكلام: والأوثان فاهجر عبادتها، واترك خدمتها، ومن كسر الراء وجَّهه إلى العذاب، وقال: معناه: والعذاب فاهجر، أي ما أوجب لك العذاب من الأعمال فاهجر.والصواب من القول في ذلك أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فمصيب، والضمّ والكسر في ذلك لغتان بمعنى واحد، ولم نجد أحدًا من متقدّمي أهل التأويل فرّق بين تأويل ذلك، وإنما فرّق بين ذلك فيما بلغنا الكسائيّ.واختلف أهل التأويل في معنى ( الرُّجْزُ ) في هذا الموضع، فقال بعضهم: هو الأصنام.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) يقول: السخط وهو الأصنام.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالرُّجْزَ فَاهْجُرْ ) قال: الأوثان.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسرائيل - قال أبو جعفر: أحسبه أنا - عن جابرٍ، عن مجاهد وعكرِمة ( وَالرُّجْزَ فَاهْجُرْ ) قال: الأوثان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالرُّجْزَ فَاهْجُرْ ) : إساف ونائلة، وهما صنمان كانا عند البيت يمسح وجوههما من أتى عليهما، فأمر الله نبيَّهُ صلى الله عليه وسلم أن يجتنبهما ويعتزلهما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ( وَالرُّجْزَ فَاهْجُرْ ) قال: هي الأوثان.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) قال: الرجز: آلهتهم التي كانوا يعبدون ؛ أمره أن يهجرها، فلا يأتيها، ولا يقربها.وقال آخرون: بل معنى ذلك: والمعصية والإثم فاهجر.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم ( وَالرُّجْزَ فَاهْجُرْ ) قال: الإثم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) يقول: اهجر المعصية. وقد بيَّنا معنى الرجز فيما مضى بشواهده المغنية عن إعادتها في هذا الموضع."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولا تمنن تستكثر» بالرفع حال، أي لا تعط شيئا لتطلب أكثر منه وهذا خاص به صلى الله عليه وسلم لأنه مأمور بأجمل الأخلاق وأشرف الآداب."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلَا تَمْنُنْ تَسْتَكْثِرُ  أي: لا تمنن على الناس بما أسديت إليهم من النعم الدينية والدنيوية، فتتكثر  بتلك المنة، وترى لك [الفضل] عليهم بإحسانك المنة، بل أحسن إلى الناس مهما أمكنك، وانس [عندهم] إحسانك، ولا تطلب أجره إلا من الله تعالى واجعل من أحسنت إليه وغيره على حد سواء.وقد قيل: إن معنى هذا، لا تعط أحدا شيئا، وأنت تريد أن يكافئك عليه بأكثر منه، فيكون هذا خاصا بالنبي صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ولا تمنن تستكثر ) قال ابن عباس : لا تعط العطية تلتمس أكثر منها . وكذا قال عكرمة ، ومجاهد ، وعطاء ، وطاوس ، وأبو الأحوص ، وإبراهيم النخعي ، والضحاك ، وقتادة ، والسدي ، وغيرهم .وروي عن ابن مسعود أنه قرأ : \" ولا تمنن أن تستكثر \" .وقال الحسن البصري : لا تمنن بعملك على ربك تستكثره . وكذا قال الربيع بن أنس ، واختاره ابن جرير . وقال خصيف ، عن مجاهد في قوله : ( ولا تمنن تستكثر ) قال : لا تضعف أن تستكثر من الخير ، قال : تمنن في كلام العرب : تضعف .وقال ابن زيد : لا تمنن بالنبوة على الناس ، تستكثرهم بها ، تأخذ عليه عوضا من الدنيا .فهذه أربعة أقوال ، والأظهر القول الأول ، والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولا تمنن تستكثر ) أي : لا تعط مالك مصانعة لتعطى أكثر منه ، هذا قول أكثر المفسرين قال الضحاك ومجاهد : كان هذا للنبي - صلى الله عليه وسلم - خاصة . قال الضحاك : هما رباءان حلال وحرام ، فأما الحلال فالهدايا وأما الحرام فالربا . قال قتادة : لا تعط شيئا طمعا لمجازاة الدنيا يعني أعط لربك وأرد به الله . وقال الحسن : معناه لا تمنن على الله بعملك فتستكثره ، قال الربيع : لا تكثرن عملك في عينك فإنه فيما أنعم الله عليك وأعطاك قليل . وروى خصيف عن مجاهد : ولا تضعف أن تستكثر من الخير ، من قولهم : حبل متين إذا كان ضعيفا دليله : قراءة ابن مسعود : \" ولا تمنن أن تستكثر \" قال [ ابن ] زيد معناه : لا تمنن بالنبوة على الناس فتأخذ عليها أجرا أو عرضا من الدنيا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولا تمنن تستكثرفيه ثلاث مسائل :الأولى : قوله تعالى : ولا تمنن تستكثر فيه أحد عشر تأويلا ، الأول : لا تمنن على ربك بما تتحمله من أثقال النبوة ، كالذي يستكثر ما يتحمله بسبب الغير ، الثاني : لا تعط عطية تلتمس بها أفضل منها ، قاله ابن عباس وعكرمة وقتادة ، قال الضحاك : هذا حرمه الله على رسول الله - صلى الله عليه وسلم - لأنه مأمور بأشرف الآداب وأجل الأخلاق ، وأباحه لأمته ، وقاله مجاهد ، الثالث : عن مجاهد أيضا : لا تضعف أن تستكثر من الخير ، من قولك حبل منين إذا كان ضعيفا ، ودليله قراءة ابن مسعود ( ولا تمنن تستكثر من الخير ) ، الرابع : عن مجاهد أيضا والربيع : لا تعظم عملك في عينك أن تستكثر من الخير ، فإنه مما أنعم الله عليك ، قال ابن كيسان : لا تستكثر عملك فتراه من نفسك ، إنما عملك منة من الله عليك إذ جعل الله لك سبيلا إلى عبادته ، الخامس : قال الحسن : لا تمنن على الله بعملك فتستكثره ، السادس : لا تمنن بالنبوة والقرآن على الناس فتأخذ منهم أجرا تستكثر به ، السابع : قال القرظي : لا تعط مالك مصانعة ، الثامن : قال زيد بن أسلم : إذا أعطيت عطية فأعطها لربك ، التاسع : لا تقل دعوت فلم يستجب لي ، العاشر : لا تعمل طاعة وتطلب ثوابها ، ولكن اصبر حتى يكون الله هو الذي يثيبك عليها ، الحادي عشر : لا تفعل الخير لترائي به الناس .الثانية : هذه الأقوال وإن كانت مرادة فأظهرها قول ابن عباس : لا تعط لتأخذ أكثر مما أعطيت من المال ، يقال : مننت فلانا كذا أي أعطيته ، ويقال للعطية المنة ، فكأنه أمر بأن تكون عطاياه لله ، لا لارتقاب ثواب من الخلق عليها لأنه - عليه السلام - ما كان يجمع الدنيا ، ولهذا قال : ما لي مما أفاء الله عليكم إلا الخمس ، والخمس مردود عليكم وكان ما يفضل من نفقة عياله مصروفا إلى مصالح المسلمين ولهذا لم يورث لأنه كان لا يملك لنفسه الادخار والاقتناء ، وقد عصمه الله تعالى عن الرغبة في شيء من الدنيا ولذلك حرمت عليه الصدقة وأبيحت له الهدية فكان يقبلها ويثيب عليها ، وقال : لو دعيت إلى كراع لأجبت ، ولو أهدي إلي ذراع لقبلت ابن العربي : وكان يقبلها سنة ولا يستكثرها شرعة ، وإذا كان لا يعطي عطية يستكثر بها فالأغنياء أولى بالاجتناب لأنها باب من أبواب المذلة ، وكذلك قول من قال : إن معناها لا تعطي عطية تنتظر ثوابها ، فإن الانتظار تعلق بالأطماع ، وذلك في حيزه بحكم الامتناع ، وقد قال الله تعالى له : ولا تمدن عينيك إلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتنهم فيه ورزق ربك خير وأبقىوذلك جائز لسائر الخلق لأنه من متاع الدنيا ، وطلب الكسب والتكاثر بها ، وأما من قال : أراد به العمل أي لا تمنن بعملك على الله فتستكثره فهو صحيح ، فإن ابن آدم لو أطاع الله عمره من غير فتور لما بلغ لنعم الله بعض الشكر .الثالثة : قوله تعالى : ولا تمنن قراءة العامة بإظهار التضعيف ، وقرأ أبو السمال العدوي وأشهب العقيلي والحسن ( ولا تمن ) مدغمة مفتوحة ، تستكثر : قراءة العامة بالرفع وهو في معنى الحال ، تقول : جاء زيد يركض أي راكضا ، أي لا تعط شيئا مقدرا أن تأخذ بدله ما هو أكثر منه ، وقرأ الحسن بالجزم على جواب النهي وهو رديء ; لأنه ليس بجواب ، ويجوز أن يكون بدلا من تمنن كأنه قال : لا تستكثر ، وأنكره أبو حاتم وقال : لأن المن ليس بالاستكثار فيبدل منه ، ويحتمل أن يكون سكن تخفيفا كعضد ، أو أن يعتبر حال الوقف ، وقرأ الأعمش ويحيى ( تستكثر ) بالنصب ، توهم لام كي ، كأنه قال : ولا تمنن لتستكثر ، وقيل : هو بإضمار ( أن ) كقوله [ للشاعر طرفة بن العبد ] :ألا أيهذا الزاجري أحضر الوغىويؤيده قراءة ابن مسعود ( ولا تمنن أن تستكثر ) قال الكسائي : فإذا حذف ( أن ) رفع وكان المعنى واحدا ، وقد يكون المن بمعنى التعداد على المنعم عليه بالنعم ، فيرجع إلى القول الثاني ، ويعضده قوله تعالى : لا تبطلوا صدقاتكم بالمن والأذى وقد يكون مرادا في هذه الآية ، والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: ولا تعط يا محمد عطية لتعطى أكثر منها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي،  عن أبيه، عن ابن عباس، قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تُعط عطية تلتمس بها أفضل منها.حدثنا أبو حميد الحمصي أحمد بن المُغيرة، قال: ثني أبو حيوة شريح بن يزيد الحضرميّ، قال: ثني أرطاة عن ضمرة بن حبيب وأبي الأحوص في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط شيئا، لتُعْطَى أكثر منه.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن عكرِمة، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط شيئا لتُعْطَى أكثر منه.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، قال: أخبرني من سمع عكرِمة يقول: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط العطية لتريد أن تأخذ أكثر منها.حدثني يحيى بن طلحة اليربوعي، قال: ثنا فضيل، عن منصور، عن إبراهيم ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط كيما تَزداد.حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن مُغيرة، عن إبراهيم، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط شيئا لتأخذ أكثر منه.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سلمة، عن الضحاك ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعطِ لتُعْطَى أكثر منه.قال: ثنا وكيع، عن سفيان، عن مغيرة، عن إبراهيم، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعطِ لتُعْطَى أكثر منه.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن إبراهيم، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط شيئا لتزداد.حدثنا أبو كُرَيْبٍ قال: ثنا وكيع، عن ابن أبي روّاد، عن الضحاك، قال: هو الربا الحلال، كان للنبي صلى الله عليه وسلم خاصة.حدثنا أبو كُرَيْبٍ، قال: ثنا وكيع، عن أبي حجيرة، عن الضحاك، هما رِبَوان: حلال، وحرام ؛ فأما الحلال: فالهدايا، والحرام: فالربا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) يقول: لا تعطِ شيئا، إنما بك مجازاة الدنيا ومعارضها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط شيئا لتثاب أفضل منه، وقاله أيضا طاوس.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: تعطي مالا مصانعة رجاء أفضل منه من الثواب في الدنيا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم، قال: لا تعط لتُعْطى أكثر منه.قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تعط لتزداد.قال: ثنا مهران، عن سفيان، عن رجل، عن الضحاك بن مزاحم ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: هي للنبيّ صلى الله عليه وسلم خاصّة، وللناس عامَّة مُوَسَّع عليهم.وقال آخرون: بل معنى ذلك: ولا تمنن عملك على ربك تستكثر.* ذكر من قال ذلك:حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: ثنا سفيان بن حسين، عن الحسن، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تمنن عملك تستكثره على ربك.حدثنا محمد بن بشار، قال: ثنا هوذة، قال: ثنا عوف، عن الحسن ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تمنن تستكثر عملك.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا يونس بن نافع أبو غانم، عن أبي سهل كثير بن زياد، عن الحسن ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) يقول: لا تمنن تستكثر عملك الصالح.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي جعفر، عن الربيع بن أنس ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا يكثر عملك في عينك، فإنه فيما أنعم الله عليك وأعطاك قليل.وقال آخرون: بل معنى ذلك: لا تضعف أن تستكثر من الخير. ووجَّهوا معنى قوله: ( وَلا تَمْنُنْ ) أي لا تضعف، من قولهم: حبل منين: إذا كان ضعيفا.* ذكر من قال ذلك:حدثنا أبو حميد بن المغيرة الحمصي، قال: ثنا عبد الله بن عمرو، قال: ثنا محمد بن سلمة، عن خَصِيف عن مجاهد، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تضعف أن تستكثر من الخير، قال: تمنن في كلام العرب: تضعف.وقال آخرون في ذلك: لا تمنن بالنبوّة على الناس، تأخذ عليه منهم أجرًا.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلا تَمْنُنْ تَسْتَكْثِرُ ) قال: لا تمنن بالنبوّة والقرآن الذي أرسلناك به تستكثرهم به، تأخذ عليه عوضا من الدنيا.وأولى هذه الأقوال عندي بالصواب في ذلك قول من قال: معنى ذلك: ولا تمنن على ربك من أن تستكثر عملك الصالح.وإنما قلت ذلك أولى بالصواب، لأن ذلك في سياق آيات تقدم فيهنّ أمر الله نبيه صلى الله عليه وسلم بالجدّ في الدعاء إليه، والصبر على ما يَلْقَى من الأذى فيه، فهذه بأن تكون من أنواع تلك، أشبه منها بأن تكون من غيرها. وذُكر عن عبد الله بن مسعود أن ذلك في قراءته ( ولا تمنن أن (3) تستكثر ).------------------------الهوامش:(3) من الشاذ غير المشهور"
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها المتغطي بثيابه، قم مِن مضجعك، فحذِّر الناس من عذاب الله، وخُصَّ ربك وحده بالتعظيم والتوحيد والعبادة، وَطَهِّر ثيابك من النجاسات؛ فإن طهارة الظاهر من تمام طهارة الباطن، ودُمْ على هَجْر الأصنام والأوثان وأعمال الشرك كلها، فلا تقربها، ولا تُعط العطيَّة؛ كي تلتمس أكثر منها، ولمرضاة ربك فاصبر على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولربك فاصبر» على الأوامر والنواهي."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَلِرَبِّكَ فَاصْبِرْ  أي: احتسب بصبرك، واقصد به وجه الله تعالى، فامتثل رسول الله صلى الله عليه وسلم لأمر ربه، وبادر إليه، فأنذر الناس، وأوضح لهم بالآيات البينات جميع المطالب الإلهية، وعظم الله تعالى، ودعا الخلق إلى تعظيمه، وطهر أعماله الظاهرة والباطنة من كل سوء، وهجر كل ما يبعد عن الله  من الأصنام وأهلها، والشر وأهله، وله المنة على الناس -بعد منة الله- من غير أن يطلب منهم على ذلك  جزاء ولا شكورا، وصبر لله أكمل صبر، فصبر على طاعة الله، وعن معاصي الله، وعلى أقدار الله المؤلمة  ، حتى فاق أولي العزم من المرسلين، صلوات الله وسلامه عليه وعليهم أجمعين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ولربك فاصبر ) أي : اجعل صبرك على أذاهم لوجه ربك عز وجل ، قاله مجاهد . وقال إبراهيم النخعي : اصبر عطيتك لله تعالى ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولربك فاصبر ) قيل : فاصبر على طاعته وأوامره ونواهيه لأجل ثواب الله . قال مجاهد : فاصبر لله على ما أوذيت . وقال ابن زيد : ] معناه حملت أمرا عظيما محاربة العرب والعجم فاصبر عليه لله - عز وجل - . وقيل : فاصبر تحت موارد القضاء لأجل الله ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ولربك فاصبرقوله تعالى : ولربك فاصبر أي ولسيدك ومالكك فاصبر على أداء فرائضه وعبادته ، وقال مجاهد : على ما أوذيت ، وقال ابن زيد : حملت أمرا عظيما ، محاربة العرب والعجم ، فاصبر عليه لله ، وقيل : فاصبر تحت موارد القضاء لأجل الله تعالى ، وقيل : فاصبر على البلوى لأنه يمتحن أولياءه وأصفياءه ، وقيل : على أوامره ونواهيه ، وقيل : على فراق الأهل والأوطان ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَلِرَبِّكَ فَاصْبِرْ ) يقول تعالى ذكره: ولربك فاصبر على ما لقيت فيه من المكروه.وبنحو الذي قلنا في ذلك قال جماعة من أهل التأويل على اختلاف فيه بين أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَلِرَبِّكَ فَاصْبِرْ ) قال: على ما أوتيت.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلِرَبِّكَ فَاصْبِرْ ) قال: حمل أمرًا عظيما محاربة العرب، ثم العجم من بعد العرب في الله.وقال آخرون: بل معنى ذلك: ولربك فاصبر على عطيتك.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن مغيرة، عن إبراهيم ( وَلِرَبِّكَ فَاصْبِرْ ) قال: اصبر على عطيتك.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم، قال: اصبر على عطيتك لله.حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن مغيرة، عن إبراهيم، في قوله: ( وَلِرَبِّكَ فَاصْبِرْ ) قال: عطيتك اصبر عليها.يعني جل ثناؤه بقوله: ( فَإِذَا نُفِخَ فِي الصُّورِ ) فذلك يومئذ يوم شديد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا ابن فضيل وأسباط، عن مطرِّف، عن عطية العوفيِّ، عن ابن عباس، في قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ) قال رسول الله صلى الله عليه وسلم: \" كَيْفَ أنْعَمُ وَصَاحِبُ القَرْنِ قَدِ الْتَقَمَ القَرْنَ وَحَنَى جَبْهَتَهُ يَسْتَمعُ مَتَى يُؤْمَرُ يَنْفُخُ فِيهِ\"، فقال أصحابُ رسول الله صلى الله عليه وسلم: كيف نقول؟ فقال: تقولون: حَسْبُنا اللهُ وَنِعْمَ الوَكِيلُ، عَلى اللهِ تَوَكَّلْنا \"."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نُفخ في \"القرن\" نفخة البعث والنشور، فذلك الوقت يومئذ شديد على الكافرين، غير سهل أن يخلصوا مما هم فيه من مناقشة الحساب وغيره من الأهوال."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فإذا نقر في الناقور» نفخ في الصور وهو القرن النفخة الثانية."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: فإذا نفخ في الصور للقيام من القبور، وجمع الخلق  للبعث والنشور."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( فإذا نقر في الناقور فذلك يومئذ يوم عسير على الكافرين غير يسير ) قال ابن عباس ، ومجاهد ، والشعبي ، وزيد بن أسلم ، والحسن ، وقتادة ، والضحاك ، والربيع بن أنس ، والسدي ، وابن زيد : ( الناقور ) الصور . قال مجاهد : وهو كهيئة القرن .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أسباط بن محمد ، عن مطرف ، عن عطية العوفي ، عن ابن عباس : ( فإذا نقر في الناقور ) فقال : قال رسول الله صلى الله عليه وسلم : \" كيف أنعم وصاحب القرن قد التقم القرن وحنى جبهته ، ينتظر متى يؤمر فينفخ؟ \" فقال أصحاب رسول الله صلى الله عليه وسلم : فما تأمرنا يا رسول الله ؟ قال : \" قولوا : حسبنا الله ونعم الوكيل ، على الله توكلنا \" .وهكذا رواه الإمام أحمد ، عن أسباط ، به ورواه ابن جرير ، عن أبي كريب ، عن ابن فضيل وأسباط ، كلاهما عن مطرف ، به . ورواه من طريق أخرى ، عن العوفي ، عن ابن عباس ، به ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فإذا نقر في الناقور\"، أي: نفخ في الصور، وهو القرن الذي ينفخ فيه إسرافيل، يعني النفخة الثانية."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فإذا نقر في الناقور إذا نفخ في الصور ، والناقور : فاعول من النقر ، كأنه الذي من شأنه أن ينقر فيه للتصويت ، والنقر في كلام العرب : الصوت ، ومنه قول امرئ القيس :أخفضه بالنقر لما علوته ويرفع طرفا غير خاف غضيضوهم يقولون : نقر باسم الرجل إذ دعاه مختصا له بدعائه ، وقال مجاهد وغيره : هو كهيئة البوق ، ويعني به النفخة الثانية ، وقيل : الأولى ، لأنها أول الشدة الهائلة العامة ، وقد مضى الكلام في هذا مستوفى في ( النمل ) و ( الأنعام ) وفي كتاب ( التذكرة ) والحمد لله ، وعن أبي حبان قال : أمنا زرارة بن أوفى فلما بلغ فإذا نقر في الناقور خر ميتا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني يعقوب، قال: ثنا ابن علية، قال: أخبرنا أبو رجاء، عن عكرِمة، في قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: إذا نُفخ في الصور.حدثنا محمد بن المثنى، قال: ثنا أبو النعمان الحكم بن عبد الله، قال: ثنا شعبة، عن أبي رجاء، عن عكرِمة، في قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) مثله.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن شريك، عن جابر، عن مجاهد ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: إذا نُفخ في الصور.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: في الصور، قال: هو شيء كهيئة البوق.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: هو يوم يُنفخ في الصور الذي ينفخ فيه ، قال ابن عباس: إن نبيّ الله صلى الله عليه وسلم خرج إلى أصحابه، فقال: \" كَيْفَ أَنْعَمُ وَصَاحِبُ القَرْنِ قَدِ الْتَقَمَ القَرْنَ، وَحَنَى جَبْهَتَهُ، ثُمَّ أقْبَلَ بأُذُنِهِ يَسْتَمِعُ مَتى يُؤْمَرُ بالصَّيْحَة ؟ فاشتدّ ذلك على أصحابه، فأمرهم أن يقولوا: حَسْبُنا اللهُ وَنِعْمَ الوَكِيلُ، على اللهِ تَوَكَّلْنا \".حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) يقول: الصور.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال الحسن: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: إذا نُفخ في الصُّور.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) والناقور: الصور، والصور: الخلق.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله:: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) يعني: الصُّور.حدثنا ابن حميد، قال: ثنا حكام، عن أبي جعفر، عن الربيع، قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: الناقور: الصور.حدثنا مهران، عن أبي جعفر، عن الربيع، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَإِذَا نُقِرَ فِي النَّاقُورِ ) قال: الصور.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نُفخ في \"القرن\" نفخة البعث والنشور، فذلك الوقت يومئذ شديد على الكافرين، غير سهل أن يخلصوا مما هم فيه من مناقشة الحساب وغيره من الأهوال."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فذلك» أي وقت النقر «يومئذ» بدل مما قبله المبتدأ وبني لإضافته إلى غير متمكن وخبر المبتدأ «يوم عسير» والعامل في إذا ما دلت عليه الجملة اشتد الأمر."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ  لكثرة أهواله وشدائده."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي شديد."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فذلك\"، يعني النفخ في الصور، \"يومئذ\"، يعني يوم القيامة، \"يوم عسير\"، شديد."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فذلك يومئذ يوم عسير أي فذلك اليوم يوم شديد على الكافرين أي على من كفر بالله وبأنبيائه صلى الله عليهم غير يسير أي غير سهل ولا هين ، وذلك أن عقدهم لا تنحل إلا إلى عقدة أشد منها ، بخلاف المؤمنين الموحدين المذنبين فإنها تنحل إلى ما هو أخف منها حتى يدخلوا الجنة برحمة الله تعالى . و ( يومئذ ) نصب على تقدير : فذلك يوم عسير يومئذ ، وقيل : جر بتقدير حرف جر ، مجازه : فذلك في يومئذ ، وقيل : يجوز أن يكون رفعا إلا أنه بني على الفتح لإضافته إلى غير متمكن ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ) يقول: شديد."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فإذا نُفخ في \"القرن\" نفخة البعث والنشور، فذلك الوقت يومئذ شديد على الكافرين، غير سهل أن يخلصوا مما هم فيه من مناقشة الحساب وغيره من الأهوال."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«على الكافرين غير يسير» فيه دلالة على أنه يسير على المؤمنين في عسره."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ  لأنهم قد أيسوا من كل خير، وأيقنوا بالهلاك والبوار. ومفهوم ذلك أنه على المؤمنين يسير، كما قال تعالى:  يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( على الكافرين غير يسير ) أي : غير سهل عليهم . كما قال تعالى ( يقول الكافرون هذا يوم عسر ) [ القمر : 8 ] .وقد روينا عن زرارة بن أوفى - قاضي البصرة - : أنه صلى بهم الصبح ، فقرأ هذه السورة ، فلما وصل إلى قوله : ( فإذا نقر في الناقور فذلك يومئذ يوم عسير على الكافرين غير يسير ) شهق شهقة ، ثم خر ميتا ، رحمه الله ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"على الكافرين\"، يعسر فيه الأمر عليهم، \"غير يسير\"، غير هين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "عَلَى الْكَافِرِينَأي على من كفر بالله وبأنبيائه صلى الله عليهم غَيْرُ يَسِيرٍأي غير سهل ولا هين ; وذلك أن عقدهم لا تنحل إلا إلى عقدة أشد منها , بخلاف المؤمنين الموحدين المذنبين فإنها تنحل إلى ما هو أخف منها حتى يدخلوا الجنة برحمة الله تعالى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله تعالى ذكره ( فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ) فبين الله على من يقع ( عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ )."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ذرني» اتركني «ومن خلقت» عطف على المفعول أو مفعول معه «وحيدا» حال من مَن أو من ضميره المحذوف من خلقت منفردا بلا أهل ولا مال هو الوليد بن المغيرة المخزومي."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "هذه الآيات، نزلت في الوليد بن المغيرة، معاند الحق، والمبارز لله ولرسوله بالمحاربة والمشاقة، فذمه الله ذما لم يذمه  غيره، وهذا جزاء كل من عاند الحق ونابذه، أن له الخزي في الدنيا، ولعذاب الآخرة أخزى، فقال:  ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا  أي: خلقته منفردا، بلا مال ولا أهل، ولا غيره، فلم أزل أنميه وأربيه"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يقول تعالى متوعدا لهذا الخبيث الذي أنعم الله عليه بنعم الدنيا ، فكفر بأنعم الله ، وبدلها كفرا ، وقابلها بالجحود بآيات الله والافتراء عليها ، وجعلها من قول البشر . وقد عدد الله عليه نعمه حيث قال : ( ذرني ومن خلقت وحيدا ) أي : خرج من بطن أمه وحده لا مال له ولا ولد ، ثم رزقه الله ،"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل: \"ذرني ومن خلقت وحيداً\"، أي: خلقته في بطن أمه وحيداً فريداً لا مال له ولا ولد. نزلت في الوليد بن المغيرة المخزومي، كان يسمى الوحيد في قومه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ذرني ومن خلقت وحيدا ذرني أي دعني ، وهي كلمة وعيد وتهديد ومن خلقت أي دعني والذي خلقته وحيدا ف ( وحيدا ) على هذا حال من ضمير المفعول المحذوف ، أي خلقته وحده ، لا مال له ولا ولد ، ثم أعطيته بعد ذلك ما أعطيته ، والمفسرون على أنه الوليد بن المغيرة المخزومي ، وإن كان الناس خلقوا مثل خلقه ، وإنما خص بالذكر لاختصاصه بكفر النعمة وإيذاء الرسول - عليه السلام - ، وكان يسمى الوحيد في قومه ، قال ابن عباس : كان الوليد يقول : أنا الوحيد ابن الوحيد ، ليس لي في العرب نظير ، ولا لأبي المغيرة نظير ، وكان يسمى الوحيد فقال الله تعالى : ذرني ومن خلقت بزعمه وحيدا لا أن الله تعالى صدقه بأنه وحيد ، وقال قوم : إن قوله تعالى : وحيدا يرجع إلى الرب تعالى على معنيين : أحدهما : ذرني وحدي معه فأنا أجزيك في الانتقام منه عن كل منتقم ، والثاني : أني انفردت بخلقه ولم يشركني فيه أحد ، فأنا أهلكه ولا أحتاج إلى ناصر في إهلاكه ف ( وحيدا ) على هذا حال من ضمير الفاعل ، وهو التاء في خلقت والأول قول مجاهد ، أي خلقته وحيدا في بطن أمه لا مال له ولا ولد ، فأنعمت عليه فكفر فقوله : وحيدا على هذا يرجع إلى الوليد ، أي لم يكن له شيء فملكته ، وقيل : أراد بذلك ليدله على أنه يبعث وحيدا كما خلق وحيدا ، وقيل : الوحيد الذي لا يعرف أبوه ، وكان الوليد معروفا بأنه دعي ، كما ذكرنا في قوله تعالى : عتل بعد ذلك زنيم وهو في صفة الوليد أيضا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: كِلْ يا محمد أمر الذي خلقته في بطن أمه وحيدًا، لا شيء له من مال ولا ولد إليّ.وذُكر أنه عُنِي بذلك: الوليد بن المغيرة المخزومي.* ذكر من قال ذلك:حدثنا سفيان، قال: ثنا وكيع، قال: ثنا يُونس بن بكير، عن محمد بن إسحاق، عن محمد بن أبي محمد، مولى زيد، عن سعيد بن جُبير أو عكرِمة، عن ابن عباس، قال: أنزل الله في الوليد بن المغيرة قوله: ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) وقوله:  فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ ...  إلى آخرها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) قال: خلقته وحده ليس معه مال ولا ولد.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن محمد بن شريك، عن ابن أبي نجيح، عن مجاهد ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) قال: نزلت في الوليد بن المغيرة، وكذلك الخلق كلهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) وهو الوليد بن المغيرة، أخرجه الله من بطن أمه وحيدًا، لا مال له ولا ولد، فرزقه الله المال والولد، والثروة والنماء.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ... ) إلى قوله:  إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ...  حتى بلغ  سَأُصْلِيهِ سَقَرَ  قال: هذه الآية أُنزلت في الوليد بن المُغيرة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ) يعني الوليد بن المغيرة."
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وجعلت له مالا ممدودا» واسعا متصلا من الزروع والضروع والتجارة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا  أي: كثيرا"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( مالا ممدودا ) أي : واسعا كثيرا ، قيل : ألف دينار . وقيل : مائة ألف دينار . وقيل : أرضا يستغلها . وقيل غير ذلك ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وجعلت له مالا ممدودا ) أي : كثيرا . قيل : هو ما يمد بالنماء كالزرع والضرع والتجارة . واختلفوا في مبلغه ، قال مجاهد وسعيد بن جبير : ألف دينار . وقال قتادة : أربعة آلاف دينار . وقال سفيان الثوري : ألف ألف [ دينار ] . وقال ابن عباس : تسعة آلاف مثقال فضة . وقال مقاتل : كان له بستان بالطائف لا تنقطع ثماره شتاء ولا صيفا . وقال عطاء عن ابن عباس : كان له بين مكة والطائف إبل وخيل ونعم [ وغنم ] وكان له عير كثيرة وعبيد وجوار . وقيل : مالا ممدودا غلة شهر بشهر ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وجعلت له مالا ممدودا أي خولته وأعطيته مالا ممدودا ، وهو ما كان للوليد بين مكة والطائف من الإبل والحجور والنعم والجنان والعبيد والجواري ، كذا كان ابن عباس يقول ، وقال مجاهد : غلة ألف دينار ، قاله سعيد بن جبير وابن عباس أيضا ، وقال قتادة : ستة آلاف دينار ، وقال سفيان الثوري وقتادة : أربعة آلاف دينار ، الثوري أيضا : ألف ألف دينار ، مقاتل : كان له بستان لا ينقطع خيره شتاء ولا صيفا ، وقال عمر - رضي الله عنه - : وجعلت له مالا ممدودا غلة شهر بشهر ، النعمان بن سالم : أرضا يزرع فيها ، القشيري : والأظهر أنه إشارة إلى ما لا ينقطع رزقه ، بل يتوالى كالزرع والضرع والتجارة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) اختلف أهل التأويل في هذا المال الذي ذكره الله، وأخبر أنه جعله للوحيد ما هو؟ وما مبلغه؟ فقال بعضهم: كان ذلك دنانير، ومبلغها ألف دينار.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسماعيل بن إبراهيم، عن أبيه، عن مجاهد ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) قال: كان ماله ألف دينار.حدثنا صالح بن مسمار المروزي، قال: ثنا الحارث بن عمران الكوفيّ، قال: ثنا محمد بن سوقة، عن سعيد بن جُبير، في قوله: ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) قال: ألف دينار.وقال آخرون: كان ماله أربعة آلاف دينار.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) قال: بلغني أنه أربعة آلاف دينار.وقال آخرون: كان ماله أرضًا.* ذكر من قال ذلك:حدثني محمد بن المثنى، قال: ثني وهب بن جرير، قال: ثنا شعبة، عن النعمان بن سالم، في قوله: ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) قال: الأرض.حدثنا أحمد بن إسحاق الأهوازي، قال: ثنا وهب بن جرير، قال: ثنا شعبة، عن النعمان بن سالم، مثله.وقال آخرون: كان ذلك غلة شهر بشهر.* ذكر من قال ذلك:حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حلبس، إمام مسجد ابن علية، عن ابن جريج، عن عطاء، عن عمر رضي الله عنه، في قوله: ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) قال: غلة شهر بشهر.حدثني أبو حفص الحيري، قال: ثنا حلبس الضُّبَعي، عن ابن جريج، عن عطاء مثله، ولم يقل: عن عمر.حدثنا أحمد بن الوليد الرملي، قال: ثنا غالب بن حلبس، قال: ثنا أبي، عن ابن جريج، عن عطاء مثله، ولم يقل: عن عمر.حدثنا أحمد بن الوليد، قال: ثنا أبو بكر عياش، قال: ثنا حلبس بن محمد العجلي، عن ابن جريج عن عطاء، عن عمر، مثله.والصواب من القول في ذلك أن يقال كما قال الله: ( وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ) وهو الكثير الممدود، عدده أو مساحته."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وبنين» عشرة أو أكثر «شهودا» يشهدون المحافل وتسمع شهاداتهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " و  جعلت له  بنين  أي: ذكورا  شُهُودًا  أي: دائما حاضرين عنده، [على الدوام] يتمتع بهم، ويقضي بهم حوائجه، ويستنصر بهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وجعل له ( وبنين شهودا ) قال مجاهد : لا يغيبون ، أي : حضورا عنده لا يسافرون في التجارات ، بل مواليهم وأجراؤهم يتولون ذلك عنهم وهم قعود عند أبيهم ، يتمتع بهم ويتملى بهم . وكانوا - فيما ذكره السدي وأبو مالك وعاصم بن عمر بن قتادة - ثلاثة عشر . وقال ابن عباس ومجاهد : كانوا عشرة ، وهذا أبلغ في النعمة [ وهو إقامتهم عنده ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وبنين شهوداً\"، حصوراً بمكة لا يغيبون عنه وكانوا عشرة، قاله مجاهد وقتادة. وقال مقاتل: كانوا سبعة وهم الوليد بن الوليد، وخالد، وعمارة، وهشام، والعاص، وقيس، وعبد شمس، أسلم منهم ثلاثة خالد وهشام وعمارة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وبنين شهودا أي حضورا لا يغيبون عنه في تصرف ، قال مجاهد وقتادة : كانوا عشرة ، وقيل : اثنا عشر ، قاله السدي والضحاك ، قال الضحاك : سبعة ولدوا بمكة وخمسة ولدوا بالطائف ، وقال سعيد بن جبير : كانوا ثلاثة عشر ولدا ، مقاتل : كانوا سبعة كلهم رجال ، أسلم منهم ثلاثة : خالد وهشام والوليد بن الوليد ، قال : فما زال الوليد بعد نزول هذه الآية في نقصان من ماله وولده حتى هلك ، وقيل : شهودا ، أي إذا ذكر ذكروا معه قاله ابن عباس ، وقيل : شهودا ، أي قد صاروا مثله في شهود ما كان يشهده ، والقيام بما كان يباشره ، والأول قول السدي ، أي حاضرين مكة لا يظعنون عنه في تجارة ولا يغيبون ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: وجعلت له بنين شهودا، ذُكر أنهم كانوا عشرة.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسماعيل بن إبراهيم، عن أبيه، عن مجاهد ( وَبَنِينَ شُهُودًا ) قال: كان بنوه عشرة."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ومهدت» بسطت «له» في العيش والعمر والولد «تمهيدا»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَهَّدْتُ لَهُ تَمْهِيدًا  أي: مكنته من الدنيا وأسبابها، حتى انقادت له مطالبه، وحصل على  ما يشتهي ويريد،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( ومهدت له تمهيدا ) أي : مكنته من صنوف المال والأثاث وغير ذلك ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ومهدت له تمهيداً\"، أي: بسطت له في العيش وطول العمر بسطاً. وقال الكلبي: يعني المال بعضه على بعض كما يمهد الفرش."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ومهدت له تمهيدا أي بسطت له في العيش بسطا ، حتى أقام ببلدته مطمئنا مترفها يرجع إلى رأيه ، والتمهيد عند العرب : التوطئة والتهيئة ومنه مهد الصبي ، وقال ابن عباس : ومهدت له تمهيدا أي وسعت له ما بين اليمن والشام ، وقاله مجاهد ، وعن مجاهد أيضا في ومهدت له تمهيدا أنه المال بعضه فوق بعض كما يمهد الفراش ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَمَهَّدْتُ لَهُ تَمْهِيدًا ) يقول تعالى ذكره: وبسطت له في العيش بسطًا.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَمَهَّدْتُ لَهُ تَمْهِيدًا ) قال: بسط له.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَمَهَّدْتُ لَهُ تَمْهِيدًا ) قال: من المال والولد."
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم يطمع أن أزيد»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ  مع هذه النعم والإمدادات  يَطْمَعُ أَنْ أَزِيدَ  أي: يطمع أن ينال نعيم الآخرة كما نال نعيم الدنيا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم يطمع\"، يرجو، \"أن أزيد\"، أي أن أزيده مالاً وولداً، وتمهيداً."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى ثم يطمع أن أزيد أي ثم إن الوليد يطمع بعد هذا كله أن أزيده في المال والولد ، كلا أي ليس يكون ذلك مع كفره بالنعم ، وقال الحسن وغيره : أي ثم يطمع أن أدخله الجنة ، وكان الوليد يقول : إن كان محمد صادقا فما خلقت الجنة إلا لي ، فقال الله تعالى ردا عليه وتكذيبا له : كلا أي لست أزيده ، فلم يزل يرى النقصان في ماله وولده حتى هلك ، و \" ثم \" في قوله تعالى : ثم يطمع ليست بثم التي للنسق ولكنها تعجيب ، وهي كقوله تعالى : وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون وذلك كما تقول : أعطيتك ثم أنت تجفوني كالمتعجب من ذلك ، وقيل يطمع أن أترك ذلك في عقبه ، وذلك أنه كان يقول : إن محمدا مبتور ، أي أبتر وينقطع ذكره بموته ، وكان يظن أن ما رزق لا ينقطع بموته ، وقيل : أي ثم يطمع أن أنصره على كفره ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( ثُمَّ يَطْمَعُ أَنْ أَزِيدَ ) يقول تعالى ذكره: ثم يأمل ويرجو أن أزيده من المال والولد على ما أعطيته ( كَلا ) يقول: ليس ذلك كما يأمل ويرجو من أن أزيده مالا وولدا، وتمهيدا في الدنيا( إِنَّهُ كَانَ لآيَاتِنَا عَنِيدًا ) يقول: إن هذا الذي خلقته وحيدا كان لآياتنا - وهي حجج الله على خلقه من الكتب والرسل - عنيدا، يعني معاندا للحقّ مجانبا له، كالبعير العنود ؛ ومنه قول القائل:إذَا نزلْتُ فاجْعَلانِي وَسَطاإنّي كَبِيرٌ لا أُطِيقُ العُنَّدا (4)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:------------------------الهوامش:(4) البيتان من شواهد أبي عبيدة، قال عند قوله تعالى: ( إنه كان لآياتنا عنيدا ) معاندا، كالبعير العنود. وقال الحادي: \" إذا نزلت ... \" البيتين. وفي ( اللسان عند ) العنيد: الجائر عن القصد، الذي يرد الحق مع العلم به. وتعاند الخصمان تجادلا. وَعَنِدَ عن الشيء والطريق يعند ويعند ( كينصر ويضرب ) عنودا فهو عنود. وناقة عنود: لا تخالط الإبل، تباعد عن الإبل، فترعى ناحية أبدا. والجمع: عند. وعاند، وعاندة، وجمعها جميعا عواند وعند. قال: \" إذا رحلت ... \" البيت يقال: هو يمشي وسطا لا عندا. وهذان البيتان من مشطور الرجز، وفيهما عيب نبه عليه صاحب اللسان، وهو الإكفاء؛ لأن قافية البيت الأول طاء، وقافية الثاني دال. وقد سبق الاستشهاد بالبيت الثاني في الجزء ( 12 : 62 ) فارجع إليه."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كلا» لا أزيده على ذلك «إنه كان لآياتنا» القرآن «عنيدا» معاندا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَلَّا  أي: ليس الأمر كما طمع، بل هو بخلاف مقصوده ومطلوبه، وذلك لأنه  كَانَ لِآيَاتِنَا عَنِيدًا  أي: معاندا، عرفها ثم أنكرها، ودعته إلى الحق فلم ينقد لها ولم يكفه أنه أعرض وتولى عنها، بل جعل يحاربها ويسعى في إبطالها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي معاندا وهو الكفر على نعمه بعد العلم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كلا\"، لا أفعل ولا أزيده، قالوا: فما زال الوليد بعد نزول هذه الآية في نقصان من ماله وولده حتى هلك. \"إنه كان لآياتنا عنيداً\"، معانداً."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "و ( كلا ) قطع للرجاء عما كان يطمع فيه من الزيادة فيكون متصلا بالكلام الأول ، وقيل : ( كلا ) بمعنى حقا ويكون ابتداء إنه يعني الوليد كان لآياتنا عنيدا أي معاندا للنبي - صلى الله عليه وسلم - وما جاء به ، يقال : عاند فهو عنيد مثل : جالس فهو جليس قاله مجاهد ، وعند يعند بالكسر أي خالف ورد الحق وهو يعرفه فهو عنيد وعاند ، والعاند : البعير الذي يجور عن الطريق ويعدل عن القصد والجمع عند مثل راكع وركع ، وأنشد أبو عبيدة قول الحارثي :إذا ركبت فاجعلاني وسطا إني كبير لا أطيق العنداوقال أبو صالح : عنيدا معناه مباعدا ; قال الشاعر :أرانا على حال تفرق بيننا نوى غربة إن الفراق عنود قتادة : جاحدا . مقاتل : معرضا . ابن عباس : جحودا . وقيل : إنه المجاهر بعدوانه . وعن مجاهد أيضا قال : مجانبا للحق معاندا له معرضا عنه . والمعنى كله متقارب . والعرب تقول : عند الرجل إذا عتا وجاوز قدره . والعنود من الإبل : الذي لا يخالط الإبل ، إنما هو في ناحية . ورجل عنود إذا كان يحل وحده لا يخالط الناس والعنيد من التجبر . وعرق عاند : إذا لم يرقأ دمه . كل هذا قياس واحد وقد مضى في سورة ( إبراهيم ) . وجمع العنيد عند ، مثل رغيف ورغف ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّهُ كَانَ لآيَاتِنَا عَنِيدًا ) قال: جحودا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّهُ كَانَ لآيَاتِنَا عَنِيدًا ) قال محمد بن عمرو: معاندا لها. وقال الحارث: معاندا عنها، مجانبا لها.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسرائيل، عن جابر، عن مجاهد، قوله: ( عَنِيدًا ) قال: معاندا للحقّ مجانبا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِنَّهُ كَانَ لآيَاتِنَا عَنِيدًا ) كفورا بآيات الله جحودا بها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( لآيَاتِنَا عَنِيدًا ) قال: مشاقا، وقيل: عنيدا، وهو من عاند معاندة فهو معاند، كما قيل: عام قابل، وإنما هو مقبل."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "دعني -أيها الرسول- أنا والذي خلقته في بطن أمه وحيدًا فريدًا لا مال له ولا ولد، وجعلت له مالا مبسوطًا واسعًا وأولادًا حضورًا معه في \"مكة\" لا يغيبون عنه، ويسَّرت له سبل العيش تيسيرًا، ثم يأمُل بعد هذا العطاء أن أزيد له في ماله وولده، وقد كفر بي. ليس الأمر كما يزعم هذا الفاجر الأثيم، لا أزيده على ذلك؛ إنه كان للقرآن وحجج الله على خلقه معاندًا مكذبًا، سأكلفه مشقة من العذاب والإرهاق لا راحة له منها. (والمراد به الوليد بن المغيرة المعاند للحق المبارز لله ولرسوله بالمحاربة، وهذا جزاء كلِّ من عاند الحق ونابذه)."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«سأرهقه» أكلفه «صعودا» مشقة من العذاب أو جبلا من نار يصعد فيه ثم يهوي أبدا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال الله : ( سأرهقه صعودا ) قال الإمام أحمد :حدثنا حسن ، حدثنا ابن لهيعة ، عن دراج ، عن أبي الهيثم ، عن أبي سعيد ، عن رسول الله صلى الله عليه وسلم قال : \" ويل : واد في جهنم ، يهوي فيه الكافر أربعين خريفا قبل أن يبلغ قعره ، والصعود : جبل من نار يصعد فيه سبعين خريفا ، ثم يهوي به كذلك فيه أبدا \" .وقد رواه الترمذي ، عن عبد بن حميد ، عن الحسن بن موسى الأشيب ، به ثم قال : غريب ، لا نعرفه إلا من حديث ابن لهيعة ، عن دراج . كذا قال . وقد رواه ابن جرير ، عن يونس ، عن عبد الله بن وهب ، عن عمرو بن الحارث ، عن دراج ، وفيه غرابة ونكارة .وقال ابن أبي حاتم : حدثنا أبو زرعة وعلي بن عبد الرحمن - المعروف بعلان المصري - قال : حدثنا منجاب ، أخبرنا شريك ، عن عمار الدهني ، عن عطية العوفي ، عن أبي سعيد ، عن النبي صلى الله عليه وسلم : ( سأرهقه صعودا ) قال : \" هو جبل في النار من نار يكلف أن يصعده ، فإذا وضع يده ذابت ، وإذا رفعها عادت ، فإذا وضع رجله ذابت ، وإذا رفعها عادت \" .ورواه البزار وابن جرير ، من حديث شريك ، به .وقال قتادة ، عن ابن عباس : صعود : صخرة [ في جهنم ] عظيمة يسحب عليها الكافر على وجهه .وقال السدي : صعودا : صخرة ملساء في جهنم ، يكلف أن يصعدها .وقال مجاهد : ( سأرهقه صعودا ) أي : مشقة من العذاب . وقال قتادة : عذابا لا راحة فيه . واختاره ابن جرير ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( سأرهقه صعودا ) سأكلفه مشقة من العذاب لا راحة له فيها .وروينا عن أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - قال : \" الصعود جبل من نار يتصعد فيه [ الكافر ] سبعين خريفا ثم يهوي \" .أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني ابن فنجويه ، حدثنا عمر بن الخطاب ، حدثنا عبد الله بن الفضل ، أخبرنا منجاب بن الحارث ، أخبرنا شريك ، عن عمار الدهني ، عن عطية ، عن أبي سعيد عن النبي - صلى الله عليه وسلم - في قوله : \" سأرهقه صعودا \" قال : \" هو جبل في النار من نار يكلف أن يصعده فإذا وضع يده ذابت [ فإذا رفعها عادت فإذا وضع رجله ذابت وإذا رفعها عادت ] \"وقال الكلبي : \" الصعود \" صخرة ملساء في النار يكلف أن يصعدها لا يترك أن يتنفس في صعوده ، ويجذب من أمامه بسلاسل من حديد ، ويضرب من خلفه بمقامع من حديد ، فيصعدها في أربعين عاما فإذا بلغ ذروتها أحدر إلى أسفلها ثم يكلف أن يصعدها ويجذب من أمامه ويضرب من خلفه فذلك دأبه أبدا [ أبدا ] ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : سأرهقه أي سأكلفه . وكان ابن عباس يقول : سألجئه ; والإرهاق في كلام العرب : أن يحمل الإنسان على الشيء .صعودا \" الصعود : جبل من نار يتصعد فيه سبعين خريفا ثم يهوي كذلك فيه أبدا \" رواه أبو سعيد الخدري عن النبي - صلى الله عليه وسلم - ، خرجه الترمذي وقال فيه حديث غريب . وروى عطية عن أبي سعيد قال : صخرة في جهنم إذا وضعوا عليها أيديهم ذابت فإذا رفعوها عادت ، قال : فيبلغ أعلاها في أربعين سنة يجذب من أمامه بسلاسل ويضرب من خلفه بمقامع ، حتى إذا بلغ أعلاها رمى به إلى أسفلها ، فذلك دأبه أبدا . وقد مضى هذا المعنى في سورة قل أوحي وفي التفسير أنه صخرة ملساء يكلف صعودها فإذا صار في أعلاها حدر في جهنم ، فيقوم يهوي ألف عام من قبل أن يبلغ قرار جهنم ، يحترق في كل يوم سبعين مرة ثم يعاد خلقا جديدا . وقال ابن عباس : المعنى سأكلفه مشقة من العذاب لا راحة له فيه ونحوه عن الحسن وقتادة . وقيل : إنه تصاعد نفسه للنزع وإن لم يتعقبه موت ، ليعذب من داخل جسده كما يعذب من خارجه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( سَأُرْهِقُهُ صَعُودًا ) يقول تعالى ذكره: سأكلفه مشقة من العذاب لا راحة له منها.وقيل: إن الصعود جبل في النار يكلَّفُ أهل النار صعوده.* ذكر الرواية بذلك:حدثني محمد بن عمارة الأسدي، قال: ثنا محمد بن سعيد بن زائدة، قال: ثنا شريك، عن عمارة، عن عطية، عن أبي سعيد، عن النبيّ صلى الله عليه وسلم ( سَأُرْهِقُهُ صَعُودًا ) قال: هو جبل في النار من نار، يكلَّفون أن يصعدوه، فإذا وضع  يده ذابت، فإذا رفعها عادت، فإذا وضع رجله كذلك.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني عمرو بن الحارث، عن درّاج، عن أبي الهيثم، عن أبي سعيد الخدريّ، عن رسول الله صلى الله عليه وسلم قال: \" الصَّعُودُ جَبَلٌ مِنْ نَارٍ يُصْعَدُ فِيهِ سَبْعِينَ خَرِيفًا ثُمَّ يَهْوِي كَذلكَ مِنْهُ أبَدًا \".حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد ( سَأُرْهِقُهُ صَعُودًا ) قال: مشقة من العذاب.حدثني الحارث، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( سَأُرْهِقُهُ صَعُودًا ) أي عذابا لا راحة منه.حدثنا ابن بشار، قال: ثنا سليمان قال: ثنا أبو هلال، عن قتادة ( سَأُرْهِقُهُ صَعُودًا ) قال: مشقة من العذاب.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( سَأُرْهِقُهُ صَعُودًا ) قال: تعبا من العذاب.يقول تعالى ذكره: إن هذا الذي خلقته وحيدا، فكَّر فيما أنزل على عبده محمد صلى الله عليه وسلم من القرآن، وقدّر فيما يقول فيه ( فَقُتِلَ كَيْفَ قَدَّرَ ) يقول: ثم لعن كيف قدّر النازل فيه ( ثُمَّ نَظَرَ ) يقول: ثم روّى في ذلك ( ثُمَّ عَبَسَ ) يقول: ثم قبض ما بين عينيه ( وَبَسَرَ ) يقول: كلح وجهه؛ ومنه قول توبة بن الحُمَيِّر:وَقَدْ رَابَنِي مِنْها صُدُودٌ رأيتُهُوإعْراضُها عَنْ حاجَتِي وبُسُورُها (1)وبنحو الذي قلنا في ذلك قال أهل التأويل، وجاءت الأخبار عن الوحيد أنه فعل.ذكر الرواية بذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر عن عباد بن منصور، عن عكرِمة، أن الوليد بن المُغيرة جاء إلى النبي صلى الله عليه وسلم، فقرأ عليه القرآن، فكأنه رقّ له، فبلغ ذلك أبا جهل، فقال: أي عمّ إن قومك يريدون أن يجمعوا لك مالا قال: لِمَ؟ قال: يعطونكه فإنك أتيت محمدا تتعرّض لما قِبَله، قال: قد علمت قريش أني أكثرها مالا قال: فقل فيه قولا يعلم قومك أنَّك مُنكر لما قال، وأنك كاره له؛ قال: فما أقول فيه، فوالله ما منكم رجل أعلم بالأشعار مني، ولا أعلم برجزه مني، ولا بقصيده، ولا بأشعار الجنّ، والله ما يشبه الذي يقول شيئا من هذا، ووالله إن لقوله لحلاوة، وإنه ليحطم ما تحته، وإنه ليعلو ولا يعلى، قال: والله لا يرضى قومك حتى تقول فيه، قال: فدعني حتى أفكر فيه؛ فلما فكَّر قال: هذا سحر يأثره عن غيره، فنزلت  ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا  قال قتادة: خرج من بطن أمه وحيدا، فنزلت هذه الآية حتى بلغ تسعة عشر.حدثني محمد بن سعيد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّهُ فَكَّرَ وَقَدَّرَ ... ) إلى ( ثُمَّ عَبَسَ وَبَسَرَ ) قال: دخل الوليد بن المغيرة على أبي بكر بن أبي قُحافة رضي الله عنه، يسأله عن القرآن، فلما أخبره خرج على قريش فقال: يا عجبا لما يقول ابن أبي كبشة، فو الله ما هو بشعر، ولا بسحر، ولا بهذي من الجنون، وإن قوله لمن كلام الله، فلما سمع بذلك النفر من قريش ائتمروا وقالوا: والله لئن صبأ الوليد لتصبأنّ قريش، فلما سمع بذلك أبو جهل قال: أنا والله أكفيكم شأنه، فانطلق حتى دخل عليه بيته، فقال للوليد: ألم تر قومك قد جمعوا لك الصدقة قال: ألستُ أكثرهم مالا وولدا؟ فقال له أبو جهل: &amp;; 24-25 &amp;; يتحدّثون أنك إنما تدخل على ابن أبي قُحافة لتصيب من طعامه، قال الوليد: أقد تحدثت به عشيرتي، فلا يقصر عن سائر بني قُصيّ، لا أقرب أبا بكر ولا عمر ولا ابن أبي كبشة، وما قوله إلا سحر يؤثر، فأنزل الله على نبيه صلى الله عليه وسلم:  ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا ...  إلى  لا تُبْقِي وَلا تَذَرُ  .------------------------الهوامش:(1) أنشد المؤلف البيت شاهدا عند قوله تعالى:  ثم عبس وبسر . قال أبو عبيدة في مجاز القرآن ( الورقة 182 ): عبس وبسر: كره وجهه. وقال توبة ( ابن الحمير صاحب ليلى الأخيلية ): \" وقد رابني ... \" البيت. وقال الفراء في معاني القرآن ( الورقة 347) وقد ذكر موقف الوليد بن المغيرة المخزومي من الإسلام ورسوله: وقوله:  ثم نظر ثم عبس وبسر  ذكروا أنه مر على طائفة من المسلمين في المسجد الحرام، فقالوا: هل لك إلى الإسلام يا أبا المغيرة فقال: ما صاحبكم إلا ساحر، وما قوله إلا السحر، تعلمه من مسيلمة \"الكذاب\" ومن سحرة بابل، ثم قال: ولى عنهم مستكبرا، وقد عبس وجهه وبسر، وكلح مستكبرا عن الإيمان. فذلك قوله:  إن هذا إلا سحر يؤثر  عن أهل بابل، قال الله:  سأصليه سقر، وهو اسم من أسماء جهنم، فلذلك لم يجر ( يصرف ) وكذلك لظى."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنه فكر» فيما يقول في القرآن الذي سمعه النبي صلى الله عليه وسلم «وقدر» في نفسه ذلك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " إِنَّهُ فَكَّرَ  [أي:] في نفسه  وَقَدَّرَ  ما فكر فيه، ليقول قولا يبطل به القرآن."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( إنه فكر وقدر ) أي : إنما أرهقناه صعودا ، أي : قربناه من العذاب الشاق ; لبعده عن الإيمان ، لأنه فكر وقدر ، أي : تروى ماذا يقول في القرآن حين سئل عن القرآن ، ففكر ماذا يختلق من المقال ،"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( إنه فكر وقدر ) الآيات ، وذلك أن الله تعالى لما أنزل على النبي - صلى الله عليه وسلم - حم تنزيل الكتاب من الله العزيز العليم إلى قوله : المصير ( غافر : 1 - 3 ) قام النبي - صلى الله عليه وسلم - في المسجد والوليد بن المغيرة قريب منه يسمع قراءته ، فلما فطن النبي - صلى الله عليه وسلم - لاستماعه لقراءته [ القرآن ] أعاد قراءة الآية ، فانطلق الوليد حتى أتى مجلس قومه بني مخزوم ، فقال : [ والله ] لقد سمعت من محمد آنفا كلاما ما هو من كلام الإنس ولا من كلام الجن ، وإن له لحلاوة وإن عليه لطلاوة وإن أعلاه [ لمثمر ] وإن أسفله لمغدق ، وإنه يعلو وما يعلى ، ثم انصرف إلى منزله فقالت قريش : [ سحره محمد ] [ صبأ والله الوليد ، والله لتصبون قريش كلهم ، وكان يقال للوليد : ريحانة قريش ] فقال لهم أبو جهل : أنا أكفيكموه فانطلق فقعد إلى جنب الوليد حزينا ، فقال له الوليد : مالي أراك حزينا يا ابن أخي ؟ قال : وما يمنعني أن لا أحزن وهذه قريش يجمعون لك النفقة يعينونك على كبر سنك ويزعمون أنك زينت كلام محمد وتدخل على ابن أبي كبشة ، وابن أبي قحافة ، لتنال من فضل طعامهم فغضب الوليد ، فقال : ألم تعلم قريش أني من أكثرهم مالا وولدا ، وهل شبع محمد وأصحابه من الطعام فيكون لهم فضل من الطعام ؟ ثم قام مع أبي جهل حتى أتى مجلس قومه ، فقال لهم : تزعمون أن محمدا مجنون ، فهل رأيتموه يخنق قط ؟ قالوا : اللهم لا قال : تزعمون أنه كاهن فهل رأيتموه قط تكهن ؟ قالوا : اللهم لا قال : تزعمون أنه شاعر فهل رأيتموه ينطق بشعر قط ؟ قالوا : اللهم لا قال : تزعمون أنه كذاب فهل جربتم عليه شيئا من الكذب ؟ قالوا : لا - وكان رسول الله - صلى الله عليه وسلم - يسمى الأمين قبل النبوة ، من صدقه - فقالت قريش للوليد : فما هو ؟ فتفكر في نفسه ثم نظر ثم عبس ، فقال : ما هو إلا ساحر ، أما رأيتموه يفرق بين الرجل وأهله ومواليه وولده ؟ فهو ساحر وما يقوله سحر يؤثر فذلك قوله - عز وجل - : ( إنه فكر ) في محمد والقرآن ( وقدر ) في نفسه ماذا يمكنه أن يقول في محمد والقرآن ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : إنه فكر وقدر يعني الوليد فكر في شأن النبي - صلى الله عليه وسلم - والقرآن ، و \" قدر \" أي هيأ الكلام في نفسه ، والعرب تقول : قدرت الشيء إذا هيأته ، وذلك أنه لما نزل : حم تنزيل الكتاب من الله العزيز العليم إلى قوله : إليه المصير سمعه الوليد يقرؤها فقال : والله لقد سمعت منه كلاما ما هو من كلام الإنس ولا من كلام الجن ، وإن له لحلاوة ، وإن عليه لطلاوة ، وإن أعلاه لمثمر ، وإن أسفله لمغدق ، وإنه ليعلو ولا يعلى عليه ، وما يقول هذا بشر . فقالت قريش : صبا الوليد لتصبون قريش كلها . وكان يقال للوليد ريحانة قريش ; فقال أبو جهل : أنا أكفيكموه . فمضى إليه حزينا ؟ فقال له : ما لي أراك حزينا . فقال له : وما لي لا أحزن وهذه قريش يجمعون لك نفقة يعينونك بها على كبر سنك ويزعمون أنك زينت كلام محمد ، وتدخل على ابن أبي كبشة وابن أبي قحافة لتنال من فضل طعامهما ; فغضب الوليد وتكبر ، وقال : أنا أحتاج إلى كسر محمد وصاحبه ، فأنتم تعرفون قدر مالي ، واللات والعزى ما بي حاجة إلى ذلك ، وإنما أنتم تزعمون أن محمدا مجنون ، فهل رأيتموه قط يخنق ؟ قالوا : لا والله ، قال : وتزعمون أنه شاعر ، فهل رأيتموه نطق بشعر قط ؟ قالوا : لا والله . قال : فتزعمون أنه كذاب فهل جربتم عليه كذبا قط ؟ قالوا : لا والله . قال : فتزعمون أنه كاهن فهل رأيتموه تكهن قط ، ولقد رأينا للكهنة أسجاعا وتخالجا فهل رأيتموه كذلك ؟ قالوا : لا والله . وكان النبي - صلى الله عليه وسلم - يسمى الصادق الأمين من كثرة صدقه . فقالت قريش للوليد : فما هو ؟ ففكر في نفسه ، ثم نظر ، ثم عبس ، فقال ما هو إلا ساحر ! أما رأيتموه يفرق بين الرجل وأهله وولده ومواليه ؟ فذلك قوله تعالى : إنه فكر أي في أمر محمد والقرآن وقدر في نفسه ماذا يمكنه أن يقول فيهما ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّهُ فَكَّرَ وَقَدَّرَ ) ، زعموا أنه قال: والله لقد نظرت فيما قال هذا الرجل، فإذا هو ليس له بشعر، وإن له لحلاوة، وإن عليه لطلاوة، وإنه ليعلو وَما يعلى، وما أشكّ أنه سحر، فأنزل الله فيه: ( فَقُتِلَ كَيْفَ قَدَّرَ ... ) الآية ( ثُمَّ عَبَسَ وَبَسَرَ ) : قبض ما بين عينيه وكلح.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( فَكَّرَ وَقَدَّرَ ) قال: الوليد بن المغيرة يوم دار الندوة."
      }
    ],
    "19": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فقتل» لعن وعذب «كيف قدر» على أي حال كان تقديره."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ  لأنه قدر أمرا ليس في طوره، وتسور على ما لا يناله هو و [لا] أمثاله"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "دعاء عليه."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فقتل\"، لعن، وقال الزهري: عذب، \"كيف قدر\"، على طريق التعجب والإنكار والتوبيخ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فقتل أي لعن . وكان بعض أهل التأويل يقول : معناها فقهر وغلب ، وكل مذلل مقتل ; قال الشاعر : امرؤ القيس :وما ذرفت عيناك إلا لتقدحي بسهميك في أعشار قلب مقتل وقال الزهري : عذب ; وهو من باب الدعاء كيف قدر قال ناس : ( كيف ) تعجيب ; كما يقال للرجل تتعجب من صنيعه : كيف فعلت هذا ؟ وذلك كقوله : \" انظر كيف ضربوا لك الأمثال \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فقتل كيف قدر ) يقول : ثم لعن كيف قدر النازل فيه"
      }
    ],
    "20": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم قتل كيف قدر»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ  لأنه قدر أمرا ليس في طوره، وتسور على ما لا يناله هو و [لا] أمثاله"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "دعاء عليه."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم قتل كيف قدر\"، كرره للتأكيد، وقيل: معناه لعن على أي حال قدر من الكلام، كما يقال لأضربنه كيف صنع أي على أي حال صنع."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم قتل أي لعن لعنا بعد لعن . وقيل : فقتل بضرب من العقوبة ، ثم قتل بضرب آخر من العقوبة كيف قدر أي على أي حال قدر ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فقتل كيف قدر ) يقول : ثم لعن كيف قدر النازل فيه"
      }
    ],
    "21": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم نظر» في وجوه قومه أو فيما يقدح به فيه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ نَظَرَ  ما يقول"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي أعاد النظرة والتروي."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم نظر\"، في طلب ما يدفع به القرآن ويرده."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "بأي شيء يرد الحق ويدفعه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( ثم نظر ) يقول : ثم روى في ذلكوبنحو الذي قلنا في ذلك قال أهل التأويل ، وجاءت الأخبار عن الوحيد أنه فعل .ذكر الرواية بذلك :حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر عن عباد بن منصور ، عن عكرمة ، أن الوليد بن المغيرة جاء إلى النبي صلى الله عليه وسلم ، فقرأ عليه القرآن ، فكأنه رق له ، فبلغ ذلك أبا جهل ، فقال : أي عم إن قومك يريدون أن يجمعوا لك مالا قال : لم ؟ قال : يعطونكه فإنك أتيت محمدا تتعرض لما قبله ، قال : قد علمت قريش أني أكثرها مالا قال : فقل فيه قولا يعلم قومك أنك منكر لما قال ، وأنك كاره له; قال : فما أقول فيه ، فوالله ما منكم رجل أعلم بالأشعار مني ، ولا أعلم برجزه مني ، ولا بقصيده ، ولا بأشعار الجن ، والله ما يشبه الذي يقول شيئا من هذا ، ووالله إن لقوله لحلاوة ، وإنه ليحطم ما تحته ، وإنه ليعلو ولا يعلى ، قال : والله لا يرضى قومك حتى تقول فيه ، قال : فدعني حتى أفكر فيه; فلما فكر قال : هذا سحر يأثره عن غيره ، فنزلت ( ذرني ومن خلقت وحيدا ) قال قتادة : خرج من بطن أمه وحيدا ، فنزلت هذه الآية حتى بلغ تسعة عشر .حدثني محمد بن سعيد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن أبيه ، عن ابن عباس ، قوله : ( إنه فكر وقدر ) إلى ( ثم عبس وبسر ) قال : دخل الوليد بن المغيرة على أبي بكر بن أبي قحافة رضي الله عنه ، يسأله عن القرآن ، فلما أخبره خرج على قريش فقال : يا عجبا لما يقول ابن أبي كبشة ، فوالله ما هو بشعر ، ولا بسحر ، ولا بهذي من الجنون ، وإن قوله لمن كلام الله ، فلما سمع بذلك النفر من قريش ائتمروا وقالوا : والله لئن صبأ الوليد لتصبأن قريش ، فلما سمع بذلك أبو جهل قال : أنا والله أكفيكم شأنه ، فانطلق حتى دخل عليه بيته ، فقال للوليد : ألم تر قومك قد جمعوا لك الصدقة قال : ألست أكثرهم مالا وولدا ؟ فقال له أبو جهل : [ ص: 25 ] يتحدثون أنك إنما تدخل على ابن أبي قحافة لتصيب من طعامه ، قال الوليد : أقد تحدثت به عشيرتي ، فلا يقصر عن سائر بني قصي ، لا أقرب أبا بكر ولا عمر ولا ابن أبي كبشة ، وما قوله إلا سحر يؤثر ، فأنزل الله على نبيه صلى الله عليه وسلم : ( ذرني ومن خلقت وحيدا ) إلى ( لا تبقي ولا تذر ) .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( إنه فكر وقدر ) ، زعموا أنه قال : والله لقد نظرت فيما قال هذا الرجل ، فإذا هو ليس له بشعر ، وإن له لحلاوة ، وإن عليه لطلاوة ، وإنه ليعلو وما يعلى ، وما أشك أنه سحر ، فأنزل الله فيه : ( فقتل كيف قدر ) الآية ( ثم عبس وبسر ) : قبض ما بين عينيه وكلح .حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث قال : ثنا الحسن ، قال : ثنا ورقاء ، جميعا عن ابن أبي نجيح ، عن مجاهد ، قوله : ( فكر وقدر ) قال : الوليد بن المغيرة يوم دار الندوة .حدثت عن الحسين ، قال : سمعت أبا معاذ يقول : أخبرنا عبيد ، قال : سمعت الضحاك يقول في قوله : ( ذرني ومن خلقت وحيدا ) يعني الوليد بن المغيرة ، دعاه نبي الله صلى الله عليه وسلم إلى الإسلام ، فقال : حتى أنظر ، ففكر ( ثم عبس وبسر ثم أدبر واستكبر فقال إن هذا إلا سحر يؤثر ) فجعل الله له سقر .حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد في قوله : ( ذرني ومن خلقت وحيدا وجعلت له مالا ممدودا ) إلى قوله : ( إن هذا إلا سحر يؤثر ) قال : هذا الوليد بن المغيرة قال : سأبتار لكم هذا الرجل الليلة ، فأتى النبي صلى الله عليه وسلم ، فوجده قائما يصلي ويقترئ ، وأتاهم فقالوا : مه ، قال : سمعت قولا حلوا أخضر مثمرا يأخذ بالقلوب ، فقالوا : هو شعر ، فقال : لا والله ما هو بالشعر ، ليس أحد أعلم بالشعر مني ، أليس قد عرضت علي الشعراء شعرهم نابغة وفلان وفلان ؟ قالوا : فهو كاهن ، فقال : لا والله ما هو بكاهن ، قد عرضت علي الكهانة ، قالوا : فهذا سحر الأولين اكتتبه ، قال : لا أدري إن كان شيئا فعسى هو إذا سحر يؤثر ، فقرأ : ( فقتل كيف قدر ثم قتل كيف قدر ) قال : قتل كيف قدر حين قال : ليس بشعر ، ثم قتل كيف قدر حين قال : ليس بكهانة ."
      }
    ],
    "22": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم عبس» قبض وجهه وكلحه ضيقا بما يقول «وبسر» زاد في القبض والكلوح."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ عَبَسَ وَبَسَرَ  في وجهه، وظاهره نفرة عن الحق وبغضا له"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "\"ثم عبس\" أي قبض بين عينيه وقطب \"وبسر\" أي كلح وكره ومنه قول توبة بن حمير الشاعر:وقد رابني منها صدود رأيته       وإعراضها عن حاجتي وبسورها."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم عبس وبسر\"، كلح وقطب وجهه ونظر بكراهية شديدة كالمهتم المتفكر في شيء."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم عبس أي قطب بين عينيه في وجوه المؤمنين ; وذلك أنه لما حمل قريشا على ما حملهم عليه من القول في محمد - صلى الله عليه وسلم - بأنه ساحر ، مر على جماعة من المسلمين ، فدعوه إلى الإسلام ، فعبس في وجوههم . قيل : عبس وبسر على النبي - صلى الله عليه وسلم - حين دعاه . والعبس مخففا مصدر عبس يعبس عبسا وعبوسا : إذا قطب . والعبس ما يتعلق بأذناب الإبل من أبعارها وأبوالها ; قال أبو النجم :كأن في أذنابهن الشول من عبس الصيف قرون الأيل وبسر أي كلح وجهه وتغير لونه ; قاله قتادة والسدي ; ومنه قول بشر بن أبي خازم :صبحنا تميما غداة الجفار بشهباء ملمومة باسره وقال آخر [ توبة بن حمير ] :وقد رابني منها صدود رأيته وإعراضها عن حاجتي وبسورها وقيل : إن ظهور العبوس في الوجه بعد المحاورة ، وظهور البسور في الوجه قبل المحاورة . وقال قوم : ( بسر ) وقف لا يتقدم ولا يتأخر . قالوا : وكذلك يقول أهل اليمن إذا وقف المركب ، فلم يجئ ولم يذهب : قد بسر المركب ، وأبسر أي وقف وقد أبسرنا . والعرب تقول : وجه باسر بين البسور : إذا تغير واسود ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( ثم عبس ) يقول : ثم قبض ما بين عينيه ( وبسر ) يقول : كلح وجهه; ومنه قول توبة بن الحمير :وقد رابني منها صدود رأيته وإعراضها عن حاجتي وبسورها[ ص: 24 ] وبنحو الذي قلنا في ذلك قال أهل التأويل ، وجاءت الأخبار عن الوحيد أنه فعل .ذكر الرواية بذلك :حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله:  ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا  يعني الوليد بن المغيرة، دعاه نبي الله صلى الله عليه وسلم إلى الإسلام، فقال: حتى أنظر، ففكر ( ثُمَّ عَبَسَ وَبَسَرَ ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ فَقَالَ إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ) فجعل الله له سقر."
      }
    ],
    "23": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم أدبر» عن الإيمان «واستكبر» تكبر عن اتباع النبي صلى الله عليه وسلم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " ثُمَّ أَدْبَرَ  أي: تولى  وَاسْتَكْبَرَ  نتيجة سعيه الفكري والعملي والقولي أن قال:"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي صرف عن الحق ورجع القهقرى مستكبرا عن الانقياد للقرآن."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ثم أدبر\"، عن الإيمان، \"واستكبر\"، تكبر حين دعي إليه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" ثم أدبر \" أي ولى وأعرض ذاهبا إلى أهله .\" واستكبر \" أي تعظم عن أن يؤمن .وقيل : أدبر عن الإيمان واستكبر حين دعي إليه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله : ( ثم أدبر واستكبر ) يقول تعالى ذكره : ثم ولى عن الإيمان والتصديق [ ص: 26 ] بما أنزل الله من كتابه ، واستكبر عن الإقرار بالحق"
      }
    ],
    "24": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فقال» فيما جاء به «إن» ما «هذا إلا سحر يؤثر» ينقل عن السحرة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ  أي: ما هذا كلام الله، بل كلام البشر، وليس أيضا كلام البشر الأخيار، بل كلام الفجار منهم والأشرار، من كل كاذب سحار.فتبا له، ما أبعده من الصواب، وأحراه بالخسارة والتباب!!كيف يدور في الأذهان، أو يتصوره ضمير كل إنسان، أن يكون أعلى الكلام وأعظمه، كلام الرب العظيم، الماجد الكريم، يشبه كلام المخلوقين الفقراء الناقصين؟!أم كيف يتجرأ هذا الكاذب العنيد، على وصفه كلام المبدئ المعيد  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي هذا سحر ينقله محمد عن غيره عمن قبله ويحكيه عنهم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فقال إن هذا\"، ما هذا الذي يقرؤه محمد، \"إلا سحر يؤثر\"، يروى ويحكى عن السحرة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فقال إن هذا أي ما هذا الذي أتى به محمد - صلى الله عليه وسلم - إلا سحر يؤثر أي يأثره عن غيره . والسحر : الخديعة . وقد تقدم بيانه في سورة ( البقرة ) . وقال قوم : السحر : إظهار الباطل في صورة الحق . والأثرة : مصدر قولك : أثرت الحديث آثره إذا ذكرته عن غيرك ; ومنه قيل : حديث مأثور : أي ينقله خلف عن سلف ; قال امرؤ القيس :ولو عن نثا غيره جاءني وجرح اللسان كجرح اليد لقلت من القول ما لا يزا ل يؤثر عني يد المسند يريد آخر الدهر ، وقال الأعشى :إن الذي فيه تماريتما بين للسامع والآثرويروى : بين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله:  ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا * وَجَعَلْتُ لَهُ مَالا مَمْدُودًا ...  إلى قوله: ( إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ) قال: هذا الوليد بن المغيرة قال: سأبتار لكم هذا الرجل الليلة، فأتى النبيّ صلى الله عليه وسلم، فوجده قائما يصلي ويقترئ، وأتاهم فقالوا: مه، قال: سمعت قولا حلوا أخضر مثمرا يأخذ بالقلوب، فقالوا: هو شعر، فقال: لا والله ما هو بالشعر، ليس أحد أعلم بالشعر مني، أليس قد عَرضت عليّ الشعراء شعرهم نابغة وفلان وفلان؟ قالوا: فهو كاهن، فقال: لا والله ما هو بكاهن، قد عرضت عليّ الكهانة، قالوا: فهذا سحر الأوّلين اكتتبه، قال: لا أدري إن كان شيئا فعسى هو إذا سحر يؤثر، فقرأ: ( فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ) قال: قتل كيف قدّر حين قال: ليس بشعر، ثم قتل كيف قدّر حين قال: ليس بكهانة.وقوله: ( ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ ) يقول تعالى ذكره: ثم ولى عن الإيمان والتصديق بما أنزل الله من كتابه، واستكبر عن الإقرار بالحق ( فَقَالَ إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ) قال: يأثره عن غيره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن سميع، عن أبي رزين ( إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ) قال: يأخذه عن غيره.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن إسماعيل، عن أبي رزين ( إِنْ هَذَا إِلا سِحْرٌ يُؤْثَرُ ) قال: يأثره عن غيره."
      }
    ],
    "25": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إنه فكَّر في نفسه، وهيَّأ ما يقوله من الطعن في محمد والقرآن، فَلُعِن، واستحق بذلك الهلاك، كيف أعدَّ في نفسه هذا الطعن؟ ثم لُعِن كذلك، ثم تأمَّل فيما قدَّر وهيَّأ من الطعن في القرآن، ثم قطَّب وجهه، واشتدَّ في العبوس والكُلُوح لـمَّا ضاقت عليه الحيل، ولم يجد مطعنًا يطعن به في القرآن، ثم رجع معرضًا عن الحق، وتعاظم أن يعترف به، فقال عن القرآن: ما هذا الذي يقوله محمد إلا سحر يُنْقل عن الأولين، ما هذا إلا كلام المخلوقين تعلَّمه محمد منهم، ثم ادَّعى أنه من عند الله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "ما «إن هذا إلا قول البشر» كما قالوا إنما يعلمه بشر."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ  أي: ما هذا كلام الله، بل كلام البشر، وليس أيضا كلام البشر الأخيار، بل كلام الفجار منهم والأشرار، من كل كاذب سحار.فتبا له، ما أبعده من الصواب، وأحراه بالخسارة والتباب!!كيف يدور في الأذهان، أو يتصوره ضمير كل إنسان، أن يكون أعلى الكلام وأعظمه، كلام الرب العظيم، الماجد الكريم، يشبه كلام المخلوقين الفقراء الناقصين؟!أم كيف يتجرأ هذا الكاذب العنيد، على وصفه كلام المبدئ المعيد  ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهذا المذكور في هذا السياق هو الوليد بن المغيرة المخزومي ، أحد رؤساء قريش - لعنه الله - وكان من خبره في هذا ما رواه العوفي ، عن ابن عباس ، قال : دخل الوليد بن المغيرة على أبي بكر بن أبي قحافة ، فسأله عن القرآن ، فلما أخبره خرج على قريش فقال : يا عجبا لما يقول ابن أبي كبشة ، فوالله ما هو بشعر ، ولا بسحر ، ولا بهذي من الجنون ، وإن قوله لمن كلام الله ، فلما سمع بذلك النفر من قريش ائتمروا ، فقالوا : والله لئن صبا الوليد لتصبون قريش ، فلما سمع بذلك أبو جهل بن هشام قال : أنا والله أكفيكم شأنه ، فانطلق حتى دخل عليه بيته ، فقال للوليد : ألم تر قومك قد جمعوا لك الصدقة ؟ فقال : ألست أكثرهم مالا وولدا ، فقال له أبو جهل : يتحدثون أنك إنما تدخل على ابن أبي قحافة لتصيب من طعامه ، فقال الوليد : أقد تحدث به عشيرتي؟ فلا والله لا أقرب ابن أبي قحافة ، ولا عمر ، ولا ابن أبي كبشة ، وما قوله إلا سحر يؤثر ، فأنزل الله على رسوله صلى الله عليه وسلم : ( ذرني ومن خلقت وحيدا ) إلى قوله : ( لا تبقي ولا تذر )وقال قتادة : زعموا أنه قال : والله لقد نظرت فيما قال الرجل فإذا هو ليس بشعر ، وإن له لحلاوة ، وإن عليه لطلاوة ، وإنه ليعلو وما يعلى ، وما أشك أنه سحر ، فأنزل الله : ( فقتل كيف قدر ) الآية . ( ثم عبس وبسر ) قبض ما بين عينيه وكلح .وقال ابن جرير : حدثنا ابن عبد الأعلى ، أخبرنا محمد بن ثور ، عن معمر ، عن عباد بن منصور ، عن عكرمة : أن الوليد بن المغيرة جاء إلى النبي صلى الله عليه وسلم فقرأ عليه القرآن ، فكأنه رق له ، فبلغ ذلك أبا جهل بن هشام ، فأتاه فقال : أي عم ، إن قومك يريدون أن يجمعوا لك مالا . قال : لم ؟ قال : يعطونكه ، فإنك أتيت محمدا تتعرض لما قبله . قال : قد علمت قريش أني أكثرها مالا . قال : فقل فيه قولا يعلم قومك أنك منكر لما قال ، وأنك كاره له . قال : فماذا أقول فيه ؟ فوالله ما منكم رجل أعلم بالأشعار مني ، ولا أعلم برجزه ولا بقصيده ولا بأشعار الجن ، والله ما يشبه الذي يقوله شيئا من ذلك . والله إن لقوله الذي يقول لحلاوة ، وإنه ليحطم ما تحته ، وإنه ليعلو وما يعلى . وقال : والله لا يرضى قومك حتى تقول فيه . قال : فدعني حتى أفكر فيه ، فلما فكر قال : إن هذا سحر يأثره عن غيره ، فنزلت : ( ذرني ومن خلقت وحيدا ) [ قال قتادة : خرج من بطن أمه وحيدا ] حتى بلغ : ( تسعة عشر )وقد ذكر محمد بن إسحاق وغير واحد نحوا من هذا . وقد زعم السدي أنهم لما اجتمعوا في دار الندوة ليجمعوا رأيهم على قول يقولونه فيه ، قبل أن يقدم عليهم وفود العرب للحج ليصدوهم عنه ، فقال قائلون : شاعر . وقال آخرون : ساحر . وقال آخرون : كاهن . وقال آخرون : مجنون . كما قال تعالى : ( انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا ) [ الإسراء : 48 ] كل هذا والوليد يفكر فيما يقوله فيه ، ففكر وقدر ، ونظر وعبس وبسر ، فقال : ( إن هذا إلا سحر يؤثر إن هذا إلا قول البشر )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إن هذا إلا قول البشر\"، يعني يساراً وجبراً فهو يأثره عنهما. وقيل: يرويه عن مسيلمة صاحب اليمامة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إن هذا إلا قول البشر أي ما هذا إلا كلام المخلوقين ، يختدع به القلوب كما تختدع بالسحر ، قال السدي : يعنون أنه من قول سيار عبد لبني الحضرمي ، كان يجالس النبي - صلى الله عليه وسلم - ، فنسبوه إلى أنه تعلم منه ذلك .وقيل : أراد أنه تلقنه من أهل بابل . وقيل : عن مسيلمة .وقيل : عن عدي الحضرمي الكاهن . وقيل : إنما تلقنه ممن ادعى النبوة قبله ، فنسج على منوالهم . قال أبو سعيد الضرير : إن هذا إلا أمر سحر يؤثر ; أي يورث ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنْ هَذَا إِلا قَوْلُ الْبَشَرِ ) يقول تعالى ذكره مخبرا عن قيل الوحيد في القرآن ( إِنْ هَذَا إِلا قَوْلُ الْبَشَرِ ) ما هذا الذي يتلوه محمد إلا قول البشر، يقول: ما هو إلا كلام ابن آدم، وما هو بكلام الله."
      }
    ],
    "26": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها وما أعلمك أيُّ شيء جهنم؟ لا تبقي لحمًا ولا تترك عظمًا إلا أحرقته، مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها، يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«سأصليه» أُدخله «سقر» جهنم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ لَا تُبْقِي وَلَا تَذَرُ  أي: لا تبقي من الشدة، ولا على المعذب شيئا إلا وبلغته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي سأغمره فيها من جميع جهاته."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قال الله تعالى: \"سأصليه\"، سأدخله، \"سقر\"، وسقر اسم من أسماء جهنم."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : سأصليه سقر أي سأدخله سقر كي يصلى حرها . وإنما سميت سقر من سقرته الشمس : إذا أذابته ولوحته ، وأحرقت جلدة وجهه . ولا ينصرف للتعريف والتأنيث . قال ابن عباس : هي الطبق السادس من جهنم . وروى أبو هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" سأل موسى ربه فقال : أي رب ، أي عبادك أفقر ؟ قال صاحب سقر \" ذكره الثعلبي"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يعني تعالى ذكره بقوله: ( سَأُصْلِيهِ سَقَرَ ) سأورده بابا من أبواب جهنم اسمه سقر، ولم يُجرَّ سقر لأنه اسم من أسماء جهنم."
      }
    ],
    "27": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها وما أعلمك أيُّ شيء جهنم؟ لا تبقي لحمًا ولا تترك عظمًا إلا أحرقته، مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها، يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما أدراك ما سقر» تعظيم شأنها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ لَا تُبْقِي وَلَا تَذَرُ  أي: لا تبقي من الشدة، ولا على المعذب شيئا إلا وبلغته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وهذا تهويل لأمرها وتفخيم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وما أدراك ما سقر\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "هذه مبالغة في وصفها ; أي وما أعلمك أي شيء هي ؟ وهي كلمة تعظيموكرر اللفظ تأكيدا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَمَا أَدْرَاكَ مَا سَقَرُ ) يقول تعالى ذكره: وأيّ شيء أدراك يا محمد، أيّ شيء سقر. ثم بين الله تعالى ذكره ما سقر، فقال: هي نار."
      }
    ],
    "28": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها وما أعلمك أيُّ شيء جهنم؟ لا تبقي لحمًا ولا تترك عظمًا إلا أحرقته، مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها، يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لا تبقي ولا تذر» شيئا من لحم ولا عصب إلا أهلكته ثم يعود كما كان."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ لَا تُبْقِي وَلَا تَذَرُ  أي: لا تبقي من الشدة، ولا على المعذب شيئا إلا وبلغته."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أى تأكل لحومهم وعروقهم وعصبهم وجلودهم ثم تبدل غير ذلك وهم في ذلك لا يموتون ولا يحيون قاله ابن بريدة وأبو سنان وغيرهما."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "(  لا تبقي ولا تذر ) أي لا تبقي ولا تذر فيها شيئا إلا أكلته وأهلكته . وقال مجاهد : لا تميت ولا تحيي يعني لا تبقي من فيها حيا ولا تذر من فيها ميتا كلما احترقوا جددوا . وقال السدي : لا تبقي لهم لحما ولا تذر لهم عظما . وقال الضحاك : إذا أخذت فيهم لم تبق منهم شيئا وإذا أعيدوا لم تذرهم حتى تفنيهم ولكل شيء ملالة وفترة إلا لجهنم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ثم فسر حالها فقال : لا تبقي ولا تذر أي لا تترك لهم عظما ولا لحما ولا دما إلا أحرقته . وكرر اللفظ تأكيدا . وقيل : لا تبقي منهم شيئا ثم يعادون خلقا جديدا ، فلا تذر أن تعاود إحراقهم هكذا أبدا .وقال مجاهد : لا تبقي من فيها حيا ولا تذره ميتا ، تحرقهم كلما جددوا . وقال السدي : لا تبقي لهم لحما ولا تذر لهم عظما"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( لا تُبْقي ) من فيها حيا( وَلا تَذَرُ ) من فيها ميتا، ولكنها تحرقهم كلما جدّد خلقهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، قوله: ( لا تُبْقِي وَلا تَذَرُ ) قال: لا تميت ولا تحيي.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمارة الأسدي، قال: ثنا عبيد الله بن موسى، قال: أخبرنا أبو ليلى، عن مرثد، في قوله: ( لا تُبْقِي وَلا تَذَرُ ) قال: لا تبقي منهم شيئا أن تأكلهم، فإذا خلقوا لها لا تذرهم حتى تأخذهم فتأكلهم."
      }
    ],
    "29": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها وما أعلمك أيُّ شيء جهنم؟ لا تبقي لحمًا ولا تترك عظمًا إلا أحرقته، مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها، يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لواحة للبشر» محرقة لظاهر الجلد."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " لَوَّاحَةٌ لِلْبَشَرِ  أي: تلوحهم [وتصليهم] في عذابها، وتقلقهم بشدة حرها وقرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( لواحة للبشر ) قال مجاهد : أي للجلد ، وقال أبو رزين : تلفح الجلد لفحة فتدعه أسود من الليل . وقال زيد بن أسلم : تلوح أجسادهم عليها . وقال قتادة : ( لواحة للبشر ) أي : حراقة للجلد . وقال ابن عباس : تحرق بشرة الإنسان ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( لواحة للبشر ) مغيرة للجلد حتى تجعله أسود ، يقال : لاحه السقم والحزن إذا غيره ، وقال مجاهد : تلفح الجلد حتى تدعه أشد سوادا من الليل . وقال ابن عباس وزيد بن أسلم : محرقة للجلد . وقال الحسن وابن كيسان : تلوح لهم جهنم حتى يروها عيانا نظيره قوله : \" وبرزت الجحيم للغاوين \" ( الشعراء - 91 ) و ( لواحة ) رفع على نعت \" سقر \" في قوله : \" وما أدراك ما سقر \" و \" البشر \" جمع بشرة وجمع البشر أبشار ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لواحة للبشر أي مغيرة من لاحه إذا غيره . وقراءة العامة ( لواحة ) بالرفع نعت ل ( سقر ) في قوله تعالى : وما أدراك ما سقر . وقرأ عطية العوفي ونصر بن عاصم وعيسى بن عمر ( لواحة ) بالنصب على الاختصاص ، للتهويل . وقال أبو رزين : تلفح وجوههم لفحة تدعها أشد سوادا من الليل ; وقاله مجاهد . والعرب تقول : لاحه البرد والحر والسقم والحزن : إذا غيره ، ومنه قول الشاعر :تقول ما لاحك يا مسافر يا بنة عمي لاحني الهواجر وقال آخر :وتعجب هند أن رأتني شاحبا تقول لشيء لوحته السمائم وقال رؤبة بن العجاج :لوح منه بعد بدن وسنق تلويحك الضامر يطوى للسبق وقيل : إن اللوح شدة العطش ; يقال : لاحه العطش ولوحه أي غيره . والمعنى أنها معطشة للبشر أي لأهلها ; قاله الأخفش ; وأنشد :سقتني على لوح من الماء شربة سقاها بها الله الرهام الغواديايعني باللوح شدة العطش ، والتاح أي عطش ، والرهام جمع رهمة بالكسر وهي المطر الضعيف وأرهمت السحابة أتت بالرهام .وقال ابن عباس : ( لواحة ) أي تلوح للبشر من مسيرة خمسمائة عام . الحسن وابن كيسان : تلوح لهم جهنم حتى يروها عيانا . نظيره : وبرزت الجحيم للغاوين وفي البشر وجهان : أحدهما أنه الإنس من أهل النار ; قاله الأخفش والأكثرون . الثاني أنه جمع بشرة ، وهي جلدة الإنسان الظاهرة ; قاله مجاهد وقتادة ، وجمع البشر أبشار ، وهذا على التفسير الأول ، وأما على تفسير ابن عباس فلا يستقيم فيه إلا الناس لا الجلود ; لأنه من لاح الشيء يلوح ، إذا لمع ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( لَوَّاحَةٌ لِلْبَشَرِ ) يعني جلّ ثناؤه: مغيرة لبشر أهلها، واللّواحة من نعت سقر، وبالردّ عليها رُفعت، وحسُن الرفع فيها، وهي نكرة، وسقر معرفة، لما فيها من معنى المدح.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( لَوَّاحَةٌ لِلْبَشَرِ ) قال: الجلد.حدثني أبو السائب، قال: ثنا أبو معاوية، عن إسماعيل، عن أبى رزين ( لَوَّاحَةٌ لِلْبَشَرِ ) قال: تلفح الجلد لفحة، فتدعه أشدّ سوادا من الليل.حدثني محمد بن عبد الله بن عبد الحكم، قال: ثنا أبي وشعيب بن الليث، عن خالد بن يزيد، عن ابن أبي هلال، قال: قال زيد بن أسلم ( لَوَّاحَةٌ لِلْبَشَرِ ): أي تلوَّح أجسادهم عليها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لَوَّاحَةٌ لِلْبَشَرِ ) أي حرّاقة للجلد.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( لَوَّاحَةٌ لِلْبَشَرِ ) يقول: تحرق بشرة الإنسان.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لَوَّاحَةٌ لِلْبَشَرِ ) قال: تغير البشر، تحرق البشر ؛ يقال: قد لاحه استقباله السماء، ثم قال: النار تغير ألوانهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن سميع، عن أبي رزين ( لَوَّاحَةٌ لِلْبَشَرِ ) غيرت جلودهم فاسودّت.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن إسماعيل بن سميع، عن أبي رزين مثله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لَوَّاحَةٌ لِلْبَشَرِ ) يعني: بشر الإنسان، يقول: تحرق بشره.ورُوي عن ابن عباس في ذلك، ما حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( لَوَّاحَةٌ لِلْبَشَرِ ) يقول: معرّضة، وأخشى أن يكون خبر عليّ بن أبي طلحة، عن ابن عباس هذا غلطا، وأن يكون موضع معرّضة مغيرة، لكن صحَّف فيه."
      }
    ],
    "30": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "سأدخله جهنم؛ كي يصلى حرَّها ويحترق بنارها وما أعلمك أيُّ شيء جهنم؟ لا تبقي لحمًا ولا تترك عظمًا إلا أحرقته، مغيِّرة للبشرة، مسوِّدة للجلود، محرقة لها، يلي أمرها ويتسلط على أهلها بالعذاب تسعة عشر ملكًا من الزبانية الأشداء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«عليها تسعة عشر» ملكا خزنتها قال بعض الكفار وكان قويا شديد البأس أنا أكفيكم سبعة عشر واكفوني أنتم اثنين قال تعالى:"
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " عَلَيْهَا تِسْعَةَ عَشَرَ  من الملائكة، خزنة لها، غلاظ شداد، لا يعصون الله ما أمرهم، ويفعلون ما يؤمرون."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( عليها تسعة عشر ) أي : من مقدمي الزبانية ، عظيم خلقهم ، غليظ خلقهم .وقد قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى ، حدثنا ابن أبي زائدة ، أخبرني حريث ، عن عامر ، عن البراء في قوله : ( عليها تسعة عشر ) قال إن رهطا من اليهود سألوا رجلا من أصحاب رسول الله صلى الله عليه وسلم عن خزنة جهنم ، فقال : الله ورسوله أعلم ، فجاء رجل فأخبر النبي صلى الله عليه وسلم فنزل عليه ساعتئذ : ( عليها تسعة عشر ) فأخبر أصحابه وقال : \" ادعهم ، أما إني سائلهم عن تربة الجنة إن أتوني ، أما إنها درمكة بيضاء \" ، فجاءوه فسألوه عن خزنة جهنم ، فأهوى بأصابع كفيه مرتين وأمسك الإبهام في الثانية ، ثم قال : \" أخبروني عن تربة الجنة \" ، فقالوا : أخبرهم يا ابن سلام ، فقال : كأنها خبزة بيضاء ، فقال رسول الله صلى الله عليه وسلم : \" أما إن الخبز إنما يكون من الدرمك \" .هكذا وقع عند ابن أبي حاتم ، عن البراء ، والمشهور عن جابر بن عبد الله ، كما قال الحافظ أبو بكر البزار : حدثنا منده ، حدثنا أحمد بن عبدة ، أخبرنا سفيان ويحيى بن حكيم ، حدثنا سفيان ، عن مجالد ، عن الشعبي ، عن جابر بن عبد الله قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا محمد ، غلب أصحابك اليوم ، فقال : \" بأي شيء؟ \" قال : سألتهم يهود : هل أعلمكم نبيكم عدة خزنة أهل النار ؟ قالوا : لا نعلم حتى نسأل نبينا صلى الله عليه وسلم . قال رسول الله صلى الله عليه وسلم : \" أفغلب قوم سئلوا عما لا يدرون فقالوا : لا ندري حتى نسأل نبينا ؟ علي بأعداء الله ، لكن سألوا نبيهم أن يريهم الله جهرة \" ، فأرسل إليهم فدعاهم . قالوا : يا أبا القاسم ، كم عدد خزنة أهل النار ؟ قال : \" هكذا \" ، وطبق كفيه ، ثم طبق كفيه ، مرتين ، وعقد واحدة ، وقال لأصحابه : \" إن سئلتم عن تربة الجنة فهي الدرمك \" ، فلما سألوه فأخبرهم بعدة خزنة أهل النار ، قال لهم رسول الله صلى الله عليه وسلم : \" ما تربة الجنة؟ \" فنظر بعضهم إلى بعض ، فقالوا : خبزة يا أبا القاسم ، فقال : \" الخبز من الدرمك \" .وهكذا رواه الترمذي عند هذه الآية عن ابن أبي عمر ، عن سفيان ، به ، وقال هو والبزار : لا نعرفه إلا من حديث مجالد . وقد رواه الإمام أحمد ، عن علي بن المديني ، عن سفيان ، فقص الدرمك فقط ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( عليها تسعة عشر ) [ أي : على ] النار تسعة عشر من الملائكة ، وهم خزنتها : مالك ومعه ثمانية عشر . وجاء في الأثر : أعينهم كالبرق الخاطف ، وأنيابهم كالصياصي ، يخرج لهب النار من أفواههم ، ما بين منكبي أحدهم مسيرة سنة ، نزعت منهم الرحمة ، يرفع أحدهم سبعين ألفا فيرميهم حيث أراد من جهنم .قال عمرو بن دينار : إن واحدا منهم يدفع بالدفعة الواحدة في جهنم أكثر من ربيعة ومضر .قال ابن عباس ، وقتادة ، والضحاك : لما نزلت هذه الآية قال أبو جهل لقريش : ثكلتكم أمهاتكم ، أسمع ابن أبي كبشة يخبر أن خزنة النار تسعة عشر وأنتم الدهم ، أي : الشجعان ، أفيعجز كل عشرة منكم أن يبطشوا بواحد من خزنة جهنم قال أبو [ الأشد ] أسيد بن كلدة بن خلف الجمحي : أنا أكفيكم منهم سبعة عشر ، عشرة على ظهري وسبعة على بطني ، فاكفوني أنتم اثنين .وروي أنه قال : أنا أمشي بين أيديكم على الصراط فأدفع عشرة بمنكبي الأيمن وتسعة بمنكبي الأيسر في النار ونمضي فندخل الجنة . فأنزل الله - عز وجل - ( وما جعلنا أصحاب النار إلا ملائكة ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : عليها تسعة عشر أي على سقر تسعة عشر من الملائكة يلقون فيها أهلها . ثم قيل : على جملة النار تسعة عشر من الملائكة هم خزنتها ; مالك وثمانية عشر ملكا . ويحتمل أن تكون التسعة عشر نقيبا ، ويحتمل أن يكون تسعة عشر ملكا بأعيانهم . وعلى هذا أكثر المفسرين . الثعلبي : ولا ينكر هذا ، فإذا كان ملك واحد يقبض أرواح جميع الخلائق كان أحرى أن يكون تسعة عشر على عذاب بعض الخلائق .وقال ابن جريج : نعت النبي - صلى الله عليه وسلم - خزنة جهنم فقال : \" فكأن أعينهم البرق ، وكأن أفواههم الصياصي ، يجرون أشعارهم ، لأحدهم من القوة مثل قوة الثقلين ، يسوق أحدهم الأمة وعلى رقبته جبل ، فيرميهم في النار ، ويرمي فوقهم الجبل \" .قلت : وذكر ابن المبارك قال : حدثنا حماد بن سلمة ، عن الأزرق بن قيس ، عن رجل من بني تميم قال : كنا عند أبي العوام ، فقرأ هذه الآية : وما أدراك ما سقر لا تبقي ولا تذر لواحة للبشر عليها تسعة عشر فقال ما تسعة عشر ؟ تسعة عشر ألف ملك ، أو تسعة عشر ملكا ؟ قال : قلت : لا بل تسعة عشر ملكا . فقال : وأنى تعلم ذلك ؟ فقلت : لقول الله - عز وجل - : وما جعلنا عدتهم إلا فتنة للذين كفروا قال : صدقت هم تسعة عشر ملكا ، بيد كل ملك منهم مرزبة لها شعبتان ، فيضرب الضربة فيهوي بها في النار سبعين ألفا . وعن عمرو بن دينار : كل واحد منهم يدفع بالدفعة الواحدة في جهنم أكثر من ربيعة ومضر . خرج الترمذي عن جابر بن عبد الله . قال : قال ناس من اليهود لأناس من أصحاب النبي - صلى الله عليه وسلم - : هل يعلم نبيكم عدد خزنة جهنم ؟ قالوا : لا ندري حتى نسأل نبينا . فجاء رجل إلى النبي - صلى الله عليه وسلم - فقال : يا محمد غلب أصحابك اليوم ; فقال : \" وماذا غلبوا \" ؟ قال : سألهم يهود : هل يعلم نبيكم عدد خزنة جهنم ؟ قال : \" فماذا قالوا ؟ \" قال : قالوا لا ندري حتى نسأل نبينا . قال : \" أفغلب قوم سئلوا عما لا يعلمون ، فقالوا لا نعلم حتى نسأل نبينا ؟ لكنهم قد سألوا نبيهم فقالوا أرنا الله جهرة ، علي بأعداء الله ! إني سائلهم عن تربة الجنة وهي الدرمك \" . فلما جاءوا قالوا : يا أبا القاسم كم عدد خزنة جهنم ؟ قال : \" هكذا وهكذا \" في مرة عشرة وفي مرة تسعة . قالوا : نعم . قال لهم النبي - صلى الله عليه وسلم - : \" ما تربة الجنة \" قال : فسكتوا هنيهة ثم قالوا : أخبزة يا أبا القاسم ؟ فقال رسول الله - صلى الله عليه وسلم - : \" الخبز من الدرمك \" . قال أبو عيسى : هذا حديث غريب ، إنما نعرفه من هذا الوجه من حديث مجالد عن الشعبي عن جابر . وذكر ابن وهب قال : حدثنا عبد الرحمن بن زيد ، قال : قال رسول الله - صلى الله عليه وسلم - في خزنة جهنم : \" ما بين منكبي أحدهم كما بين المشرق والمغرب \" .وقال ابن عباس : ما بين منكبي الواحد منهم مسيرة سنة ، وقوة الواحد منهم أن يضرب بالمقمع فيدفع بتلك الضربة سبعين ألف إنسان في قعر جهنم .قلت : والصحيح إن شاء الله أن هؤلاء التسعة عشر ، هم الرؤساء والنقباء ، وأما جملتهم فالعبارة تعجز عنها ; كما قال الله تعالى : وما يعلم جنود ربك إلا هو وقد ثبت في الصحيح عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : يؤتى بجهنم يومئذ لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها . وقال ابن عباس وقتادة والضحاك : لما نزل : عليها تسعة عشر قال أبو جهل لقريش : ثكلتكم أمهاتكم ! أسمع ابن أبي كبشة يخبركم أن خزنة جهنم تسعة عشر ، وأنتم الدهم - أي العدد - والشجعان ، فيعجز كل عشرة منكم أن يبطشوا بواحد منهم ! قال السدي : فقال أبو الأسود بن كلدة الجمحي : لا يهولنكم التسعة عشر ، أنا أدفع بمنكبي الأيمن عشرة من الملائكة ، وبمنكبي الأيسر التسعة ، ثم تمرون إلى الجنة ; يقولها مستهزئا . في رواية أن الحارث بن كلدة قال أنا أكفيكم سبعة عشر ، واكفوني أنتم اثنين .وقيل : إن أبا جهل قال أفيعجز كل مائة منكم أن يبطشوا بواحد منهم ، ثم تخرجون من النار ؟ فنزل قوله تعالى : وما جعلنا أصحاب النار إلا ملائكة أي لم نجعلهم رجالا فتتعاطون مغالبتهم . وقيل : جعلهم ملائكة لأنهم خلاف جنس المعذبين من الجن والإنس ، فلا يأخذهم ما يأخذ المجانس من الرأفة والرقة ، ولا يستروحون إليهم ; ولأنهم أقوم خلق الله بحق الله وبالغضب له ، فتؤمن هوادتهم ; ولأنهم أشد خلق الله بأسا وأقواهم بطشا .وما جعلنا عدتهم إلا فتنة أي بلية . وروي عن ابن عباس من غير وجه قال : ضلالة للذين كفروا ، يريد أبا جهل وذويه . وقيل : إلا عذابا ، كما قال تعالى : يوم هم على النار يفتنون ذوقوا فتنتكم . أي جعلنا ذلك سبب كفرهم وسبب العذاب .وفي تسعة عشر سبع قراءات : قراءة العامة تسعة عشر . وقرأ أبو جعفر بن القعقاع وطلحة بن سليمان ( تسعة عشر ) بإسكان العين . وعن ابن عباس ( تسعة عشر ) بضم الهاء .وعن أنس بن مالك ( تسعة وعشر ) وعنه أيضا ( تسعة وعشر ) . وعنه أيضا ( تسعة أعشر ) ذكرها المهدوي وقال : من قرأ ( تسعة عشر ) أسكن العين لتوالي الحركات . ومن قرأ ( تسعة وعشر ) جاء به على الأصل قبل التركيب ، وعطف عشرا على تسعة ، وحذف التنوين لكثرة الاستعمال ، وأسكن الراء من عشر على نية السكوت عليها . ومن قرأ ( تسعة عشر ) فكأنه من التداخل ; كأنه أراد العطف وترك التركيب ، فرفع هاء التأنيث ، ثم راجع البناء وأسكن . وأما ( تسعة أعشر ) : فغير معروف ، وقد أنكرها أبو حاتم . وكذلك ( تسعة وعشر ) لأنها محمولة على ( تسعة أعشر ) والواو بدل من الهمزة ، وليس لذلك وجه عند النحويين . الزمخشري : وقرئ : ( تسعة أعشر ) جمع عشير ، مثل يمين وأيمن ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( عَلَيْهَا تِسْعَةَ عَشَرَ ) يقول تعالى ذكره: على سقر تسعة عشر من الخزنة.وذُكر أن ذلك لما أنزل على رسول الله صلى الله عليه وسلم، قال أبو جهل ما حدثني به محمد بن سعد قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( عَلَيْهَا تِسْعَةَ عَشَرَ ... ) إلى قوله: ( وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ) فلما سمع أبو جهل بذلك قال لقريش: ثكلتكم أمهاتكم، أسمع ابن أبي كبشة يخبركم أن خزَنة النار تسعة عشر وانتم الدَّهم، أفيعجز كل عشرة منكم أن يبطشوا برجل من خزنة جهنم؟ فأوحي إلى رسول الله صلى الله عليه وسلم أن يأتي أبا جهل، فيأخذ بيده في بطحاء مكة فيقول له:  أَوْلَى لَكَ فَأَوْلَى * ثُمَّ أَوْلَى لَكَ فَأَوْلَى  فلما فعل ذلك به رسول الله صلى الله عليه وسلم قال أبو جهل: والله لا تفعل أنت وربك شيئا، فأخزاه الله يوم بدر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( عَلَيْهَا تِسْعَةَ عَشَرَ ) ذُكر لنا أن أبا جهل حين أُنزلت هذه الآية قال: يا معشر قريش، ما يستطيع كلّ &amp;; 24-29 &amp;; عشرة منكم أن يغلبوا واحدا من خزَنة النار وأنتم الدَّهم (2) ؟ فصاحبكم يحدثكم أن عليها تسعة عشر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: قال أبو جهل: يخبركم محمد أن خزَنة النار تسعة عشر، وأنتم الدَّهم ليجتمع كلّ عشرة على واحد.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( عَلَيْهَا تِسْعَةَ عَشَرَ ) قال: خزنتها تسعة عشر.------------------------الهوامش:(2) في النهاية لابن الأثير وذكر الآية، الدهم بفتح الدال: العدد الكثير."
      }
    ],
    "31": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وما جعلنا خزنة النار إلا من الملائكة الغلاظ، وما جعلنا ذلك العدد إلا اختبارًا للذين كفروا بالله؛ وليحصل اليقين للذين أُعطوا الكتاب من اليهود والنصارى بأنَّ ما جاء في القرآن عن خزنة جهنم إنما هو حق من الله تعالى، حيث وافق ذلك كتبهم، ويزداد المؤمنون تصديقًا بالله ورسوله وعملا بشرعه، ولا يشك في ذلك الذين أُعطوا الكتاب من اليهود والنصارى ولا المؤمنون بالله ورسوله؛ وليقول الذين في قلوبهم نفاق والكافرون: ما الذي أراده الله بهذا العدد المستغرب؟ بمثل ذلك الذي ذُكر يضلُّ الله من أراد إضلاله، ويهدي مَن أراد هدايته، وما يعلم عدد جنود ربك - ومنهم الملائكة- إلا الله وحده. وما النار إلا تذكرة وموعظة للناس."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما جعلنا أصحاب النار إلا ملائكة» أي فلا يطاقون كما يتوهمون «وما جعلنا عدتهم» ذلك «إلا فتنة» ضلالا «للذين كفروا» بأن يقولوا لم كانوا تسعة عشر «ليستيقن» ليستبين «الذين أوتوا الكتاب» أي اليهود صدق النبي صلى الله عليه وسلم في كونهم تسعة عشر الموافق لما في كتابهم «ويزداد الذين آمنوا» من أهل الكتاب «إيمانا» تصديقا لموافقته ما أتي به النبي صلى الله عليه وسلم لما في كتابهم «ولا يرتاب الذين أُوتوا الكتاب والمؤمنون» من غيرهم في عدد الملائكة «وليقول الذين في قلوبهم مرض» شك بالمدينة «والكافرون» بمكة «ماذا أراد الله بهذا» العدد «مثلا» سموه لغرابته بذلك وأعرب حالا «كذلك» أي مثل إضلال منكر هذا العدد وهدى مصدقه «يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك» أي الملائكة في قوتهم وأعوانهم «إلا هو وما هي» أي سقر «إلا ذكرى للبشر»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً  وذلك لشدتهم وقوتهم.  وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا  يحتمل أن المراد: إلا لعذابهم وعقابهم في الآخرة، ولزيادة نكالهم فيها، والعذاب يسمى فتنة، [كما قال تعالى:  يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ  ] ويحتمل أن المراد: أنا ما أخبرناكم بعدتهم، إلا لنعلم من يصدق ومن يكذب، ويدل على هذا ما ذكر بعده في قوله:  لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا  فإن أهل الكتاب، إذا وافق ما عندهم وطابقه، ازداد يقينهم بالحق، والمؤمنون كلما أنزل الله آية، فآمنوا بها وصدقوا، ازداد إيمانهم،  وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ  أي: ليزول عنهم الريب والشك، وهذه مقاصد جليلة، يعتني بها أولو الألباب، وهي السعي في اليقين، وزيادة الإيمان في كل وقت، وكل مسألة من مسائل الدين، ودفع الشكوك والأوهام التي تعرض في مقابلة الحق، فجعل ما أنزله الله على رسوله محصلا لهذه الفوائد  الجليلة، ومميزا للكاذبين من الصادقين، ولهذا قال:  وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ  أي: شك وشبهة ونفاق.  وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا  وهذا على وجه الحيرة والشك، والكفر منهم بآيات الله، وهذا وذاك من هداية الله لمن يهديه، وإضلاله لمن يضل ولهذا قال: كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ  فمن هداه الله، جعل ما أنزله الله على رسوله رحمة في حقه، وزيادة في إيمانه ودينه، ومن أضله، جعل ما أنزله على رسوله زيادة شقاء عليه وحيرة، وظلمة في حقه، والواجب أن يتلقى ما أخبر الله به ورسوله بالتسليم، فإنه لا يعلم جنود ربك من الملائكة وغيرهم  إلَّا هُوَ  فإذا كنتم جاهلين بجنوده، وأخبركم بها العليم الخبير، فعليكم أن تصدقوا خبره، من غير شك ولا ارتياب،  وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ  أي: وما هذه الموعظة والتذكار مقصودا به العبث واللعب، وإنما المقصود به أن يتذكر [به] البشر ما ينفعهم فيفعلونه، وما يضرهم فيتركونه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قول تعالى : ( وما جعلنا أصحاب النار ) أي : خزانها ، ( إلا ملائكة ) أي : [ زبانية ] غلاظا شدادا . وذلك رد على مشركي قريش حين ذكر عدد الخزنة ، فقال أبو جهل : يا معشر قريش ، أما يستطيع كل عشرة منكم لواحد منهم فتغلبونهم ؟ فقال الله : ( وما جعلنا أصحاب النار إلا ملائكة ) أي : شديدي الخلق لا يقاومون ولا يغالبون . وقد قيل : إن أبا الأشدين - واسمه : كلدة بن أسيد بن خلف - قال : يا معشر قريش ، اكفوني منهم اثنين وأنا أكفيكم منهم سبعة عشر ، إعجابا منه بنفسه ، وكان قد بلغ من القوة فيما يزعمون أنه كان يقف على جلد البقرة ويجاذبه عشرة لينتزعوه من تحت قدميه ، فيتمزق الجلد ولا يتزحزح عنه . قال السهيلي : وهو الذي دعا رسول الله صلى الله عليه وسلم إلى مصارعته ، وقال : إن صرعتني آمنت بك ، فصرعه النبي صلى الله عليه وسلم مرارا ، فلم يؤمن . قال : وقد نسب ابن إسحاق خبر المصارعة إلى ركانة بن عبد يزيد بن هاشم بن المطلب .قلت : ولا منافاة بين ما ذكراه ، والله أعلم .( وما جعلنا عدتهم إلا فتنة للذين كفروا ) أي : إنما ذكرنا عدتهم أنهم تسعة عشر اختبارا منا للناس ، ( ليستيقن الذين أوتوا الكتاب ) أي : يعلمون أن هذا الرسول حق ; فإنه نطق بمطابقة ما بأيديهم من الكتب السماوية المنزلة على الأنبياء قبله .( ويزداد الذين آمنوا إيمانا ) أي : إلى إيمانهم . بما يشهدون من صدق إخبار نبيهم محمد صلى الله عليه وسلم ، ( ولا يرتاب الذين أوتوا الكتاب والمؤمنون وليقول الذين في قلوبهم مرض ) أي : من المنافقين ( والكافرون ماذا أراد الله بهذا مثلا ) ؟ أي : يقولون : ما الحكمة في ذكر هذا هاهنا ؟ قال الله تعالى : ( كذلك يضل الله من يشاء ويهدي من يشاء ) أي : من مثل هذا وأشباهه يتأكد الإيمان في قلوب أقوام ، ويتزلزل عند آخرين ، وله الحكمة البالغة ، والحجة الدامغة .وقوله : ( وما يعلم جنود ربك إلا هو ) أي : ما يعلم عددهم وكثرتهم إلا هو تعالى ، لئلا يتوهم متوهم أنهم تسعة عشر فقط ، كما قد قاله طائفة من أهل الضلالة والجهالة ومن الفلاسفة اليونانيين ، ومن تابعهم من الملتين الذين سمعوا هذه الآية ، فأرادوا تنزيلها على العقول العشرة والنفوس التسعة ، التي اخترعوا دعواها وعجزوا عن إقامة الدلالة على مقتضاها ، فأفهموا صدر هذه الآية وقد كفروا بآخرها ، وهو قوله : ( وما يعلم جنود ربك إلا هو )وقد ثبت في حديث الإسراء المروي في الصحيحين وغيرهما . عن رسول الله صلى الله عليه وسلم أنه قال في صفة البيت المعمور الذي في السماء السابعة : \" فإذا هو يدخله في كل يوم سبعون ألف ملك ، لا يعودون إليه آخر ما عليهم \" .وقال الإمام أحمد : حدثنا أسود ، حدثنا إسرائيل ، عن إبراهيم بن مهاجر ، عن مجاهد ، عن مورق ، عن أبي ذر قال : قال رسول الله صلى الله عليه وسلم : \" إني أرى ما لا ترون ، وأسمع ما لا تسمعون ، أطت السماء وحق لها أن تئط ، ما فيها موضع أربع أصابع إلا عليه ملك ساجد ، لو علمتم ما أعلم لضحكتم قليلا ولبكيتم كثيرا ، ولا تلذذتم بالنساء على الفرشات ، ولخرجتم إلى الصعدات تجأرون إلى الله عز وجل \" . فقال أبو ذر : والله لوددت أني شجرة تعضد .ورواه الترمذي وابن ماجه ، من حديث إسرائيل وقال الترمذي : حسن غريب ، ويروى عن أبي ذر موقوفا .وقال الحافظ أبو القاسم الطبراني : حدثنا خير بن عرفة المصري ، حدثنا عروة بن مروان الرقي ، حدثنا عبيد الله بن عمرو ، عن عبد الكريم بن مالك ، عن عطاء بن أبي رباح ، عن جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" ما في السماوات السبع موضع قدم ولا شبر ولا كف إلا وفيه ملك قائم ، أو ملك ساجد ، أو ملك راكع ، فإذا كان يوم القيامة قالوا جميعا : سبحانك ما عبدناك حق عبادتك ، إلا أنا لم نشرك بك شيئا \" . .وقال محمد بن نصر المروزي في \" كتاب الصلاة \" : حدثنا عمرو بن زرارة ، أخبرنا عبد الوهاب بن عطاء ، عن سعيد ، عن قتادة ، عن صفوان بن محرز ، عن حكيم بن حزام قال : بينما رسول الله صلى الله عليه وسلم مع أصحابه إذ قال لهم : \" هل تسمعون ما أسمع؟ \" قالوا : ما نسمع من شيء ، فقال رسول الله صلى الله عليه وسلم : \" أسمع أطيط السماء وما تلام أن تئط ، ما فيها موضع شبر إلا وعليه ملك راكع أو ساجد \" .وقال أيضا : حدثنا محمد بن عبد الله بن قهزاذ ، حدثنا أبو معاذ الفضل بن خالد النحوي ، حدثنا عبيد بن سليمان الباهلي ، سمعت الضحاك بن مزاحم ، يحدث عن مسروق بن الأجدع ، عن عائشة أنها قالت : قال رسول الله صلى الله عليه وسلم : \" ما في السماء الدنيا موضع قدم إلا وعليه ملك ساجد أو قائم ، وذلك قول الملائكة : ( وما منا إلا له مقام معلوم وإنا لنحن الصافون وإنا لنحن المسبحون ) [ الصافات : 164 - 166 ] . .وهذا مرفوع غريب جدا ، ثم رواه عن محمود بن آدم ، عن أبي معاوية ، عن الأعمش ، عن أبي الضحى ، عن مسروق ، عن ابن مسعود أنه قال : إن من السماوات سماء ما فيها موضع شبر إلا وعليه جبهة ملك أو قدماه قائما ، ثم قرأ : ( وإنا لنحن الصافون وإنا لنحن المسبحون ) .ثم قال : حدثنا أحمد بن سيار : حدثنا أبو جعفر محمد بن خالد الدمشقي المعروف بابن أمه ، حدثنا المغيرة بن عثمان بن عطية من بني عمرو بن عوف ، حدثني سليمان بن أيوب [ من بني ] سالم بن عوف . حدثني عطاء بن زيد بن مسعود من بني الحبلي ، حدثني سليمان بن عمرو بن الربيع ، من بني سالم ، حدثني عبد الرحمن بن العلاء ، من بني ساعدة ، عن أبيه العلاء بن سعد - وقد شهد الفتح وما بعده - أن النبي صلى الله عليه وسلم قال يوما لجلسائه : \" هل تسمعون ما أسمع؟ \" قالوا : وما تسمع يا رسول الله ؟ قال : \" أطت السماء وحق لها أن تئط ، إنه ليس فيها موضع قدم إلا وعليه ملك قائم أو راكع أو ساجد ، وقال الملائكة : ( وإنا لنحن الصافون وإنا لنحن المسبحون ) وهذا إسناد غريب جدا .ثم قال : حدثنا [ محمد بن يحيى ، حدثنا ] إسحاق بن محمد بن إسماعيل الفروي ، حدثنا عبد الملك بن قدامة ، عن عبد الرحمن ، عن عبد الله بن دينار ، عن أبيه ، عن عبد الله بن عمر : أن عمر جاء والصلاة قائمة ، ونفر ثلاثة جلوس ، أحدهم أبو جحش الليثي ، فقال : قوموا فصلوا مع رسول الله ، فقام اثنان وأبى أبو جحش أن يقوم ، وقال : لا أقوم حتى يأتي رجل هو أقوى مني ذراعين ، وأشد مني بطشا فيصرعني ، ثم يدس وجهي في التراب . قال عمر : فصرعته ودسست وجهه في التراب ، فأتى عثمان بن عفان فحجزني عنه ، فخرج عمر مغضبا حتى انتهى إلى رسول الله صلى الله عليه وسلم فقال : \" ما رأيك يا أبا حفص ؟ \" ، فذكر له ما كان منه فقال رسول الله صلى الله عليه وسلم : \" إن رضى عمر رحمة ، والله لوددت أنك جئتني برأس الخبيث \" ، فقام عمر يوجه نحوه ، فلما أبعد ناداه ، فقال : \" اجلس حتى أخبرك بغنى الرب عز وجل عن صلاة أبي جحش ، إن لله في السماء الدنيا ملائكة خشوعا لا يرفعون رءوسهم حتى تقوم الساعة ، فإذا قامت رفعوا رءوسهم ثم قالوا : ربنا ، ما عبدناك حق عبادتك ، وإن لله في السماء الثانية ملائكة سجودا لا يرفعون رءوسهم حتى تقوم الساعة فإذا قامت الساعة رفعوا رءوسهم ، وقالوا : سبحانك ما عبدناك حق عبادتك \" فقال له عمر : وما يقولون يا رسول الله ؟ فقال : \" أما أهل السماء الدنيا فيقولون : سبحان ذي الملك والملكوت ، وأما أهل السماء الثانية فيقولون : سبحان ذي العزة والجبروت ، وأما أهل السماء الثالثة فيقولون : سبحان الحي الذي لا يموت ، فقلها يا عمر في صلاتك \" ، فقال عمر : يا رسول الله ، فكيف بالذي كنت علمتني وأمرتني أن أقوله في صلاتي ؟ فقال : \" قل هذا مرة وهذا مرة \" . وكان الذي أمره به أن يقول : \" أعوذ بعفوك من عقابك ، وأعوذ برضاك من سخطك ، وأعوذ بك منك ، جل وجهك \" وهذا حديث غريب جدا ، بل منكر نكارة شديدة وإسحاق الفروي روى عنه البخاري ، وذكره ابن حبان في الثقات ، وضعفه أبو داود والنسائي والعقيلي والدارقطني . وقال أبو حاتم الرازي : كان صدوقا إلا أنه ذهب بصره فربما لقن ، وكتبه صحيحة ، وقال مرة : هو مضطرب ، وشيخه عبد الملك بن قدامة أبو قتادة الجمحي : تكلم فيه أيضا . والعجب من الإمام محمد بن نصر كيف رواه ولم يتكلم عليه ، ولا عرف بحاله ، ولا تعرض لضعف بعض رجاله؟ غير أنه رواه من وجه آخر عن سعيد بن جبير مرسلا بنحوه . ومن طريق أخرى عن الحسن البصري مرسلا قريبا منه ، ثم قال محمد بن نصر :حدثنا محمد بن عبد الله بن قهزاذ ، أخبرنا النضر ، أخبرنا عباد بن منصور قال : سمعت عدي بن أرطاة وهو يخطبنا على منبر المدائن قال : سمعت رجلا من أصحاب النبي صلى الله عليه وسلم ، عن رسول الله صلى الله عليه وسلم قال : \" إن لله تعالى ملائكة ترعد فرائصهم من خيفته ، ما منهم ملك تقطر منه دمعة من عينه إلا وقعت على ملك يصلي ، وإن منهم ملائكة سجودا منذ خلق الله السماوات والأرض لم يرفعوا رءوسهم ولا يرفعونها إلى يوم القيامة ، وإن منهم ملائكة ركوعا لم يرفعوا رءوسهم منذ خلق الله السماوات والأرض ولا يرفعونها إلى يوم القيامة ، فإذا رفعوا رءوسهم نظروا إلى وجه الله عز وجل ، قالوا : سبحانك ، ما عبدناك حق عبادتك \" .وهذا إسناد لا بأس به .وقوله : ( وما هي إلا ذكرى للبشر ) قال مجاهد وغير واحد : ( وما هي ) أي : النار التي وصفت ، ( إلا ذكرى للبشر )"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وما جعلنا أصحاب النار إلا ملائكة ) لا رجالا آدميين ، فمن ذا يغلب الملائكة ؟ ( وما جعلنا عدتهم ) أي عددهم في القلة ( إلا فتنة للذين كفروا ) أي ضلالة لهم حتى قالوا ما قالوا ( ليستيقن الذين أوتوا الكتاب ) لأنه مكتوب في التوراة والإنجيل أنهم تسعة عشر ، ( ويزداد الذين آمنوا إيمانا ) يعني من آمن من أهل الكتاب يزدادون تصديقا بمحمد - صلى الله عليه وسلم - إذا وجدوا ما قاله موافقا لما في كتبهم ( ولا يرتاب ) ولا يشك ( الذين أوتوا الكتاب والمؤمنون ) في عددهم ( وليقول الذين في قلوبهم مرض ) شك ونفاق ( والكافرون ) [ مشركو مكة ] ( ماذا أراد الله بهذا مثلا ) أي شيء أراد بهذا الحديث ؟ وأراد بالمثل الحديث نفسه . ( كذلك ) أي كما أضل الله من أنكر عدد الخزنة وهدى من صدق كذلك ( يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك إلا هو ) قال مقاتل : هذا جواب أبي جهل حين قال : أما لمحمد أعوان إلا تسعة عشر ؟ قال عطاء : ( وما يعلم جنود ربك إلا هو ) يعني من الملائكة الذين خلقهم لتعذيب أهل النار ، لا يعلم عدتهم إلا الله ، والمعنى إن تسعة عشر هم خزنة النار ، ولهم من الأعوان والجنود من الملائكة ما لا يعلم إلا الله - عز وجل - ، ثم رجع إلى ذكر سقر فقال : ( وما هي ) يعني [ سقر ] ( إلا ذكرى للبشر ) إلا تذكرة وموعظة للناس ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى ليستيقن الذين أوتوا الكتاب أي ليوقن الذين أعطوا التوراة والإنجيل أن عدة خزنة جهنم موافقة لما عندهم ; قاله ابن عباس وقتادة والضحاك ومجاهد وغيرهم . ثم يحتمل أنه يريد الذين آمنوا منهم كعبدالله بن سلام . ويحتمل أنه يريد الكل .ويزداد الذين آمنوا إيمانا بذلك ; لأنهم كلما صدقوا بما في كتاب الله آمنوا ، ثم ازدادوا إيمانا لتصديقهم بعدد خزنة جهنم .ولا يرتاب أي ولا يشك الذين أوتوا الكتاب أي أعطوا الكتاب والمؤمنون أي المصدقون من أصحاب محمد - صلى الله عليه وسلم - في أن عدة خزنة جهنم تسعة عشر .وليقول الذين في قلوبهم مرض أي في صدورهم شك ونفاق من منافقي أهل المدينة ، الذين ينجمون في مستقبل الزمان بعد الهجرة ولم يكن بمكة نفاق وإنما نجم بالمدينة . وقيل : المعنى ; أي وليقول المنافقون الذين ينجمون في مستقبل الزمان بعد الهجرة .والكافرون أي اليهود والنصارى ماذا أراد الله بهذا مثلا يعني بعدد خزنة جهنم . وقال الحسين بن الفضل : السورة مكية ولم يكن بمكة نفاق ; فالمرض في هذه الآية الخلاف و ( الكافرون ) أي مشركو العرب . وعلى القول الأول أكثر المفسرين . ويجوز أن يراد بالمرض : الشك والارتياب ; لأن أهل مكة كان أكثرهم شاكين ، وبعضهم قاطعين بالكذب ، وقوله تعالى إخبارا عنهم : ماذا أراد الله أي ما أراد بهذا العدد الذي ذكره حديثا ، أي ما هذا من الحديث . قال الليث : المثل الحديث ; ومنه : مثل الجنة التي وعد المتقون أي حديثها والخبر عنها .كذلك أي كإضلال الله أبا جهل وأصحابه المنكرين لخزنة جهنم يضل الله أي يخزي ويعمي من يشاء ويهدي أي ويرشد من يشاء كإرشاد أصحاب محمد - صلى الله عليه وسلم - . وقيل : كذلك يضل الله عن الجنة من يشاء ويهدي إليها من يشاء .وما يعلم جنود ربك إلا هو أي وما يدري عدد ملائكة ربك الذين خلقهم لتعذيب أهل النار إلا هو أي إلا الله - جل ثناؤه - وهذا جوابلأبي جهل حين قال : أما لمحمد من الجنود إلا تسعة عشر ! وعن ابن عباس أن النبي - صلى الله عليه وسلم - كان يقسم غنائم حنين ، فأتاه جبريل فجلس عنده ، فأتى ملك فقال : إن ربك يأمرك بكذا وكذا ، فخشي النبي - صلى الله عليه وسلم - أن يكون شيطانا ، فقال : \" يا جبريل أتعرفه \" ؟ فقال : هو ملك وما كل ملائكة ربك أعرف . وقال الأوزاعي : قال موسى : \" يا رب من في السماء ؟ قال ملائكتي . قال كم عدتهم يا رب ؟ قال : اثني عشر سبطا . قال : كم عدة كل سبط ؟ قال : عدد التراب \" ذكرهما الثعلبي . وفي الترمذي عن النبي - صلى الله عليه وسلم - : أطت السماء وحق لها أن تئط ، ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجدا .قوله تعالى : وما هي إلا ذكرى للبشر يعني الدلائل والحجج والقرآن . وقيل : وما هي أي وما هذه النار التي هي سقر إلا ذكرى أي عظة للبشر أي للخلق . وقيل : نار الدنيا تذكرة لنار الآخرة .قاله الزجاج . وقيل : أي ما هذه العدة إلا ذكرى للبشر أي ليتذكروا ويعلموا كمال قدرة الله تعالى ، وأنه لا يحتاج إلى أعوان وأنصار ; فالكناية على هذا في قوله تعالى : وما هي ترجع إلى الجنود ; لأنه أقرب مذكور ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلا مَلائِكَةً ) يقول تعالى ذكره: وما جعلنا خزَنة النار إلا ملائكة يقول لأبي جهل في قوله لقريش: أما يستطيع كلّ عشرة منكم أن تغلب منها واحدا؟ فمن ذا يغلب خزنة النار وهم الملائكة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: ثنا ابن زيد، في قوله: ( وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلا مَلائِكَةً ) قال: ما جعلناهم رجالا فيأخذ كلّ رجل رجلا كما قال هذا.وقوله: ( وَمَا جَعَلْنَا عِدَّتَهُمْ إِلا فِتْنَةً لِلَّذِينَ كَفَرُوا ) يقول: وما جعلنا عدّة هؤلاء الخزنة إلا فتنة للذين كفروا بالله من مُشركي قريش.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمَا جَعَلْنَا عِدَّتَهُمْ إِلا فِتْنَةً لِلَّذِينَ كَفَرُوا ): إلا بلاء.وإنما جعل الله الخبر عن عدّة خزنة جهنم فتنة للذين كفروا، لتكذيبهم بذلك، وقول بعضهم لأصحابه: أنا أكفيكموهم.* ذكر الخبر عمن قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني &amp;; 24-30 &amp;; الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( تِسْعَةَ عَشَرَ ) قال: جعلوا فتنة، قال أبو الأشدّ بن الجمحي: لا يبلغون رتوتي حتى أجهضهم عن جهنم.وقوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) يقول تعالى ذكره: ليستيقن أهل التوراة والإنجيل حقيقة ما في كتبهم من الخبر عن عدّة خزَنة جهنم، إذ وافق ذلك ما أنزل الله في كتابه على محمد صلى الله عليه وسلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ) قال: وإنها في التوراة والإنجيل تسعة عشر، فأراد الله أن يستيقن أهل الكتاب، ويزداد الذين آمنوا إيمانًا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) قال: يجدونه مكتوبا عندهم عدّة خزَنة أهل النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) يصدّق القرآن الكتب التي كانت قبله فيها كلها، التوراة والإنجيل أن خزنة النار تسعة عشر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) قال: ليستيقن أهل الكتاب حين وافق عدّة خزَنة النار ما في كتبهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) قال: عدّة خزَنة جهنم تسعة عشر في التوراة والإنجيل.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ ) أنك رسول الله. &amp;; 24-31 &amp;;وقوله: ( وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ) يقول تعالى ذكره: وليزداد الذين آمنوا بالله تصديقا إلى تصديقهم بالله وبرسوله بتصديقهم بعدّة خزنة جهنم.وقوله: ( وَلا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ) يقول: ولا يشك أهل التوراة والإنجيل في حقيقة ذلك، والمؤمنون بالله من أمة محمد صلى الله عليه وسلم.وقوله: ( وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ ) يقول تعالى ذكره: وليقول الذين في قلوبهم مرض النفاق، والكافرون بالله من مشركي قريش ( مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلا )كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ): أي نفاق.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلا ) يقول: حتى يخوّفنا بهؤلاء التسعة عشر.وقوله: ( كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ) يقول تعالى ذكره: كما أضل الله هؤلاء المنافقين والمشركين القائلين في خبر الله عن عدّة خزنة جهنم، أيّ شيء أراد الله بهذا الخبر من المثل حتى يخوّفنا بذكر عدتهم، ويهتدي به المؤمنون، فازدادوا بتصديقهم إلى إيمانهم إيمانا( كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ ) مِنْ خَلْقِهِ فيخذله عن إصابة الحقّ( وَيَهْدِي مَنْ يَشَاءُ ) منهم، فيوفقه لإصابة الصواب ( وَمَا يَعْلَمُ جُنُودَ رَبِّكَ ) من كثرتهم ( إلا هُوَ ) يعني: الله.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلا هُوَ ) أي: من كثرتهم.وقوله: ( وَمَا هِيَ إِلا ذِكْرَى لِلْبَشَرِ ) يقول تعالى ذكره: وما النار التي وصفتها إلا تذكرة ذكر بها البشر، وهم بنو آدم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا هِيَ إِلا ذِكْرَى لِلْبَشَرِ ) يعني النار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَمَا هِيَ إِلا ذِكْرَى لِلْبَشَرِ ) قال: النار."
      }
    ],
    "32": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كلا» استفتاح بمعنى ألا «والقمر»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَلَّا  هنا بمعنى: حقا، أو بمعنى  ألا  الاستفتاحية، فأقسم تعالى بالقمر."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كلا والقمر\"، هذا قسم، يقول: حقاً."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : كلا والقمر قال الفراء : كلا صلة للقسم ، التقدير أي والقمر . وقيل : المعنى حقا والقمر ; فلا يوقف على هذين التقديرين على كلا وأجاز الطبري الوقف عليها ، وجعلها ردا للذين زعموا أنهم يقاومون خزنة جهنم ; أي ليس الأمر كما يقول من زعم أنه يقاوم خزنة النار . ثم أقسم على ذلك - جل وعز - بالقمر وبما بعده ، فقال :"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يعني تعالى ذكره بقوله ( كَلا ) ليس القول كما يقول من زعم أنه يكفي أصحابَهُ المشركين خزنةُ جهنم حتى يجهضهم عنها، ثم أقسم ربنا تعالى فقال: ( وَالْقَمَرِ وَاللَّيْلِ إِذْ أَدْبَرَ ) يقول: والليل إذ ولَّى ذاهبا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
      }
    ],
    "33": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والليل إذا» بفتح الذال «دبر» جاء بعد النهار وفي قراءة إذ دبر بسكون الذال بعدها همزة، أي مضى."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وبالليل وقت إدباره."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي ولى."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والقمر والليل إذ أدبر ) قرأ نافع وحمزة وحفص ويعقوب \" إذ \" بغير ألف ، \" أدبر \" بالألف ، وقرأ الآخرون \" إذا \" بالألف \" دبر \" بلا ألف ، لأنه أشد موافقة لما يليه ، وهو قوله : ( والصبح إذا أسفر ) ولأنه ليس في القرآن قسم بجانبه إذ وإنما بجانب الإقسام إذا [ ودبر وأدبر ] كلاهما لغة ، يقال : دبر الليل وأدبر إذا ولى ذاهبا . قال أبو عمرو : دبر لغة قريش ، وقال قطرب : دبر أي أقبل ، تقول العرب : دبرني فلان أي جاء خلفي ، فالليل يأتي خلف النهار ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "( والليل إذ أدبر ) أي ولى وكذلك ( دبر ) . وقرأ نافع وحمزة وحفص إذ أدبر الباقون ( إذا ) بألف و ( دبر ) بغير ألف وهما لغتان بمعنى ; يقال دبر وأدبر ، وكذلك قبل الليل وأقبل . وقد قالوا : أمس الدابر والمدبر ; قال صخر بن عمرو بن الشريد السلمي :ولقد قتلناكم ثناء وموحدا وتركت مرة مثل أمس الدابرويروى \" المدبر \" . وهذا قول الفراء والأخفش . وقال بعض أهل اللغة : دبر الليل : إذا مضى ، وأدبر : أخذ في الإدبار . وقال مجاهد : سألت ابن عباس عن قوله تعالى : ( والليل إذا دبر ) فسكت حتى إذا دبر قال : يا مجاهد ، هذا حين دبر الليل . وقرأ محمد بن السميقع ( والليل إذا أدبر ) بألفين ، وكذلك في مصحف عبد الله وأبي بألفين . وقال قطرب من قرأ ( دبر ) فيعني أقبل ، من قول العرب دبر فلان : إذا جاء من خلفي . قال أبو عمرو : وهي لغة قريش . وقال ابن عباس في رواية عنه : الصواب : أدبر ، إنما يدبر ظهر البعير . واختار أبو عبيد : ( إذا أدبر ) قال : لأنها أكثر موافقة للحروف التي تليه ; ألا تراه يقول : والصبح إذا أسفر ، فكيف يكون أحدهما إذ والآخر إذا وليس في القرآن قسم تعقبه إذ وإنما يتعقبه إذا"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّيْلِ إِذْ أَدْبَرَ ) إذ ولَّى.وقال آخرون في ذلك ما حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي ؛ عن أبيه، عن ابن عباس ( وَاللَّيْلِ إِذْ أَدْبَرَ ) دبوره: إظلامه.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة ( إِذْ أَدْبَرَ )، وبعض قرّاء مكة والكوفة ( إذا دَبَرَ ).والصواب من القول في ذلك عندنا، أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب.وقد اختلف أهل العلم بكلام العرب في ذلك، فقال بعض الكوفيين: هما لغتان، يقال: دبر النهار وأدبر، ودبر الصيف وأدبر ، قال: وكذلك قَبل وأقبل ؛ فإذا قالوا: أقبل الراكب وأدبر لم يقولوه إلا بالألف. وقال بعض البصريين: ( واللَّيْل إذَا دَبَرَ ) يعني: إذا دبر النهار وكان في آخره ؛ قال: ويقال: دبرني: إذا جاء خلفي، وأدبر: إذا ولَّى.والصواب من القول في ذلك عندي أنهما لغتان بمعنى، وذلك أنه محكيّ عن العرب: قبح الله ما قَبِل منه وما دبر. وأخرى أن أهل التفسير لم يميزوا في تفسيرهم بين القراءتين، وذلك دليل على أنهم فعلوا ذلك كذلك، لأنهما بمعنى واحد."
      }
    ],
    "34": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والصبح إذا أسفر» ظهر."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "والنهار وقت إسفاره، لاشتمال المذكورات على آيات الله العظيمة، الدالة على كمال قدرة الله وحكمته، وسعة سطانه، وعموم رحمته، وإحاطة علمه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي أشرق."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والصبح إذا أسفر ) أضاء وتبين ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "والصبح إذا أسفر : ضاء . وقراءة العامة أسفر بالألف . وقرأ ابن السميقع : ( سفر ) . وهما لغتان . يقال : سفر وجه فلان وأسفر : إذا أضاء .وفي الحديث : أسفروا بالفجر ، فإنه أعظم للأجر أي صلوا صلاة الصبح مسفرين ، ويقال : طولوها إلى الإسفار ، والإسفار : الإنارة . وأسفر وجهه حسنا أي أشرق ، وسفرت المرأة كشفت عن وجهها فهي سافر . ويجوز أن يكون [ من ] سفر الظلام أي كنسه ، كما يسفر البيت ، أي يكنس ; ومنه السفير : لما سقط من ورق الشجر وتحات ; يقال : إنما سمي سفيرا لأن الريح تسفره أي تكنسه . والمسفرة : المكنسة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَالصُّبْحِ إِذَا أَسْفَرَ ) يقول تعالى ذكره: والصبح إذا أضاء.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالصُّبْحِ إِذَا أَسْفَرَ ) إذا أضاء وأقبل."
      }
    ],
    "35": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنها» أي سقر «لإحدى الكبر» البلايا العظام."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "والمقسم عليه قوله:  إِنَّهَا  أي النار  لَإِحْدَى الْكُبَرِ  أي: لإحدى العظائم الطامة والأمور الهامة، فإذا أعلمناكم بها، وكنتم على بصيرة من أمرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي العظائم يعني النار.قاله ابن عباس ومجاهد وقتادة والضحاك وغير واحد من السلف."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إنها لإحدى الكبر\"، يعني أن سقر لإحدى الأمور العظام، وواحد الكبر: كبرى، قال مقاتل والكلبي: أراد بالكبر: دركات جهنم، وهي سبعة: جهنم، ولظى، والحطمة، والسعير، وسقر، والجحيم، والهاوية."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : إنها لإحدى الكبر جواب القسم ; أي إن هذه النار لإحدى الكبر أي لإحدى الدواهي . وفي تفسير مقاتل الكبر : اسم من أسماء النار . وروي عن ابن عباس إنها أي إن تكذيبهم بمحمد - صلى الله عليه وسلم - لإحدى الكبر أي لكبيرة من الكبائر . وقيل : أي إن قيام الساعة لإحدى الكبر . والكبر : هي العظائم من العقوبات ; قال الراجز :يا بن المعلى نزلت إحدى الكبر     داهية الدهر وصماء الغيروواحدة ( الكبر ) : كبرى ، مثل الصغرى والصغر ، والعظمى والعظم . وقرأ العامة لإحدى وهو اسم بني ابتداء للتأنيث ، وليس مبنيا على المذكر ; نحو عقبى وأخرى ، وألفه ألف قطع ، لا تذهب في الوصل . وروى جرير بن حازم عن ابن كثير إنها لحدى الكبر بحذف الهمزة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( إِنَّهَا لإحْدَى الْكُبَرِ ) يقول تعالى ذكره: إن جهنم لإحدى الكبر، يعني: الأمور العظام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثني عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( إِنَّهَا لإحْدَى الْكُبَرِ ) يعني: جهنم.حدثنا أبو السائب، قال: ثنا أبو معاوية، عن إسماعيل بن سميع، عن أبي رزين ( إِنَّهَا لإحْدَى الْكُبَرِ ) قال: جهنم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( إِنَّهَا لإحْدَى الْكُبَرِ ) قال: هذه النار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِنَّهَا لإحْدَى الْكُبَرِ ) قال: هي النار.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( إِنَّهَا لإحْدَى الْكُبَرِ ) يعني: جهنم.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( إِنَّهَا لإحْدَى الْكُبَرِ ) يعني جهنم.وقوله: ( نَذِيرًا لِلْبَشَرِ ) يقول تعالى ذكره: إن النار لإحدى الكبر، نذيرا لبنى آدم."
      }
    ],
    "36": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«نذيرا» حال من إحدى وذكر لأنها بمعنى العذاب «للبشر»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي لمن شاء أن يقبل النذارة ويهتدي للحق."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( نذيرا للبشر ) يعني النار نذيرا للبشر ، قال الحسن : والله ما أنذر الله بشيء أدهى منها ، وهو نصب على القطع من قوله : \" لإحدى الكبر \" لأنها معرفة ، و \" نذيرا \" نكرة ، قال الخليل : النذير مصدر كالنكير ، ولذلك وصف به المؤنث ، وقيل : هو من صفة الله سبحانه وتعالى ، مجازه : وما جعلنا أصحاب النار إلا ملائكة نذيرا للبشر أي إنذارا لهم . قال أبو رزين يقول أنا لكم منها نذير ، فاتقوها . وقيل : هو صفة محمد - صلى الله عليه وسلم - معناه : يا أيها المدثر قم نذيرا للبشر ، [ فأنذر ] وهذا معنى قول ابن زيد ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "نذيرا للبشر يريد النار ; أي أن هذه النار الموصوفة نذيرا للبشر فهو نصب على الحال من المضمر في إنها قاله الزجاج . وذكر ; لأن معناه معنى العذاب ، أو أراد ذات إنذار على معنى النسب ; كقولهم : امرأة طالق وطاهر .وقال الخليل : النذير : مصدر كالنكير ، ولذلك يوصف به المؤنث . وقال الحسن : والله ما أنذر الخلائق بشيء أدهى منها . وقيل : المراد بالنذير محمد - صلى الله عليه وسلم - ; أي قم نذيرا للبشر ، أي مخوفا لهم ف \" نذيرا \" حال من قم في أول السورة حين قال : قم فأنذر قال أبو علي الفارسي وابن زيد ، وروي عن ابن عباس وأنكره الفراء . ابن الأنباري : وقال بعض المفسرين معناه يا أيها المدثر قم نذيرا للبشر .وهذا قبيح ; لأن الكلام قد طال فيما بينهما .وقيل : هو من صفة الله تعالى . روى أبو معاوية الضرير : حدثنا إسماعيل بن سميع عن أبي رزين نذيرا للبشر قال : يقول الله - عز وجل - : أنا لكم منها نذير فاتقوها .و ( نذيرا ) على هذا نصب على الحال ; أي وما جعلنا أصحاب النار إلا ملائكة منذرا بذلك البشر . وقيل : هو حال من ( هو ) في قوله تعالى : وما يعلم جنود ربك إلا هو . وقيل : هو في موضع المصدر ، كأنه قال : إنذارا للبشر . قال الفراء : يجوز أن يكون النذير بمعنى الإنذار ، أي أنذر إنذارا ; فهو كقوله تعالى : فستعلمون كيف نذير أي إنذاري ; فعلى هذا يكون راجعا إلى أول السورة ; أي قم فأنذر أي إنذارا . وقيل : هو منصوب بإضمار فعل . وقرأ ابن أبي عبلة ( نذير ) بالرفع على إضمار هو . وقيل : أي إن القرآن نذير للبشر ، لما تضمنه من الوعد والوعيد ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله : ( نذيرا للبشر ) يقول تعالى ذكره : إن النار لإحدى الكبر ، نذيرا لبني آدم .واختلف أهل التأويل في معنى قوله : ( نذيرا للبشر ) ، وما الموصوف بذلك ، فقال بعضهم : عني بذلك النار ، وقالوا : هي صفة للهاء التي في قوله ( إنها ) وقالوا : هي النذير ، فعلى قول هؤلاء النذير نصب على القطع من إحدى الكبر; لأن إحدى [ ص: 34 ] الكبر معرفة ، وقوله : ( نذيرا ) نكرة ، والكلام قد يحسن الوقوف عليه دونه .ذكر من قال ذلك :حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة قال : قال الحسن : والله ما أنذر الناس بشيء أدهى منها ، أو بداهية هي أدهى منها .وقال آخرون : بل ذلك من صفة الله تعالى ، وهو خبر من الله عن نفسه ، أنه نذير لخلقه ، وعلى هذا القول يجب أن يكون نصب قوله ( نذيرا ) على الخروج من جملة الكلام المتقدم ، فيكون معنى الكلام : وما جعلنا أصحاب النار إلا ملائكة نذيرا للبشر ، يعني : إنذارا لهم; فيكون قوله ( نذيرا ) بمعنى إنذارا لهم; كما قال : ( فستعلمون كيف نذير ) بمعنى إنذاري; ويكون أيضا بمعنى : إنها لإحدى الكبر; صيرنا ذلك كذلك نذيرا ، فيكون قوله : ( إنها لإحدى الكبر ) مؤديا عن معنى صيرنا ذلك كذلك ، وهذا المعنى قصد من قال ذلك إن شاء الله .ذكر من قال ذلك :حدثني أبو السائب ، قال : ثنا أبو معاوية ، عن إسماعيل ، عن أبي رزين ( إنها لإحدى الكبر ) قال : جهنم ( نذيرا للبشر ) يقول الله : أنا لكم منها نذير فاتقوها .وقال آخرون : بل ذلك من صفة رسول الله صلى الله عليه وسلم ، وقالوا : نصب ( نذيرا ) على الحال مما في قوله \" قم \" ، وقالوا : معنى الكلام : قم نذيرا للبشر فأنذر .ذكر من قال ذلك :حدثني يونس ، قال : أخبرنا ابن وهب ، قال : قال ابن زيد ، في قوله : ( نذيرا للبشر ) قال : الخلق . قال : بنو آدم ، البشر . فقيل له : محمد النذير ؟ قال : نعم ينذرهم ."
      }
    ],
    "37": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما ذكروا من التكذيب للرسول فيما جاء به، أقسم الله سبحانه بالقمر، وبالليل إذ ولى وذهب، وبالصبح إذا أضاء وانكشف. إن النار لإحدى العظائم؛ إنذارًا وتخويفًا للناس، لمن أراد منكم أن يتقرَّب إلى ربه بفعل الطاعات، أو يتأخر بفعل المعاصي."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لمن شاء منكم» بدل من البشر «أن يتقدم» إلى الخير أو الجنة بالإيمان «أو يتأخر» إلى الشر أو النار بالكفر."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فمن شاء منكم أن يتقدم، فيعمل بما يقربه من ربه، ويدنيه من رضاه، ويزلفه من دار كرامته، أو يتأخر [عما خلق له و] عما يحبه الله [ويرضاه]، فيعمل بالمعاصي، ويتقرب إلى نار جهنم، كما قال تعالى:  وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ  الآية."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي لمن شاء أن يقبل النذارة ويهتدي للحق أو يتأخر عنها ويولي دبرها."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( لمن شاء ) بدل من قوله \" للبشر \" ( منكم أن يتقدم ) في الخير والطاعة ( أو يتأخر ) عنها في الشر والمعصية ، والمعنى : أن الإنذار قد حصل لكل واحد ممن آمن أو كفر ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : لمن شاء منكم أن يتقدم أو يتأخر اللام متعلقة ب نذيرا ، أي نذيرا لمن شاء منكم أن يتقدم إلى الخير والطاعة ، أو يتأخر إلى الشر والمعصية ; نظيره : نذيرا أي في الخير ولقد علمنا المستأخرين عنه . قال الحسن : هذا وعيد وتهديد وإن خرج مخرج الخبر ; كقوله تعالى : فمن شاء فليؤمن ومن شاء فليكفر . وقال بعض أهل التأويل : معناه لمن شاء الله أن يتقدم أو يتأخر ، فالمشيئة متصلة بالله جل ثناؤه ، والتقديم الإيمان ، والتأخير الكفر .وكان ابن عباس يقول : هذا تهديد وإعلام أن من تقدم إلى الطاعة والإيمان بمحمد - صلى الله عليه وسلم - جوزي بثواب لا ينقطع ، ومن تأخر عن الطاعة وكذب محمدا - صلى الله عليه وسلم - عوقب عقابا لا ينقطع . وقال السدي : لمن شاء منكم أن يتقدم إلى النار المتقدم ذكرها ، أو يتأخر عنها إلى الجنة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله : ( لمن شاء منكم أن يتقدم أو يتأخر ) يقول تعالى ذكره : نذيرا للبشر لمن شاء منكم أيها الناس أن يتقدم في طاعة الله ، أو يتأخر في معصية الله .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني محمد بن سعد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن أبيه ، عن ابن عباس ، قوله : ( لمن شاء منكم أن يتقدم أو يتأخر ) قال : من [ ص: 35 ] شاء اتبع طاعة الله ، ومن شاء تأخر عنها .حدثني بشر; قال : ثنا يزيد; قال : ثنا سعيد; عن قتادة ( لمن شاء منكم أن يتقدم أو يتأخر ) يتقدم في طاعة الله ، أو يتأخر في معصيته ."
      }
    ],
    "38": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كل نفس بما كسبت رهينة» مرهونة مأخوذة بعملها في النار."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كُلُّ نَفْسٍ بِمَا كَسَبَتْ  من أعمال السوء وأفعال الشر  رَهِينَةٌ  بها موثقة بسعيها، قد ألزم عنقها، وغل في رقبتها، واستوجبت به العذاب،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي معتقلة بعملها يوم القيامة قاله ابن عباس وغيره."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كل نفس بما كسبت رهينة\"، مرتهنة في النار بكسبها مأخوذة بعملها."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : كل نفس بما كسبت رهينة أي مرتهنة بكسبها ، مأخوذة بعملها ، إما خلصها وإما أوبقها . وليست ( رهينة ) تأنيث رهين في قوله تعالى : كل امرئ بما كسب رهين لتأنيث النفس ; لأنه لو قصدت الصفة لقيل رهين ; لأن فعيلا بمعنى مفعول يستوي فيه المذكر والمؤنث . وإنما هو اسم بمعنى الرهن كالشتيمة بمعنى الشتم ; كأنه قيل : كل نفس بما كسبت رهين ; ومنه بيت الحماسة :أبعد الذي بالنعف نعف كويكب     رهينة رمس ذي تراب وجندلكأنه قال رهن رمس . والمعنى : كل نفس رهن بكسبها عند الله غير مفكوك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ) يقول: مأخوذة بعملها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: غلق الناس كلهم إلا أصحاب اليمين.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: لا يحاسبون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) أصحابَ اليمين لا يرتهنون بذنوبهم، ولكن يغفرها الله لهم، وقرأ قول الله:  إِلا عِبَادَ اللَّهِ الْمُخْلَصِينَ  قال: لا يؤاخذهم الله بسيئ أعمالهم، ولكن يغفرها الله لهم، ويتجاوز عنهم كما وعدهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ) قال: كل نفس سبقت له كلمة العذاب يرتهنه الله في النار، لا يرتهن الله أحدا من أهل الجنة، ألم تسمع أنه قال: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) يقول: ليسوا رهينة ( فِي جَنَّاتٍ يَتَسَاءَلُونَ ).حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( إِلا أَصْحَابَ الْيَمِينِ ) قال: إن كان أحدهم سبقت له كلمة العذاب جُعلَ منزله في النار يكون فيها رهنا، وليس يرتهن أحد من أهل الجنة هم في جنات يتساءلون.واختلف أهل التأويل في أصحاب اليمين الذين ذكرهم الله في هذا الموضع، فقال بعضهم: هم أطفال المسلمين.* ذكر من قال ذلك:حدثني واصل بن عبد الأعلى، قال: ثنا ابن فضيل، عن الأعمش، عن عثمان، عن زاذان، عن علي رضي الله عنه في هذه الآية ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: هم الولدان.حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن عثمان أبي اليقظان، عن زاذان أبي عمر عن عليّ رضي الله عنه في قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: أطفال المسلمين."
      }
    ],
    "39": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إلا أصحاب اليمين» وهم المؤمنون فناجون منها كائنون."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " إِلَّا أَصْحَابَ الْيَمِينِ  فإنهم لم يرتهنوا، بل أطلقوا وفرحوا"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "\"إلا أصحاب اليمين\" فإنهم \"في جنات يتساءلون عن المجرمين\" أي يسألون المجرمين وهم في الغرفات وأولئك في الدركات."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( إلا أصحاب اليمين ) فإنهم لا يرتهنون بذنوبهم في النار ولكن يغفرها الله لهم . قال قتادة : علق الناس كلهم إلا أصحاب اليمين . واختلفوا فيهم : روي عن علي - رضي الله عنه - أنهم أطفال المسلمين .وروى أبو ظبيان عن ابن عباس : هم الملائكة .وقال مقاتل : هم أصحاب الجنة الذين كانوا على يمين آدم يوم الميثاق ، حين قال الله لهم : هؤلاء في الجنة ولا أبالي . وعنه أيضا : هم الذين أعطوا كتبهم بأيمانهم ، وعنه أيضا : هم الذين كانوا ميامين على أنفسهم .وقال الحسن : هم المسلمون المخلصون . وقال [ القاسم ] كل نفس مأخوذة بكسبها من خير أو شر إلا من اعتمد على الفضل ، وكل من اعتمد على الكسب فهو رهين به ، ومن اعتمد على الفضل فهو غير مأخوذ به ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فإنهم لا يرتهنون بذنوبهم .واختلف في تعيينهم ; فقال ابن عباس : الملائكة .علي بن أبي طالب : أولاد المسلمين لم يكتسبوا فيرتهنوا بكسبهم .الضحاك : الذين سبقت لهم من الله الحسنى , ونحوه عن ابن جريج ; قال : كل نفس بعملها محاسبة \" إلا أصحاب اليمين \" وهم أهل الجنة , فإنهم لا يحاسبون .وكذا قال مقاتل أيضا : هم أصحاب الجنة الذين كانوا عن يمين آدم يوم الميثاق حين قال الله لهم : هؤلاء في الجنة ولا أبالي .وقال الحسن وابن كيسان : هم المسلمون المخلصون ليسوا بمرتهنين ; لأنهم أدوا ما كان عليهم .وعن أبي ظبيان عن ابن عباس قال : هم المسلمون .وقيل : إلا أصحاب الحق وأهل الإيمان .وقيل : هم الذين يعطون كتبهم بأيمانهم .وقال أبو جعفر الباقر : نحن وشيعتنا أصحاب اليمين , وكل من أبغضنا أهل البيت فهم المرتهنون .وقال الحكم : هم الذين اختارهم الله لخدمته , فلم يدخلوا في الرهن , لأنهم خدام الله وصفوته وكسبهم لم يضرهم .وقال القاسم : كل نفس مأخوذة بكسبها من خير أو شر , إلا من اعتمد على الفضل والرحمة , دون الكسب والخدمة , فكل من اعتمد على الكسب فهو مرهون , وكل من اعتمد على الفضل فهو غير مأخوذ به ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن عثمان بن عمير أبي اليقظان، عن زاذان أبي عمر، عن عليّ رضي الله عنه ( إِلا أَصْحَابَ الْيَمِينِ ) قال: أولاد المسلمين.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن أبي اليقظان، عن زاذان، عن عليّ رضي الله عنه ( إِلا أَصْحَابَ الْيَمِينِ ) قال: هم الولدان.وقال آخرون: هم الملائكة.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا وكيع، عن شريك، عن الأعمش، عن أبي ظبيان، عن ابن عباس، قال: هم الملائكة، وإنما قال من قال: أصحاب اليمين في هذا الموضع: هم الولدان وأطفال المسلمين؛ ومن قال: هم الملائكة، لأن هؤلاء لم يكن لهم ذنوب، وقالوا: لم يكونوا ليسألوا المجرمين ( مَا سَلَكَكُمْ فِي سَقَرَ ) إلا إنهم لم يقترفوا في الدنيا مآثم، ولو كانوا اقترفوها وعرفوها لم يكونوا ليسألوهم عما سلكهم في سقر، لأن كلّ من دخل من بني آدم ممن بلغ حدّ التكليف، ولزِمه فرض الأمر والنهي، قد علم أن أحدا لا يعاقب إلا على المعصية."
      }
    ],
    "40": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«في جنات يتساءلون» بينهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ أي: في جنات قد حصل لهم بها جميع مطلوباتهم، وتمت لهم الراحة والطمأنينة، حتى أقبلوا يتساءلون، فأفضت بهم المحادثة، أن سألوا عن المجرمين، أي: حال وصلوا إليها، وهل وجدوا ما وعدهم الله تعالى؟ فقال بعضهم لبعض: \" هل أنتم مطلعون عليهم \" فاطلعوا عليهم في وسط الجحيم يعذبون"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "\"إلا أصحاب اليمين\" فإنهم \"في جنات يتساءلون عن المجرمين\" أي يسألون المجرمين وهم في الغرفات وأولئك في الدركات."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"في جنات يتساءلون\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" في جنات \" أي في بساتين \" يتساءلون \" أي يسألون"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ مَا سَلَكَكُمْ فِي سَقَرَ ) يقول: أصحاب اليمين في بساتين يتساءلون عن المجرمين الذين سلكوا في سقر، أيّ شيء سلككم في سقر؟"
      }
    ],
    "41": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«عن المجرمين» وحالهم ويقولون لهم بعد إخراج الموحدين من النار."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ أي: في جنات قد حصل لهم بها جميع مطلوباتهم، وتمت لهم الراحة والطمأنينة، حتى أقبلوا يتساءلون، فأفضت بهم المحادثة، أن سألوا عن المجرمين، أي: حال وصلوا إليها، وهل وجدوا ما وعدهم الله تعالى؟ فقال بعضهم لبعض: \" هل أنتم مطلعون عليهم \" فاطلعوا عليهم في وسط الجحيم يعذبون"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "\"إلا أصحاب اليمين\" فإنهم \"في جنات يتساءلون عن المجرمين\" أي يسألون المجرمين وهم في الغرفات وأولئك في الدركات."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"عن المجرمين\"، المشركين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي المشركين"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ مَا سَلَكَكُمْ فِي سَقَرَ ) يقول: أصحاب اليمين في بساتين يتساءلون عن المجرمين الذين سلكوا في سقر، أيّ شيء سلككم في سقر؟"
      }
    ],
    "42": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ما سلككم» أدخلكم «في سقر»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فقالوا لهم:  مَا سَلَكَكُمْ فِي سَقَرَ  أي: أي شيء أدخلكم فيها؟ وبأي: ذنب استحققتموها؟"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قائلين لهم \"ما سلككم فى سقر قالوا لم نك من المصلين ولم نك نطعم المسكين\" أي ما عبدنا ربنا ولا أحسنا إلى خلقه من جنسنا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ما سلككم\"، أدخلكم، \"في سقر\"، فأجابوا."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ما سلككم أي أدخلكم في سقر كما تقول : سلكت الخيط في كذا أي أدخلته فيه . قال الكلبي : فيسأل الرجل من أهل الجنة الرجل من أهل النار باسمه ، فيقول له : يا فلان . وفي قراءة عبد الله بن الزبير ( يا فلان ما سلكك في سقر ) ؟ وعنه قال : قرأ عمر بن الخطاب ( يا فلان ما سلككم في سقر ) وهي قراءة على التفسير ; لا أنها قرآن كما زعم من طعن في القرآن ; قاله أبو بكر بن الأنباري . وقيل : إن المؤمنين يسألون الملائكة عن أقربائهم ، فتسأل الملائكة المشركين فيقولون لهم : ما سلككم في سقر . قال الفراء : في هذا ما يقوي أن أصحاب اليمين الولدان ; لأنهم لا يعرفون الذنوب ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ مَا سَلَكَكُمْ فِي سَقَرَ ) يقول: أصحاب اليمين في بساتين يتساءلون عن المجرمين الذين سلكوا في سقر، أيّ شيء سلككم في سقر؟"
      }
    ],
    "43": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«قالوا لم نك من المصلين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ف  قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ  فلا إخلاص للمعبود، [ولا إحسان] ولا نفع للخلق المحتاجين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي ما عبدنا ربنا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"قالوا لم نك من المصلين\"، لله."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "\" قالوا \" يعني أهل النار \" لم نك من المصلين \" أي المؤمنين الذين يصلون ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ ) يقول: قال المجرمون لهم: لم نك في الدنيا من المصلين لله."
      }
    ],
    "44": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ولم نك نطعم المسكين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ف  قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ  فلا إخلاص للمعبود، [ولا إحسان] ولا نفع للخلق المحتاجين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ولا أحسنا إلى خلقه من جنسنا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"ولم نك نطعم المسكين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي لم نك نتصدق ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ ) بخلا بما خوّلهم الله، ومنعا له من حقه."
      }
    ],
    "45": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وكنا نخوض» في الباطل «مع الخائضين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ  أي: نخوض بالباطل، ونجادل به الحق،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي نتكلم فيما لا نعلم وقال قتادة: كلما غوى غاو غوينا معه."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وكنا نخوض\"، في الباطل، \"مع الخائضين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وكنا نخوض مع الخائضين أي كنا نخالط أهل الباطل في باطلهم . وقال ابن زيد : نخوض مع الخائضين في أمر محمد - صلى الله عليه وسلم - ، وهو قولهم - لعنهم الله - كاهن ، مجنون ، شاعر ، ساحر . وقال السدي : أي وكنا نكذب مع المكذبين . وقال قتادة : كلما غوى غاو غوينا معه . وقيل معناه : وكنا أتباعا ولم نكن متبوعين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ ) يقول: وكنا نخوض في الباطل وفيما يكرهه الله مع من يخوض فيه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ ) قال: كلما غوى غاوٍ غوى معه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة قوله: ( وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ ) قال: يقولون: كلما غوى غاو غوينا معه."
      }
    ],
    "46": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وكنا نكذب بيوم الدين» البعث والجزاء."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ  هذا آثار الخوض بالباطل، [وهو] التكذيب بالحق، ومن أحق الحق، يوم الدين، الذي هو محل الجزاء على الأعمال، وظهور ملك الله وحكمه العدل لسائر الخلق."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وكنا نكذب بيوم الدين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وكنا نكذب بيوم الدين أي لم نك نصدق بيوم القيامة يوم الجزاء والحكم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ ) يقول تعالى ذكره: قالوا: وكنا نكذّب بيوم المجازاة والثواب والعذاب، ولا نصدّق بثواب ولا عقاب ولا حساب."
      }
    ],
    "47": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "كل نفس بما كسبت من أعمال الشر والسوء محبوسة مرهونة بكسبها، لا تُفَكُّ حتى تؤدي ما عليها من الحقوق والعقوبات، إلا المسلمين المخلصين أصحاب اليمين الذين فكُّوا رقابهم بالطاعة، هم في جنات لا يُدْرَك وصفها، يسأل بعضهم بعضًا عن الكافرين الذين أجرموا في حق أنفسهم: ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال المجرمون: لم نكن من المصلِّين في الدنيا، ولم نكن نتصدق ونحسن للفقراء والمساكين، وكنا نتحدث بالباطل مع أهل الغَواية والضلالة، وكنا نكذب بيوم الحساب والجزاء، حتى جاءنا الموت، ونحن في تلك الضلالات والمنكرات."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«حتى أتانا اليقين» الموت."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "فاستمرينا على هذا المذهب الفاسد   حَتَّى أَتَانَا الْيَقِينُ  أي: الموت، فلما ماتوا على الكفر تعذرت حينئذ عليهم الحيل، وانسد في وجوههم باب الأمل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يعني الموت كقوله تعالى \"واعبد ربك حتى يأتيك اليقين\" وقال رسول الله صلى الله عليه وسلم \"أما هو- يعني عثمان بن مظعون - فقد جاءه اليقين من ربه\"."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"حتى أتانا اليقين\"، وهو الموت."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي جاءنا ونزل بنا الموت ; ومنه قوله تعالى : \" واعبد ربك حتى يأتيك اليقين \" [ الحجر : 99 ] ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( حَتَّى أَتَانَا الْيَقِينُ ) يقول: قالوا: حتى أتانا الموت الموقن به."
      }
    ],
    "48": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فما تنفعهم شفاعة الشافعين جميعًا من الملائكة والنبيين وغيرهم؛ لأن الشفاعة إنما تكون لمن ارتضاه الله، وأذن لشفيعه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فما تنفعهم شفاعة الشافعين» من الملائكة والأنبياء والصالحين والمعنى لا شفاعة لهم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ  لأنهم لا يشفعون إلا لمن ارتضى، وهؤلاء لا يرضى الله أعمالهم  . فلما بين الله مآل المخالفين، ورهب مما  يفعل بهم، عطف على الموجودين بالعتاب واللوم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي من كان متصفا بمثل هذه الصفات فإنه لا تنفعه يوم القيامة شفاعة شافع لأن الشفاعة إنما تنجع إذا كان المحل قابلا فأما من وافى الله كافرا يوم القيامة فإنه له النار لا محالة خالدا فيها."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قال الله - عز وجل - ( فما تنفعهم شفاعة الشافعين ) قال ابن مسعود : تشفع الملائكة والنبيون والشهداء والصالحون وجميع المؤمنين ، فلا يبقى في النار إلا أربعة ، ثم تلا \" قالوا لم نك من المصلين \" إلى قوله : ( بيوم الدين ) قال عمران بن الحصين : الشفاعة نافعة لكل واحد دون هؤلاء الذين تسمعون .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أحمد بن الحسن الحيري ، أخبرنا حاجب بن أحمد الطوسي ، حدثنا محمد بن حماد ، حدثنا أبو معاوية ، عن الأعمش ، عن يزيد الرقاشي ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - يصف أهل النار فيعذبون قال : \" فيمر فيهم الرجل من أهل الجنة فيقول الرجل منهم يا فلان قال فيقول : ما تريد فيقول : أما تذكر رجلا سقاك شربة يوم كذا وكذا ؟ قال فيقول : وإنك لأنت هو ؟ فيقول : نعم ، فيشفع له فيشفع فيه . قال : ثم يمر بهم الرجل من أهل الجنة فيقول : يا فلان ، فيقول : ما تريد ؟ فيقول : أما تذكر رجلا وهب لك وضوءا يوم كذا وكذا ؟ فيقول : إنك لأنت هو ؟ فيقول : نعم فيشفع له فيشفع فيه \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فما تنفعهم شفاعة الشافعين هذا دليل على صحة الشفاعة للمذنبين ; وذلك أن قوما من أهل التوحيد عذبوا بذنوبهم ، ثم شفع فيهم ، فرحمهم الله بتوحيدهم والشفاعة ، فأخرجوا من النار ، وليس للكفار شفيع يشفع فيهم .وقال عبد الله بن مسعود - رضي الله عنه - : يشفع نبيكم - صلى الله عليه وسلم - رابع أربعة : جبريل ، ثم إبراهيم ، ثم موسى أو عيسى ، ثم نبيكم - صلى الله عليه وسلم - ، ثم الملائكة ، ثم النبيون ، ثم الصديقون ، ثم الشهداء ، ويبقى قوم في جهنم ، فيقال لهم : ما سلككم في سقر قالوا لم نك من المصلين ولم نك نطعم المسكين إلى قوله : فما تنفعهم شفاعة الشافعين قال عبد الله بن مسعود : فهؤلاء هم الذين يبقون في جهنم ; وقد ذكرنا إسناده في كتاب ( التذكرة ) ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ ) يقول: فما يشفع لهم الذين شفعهم الله في أهل الذنوب من أهل التوحيد، فتنفعهم شفاعتهم، وفي هذه الآية دلالة واضحة على أن الله تعالى ذكره مشفع بعض خلقه في بعض.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن سلمة بن كهيل، قال: ثنا أبو الزعراء، عن عبد الله في قصة ذكرها في الشفاعة، قال: ثم تشفع الملائكة والنبيون والشهداء والصالحون والمؤمنون، ويشفعهم الله فيقول: أنا أرحم الراحمين، فيخرج من النار أكثر مما أخرج من جميع الخلق من النار، ثم يقول: أنا أرحم الراحمين، ثم قرأ عبد الله يأيها الكفار  مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ * وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ * وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ  وعقد بيده أربعا، ثم قال: هل ترون في هؤلاء من خير، ألا ما يُترك فيها أحد فيه خير.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، قال: سمعت عمي وإسماعيل بن أبي خالد، عن سلمة بن كهيل، عن أبي الزعراء، قال: قال عبد الله: لا يبقى في النار إلا أربعة، أو ذو الأربعة - الشك من أبي جعفر الطبري - ثم يتلو:  مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ * وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ * وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ ) تعلمن أن الله يشفع المومنين يوم القيامة. ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" إنَّ مِنْ أُمَّتِي رَجُلا يُدْخِلُ اللهُ بِشَفاعَتِهِ الجَنَّةَ أكْثَرَ مِنْ بَنِي تَمِيمٍ \" .قال الحسن: أكثر من ربيعة ومضر، كنا نحدَّث أن الشهيد يشفع في سبعين من أهل بيته.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور عن معمر، عن قتادة ( فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ ) قال: تعلمن أن الله يشفع بعضهم في بعض.قال: ثنا أبو ثور، قال معمر: وأخبرني من سمع أنس بن مالك يقول: إن الرجل ليشفع للرجلين والثلاثة والرجل.قال: ثنا أبو ثور، عن معمر، عن أيوب، عن أبي قلابة، قال: يدخل الله بشفاعة رجل من هذه الأمة الجنة مثل بني تميم، أو قال: أكثر من بني تميم، وقال الحسن: مثل ربيعة ومضر."
      }
    ],
    "49": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فما لهؤلاء المشركين عن القرآن وما فيه من المواعظ منصرفين؟ كأنهم حمر وحشية شديدة النِّفار، فرَّت من أسد كاسر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فما» مبتدأ «لهم» خبره متعلق بمحذوف انتقل ضميره إليه «عن التذكرة معرضين» حال من الضمير والمعنى أي شيء حصل لهم في إعراضهم عن الاتعاظ."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ  أي: صادين غافلين عنها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي فما لهؤلاء الكفرة الذين قبلك مما تدعوهم إليه وتذكرهم به معرضين."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فما لهم عن التذكرة معرضين\"، مواعظ القرآن (معرضين) نصب على الحال، وقيل صاروا معرضين."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فما لهم عن التذكرة معرضين أي فما لأهل مكة أعرضوا وولوا عما جئتم به . وفي تفسير مقاتل : الإعراض عن القرآن من وجهين : أحدهما الجحود والإنكار ، والوجه الآخر ترك العمل بما فيه . و ( معرضين ) نصب على الحال من الهاء والميم في لهم وفي اللام معنى الفعل ; فانتصاب الحال على معنى الفعل ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ) يقول: فما لهؤلاء المشركين عن تذكرة الله إياهم بهذا القرآن معرضين، لا يستمعون لها فيتعظوا ويعتبروا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ) أي: عن هذا القرآن."
      }
    ],
    "50": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فما لهؤلاء المشركين عن القرآن وما فيه من المواعظ منصرفين؟ كأنهم حمر وحشية شديدة النِّفار، فرَّت من أسد كاسر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كأنهم حمر مستنفرة» وحشية."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَأَنَّهُمْ  في نفرتهم الشديدة منها  حُمُرٌ مُسْتَنْفِرَةٌ  أي: كأنهم حمر وحش نفرت فنفر بعضها بعضا، فزاد عدوها،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي كأنهم في نفارهم عن الحق وإعراضهم عنه حمر من حمر الوحش."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كأنهم حمر\"، جمع حمار، \"مستنفرة\"، قرأ أهل المدينة والشام بفتح الفاء، وقرأ الباقون بكسرها، فمن قرأ بالفتح فمعناها منفرة مذعورة، ومن قرأ بالكسر فمعناها نافرة، يقال: نفر واستنفر بمعنى واحد، كما يقال عجب واستعجب."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "كأنهم أي كأن هؤلاء الكفار في فرارهم من محمد - صلى الله عليه وسلم - حمر مستنفرة قال ابن عباس : أراد الحمر الوحشية .وقرأ نافع وابن عامر بفتح الفاء ، أي منفرة مذعورة ; واختاره أبو عبيد وأبو حاتم . الباقون بالكسر ، أي نافرة . يقال : نفرت واستنفرت بمعنى ; مثل عجبت واستعجبت ، وسخرت واستسخرت ، وأنشد الفراء :أمسك حمارك إنه مستنفر في إثر أحمرة عمدن لغرب"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يقول تعالى ذكره: فما لهؤلاء المشركين بالله عن التذكرة معرِضين، مولِّين عنها تولية الحُمُر المستنفرة ( فَرَّتْ مِنْ قَسْوَرَةٍ ) .واختلفت القرّاء في قراءة قوله: ( مُسْتَنْفِرَةٌ ) ، فقرأ ذلك عامة قرّاء الكوفة والبصرة بكسر الفاء، وفي قراءة بعض المكيين أيضا بمعنى نافرة (1) .والصواب من القول في ذلك عندنا، أنهما قراءتان معروفتان، صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب، وكان الفرّاء يقول: الفتح والكسر في ذلك كثيران في كلام العرب ؛ وأنشد:أمْسِكْ حِمَارَكَ إنَّهُ مُسْتَنْفِرٌفِي إثْرِ أحْمِرَةٍ عَمَدْن لِغُرَّب (2)"
      }
    ],
    "51": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فما لهؤلاء المشركين عن القرآن وما فيه من المواعظ منصرفين؟ كأنهم حمر وحشية شديدة النِّفار، فرَّت من أسد كاسر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فرت من قسورة» أسد أي هربت منه أشد الهرب."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَرَّتْ مِنْ قَسْوَرَةٍ  أي: من صائد ورام يريدها، أو من أسد ونحوه، وهذا من أعظم ما يكون من النفور عن الحق، ومع هذا الإعراض وهذا النفور، يدعون الدعاوى الكبار."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( كأنهم حمر مستنفرة فرت من قسورة ) أي : كأنهم في نفارهم عن الحق ، وإعراضهم عنه حمر من حمر الوحش إذا فرت ممن يريد صيدها من أسد ، قاله أبو هريرة‌ وابن عباس - في رواية عنه - وزيد بن أسلم ، وابنه عبد الرحمن . أو : رام ، وهو رواية عن ابن عباس ، وهو قول الجمهور .وقال حماد بن سلمة ، عن علي بن زيد ، عن يوسف بن مهران ، عن ابن عباس : الأسد ، بالعربية ، ويقال له بالحبشية : قسورة ، وبالفارسية : شير وبالنبطية : أويا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( فرت من قسورة ) قال مجاهد وقتادة والضحاك : \" القسورة \" : الرماة ، لا واحد لها من لفظها ، وهي رواية عطاء عن ابن عباس ، وقال سعيد بن جبير : هم القناص وهي رواية عطية عن ابن عباس .وقال زيد بن أسلم : [ هم ] رجال أقوياء ، وكل ضخم شديد عند العرب : قسور وقسورة . وعن أبي المتوكل قال : هي لغط القوم وأصواتهم . وروى عكرمة عن ابن عباس قال : هي حبال الصيادين .وقال أبو هريرة : هي الأسد ، وهو قول عطاء والكلبي ، وذلك أن الحمر الوحشية إذا عاينت الأسد هربت ، كذلك هؤلاء المشركين إذا سمعوا النبي - صلى الله عليه وسلم - يقرأ القرآن هربوا منه .قال عكرمة : هي ظلمة الليل ، ويقال لسواد أول الليل قسورة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فرت أي نفرت وهربت من قسورة أي من رماة يرمونها .وقال بعض أهل اللغة : إن القسورة الرامي ، وجمعه القساورة . وكذا قال سعيد بن جبير وعكرمة ومجاهد وقتادة والضحاك وابن كيسان : القسورة : هم الرماة والصيادون ، ورواه عطاء عن ابن عباس وأبو ظبيان عن أبي موسى الأشعري . وقيل : إنه الأسد ; قاله أبو هريرة وابن عباس أيضا .ابن عرفة : من القسر بمعنى القهر أي ; إنه يقهر السباع ، والحمر الوحشية تهرب من السباع . وروى أبو جمرة عن ابن عباس قال : ما أعلم القسورة الأسد في لغة أحد من العرب ، ولكنها عصب الرجال ; قال : فالقسورة جمع الرجال ، وأنشد :يا بنت كوني خيرة لخيره     أخوالها الجن وأهل القسورهوعنه : ركز الناس أي حسهم وأصواتهم . وعنه أيضا : فرت من قسورة أي من حبال الصيادين . وعنه أيضا : القسورة بلسان العرب : الأسد ، وبلسان الحبشة : الرماة ; وبلسان فارس : شير ، وبلسان النبط : أريا . وقال ابن الأعرابي : القسورة : أول الليل ; أي فرت من ظلمة الليل . وقاله عكرمة أيضا . وقيل : هو أول سواد الليل ، ولا يقال لآخر سواد الليل قسورة . وقال زيد بن أسلم : من رجال أقوياء ، وكل شديد عند العرب فهو قسورة وقسور . وقال لبيد بن ربيعة :إذا ما هتفنا هتفة في ندينا     أتانا الرجال العائدون القساور"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) اختلف أهل التأويل في معنى القسورة، فقال بعضهم: هم الرماة.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا حفص بن غياث، عن حجاج، عن عطاء، عن ابن عباس، في قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: الرماة.حدثني ابن حميد، قال: ثنا مهران، عن سفيان، وحدثنا أبو كريب، قال: ثنا وكيع عن سفيان، عن الأعمش، عن أبي ظبيان، عن أبي موسى ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: الرماة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هي الرماة.قال ثنا وكيع، عن سفيان، عن منصور، عن مجاهد، مثله.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، مثله.حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( قَسْوَرَةٍ ) قال: عصبَة قناص من الرماة. زاد الحارث في حديثه. قال: وقال بعضهم في القسورة: هو الأسد، وبعضهم: الرماة.حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سِماك، عن عكرِمة، في قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: القسورة: الرماة، فقال رجل لعكرِمة: هو الأسد بلسان الحبشة، فقال عكرِمة: اسم الأسد بلسان الحبشة عنبسة.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: أخبرنا أبو رجاء، عن عكرِمة، في قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: الرماة.حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن أبي إسحاق، عن سليمان بن عبد الله السلولي، عن ابن عباس، قال: هي الرماة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَرَّتْ مِنْ قَسْوَرَةٍ ) وهم الرماة القناص.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: قسورة النبل.وقال آخرون: هم القناص.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، ( فَرَّتْ مِنْ قَسْوَرَةٍ ) يعني: رجال القَنْص.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبى بشر، عن سعيد بن جُبير في هذه الآية ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هم القناص.حدثنا أبو كريب، قال: ثنا وكيع، عن شعبة، عن أبي بشر، عن سعيد بن جُبير قال: هم القناص.وقال آخرون: هم جماعة الرجال.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، وحدثنا أبو كريب، قال: ثنا وكيع، عن شعبة، عن أبي حمزة، قال: سألت ابن عباس عن القسورة، فقال: ما أعلمه بلغة أحد من العرب: الأسد، هي عصب الرجال.حدثنا ابن المثنى، قال: ثنا عبد الصمد بن عبد الوارث. قال: ما أعلمه بلغة أحد من العرب الأسد هي عِصب الرجال.حدثنا ابن المثنى، قال: ثنا عبد الصمد بن عبد الوارث، قال: سمعت أبي يحدّث، قال: ثنا داود، قال: ثني عباس بن عبد الرحمن مولى بني هاشم، قال: سئل ابن عباس عن القسورة، قال: جمع الرجال، ألم تسمع ما قالت فلانة في الجاهلية:يا بِنْتَ لُؤَيّ خَيْرَةً لخَيْرَهأحْوَالُهُا في الحَيّ مِثلُ القَسْوَرَهْ (3)&amp;; 24-42 &amp;; وقال آخرون: هي أصوات الرجال.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن عيينة، عن عمرو، عن عطاء، عن ابن عباس ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: ركز الناس أصواتهم.قال أبو كريب، قال سفيان:  هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا  .وقال آخرون: بل هو الأسد.ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا وكيع، عن هشام بن سعد، عن زيد بن أسلم، عن أبي هريرة ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هو الأسد.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني هشام بن سعد، عن زيد بن أسلم، عن ابن سيلان، أن أبا هريرة كان يقول في قول الله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هو الأسد.حدثني محمد بن معمر، قال: ثنا هشام، عن زيد بن أسلم، في قول الله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: الأسد.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني داود بن قيس، عن زيد بن أسلم، في قول الله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هو الأسد.حدثني محمد بن خالد بن خداش، قال ثني سلم بن قتيبة، قال: ثنا حماد بن سلمة، عن عليّ بن زيد، عن يوسف بن مهران، عن ابن عباس، أنه سُئل عن قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: هو بالعربية: الأسد، وبالفارسية: شار، وبالنبطية: أريا، وبالحبشية: قسورة.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) يقول: الأسد.حدثني أبو السائب، قال: ثنا حفص بن غياث، عن هشام بن سعد، عن &amp;; 24-43 &amp;; زيد بن أسلم، عن أبي هريرة قال: الأسد.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَرَّتْ مِنْ قَسْوَرَةٍ ) قال: القسورة: الأسد."
      }
    ],
    "52": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "بل يطمع كل واحد من هؤلاء المشركين أن يُنزل الله عليه كتابًا من السماء منشورًا، كما أنزل على محمد صلى الله عليه وسلم. ليس الأمر كما زعموا، بل الحقيقة أنهم لا يخافون الآخرة، ولا يصدِّقون بالبعث والجزاء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«بل يريد كل امرىء منهم أن يؤتى صحفا منشرة» أي من الله تعالى باتباع النبي كما قالوا: لن نؤمن لك حتى تنزل علينا كتابا نقرؤه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ف  يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً  نازلة عليه من السماء، يزعم أنه لا ينقاد للحق إلا بذلك، وقد كذبوا، فإنهم لو جاءتهم كل آية لم يؤمنوا حتى يروا العذاب الأليم، فإنهم جاءتهم الآيات البينات التي تبين الحق وتوضحه، فلو كان فيهم خير لآمنوا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( بل يريد كل امرئ منهم أن يؤتى صحفا منشرة ) أي : بل يريد كل واحد من هؤلاء المشركين أن ينزل عليه كتابا كما أنزل على النبي . قاله مجاهد وغيره ، كقوله : ( وإذا جاءتهم آية قالوا لن نؤمن حتى نؤتى مثل ما أوتي رسل الله الله أعلم حيث يجعل رسالته ) [ الأنعام : 124 ] ، وفي رواية عن قتادة : يريدون أن يؤتوا براءة بغير عمل ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( بل يريد كل امرئ منهم أن يؤتى صحفا منشرة ) قال المفسرون : إن كفار قريش قالوا لرسول الله - صلى الله عليه وسلم - ليصبح عند رأس كل رجل منا كتاب منشور من الله أنك لرسوله نؤمر فيه باتباعك .قال الكلبي : إن المشركين قالوا : يا محمد بلغنا أن الرجل من بني إسرائيل كان يصبح مكتوبا عند رأسه ذنبه وكفارته فأتنا بمثل ذلك \" والصحف \" الكتب ، وهي جمع الصحيفة ، و \" منشرة \" منشورة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : بل يريد كل امرئ منهم أن يؤتى صحفا منشرة أي يعطى كتبا مفتوحة ; وذلك أن أبا جهل وجماعة من قريش قالوا : يا محمد ! إيتنا بكتب من رب العالمين مكتوب فيها : إني قد أرسلت إليكم محمدا ، - صلى الله عليه وسلم - . نظيره : ولن نؤمن لرقيك حتى تنزل علينا كتابا نقرؤه .وقال ابن عباس : كانوا يقولون إن كان محمد صادقا فليصبح عند كل رجل منا صحيفة فيها براءته وأمنه من النار . قال مطر الوراق : أرادوا أن يعطوا بغير عمل .وقال الكلبي : قال المشركون : بلغنا أن الرجل من بني إسرائيل كان يصبح عند رأسه مكتوبا ذنبه وكفارته ، فأتنا بمثل ذلك .وقال مجاهد : أرادوا أن ينزل على كل واحد منهم كتاب فيه من الله - عز وجل - : إلى فلان بن فلان . وقيل : المعنى أن يذكر بذكر جميل ، فجعلت الصحف موضع الذكر مجازا . وقالوا : إذا كانت ذنوب الإنسان تكتب عليه فما بالنا لا نرى ذلك ؟"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً ) يقول تعالى ذكره: ما بهؤلاء المشركين في إعراضهم عن هذا القرآن أنهم لا يعلمون أنه من عند الله، ولكن كلّ رجل منهم يريد أن يؤتى كتابا من السماء ينزل عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً ) قال: قد قال قائلون من الناس: يا محمد إن سرّك أن نتبعك فأتنا بكتاب خاصة إلى فلان وفلان، نؤمر فيه باتباعك، قال قتادة: يريدون أن يؤتوا براءة بغير عمل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً ) قال: إلى فلان من رب العالمين."
      }
    ],
    "53": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "بل يطمع كل واحد من هؤلاء المشركين أن يُنزل الله عليه كتابًا من السماء منشورًا، كما أنزل على محمد صلى الله عليه وسلم. ليس الأمر كما زعموا، بل الحقيقة أنهم لا يخافون الآخرة، ولا يصدِّقون بالبعث والجزاء."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كلا» ردع عما أرادوه «بل لا يخافون الآخرة» أي عذابها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَلَّا  أن نعطيهم ما طلبوا، وهم ما قصدوا بذلك إلا التعجيز،  بَلْ لَا يَخَافُونَ الْآخِرَةَ  فلو كانوا يخافونها لما جرى منهم ما جرى."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي إنما أفسدهم عدم إيمانهم بها وتكذيبهم بوقوعها."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "فقال الله تعالى: \"كلا\"، لا يؤتون الصحف. وقيل: حقاً، وكل ما ورد عليك منه فهذا وجهه، \"بل لا يخافون الآخرة\"، أي لا يخافون عذاب الآخرة، والمعنى أنهم لو خافوا النار لما اقترحوا هذه الآيات بعد قيام الأدلة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "كلا أي ليس يكون ذلك . وقيل : حقا . والأول أجود ; لأنه رد لقولهم .بل لا يخافون الآخرة أي لا أعطيهم ما يتمنون لأنهم لا يخافون الآخرة ، اغترارا بالدنيا . وقرأ سعيد بن جبير ( صحفا منشرة ) بسكون الحاء والنون ، فأما تسكين الحاء فتخفيف ، وأما النون فشاذ . إنما يقال : نشرت الثوب وشبهه ولا يقال أنشرت . ويجوز أن يكون شبه الصحيفة بالميت كأنها ميتة بطيها ، فإذا نشرت حييت ، فجاء على أنشر الله الميت ، كما شبه إحياء الميت بنشر الثوب ، فقيل فيه نشر الله الميت ، فهي لغة فيه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( كَلا بَلْ لا يَخَافُونَ الآخِرَةَ ) يقول تعالى ذكره: ما الأمر كما يزعمون من أنهم لو أوتوا صحفا منشَّرة صدّقوا، ( بَلْ لا يَخَافُونَ الآخِرَةَ ) ، يقول: لكنهم لا يخافون عقاب الله، ولا يصدقون بالبعث والثواب والعقاب؛ فذلك الذي دعاهم إلى الإعراض عن تذكرة الله، وهوّن عليهم ترك الاستماع لوحيه وتنزيله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( كَلا بَلْ لا يَخَافُونَ الآخِرَةَ ) إنما أفسدهم أنهم كانوا لا يصدّقون بالآخرة، ولا يخافونها، هو الذي أفسدهم."
      }
    ],
    "54": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "حقًّا أنَّ القرآن موعظة بليغة كافية لاتِّعاظهم، فمن أراد الاتعاظ اتعظ بما فيه وانتفع بهداه، وما يتعظون به إلا أن يشاء الله لهم الهدى. هو سبحانه أهلٌ لأن يُتقى ويطاع، وأهلٌ لأن يغفر لمن آمن به وأطاعه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كلا» استفتاح «إنه» أي القرآن «تذكرة» عظة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَلَّا إِنَّهُ تَذْكِرَةٌ  الضمير إما أن يعود على هذه السورة، أو على ما اشتملت عليه [من] هذه الموعظة،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي حقا إن القرآن تذكرة."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كلا\"، حقاً، \"إنه\"، يعني القرآن، \"تذكرة\"، موعظة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي حقا إن القرآن عظة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "يعني جلّ ثناؤه بقوله: ( كَلا إِنَّهُ تَذْكِرَةٌ ) ليس الأمر كما يقول هؤلاء المشركون في هذا القرآن من أنه سحر يؤثر، وأنه قول البشر، ولكنه تذكرة من الله لخلقه، ذكرهم به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كَلا إِنَّهُ تَذْكِرَةٌ ) أي: القرآن."
      }
    ],
    "55": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "حقًّا أنَّ القرآن موعظة بليغة كافية لاتِّعاظهم، فمن أراد الاتعاظ اتعظ بما فيه وانتفع بهداه، وما يتعظون به إلا أن يشاء الله لهم الهدى. هو سبحانه أهلٌ لأن يُتقى ويطاع، وأهلٌ لأن يغفر لمن آمن به وأطاعه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فمن شاء ذكره» قرأه فاتعظ به."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَمَنْ شَاءَ ذَكَرَهُ  لأنه قد بين له السبيل، ووضح له الدليل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فمن شاء ذكره وما يذكرون إلا أن يشاء الله ) كقوله ( وما تشاءون إلا أن يشاء الله ) [ الإنسان : 30 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فمن شاء ذكره\"، اتعظ به."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي اتعظ به ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَمَنْ شَاءَ ذَكَرَهُ ) يقول تعالى ذكره: فمن شاء من عباد الله الذين ذكرهم الله بهذا القرآن ذكره، فاتعظ فاستعمل ما فيه من أمر الله ونهيه."
      }
    ],
    "56": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "حقًّا أنَّ القرآن موعظة بليغة كافية لاتِّعاظهم، فمن أراد الاتعاظ اتعظ بما فيه وانتفع بهداه، وما يتعظون به إلا أن يشاء الله لهم الهدى. هو سبحانه أهلٌ لأن يُتقى ويطاع، وأهلٌ لأن يغفر لمن آمن به وأطاعه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما يذكرون» بالياء والتاء «إلا أن يشاء الله هو أهل التقوى» بأن يتقى «وأهل المغفرة» بأن يغفر لمن اتقاه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ  فإن مشيئته  نافذة عامة، لا يخرج عنها حادث قليل ولا كثير، ففيها رد على القدرية، الذين لا يدخلون أفعال العباد تحت مشيئة الله، والجبرية الذين يزعمون أنه ليس للعبد مشيئة، ولا فعل حقيقة، وإنما هو مجبور على أفعاله، فأثبت تعالى للعباد مشيئة حقيقة وفعلا، وجعل ذلك تابعا لمشيئته،  هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ  أي: هو أهل أن يتقى ويعبد، لأنه الإله الذي لا تنبغي العبادة إلا له، وأهل أن يغفر لمن اتقاه واتبع رضاه. تم تفسير سورة المدثر ولله الحمد"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فمن شاء ذكره وما يذكرون إلا أن يشاء الله ) كقوله ( وما تشاءون إلا أن يشاء الله ) [ الإنسان : 30 ] .وقوله : ( هو أهل التقوى وأهل المغفرة ) أي : هو أهل أن يخاف منه ، وهو أهل أن يغفر ذنب من تاب إليه وأناب . قاله قتادة .وقال الإمام أحمد : حدثنا زيد بن الحباب ، أخبرني سهيل - أخو حزم - حدثنا ثابت البناني ، عن أنس بن مالك قال : قرأ رسول الله صلى الله عليه وسلم هذه الآية : ( هو أهل التقوى وأهل المغفرة ) وقال : \" قال ربكم : أنا أهل أن أتقى ، فلا يجعل معي إله ، فمن اتقى أن يجعل معي إلها كان أهلا أن أغفر له \" .ورواه الترمذي وابن ماجه من حديث زيد بن الحباب ، والنسائي من حديث المعافى بن عمران ، كلاهما عن سهيل بن عبد الله القطعي ، به ، وقال الترمذي : حسن غريب وسهيل ليس بالقوي . ورواه ابن أبي حاتم عن أبيه ، عن هدبة بن خالد ، عن سهيل ، به . وهكذا رواه أبو يعلى والبزار والبغوي ، وغيرهم ، من حديث سهيل القطعي ، به .آخر تفسير سورة \" المدثر \" ولله الحمد والمنة[ وحسبنا الله ونعم الوكيل ]"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وما يذكرون ) قرأ نافع ويعقوب [ تذكرون ] بالتاء والآخرون بالياء ( إلا أن يشاء الله ) قال مقاتل : إلا أن يشاء الله لهم الهدى . ( هو أهل التقوى وأهل المغفرة ) أي أهل أن يتقى محارمه وأهل أن يغفر لمن اتقاه .أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا ابن فنجويه ، حدثنا عمر بن الخطاب ، حدثنا عبد الله بن الفضل ، حدثنا هدبة بن خالد ، حدثنا سهيل بن أبي حزم ، عن ثابت ، عن أنس أن رسول الله - صلى الله عليه وسلم - قال في هذه الآية : ( هو أهل التقوى وأهل المغفرة ) قال : قال ربكم - عز وجل - : \" أنا أهل أن أتقى ولا يشرك بي غيري ، وأنا أهل لمن اتقى أن يشرك بي أن أغفر له \" وسهيل هو ابن عبد الرحمن القطعي ، أخو حزم القطعي ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وما يذكرون أي وما يتعظون إلا أن يشاء الله أي ليس يقدرون على الاتعاظ والتذكر إلا بمشيئة الله ذلك لهم .وقراءة العامة يذكرون بالياء واختاره أبو عبيد ; لقوله تعالى : كلا بل لا يخافون الآخرة . وقرأ نافع ويعقوب بالتاء ، واختاره أبو حاتم ، لأنه أعم واتفقوا على تخفيفها .هو أهل التقوى وأهل المغفرة في الترمذي وسنن ابن ماجه عن أنس بن مالك عن رسول الله - صلى الله عليه وسلم - أنه قال في هذه الآية : هو أهل التقوى وأهل المغفرة قال : \" قال الله تبارك وتعالى : أنا أهل أن أتقى فمن اتقاني فلم يجعل معي إلها فأنا أهل أن أغفر له \" لفظ الترمذي ، وقال فيه : حديث حسن غريب .وفي بعض التفسير : هو أهل المغفرة لمن تاب إليه من الذنوب الكبار ، وأهل المغفرة أيضا للذنوب الصغار ، باجتناب الذنوب الكبار . وقال محمد بن نصر : أنا أهل أن يتقيني عبدي ، فإن لم يفعل كنت أهلا أن أغفر له وأرحمه وأنا الغفور الرحيم"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَمَا يَذْكُرُونَ إِلا أَنْ يَشَاءَ اللَّهُ ) يقول تعالى ذكره: وما يذكرون هذا القرآن فيتعظون به، ويستعملون ما فيه، إلا أن يشاء الله أن يذكروه؛ لأنه لا أحد يقدر على شيء إلا بأن يشاء الله يقدره عليه، ويعطيه القدرة عليه.وقوله: ( هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ ) يقول تعالى ذكره: الله أهل أن يتقي عباده عقابه على معصيتهم إياه، فيجتنبوا معاصيه، ويُسارعوا إلى طاعته، ( وَأَهْلُ الْمَغْفِرَةِ ) يقول: هو أهل أن يغفر ذنوبهم إذا هم فعلوا ذلك، ولا يعاقبهم عليها مع توبتهم منها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ ) ربنا محقوق أن تتقى محارمه، وهو أهل المغفرة يغفر الذنوب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ ) قال: أهل أن تتقى محارمه، ( وَأَهْلُ الْمَغْفِرَةِ ): أهل أن يغفر الذنوب."
      }
    ]
  }
}