{
  "surah": {
    "surahNo": 82,
    "surahNameAr": "الإنفطار",
    "surahNameArabicLong": "سورة الإنفطار",
    "surahNameEn": "Al-Infitaar",
    "revelationPlace": "Mecca",
    "totalAyat": 19
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إذا السماء انفطرت» انشقت."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أي: إذا انشقت السماء وانفطرت،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال النسائي أخبرنا محمد بن قدامة حدثنا جرير عن الأعمش عن محارب بن دثار عن جابر قال قام معاذ فصلى العشاء الآخرة فطول فقال النبي صلى الله عليه وسلم أفتان يا معاذ [ أفتان يا معاذ أين كنت عن سبح اسم ربك الأعلى والضحى وإذا السماء انفطرت ؟!وأصل الحديث مخرج في الصحيحين ولكن ذكر \" إذا السماء انفطرت في أفراد النسائي وتقدم من رواية عبد الله بن عمر عن النبي صلى الله عليه وسلم - قال من سره أن ينظر إلى القيامة رأي عين فليقرأ : ( إذا الشمس كورت \" و \" إذا السماء انفطرت \" و \" إذا السماء انشقت .يقول تعالى ( إذا السماء انفطرت ) أي انشقت كما قال ( السماء منفطر به ) الزمر : 18"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية\"إذا السماء انفطرت\"، انشقت."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة الانفطارمكية عند الجميع . وهي تسع عشرة آيةبسم الله الرحمن الرحيمإذا السماء انفطرتقوله تعالى : إذا السماء انفطرت أي تشققت بأمر الله ; لنزول الملائكة ; كقوله : ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا . وقيل : تفطرت لهيبة الله تعالى . والفطر : الشق ; يقال : فطرته فانفطر ; ومنه فطر ناب البعير : طلع ، فهو بعير فاطر ، وتفطر الشيء : شقق ، وسيف فطار أي فيه شقوق ; قال عنترة :وسيفي كالعقيقة وهو كمعي سلاحي لا أفل ولا فطاراوقد تقدم في غير موضع ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  إِذَا السَّمَاءُ انْفَطَرَتْ (1)يقول تعالى ذكره : ( إذا السماء انفطرت ) انشقت"
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإذا الكواكب انتثرت» انقضت وتساقطت."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وانتثرت  نجومها، وزال جمالها،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي تساقطت."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإذا الكواكب انتثرت\"، تساقطت."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي تساقطت ; نثرت الشيء أنثره نثرا , فانتثر , والاسم النثار .والنثار بالضم : ما تناثر من الشيء , ودر منثر , شدد للكثرة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وإذا كواكبها انتثرت منها فتساقطت"
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإذا البحار فُجِّرت» فتح بعضها في بعض فصارت بحرا واحدا واختلط العذب بالملح."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وفجرت البحار فصارت بحرا واحدا،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال علي بن أبي طلحة عن ابن عباس فجر الله بعضهم في بعض.وقال الحسن فجر الله بعضها في بعض فذهب ماؤها وقال قتادة اختلط عذبها بمالحها وقال الكلبي ملئت."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإذا البحار فجرت\"، فجر بعضها في بعض، واختلط العذب بالملح، فصارت بحراً واحداً. وقال الربيع: \"فجرت\": فاضت."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي فجر بعضها في بعض , فصارت بحرا واحدا , على ما تقدم .قال الحسن : فجرت : ذهب ماؤها ويبست ; وذلك أنها أولا راكدة مجتمعة ; فإذا فجرت تفرقت , فذهب ماؤها .وهذه الأشياء بين يدي الساعة , على ما تقدم في \" إذا الشمس كورت \" [ التكوير : 1 ] ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "، ( وإذا البحار فجرت ) يقول : فجر بعضها في بعض ، فملأ جميعها .وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في بعض ذلك .ذكر من قال ذلك :حدثني علي ، قال : ثنا أبو صالح ، قال : ثني معاوية ، عن علي ، عن ابن عباس ، في قوله : ( وإذا البحار فجرت ) يقول : بعضها في بعض .حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله : ( وإذا البحار فجرت ) فجر عذبها في مالحها ، ومالحها في عذبها .حدثنا ابن عبد الأعلى ، قال : ثنا ابن ثور ، عن معمر ، عن الحسن ( وإذا البحار فجرت ) قال : فجر بعضها في بعض ، فذهب ماؤها . وقال الكلبي : ملئت ."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإذا القبور بُعثرت» قلب ترابها وبعث موتاها وجواب إذا وما عطف عليها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وبعثرت القبور بأن أخرجت  ما فيها من الأموات،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وإذا القبور بعثرت ) قال ابن عباس بحثت وقال السدي تبعثر تحرك فيخرج من فيها ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإذا القبور بعثرت\"، بحثت وقلب ترابها وبعث ما فيها من الموتى أحياءً، يقال: بعثرت الحوض وبحثرته، إذا قلبته فجعلت أسفله أعلاه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي قلبت وأخرج ما فيها من أهلها أحياء ; يقال : بعثرت المتاع : قلبته ظهرا لبطن , وبعثرت الحوض وبحثرته : إذا هدمته وجعلت أسفله أعلاه .وقال قوم منهم الفراء : \" بعثرت \" : أخرجت ما في بطنها من الذهب والفضة .وذلك من أشراط الساعة : أن تخرج الأرض ذهبها وفضتها .\" علمت نفس ما قدمت وأخرت \" مثل : \" ينبأ الإنسان يومئذ بما قدم وأخر \" [ القيامة : 13 ] .وتقدم .وهذا جواب \" إذا السماء انفطرت \" لأنه قسم في قول الحسن وقع على قوله تعالى : \" علمت نفس \""
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله : ( وإذا القبور بعثرت ) يقول : وإذا القبور أثيرت فاستخرج من فيها من الموتى أحياء ، يقال : بعثر فلان حوض فلان : إذا جعل أسفله أعلاه ، يقال : بعثرة وبحثرة : لغتان .وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك :حدثني علي ، قال : ثنا أبو صالح ، قال : ثني معاوية ، عن علي ، عن ابن عباس ، [ ص: 268 ] في قوله : ( وإذا القبور بعثرت ) يقول : بحثت ."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«علمت نفس» أي كل نفس وقت هذه المذكورات وهو يوم القيامة «ما قدمت» من الأعمال «و» ما «أَخَّرت» منها فلم تعمله."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وحشروا للموقف بين يدي الله للجزاء على الأعمال. فحينئذ ينكشف الغطاء، ويزول ما كان خفيا، وتعلم كل نفس ما معها من الأرباح والخسران، هنالك يعض الظالم على يديه إذا رأى أعماله باطلة، وميزانه قد خف، والمظالم قد تداعت إليه، والسيئات قد حضرت لديه، وأيقن بالشقاء الأبدي والعذاب السرمدي  .و [هنالك] يفوز المتقون المقدمون لصالح الأعمال بالفوز العظيم، والنعيم المقيم والسلامة من عذاب الجحيم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي إذا كان هذا حصل هذا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( علمت نفس ما قدمت وأخرت ) قيل : \" ما قدمت \" من عمل صالح أو سيئ و \" أخرت \" من سنة حسنة أو سيئة . وقيل : \" ما قدمت \" من الصدقات و \" أخرت \" من التركات على ما ذكرنا في قوله : \" ينبأ الإنسان يومئذ بما قدم وأخر \" ( القيامة - 13 ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إذا بدت هذه الأمور من أشراط الساعة ختمت الأعمال فعلمت كل نفس ما كسبت ; فإنها لا ينفعها عمل بعد ذلك .وقيل : أي إذا كانت هذه الأشياء قامت القيامة , فحوسبت كل نفس بما عملت , وأوتيت كتابها بيمينها أو بشمالها , فتذكرت عند قراءته جميع أعمالها .وقيل : هو خبر , وليس بقسم , وهو الصحيح إن شاء الله تعالى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) يقول تعالى ذكره: علمت كلّ نفس ما قدّمت لذلك اليوم من عمل صالح ينفعه، وأخرت وراءه من شيء سنَّه فعمل به.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم بنحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، عن أبيه، قال: ثني عن القُرَظي، أنه قال في: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت مما عملت، وأما ما أخَّرت فالسنة يَسُنها الرجل يُعمل بها من بعده.وقال آخرون: عُني بذلك ما قدّمت من الفرائض التي أدتها، وما أخَّرت من الفرائض التي ضيعتها.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبيه، عن سعيد بن مسروق، عن عكرِمة ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ ) قال: ما افترض عليها( وَأَخَّرَتْ ) قال: مما افترض عليها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: تعلم ما قدّمت من طاعة الله، وما أخرت مما أُمِرَت به من حقّ لله عليه لم تعمل به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت من خير، وأخَّرت من حق الله عليها لم تعمل به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، ( مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدمت من طاعة الله وما أخرت من حق الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت: عملت، وما أخرت: تركت وضيَّعت، وأخرت من العمل الصالح الذي دعاها الله إليه.وقال آخرون: بل معنى ذلك: ما قدّمت من خير أو شرّ، وأخَّرت من خير أو شرّ.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا العوّام، عن إبراهيم التيمي، قال: ذكروا عنده هذه الآية ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: أنا مما أخَّرَ الحجاج.وإنما اخترنا القول الذي ذكرناه، لأن كلّ ما عمل العبد من خير أو شرّ فهو مما قدّمه، وأن ما ضيَّع من حقّ الله عليه وفرّط فيه فلم يعمله، فهو مما قد قدّم من شرّ، وليس ذلك مما أخَّر من العمل، لأن العمل هو ما عمله. فأما ما لم يعمله فإنما هو سيئة قدّمها، فلذلك قلنا: ما أخر: هو ما سنه من سنة حسنة وسيئة، مما إذا عمل به العامل، كان له مثل أجر العامل بها أو وزره."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغتَرُّ بربك الجواد كثير الخير الحقيق بالشكر والطاعة، أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك، في أيِّ صورة شاءها خلقك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا أيها الإنسان» الكافر «ما غرَّك بربك الكريم» حتى عصيته."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يقول تعالى معاتبا للإنسان المقصر في حق ربه، المتجرئ على مساخطه  :  يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ  أتهاونا منك في حقوقه؟ أم احتقارا منك لعذابه؟ أم عدم إيمان منك بجزائه؟"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( يا أيها الإنسان ما غرك بربك الكريم ) ؟ : هذا تهديد لا كما يتوهمه بعض الناس من أنه إرشاد إلى الجواب حيث قال : ( الكريم ) حتى يقول قائلهم غره كرمه بل المعنى في هذه الآية ما غرك يا ابن آدم بربك الكريم - أي العظيم حتى أقدمت على معصيته وقابلته بما لا يليق كما جاء في الحديث يقول الله يوم القيامة ابن آدم ما غرك بي ابن آدم ماذا أجبت المرسلينقال ابن أبي حاتم حدثنا أبي ، حدثنا ابن أبي عمر حدثنا سفيان أن عمر سمع رجلا يقرأ ( يا أيها الإنسان ما غرك بربك الكريم ) فقال عمر الجهل .وقال أيضا حدثنا عمر بن شبة حدثنا أبو خلف حدثنا يحيى البكاء سمعت ابن عمر يقول وقرأ هذه الآية ( يا أيها الإنسان ما غرك بربك الكريم ) قال ابن عمر غره والله جهلهقال وروي عن ابن عباس والربيع بن خثيم والحسن مثل ذلكوقال قتادة ( ما غرك بربك الكريم ) شيء ما غر ابن آدم غير هذا العدو الشيطانوقال الفضيل بن عياض لو قال لي ما غرك بي لقلت ستورك المرخاةوقال أبو بكر الوراق لو قال لي ( ما غرك بربك الكريم ) لقلت غرني كرم الكريمقال البغوي وقال بعض أهل الإشارة إنما قال ( بربك الكريم ) دون سائر أسمائه وصفاته كأنه لقنه الإجابة .وهذا الذي تخيله هذا القائل ليس بطائل لأنه إنما أتى باسمه ( الكريم ) ; لينبه على أنه لا ينبغي أن يقابل الكريم بالأفعال القبيحة وأعمال السوءو قد حكى البغوي عن الكلبي ومقاتل أنهما قالا نزلت هذه الآية في الأسود بن شريق ضرب النبي صلى الله عليه وسلم ولم يعاقب في الحالة الراهنة فأنزل الله ( ما غرك بربك الكريم ) ؟ ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( يا أيها الإنسان ما غرك بربك الكريم ) ما خدعك وسول لك الباطل حتى أضعت ما وجب عليك . والمعنى : ماذا أمنك من [ عذابه ] قال عطاء : نزلت في الوليد بن المغيرة .وقال الكلبي ومقاتل : نزلت في الأسود بن شريق ضرب النبي فلم يعاقبه الله - عز وجل - فأنزل الله هذه الآية يقول : ما الذي غرك بربك الكريم المتجاوز عنك إذ لم يعاقبك عاجلا بكفرك ؟ قال قتادة : غره عدوه المسلط عليه يعني الشيطان قال مقاتل : غره عفو الله حين لم يعاقبه في أول [ مرة ] . وقال السدي : غره رفق الله به .وقال ابن مسعود : ما منكم من أحد إلا سيخلو الله به يوم القيامة . فيقول : يا ابن آدم ما غرك بي ؟ يا ابن آدم ماذا عملت فيما [ علمت ] ؟ يا ابن آدم ماذا أجبت المرسلين ؟ .وقيل للفضيل بن عياض : لو أقامك الله يوم القيامة فقال : ما غرك بربك الكريم ماذا كنت تقول ؟ قال : أقول غرني ستورك المرخاة .وقال يحيى بن معاذ : لو أقامني بين يديه فقال ما غرك بي ؟ [ فأقول ] غرني بك برك بي سالفا وآنفا .وقال أبو بكر الوراق : لو قال لي : ما غرك بربك الكريم لقلت : غرني كرم الكريم .قال بعض أهل الإشارة : إنما قال بربك الكريم دون سائر أسمائه وصفاته كأنه لقنه الإجابة حتى يقول : غرني كرم الكريم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : يا أيها خاطب بهذا منكري البعث . وقال ابن عباس : الإنسان هنا : الوليد بن المغيرة . وقال عكرمة : أبي بن خلف . وقيل : نزلت في أبي الأشد بن كلدة الجمحي . عن ابن عباس أيضا ( ما غرك بربك ) أي ما الذي غرك حتى كفرت ؟ بربك الكريم أي المتجاوز عنك . قال قتادة : غره شيطانه المسلط عليه . الحسن : غره شيطانه الخبيث . وقيل : حمقه وجهله . رواه الحسن عن عمر - رضي الله عنه - . وروى غالب الحنفي قال : لما قرأ رسول الله - صلى الله عليه وسلم - يا أيها الإنسان ما غرك بربك الكريم قال : \" غره الجهل \" وقال صالح بن مسمار : بلغنا أن رسول الله - صلى الله عليه وسلم - قرأ يا أيها الإنسان ما غرك بربك الكريم ؟ فقال : \" غره جهله \" . وقال عمر - رضي الله عنه - : كما قال الله تعالى : إنه كان ظلوما جهولا . وقيل : غره عفو الله ، إذ لم يعاقبه في أول مرة . قال إبراهيم بن الأشعث : قيل : للفضيل بن عياض : لو أقامك الله تعالى يوم القيامة بين يديه ، فقال لك : ما غرك بربك الكريم ؟ ماذا كنت تقول ؟ قال : كنت أقول غرني ستورك المرخاة ; لأن الكريم هو الستار . نظمه ابن السماك فقال :يا كاتم الذنب أما تستحي والله في الخلوة ثانيكا     غرك من ربك إمهالهوستره طول مساويكاوقال ذو النون المصري : كم من مغرور تحت الستر وهو لا يشعر .وأنشد أبو بكر بن طاهر الأبهري :يا من غلا في العجب والتيه     وغره طول تماديهأملى لك الله فبارزته     ولم تخف غب معاصيهوروي عن علي - رضي الله عنه - أنه صاح بغلام له مرات فلم يلبه فنظر فإذا هو بالباب ، فقال : ما لك لم تجبني ؟ فقال . لثقتي بحلمك ، وأمني من عقوبتك . فاستحسن جوابه فأعتقه . وناس يقولون : ما غرك : ما خدعك وسول لك ، حتى أضعت ما وجب عليك ؟ وقال ابن مسعود : ما منكم من أحد إلا وسيخلو الله به يوم القيامة ، فيقول له : يابن آدم ماذا غرك بي ؟ يابن آدم ماذا عملت فيما علمت ؟ يابن آدم ماذا أجبت المرسلين ؟"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (6)يقول تعالى ذكره: يا أيها الإنسان الكافر، أيّ شيء غرّك بربك الكريم، غرّ الإنسانَ به عدوُّه المسلَّط عليه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ) شيء ما غرّ ابن آدم هذا العدوّ الشيطان."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغتَرُّ بربك الجواد كثير الخير الحقيق بالشكر والطاعة، أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك، في أيِّ صورة شاءها خلقك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«الذي خلقك» بعد أن لم تكن «فسوَّاك» جعلك مستوي الخلقة، سالم الأعضاء «فعدَلك» بالتخفيف والتشديد: جعلك معتدل الخلق متناسب الأعضاء ليست يد أو رجل أطول من الأخرى."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أليس هو  الَّذِي خَلَقَكَ فَسَوَّاكَ  في أحسن تقويم؟  فَعَدَلَكَ  وركبك تركيبا قويما معتدلا، في أحسن الأشكال، وأجمل الهيئات، فهل يليق بك أن تكفر نعمة المنعم، أو تجحد إحسان المحسن؟"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( الذي خلقك فسواك فعدلك ) أي ما غرك بالرب الكريم ( الذي خلقك فسواك فعدلك ) أي جعلك سويا معتدل القامة منتصبها في أحسن الهيئات والأشكالقال الإمام أحمد حدثنا أبو النضر حدثنا حريز حدثني عبد الرحمن بن ميسرة عن جبير بن نفير عن بسر بن جحاش القرشي أن رسول الله صلى الله عليه وسلم بصق يوما في كفه فوضع عليها إصبعه ثم قال قال الله عز وجل ابن آدم أنى تعجزني وقد خلقتك من مثل هذه حتى إذا سويتك وعدلتك مشيت بين بردين وللأرض منك وئيد فجمعت ومنعت حتى إذا بلغت التراقي قلت أتصدق وأنى أوان الصدقةوكذا رواه ابن ماجه عن أبي بكر بن أبي شيبة عن يزيد بن هارون عن حريز بن عثمان به .قال شيخنا الحافظ أبو الحجاج المزي وتابعه يحيى بن حمزة عن ثور بن يزيد عن عبد الرحمن بن ميسرة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"الذي خلقك فسواك فعدلك\"، قرأ أهل الكوفة وأبو جعفر \"فعدلك\" بالتخفيف أي صرفك وأمالك إلى أي صورة شاء حسناً وقبيحاً وطويلاً وقصيراً. وقرأ الآخرون بالتشديد أي قومك وجعلك معتدل الخلق والأعضاء."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "الذي خلقك أي قدر خلقك من نطفة فسواك في بطن أمك ، وجعل لك يدين ورجلين وعينين وسائر أعضائك فعدلك أي جعلك معتدلا سوي الخلق ; كما يقال : هذا شيء معدل . وهذه قراءة العامة وهي اختيار أبي عبيد وأبي حاتم ; قال الفراء : وأبو عبيد : يدل عليه قوله تعالى : لقد خلقنا الإنسان في أحسن تقويم . وقرأ الكوفيون : عاصم وحمزة والكسائي : فعدلك مخففا أي : أمالك وصرفك إلى أي صورة شاء ، إما حسنا وإما قبيحا ، وإما طويلا وإما قصيرا . وقال موسى بن علي بن أبي رباح اللخمي عن أبيه عن جده قال : قال لي النبي - صلى الله عليه وسلم - : \" إن النطفة إذا استقرت في الرحم أحضرها الله كل نسب بينها وبين آدم \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( الَّذِي خَلَقَكَ فَسَوَّاكَ ) يقول: الذي خلقك أيها الإنسان فسوّى خلقك ( فَعَدَلَكَ ) واختلفت القرَّاء في قراءة ذلك، فقرأته عامة قرَّاء المدينة ومكة والشام والبصرة ( فعدّلك ) بتشديد الدال، وقرأ ذلك عامة قرّاء الكوفة بتخفيفها، وكأن من قرأ ذلك بالتشديد وجَّه معنى الكلام إلى أنه جعلك معتدلا معدّل الخلق مقوَّما، وكأن الذين قرءوه بالتخفيف، وجَّهوا معنى الكلام إلى صرفك وأمالك إلى أيّ صورة شاء، إما إلى صورة حسنة، وإما إلى صورة قبيحة، أو إلى صورة بعض قراباته.وأولى الأقوال في ذلك عندي بالصواب أن يقال: إنهما قراءتان معروفتان في قراءة الأمصار صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب، غير أن أعجبهما إليّ أن أقرأ به قراءة من قَرَأ ذلك بالتشديد، لأن دخول \" في\" للتعديل أحسن في العربية من دخولها للعدل، ألا ترى أنك تقول: عدّلتك في كذا، وصرفتك إليه، ولا تكاد تقول: عدلتك &amp; &amp;; إلى كذا وصرفتك فيه، فلذلك اخترت التشديد.وبنحو الذي قلنا في ذلك وذكرنا أن قارئي ذلك تأوّلوه، جاءت الرواية عن أهل التأويل أنهم قالوه.ذكر الرواية بذلك:"
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغتَرُّ بربك الجواد كثير الخير الحقيق بالشكر والطاعة، أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك، في أيِّ صورة شاءها خلقك؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«في أي صورة ما» صلة «شاء ركَّبك»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "إن هذا إلا من جهلك وظلمك وعنادك وغشمك، فاحمد الله أن لم يجعل صورتك صورة كلب أو حمار، أو نحوهما من الحيوانات؛ فلهذا قال تعالى:  فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( في أي صورة ما شاء ركبك ) قال مجاهد في أي شبه أب أو أم أو خال أو عموقال ابن جرير حدثني محمد بن سنان القزاز حدثنا مطهر بن الهيثم حدثنا موسى بن علي بن رباح حدثني أبي عن جدي أن النبي صلى الله عليه وسلم قال له ما ولد لك قال يا رسول الله ما عسى أن يولد لي إما غلام وإما جارية قال فمن يشبه ؟ قال يا رسول الله من عسى أن يشبه إما أباه وإما أمه فقال النبي صلى الله عليه وسلم عندها : مه لا تقولن هكذا إن النطفة إذا استقرت في الرحم أحضرها الله كل نسب بينها وبين آدم أما قرأت هذه الآية في كتاب الله ( في أي صورة ما شاء ركبك ) \" قال سلكك .وهكذا رواه ابن أبي حاتم والطبراني من حديث مطهر بن الهيثم به وهذا الحديث لو صح لكان فيصلا في هذه الآية ولكن إسناده ليس بالثابت لأن مطهر بن الهيثم قال فيه أبو سعيد بن يونس كان متروك الحديث وقال ابن حبان يروى عن موسى بن علي وغيره ما لا يشبه حديث الأثبات ولكن في الصحيحين عن أبي هريرة أن رجلا قال يا رسول الله إن امرأتي ولدت غلاما أسود قال هل لك من إبل قال نعم . قال فما ألوانها قال حمر . قال فهل فيها من أورق قال نعم . قال فأنى أتاها ذلك ؟ قال عسى أن يكون نزعة عرق . قال وهذا عسى أن يكون نزعة عرق \"وقد قال عكرمة في قوله ( في أي صورة ما شاء ركبك ) إن شاء في صورة قرد وإن شاء في صورة خنزير وكذا قال أبو صالح إن شاء في صورة كلب وإن شاء في صورة حمار وإن شاء في صورة خنزيروقال قتادة ( في أي صورة ما شاء ركبك ) قال : قادر والله ربنا على ذلك ومعنى هذا القول عند هؤلاء أن الله عز وجل قادر على خلق النطفة على شكل قبيح من الحيوانات المنكرة الخلق ولكن بقدرته ولطفه وحلمه يخلقه على شكل حسن مستقيم معتدل تام حسن المنظر والهيئة ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( في أي صورة ما شاء ركبك ) قال مجاهد والكلبي ومقاتل : في أي شبه من أب أو أم أو خال أو عم .وجاء في الحديث : أن النطفة إذا استقرت في الرحم أحضر كل عرق بينه وبين آدم ثم قرأ \" في أي صورة ما شاء ركبك \" . وذكر الفراء قولا آخر : \" في أي صورة ما شاء ركبك \" إن شاء في صورة إنسان وإن شاء في صورة دابة أو حيوان آخر ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أما قرأت هذه الآية في أي صورة ما شاء ركبك فيما بينك وبين آدم ، وقال عكرمة وأبو صالح : في أي صورة ما شاء ركبك إن شاء في صورة إنسان ، وإن شاء في صورة حمار ، وإن شاء في صورة قرد ، وإن شاء في صورة خنزير . وقال مكحول : إن شاء ذكرا ، وإن شاء أنثى . قال مجاهد : في أي صورة أي في أي شبه من أب أو أم أو عم أو خال أو غيرهم . و \" في \" متعلقة ب ركبك ، ولا تتعلق ب عدلك ، على قراءة من خفف ; لأنك تقول عدلت إلى كذا ، ولا تقول عدلت في كذا ; ولذلك منع الفراء التخفيف ; لأنه قدر ( في ) متعلقة ب عدلك ، و ( ما ) يجوز أن تكون صلة مؤكدة ; أي في أي صورة شاء ركبك . ويجوز أن تكون شرطية أي إن شاء ركبك في غير صورة الإنسان من صورة قرد أو حمار أو خنزير ، ف \" ما \" بمعنى الشرط والجزاء ; أي في صورة ما شاء يركبك ركبك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: في أيّ شبه أب أو أم أو خال أو عمّ.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن إسماعيل، في قوله: ( مَا شَاءَ رَكَّبَكَ ) قال: إن شاء في صورة كلب، وإن شاء في صورة حمار.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن أبي صالح ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: خنزيرا أو حماوا.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، عن عكرِمة، في قوله: ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: إن شاء في صورة قرد، وإن شاء في صورة خنزير.حدثني محمد بن سنان القزّاز، قال: ثنا مطهر بن الهيثم، قال: ثنا موسى بن عليّ بن أبي رباح اللَّخمي، قال: ثني أبي، عن جدي، أن النبيّ صلى الله عليه وسلم قال له: \" ما وُلِدَ لَك؟\" قال: يا رسول الله ما عسَى أن يولد لي، إما غلام، وإما جارية، قال: \" فَمَن يُشْبِهُ؟\" قال: يا رسول الله من عسى أن يشبه؟ إما أباه، وإما أمه؛ فقال النبيّ صلى الله عليه وسلم عندها: \" مَهْ، لا تَقُولَنَّ هَكَذَا، إنَّ النُّطْفَةَ إذَا اسْتَقَرَّتْ فِي الرَّحِمِ أحْضَرَ اللهُ كُلَّ نَسَبٍ بَيْنَها وَبَينَ آدَمَ، أما قَرأْتَ هَذِهِ الآيَةَ فِي كتاب الله ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: سَلَكَكَ \"."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم وأسراركم شيء، يعلمون ما تفعلون من خير أو شر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كلا» ردع عن الاغترار بكرم الله تعالى «بل تكذبون» أي كفار مكة «بالدين» بالجزاء على الأعمال."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ  أي: مع هذا الوعظ والتذكير، لا تزالون مستمرين على التكذيب بالجزاء."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( كلا بل تكذبون بالدين ) أي : بل إنما يحملكم على مواجهة الكريم ومقابلته بالمعاصي تكذيب في قلوبكم بالمعاد والجزاء والحساب ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كلا بل تكذبون\"، قرأ أبو جعفر بالياء، وقرأ الآخرون بالتاء لقوله: \"وإن عليكم لحافظين\" \"بالدين\"، بالجزاء والحساب."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : كلا بل تكذبون بالدين يجوز أن تكون كلا بمعنى حقا و ( ألا ) فيبتدأ بها . ويجوز أن تكون بمعنى ( لا ) ، على أن يكون المعنى ليس الأمر كما تقولون من أنكم في عبادتكم غير الله محقون . يدل على ذلك قوله تعالى : ما غرك بربك الكريم وكذلك يقول الفراء : يصير المعنى : ليس كما غررت به . وقيل : أي ليس الأمر كما يقولون ، من أنه لا بعث . وقيل : هو بمعنى الردع والزجر . أي لا تغتروا بحلم الله وكرمه ، فتتركوا التفكر في آياته . ابن الأنباري : الوقف الجيد على الدين ، وعلى ركبك ، والوقف على كلا قبيح . بل تكذبون يا أهل مكة بالدين أي بالحساب ، و ( بل ) لنفي شيء تقدم وتحقيق غيره . وإنكارهم للبعث كان معلوما ، وإن لم يجر له ذكر في هذه السورة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  كَلا بَلْ تُكَذِّبُونَ بِالدِّينِ (9)يقول تعالى ذكره: ليس الأمر أيها الكافرون كما تقولون من أنكم على الحقّ في عبادتكم غير الله، ولكنكم تكذّبون بالثواب والعقاب، والجزاء والحساب.وبنحو الذي قلنا في معنى قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال: بالحساب.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: ( تُكَذِّبُونَ بِالدِّينِ ) قال: بيوم الحساب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال: يوم شدّة، يوم يدين الله العباد بأعمالهم."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم وأسراركم شيء، يعلمون ما تفعلون من خير أو شر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإن عليكم لحافظين» من الملائكة لأعمالكم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله تعالى ( وإن عليكم لحافظين  ) يعني وإن عليكم لملائكة حفظة"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإن عليكم لحافظين\"، رقباء من الملائكة يحفظون عليكم أعمالكم."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي رقباء من الملائكة"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ) يقول: وإن عليكم رُقَباء حافظين يحفظون أعمالكم، ويُحْصونها عليكم."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم وأسراركم شيء، يعلمون ما تفعلون من خير أو شر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«كِراما» على الله «كاتبين» لها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "كراما فلا تقابلوهم بالقبائح فإنهم يكتبون عليكم جميع أعمالكم .قال ابن أبي حاتم حدثنا أبي ، حدثنا علي بن محمد الطنافسي حدثنا وكيع حدثنا سفيان ومسعر عن علقمة بن مرثد عن مجاهد قال : قال رسول الله صلى الله عليه وسلم أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين الجنابة والغائط فإذا اغتسل أحدكم فليستتر بحرم حائط أو ببعيره أو ليستره أخوهوقد رواه الحافظ أبو بكر البزار فوصله بلفظ آخر فقال : حدثنا محمد بن عثمان بن كرامة حدثنا عبيد الله بن موسى عن حفص بن سليمان عن علقمة بن مرثد عن مجاهد عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم إن الله ينهاكم عن التعري فاستحيوا من ملائكة الله الذين معكم الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات الغائط والجنابة ، والغسل فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بحرم حائط أو ببعيرهثم قال حفص بن سليمان لين الحديث وقد روي عنه واحتمل حديثه .وقال الحافظ أبو بكر البزار حدثنا زياد بن أيوب حدثنا مبشر بن إسماعيل الحلبي حدثنا تمام بن نجيح عن الحسن يعني البصري عن أنس قال قال رسول الله صلى الله عليه وسلم ما من حافظين يرفعان إلى الله عز وجل ما حفظا في يوم فيرى في أول الصحيفة وفي آخرها استغفار إلا قال الله تعالى قد غفرت لعبدي ما بين طرفي الصحيفةثم قال : تفرد به تمام بن نجيح وهو صالح الحديث .قلت وثقه ابن معين وضعفه البخاري وأبو زرعة وابن أبي حاتم والنسائي وابن عدي ورماه ابن حبان بالوضع . وقال الإمام أحمد لا أعرف حقيقة أمره .وقال الحافظ أبو بكر البزار حدثنا إسحاق بن سليمان البغدادي المعروف بالقلوسي حدثنا بيان بن حمران حدثنا سلام عن منصور بن زاذان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إن لله ملائكة يعرفون بني آدم وأحسبه قال ويعرفون أعمالهم فإذا نظروا إلى عبد يعمل بطاعة الله ذكروه بينهم وسموه وقالوا أفلح الليلة فلان نجا الليلة فلان وإذا نظروا إلى عبد يعمل بمعصية الله وذكروه بينهم وسموه وقالوا : هلك الليلة فلان \"ثم قال البزار سلام هذا ، أحسبه سلام المدائني وهو لين الحديث ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"كراماً\" على الله، \"كاتبين\"، يكتبون أقوالكم وأعمالكم."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "كراما كاتبين أي علي ; كقوله : كرام بررة . وهنا ثلاث مسائل :الأولى : روي عن رسول الله - صلى الله عليه وسلم - \" أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين : الخراءة أو الجماع ، فإذا اغتسل أحدكم فليستتر بجرم حائط أو بغيره ، أو ليستره أخوه \" . وروي عن علي - رضي الله عنه - قال : ( لا يزال الملك موليا عن العبد ما دام بادي العورة ) وروي ( إن العبد إذا دخل الحمام بغير مئزر لعنه ملكاه ) .الثانية : واختلف الناس في الكفار هل عليهم حفظة أم لا ؟ فقال بعضهم : لا ; لأن أمرهم ظاهر ، وعملهم واحد ; قال الله تعالى : يعرف المجرمون بسيماهم . وقيل : بل عليهم حفظة ; لقوله تعالى : كلا بل تكذبون بالدين وإن عليكم لحافظين كراما كاتبين يعلمون ما تفعلون . وقال : وأما من أوتي كتابه بشماله وقال : وأما من أوتي كتابه وراء ظهره ، فأخبر أن الكفار يكون لهم كتاب ، ويكون عليهم حفظة . فإن قيل : الذي على يمينه أي شيء يكتب ولا حسنة له ؟ قيل له : الذي يكتب عن شماله يكون بإذن صاحبه ، ويكون شاهدا على ذلك وإن لم يكتب . والله أعلم .الثالثة : سئل سفيان : كيف تعلم الملائكة أن العبد قد هم بحسنة أو سيئة ؟ قال : إذا هم العبد بحسنة وجدوا منه ريح المسك ، وإذا هم بسيئة وجدوا منه ريح النتن . وقد مضى في ( ق ) قوله : ما يلفظ من قول إلا لديه رقيب عتيد زيادة بيان لمعنى هذه الآية . وقد كره العلماء الكلام عن الغائط والجماع ، لمفارقة الملك العبد عند ذلك . وقد مضى في آخر ( آل عمران ) القول في هذا ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( كِرَامًا كَاتِبِينَ ) يقول: كراما على الله كاتبين يكتبون أعمالكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، قال: قال بعض أصحابنا، عن أيوب، في قوله: ( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ ) قال: يكتبون ما تقولون وما تَعْنُون."
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم وأسراركم شيء، يعلمون ما تفعلون من خير أو شر."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يعلمون ما تفعلون» جميعه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": ""
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "كراما فلا تقابلوهم بالقبائح فإنهم يكتبون عليكم جميع أعمالكم .قال ابن أبي حاتم حدثنا أبي ، حدثنا علي بن محمد الطنافسي حدثنا وكيع حدثنا سفيان ومسعر عن علقمة بن مرثد عن مجاهد قال : قال رسول الله صلى الله عليه وسلم أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين الجنابة والغائط فإذا اغتسل أحدكم فليستتر بحرم حائط أو ببعيره أو ليستره أخوهوقد رواه الحافظ أبو بكر البزار فوصله بلفظ آخر فقال : حدثنا محمد بن عثمان بن كرامة حدثنا عبيد الله بن موسى عن حفص بن سليمان عن علقمة بن مرثد عن مجاهد عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم إن الله ينهاكم عن التعري فاستحيوا من ملائكة الله الذين معكم الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات الغائط والجنابة ، والغسل فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بحرم حائط أو ببعيرهثم قال حفص بن سليمان لين الحديث وقد روي عنه واحتمل حديثه .وقال الحافظ أبو بكر البزار حدثنا زياد بن أيوب حدثنا مبشر بن إسماعيل الحلبي حدثنا تمام بن نجيح عن الحسن يعني البصري عن أنس قال قال رسول الله صلى الله عليه وسلم ما من حافظين يرفعان إلى الله عز وجل ما حفظا في يوم فيرى في أول الصحيفة وفي آخرها استغفار إلا قال الله تعالى قد غفرت لعبدي ما بين طرفي الصحيفةثم قال : تفرد به تمام بن نجيح وهو صالح الحديث .قلت وثقه ابن معين وضعفه البخاري وأبو زرعة وابن أبي حاتم والنسائي وابن عدي ورماه ابن حبان بالوضع . وقال الإمام أحمد لا أعرف حقيقة أمره .وقال الحافظ أبو بكر البزار حدثنا إسحاق بن سليمان البغدادي المعروف بالقلوسي حدثنا بيان بن حمران حدثنا سلام عن منصور بن زاذان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إن لله ملائكة يعرفون بني آدم وأحسبه قال ويعرفون أعمالهم فإذا نظروا إلى عبد يعمل بطاعة الله ذكروه بينهم وسموه وقالوا أفلح الليلة فلان نجا الليلة فلان وإذا نظروا إلى عبد يعمل بمعصية الله وذكروه بينهم وسموه وقالوا : هلك الليلة فلان \"ثم قال البزار سلام هذا ، أحسبه سلام المدائني وهو لين الحديث ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"يعلمون ما تفعلون\"، من خير أو شر."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وعن الحسن : يعلمون لا يخفى عليهم شيء من أعمالكم . وقيل : يعلمون ما ظهر منكم دون ما حدثتم به أنفسكم . والله أعلم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( يَعْلَمُونَ مَا تَفْعَلُونَ ) يقول: يعلم هؤلاء الحافظون ما تفعلون من خير أو شرّ، يحصون ذلك عليكم."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إن الأتقياء القائمين بحقوق الله وحقوق عباده لفي نعيم."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إن الأبرار» المؤمنين الصادقين في إيمانهم «لفي نعيم» جنة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "المراد بالأبرار، القائمون بحقوق الله وحقوق عباده، الملازمون للبر، في أعمال القلوب وأعمال الجوارح، فهؤلاء جزاؤهم النعيم في القلب والروح والبدن، في دار الدنيا [وفي دار] البرزخ و [في] دار القرار."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يخبر تعالى عما يصير الأبرار إليه من النعيم وهم الذين أطاعوا الله عز وجل ولم يقابلوه بالمعاصيوقد روى ابن عساكر في ترجمة موسى بن محمد عن هشام بن عمار عن عيسى بن يونس بن أبي إسحاق عن عبيد الله عن محارب عن ابن عمر عن النبي صلى الله عليه وسلم - قال إنما سماهم الله الأبرار لأنهم بروا الآباء والأبناء ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل: \"إن الأبرار لفي نعيم\"، الأبرار الذين بروا وصدقوا في إيمانهم بأداء فرائض الله عز وجل واجتناب معاصيه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي في نعيم الجنة وهو مثل قوله تعالى : \" فريق في الجنة وفريق في السعير \" [ الشورى : 7 ]"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنَّ الأبْرَارَ لَفِي نَعِيمٍ ) يقول جل ثناؤه: إن الذين برّوا بأداء فرائض الله، واجتنابِ معاصيه لفي نعيم الجنان ينعمون فيها."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم، يصيبهم لهبها يوم الجزاء، وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإن الفجار الكفار «لفي جحيم» نار محرقة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِنَّ الْفُجَّارَ  الذين قصروا في حقوق الله وحقوق عباده، الذين فجرت قلوبهم ففجرت أعمالهم  لَفِي جَحِيمٍ  أي: عذاب أليم، في دار الدنيا و [دار] البرزخ وفي دار القرار."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم ذكر ما يصير إليه الفجار من الجحيم والعذاب المقيم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وإن الفجار لفي جحيم ) روي أن سليمان بن عبد الملك قال لأبي حازم المدني : ليت شعري ما لنا عند الله ؟ قال : اعرض عملك على كتاب الله فإنك تعلم ما لك عند الله . قال : فأين أجد في كتاب الله ؟ قال عند قوله : \" إن الأبرار لفي نعيم وإن الفجار لفي جحيم \" قال سليمان : فأين رحمة الله ؟ قال : \" قريب من المحسنين \" ( الأعراف - 56 ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "تقسيم مثل قوله : \" فريق في الجنة وفريق في السعير \" [ الشورى : 7 ] وقال : \" يومئذ يصدعون \" [ الروم : 43 ] الآيتين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (14)يقول تعالى ذكره: ( وَإِنَّ الْفُجَّارَ ) الذين كفروا بربهم ( لَفِي جَحِيمٍ )."
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم، يصيبهم لهبها يوم الجزاء، وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يصلونها» يدخلونها ويقاسون حرَّها «يوم الدين» الجزاء."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يَصْلَوْنَهَا  ويعذبون [بها] أشد العذاب  يَوْمِ الدِّينِ  أي: يوم الجزاء على الأعمال."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي يوم الحساب والجزاء والقيامة."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل: \"يصلونها يوم الدين\"، يدخلونها يوم القيامة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يصلونها أي يصيبهم لهبها وحرها يوم الدين أي يوم الجزاء والحساب"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( يَصْلَوْنَهَا يَوْمَ الدِّينِ ) يقول جلّ ثناؤه: يَصْلَى هؤلاء الفجار الجحيم يوم القيامة، يوم يُدان العباد بالأعمال، فيُجازَوْنَ بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( يَوْمَ الدينِ ) من أسماء يوم القيامة، عظَّمه الله، وحذَّره عباده."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم، يصيبهم لهبها يوم الجزاء، وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما هم عنها بغائبين» بمخرجين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَا هُمْ عَنْهَا بِغَائِبِينَ  أي: بل هم ملازمون لها، لا يخرجون منها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي لا يغيبون عن العذاب ساعة واحدة ولا يخفف عنهم من عذابها ولا يجابون إلى ما يسألون من الموت أو الراحة ولو يوما واحدا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وما هم عنها بغائبين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "عن الجحيم ,"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَمَا هُمْ عَنْهَا بِغَائِبِينَ ) يقول تعالى ذكره: وما هؤلاء الفجار من الجحيم بخارجين أبدا، فغائبين عنها، ولكنهم فيها مخلَّدون ماكثون، وكذلك الأبرار في النعيم، وذلك نحو قوله:  وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ  ."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وما أدراك ما عظمة يوم الحساب، ثم ما أدراك ما عظمةُ يوم الحساب؟ يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وما أدراك» أعلمك «ما يوم الدين»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ  ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تعظيم لشأن يوم القيامة."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم عظم ذلك اليوم، فقال: \"وما أدراك ما يوم الدين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "كرر ذكره تعظيما لشأنه"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وما أدراك يا محمد، أيّ وما أشعرك ما يوم الدين؟ يقول: أيُّ شيء يوم الحساب والمجازاة، معظما شأنه جلّ ذكره، بقيله ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) تعظيما ليوم القيامة، يوم تدان فيه الناس بأعمالهم."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وما أدراك ما عظمة يوم الحساب، ثم ما أدراك ما عظمةُ يوم الحساب؟ يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ثم ما أدراك ما يومُ الدين» تعظيم لشأنه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ  ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم أكده بقوله تعالى \"ثم ما أدراك ما يوم الدين\"."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم كرر تعجباً لشأنه فقال: \"ثم ما أدراك ما يوم الدين\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "نحو قوله تعالى : \" القارعة ما القارعة .وما أدراك ما القارعة \" [ القارعة : 1 - 3 ] وقال ابن عباس فيما روي عنه : كل شيء من القرآن من قوله : \" وما أدراك \" فقد أدراه .وكل شيء من قوله \" وما يدريك \" فقد طوي عنه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) يقول: ثم أيّ شيء أشعرك يوم المجازاة والحساب يا محمد، تعظيما لأمره، ثم فسَّر جلّ ثناؤه بعض شأنه فقال: ( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا ) يقول: ذلك اليوم، ( يَوْمَ لا تَمْلِكُ نَفْسٌ ) يقول: يوم لا تُغني نفس عن نفس شيئا، فتدفع عنها بليَّة نزلت بها، ولا تنفعها بنافعة، وقد كانت في الدنيا تحميها، وتدفع عنها من بغاها سوءا، فبطل ذلك يومئذ، لأن الأمر صار لله الذي لا يغلبه غالب، ولا يقهره قاهر، واضمحلت هنالك الممالك، وذهبت الرياسات، وحصل الملك للملك الجبار، وذلك قوله: ( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) يقول: والأمر كله يومئذ، يعني: الدين لله دون سائر خلقه، ليس لأحد من خلقه معه يومئذ أمر ولا نهي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) قال: ليس ثم أحد يومئذ يقضي شيئا، ولا يصنع شيئا إلا ربّ العالمين."
      }
    ],
    "19": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وما أدراك ما عظمة يوم الحساب، ثم ما أدراك ما عظمةُ يوم الحساب؟ يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يوم» بالرفع، أي هو يوم «لا تملك نفس لنفس شيئا» من المنفعة «والأمر يومئذ لله» لا أمر لغيره فيه، أي لم يمكن أحدا من التوسط فيه بخلاف الدنيا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا  ولو كانت لها قريبة [أو حبيبة] مصافية، فكل مشتغل بنفسه لا يطلب الفكاك لغيرها.  وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ  فهو الذي يفصل بين العباد، ويأخذ للمظلوم حقه من ظالمه [والله أعلم]"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم فسره بقوله ( يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله ) أي : لا يقدر واحد على نفع أحد ولا خلاصه مما هو فيه إلا أن يأذن الله لمن يشاء ويرضىونذكر هاهنا حديث يا بني هاشم أنقذوا أنفسكم من النار لا أملك لكم من الله شيئا وقد تقدم في آخر تفسير سورة الشعراء ولهذا قال ( والأمر يومئذ لله ) كقوله ( لمن الملك اليوم لله الواحد القهار ) غافر 16 وكقوله ( الملك يومئذ الحق للرحمن ) الفرقان : 26 وكقوله ( مالك يوم الدين ) الفاتحة : 4قال قتادة : ( يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله والأمر والله اليوم لله ولكنه يومئذ لا ينازعه أحدآخر تفسير سورة الانفطار ولله الحمد"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( يوم لا تملك ) قرأ أهل الكوفة والبصرة : \" يوم \" برفع الميم ردا على اليوم الأول وقرأ الآخرون بنصبها أي : في يوم يعني : هذه الأشياء في يوم لا تملك ( نفس لنفس شيئا ) قال مقاتل : يعني لنفس كافرة شيئا من المنفعة ( والأمر يومئذ لله ) أي لم يملك الله في ذلك اليوم أحدا شيئا كما ملكهم في الدنيا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "يوم لا تملك نفس قرأ ابن كثير وأبو عمرو ( يوم ) بالرفع على البدل من يوم الدين أو ردا على اليوم الأول ، فيكون صفة ونعتا ل يوم الدين . ويجوز أن يرفع بإضمار ( هو ) . الباقون بالنصب على أنه في موضع رفع إلا أنه نصب لأنه مضاف غير متمكن ; كما تقول : أعجبني يوم يقوم زيد . وأنشد المبرد :من أي يومي من الموت أفر أيوم لم يقدر أم يوم قدرفاليومان الثانيان مخفوضان بالإضافة ، عن الترجمة عن اليومين الأولين ، إلا أنهما نصبا في اللفظ ; لأنهما أضيفا إلى غير محض . وهذا اختيار الفراء والزجاج . وقال قوم : اليوم الثاني منصوب على المحل ، كأنه قال في يوم لا تملك نفس لنفس شيئا . وقيل : بمعنى : إن هذه الأشياء تكون يوم ، أو على معنى يدانون يوم ; لأن الدين يدل عليه ، أو بإضمار اذكر .والأمر يومئذ لله لا ينازعه فيه أحد ، كما قال : لمن الملك اليوم لله الواحد القهار اليوم تجزى كل نفس بما كسبت لا ظلم اليوم . تمت السورة والحمد لله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) والأمر والله اليوم لله، ولكنه يومئذ لا ينازعه أحد.واختلفت القرّاء في قراءة قوله: ( يَوْمَ لا تَمْلِكُ نَفْسٌ ) فقرأته عامة قرّاء الحجاز والكوفة بنصب ( يَوْمَ ) إذ كانت إضافته غير محضة. وقرأه بعض قرّاء البصرة بضم ( يَوْمُ ) ورفعه ردّا على اليوم الأوّل، والرفع فيه أفصح في كلام العرب، وذلك أن اليوم مضاف إلى يفعل، والعرب إذا أضافت اليوم إلى تفعل أو يفعل أو أفعل، رفعوه فقالوا: هذا يوم أفعل كذا، وإذا أضافته إلى فعل ماض نصبوه؛ ومنه قول الشاعر:عَلى حِينَ عاتَبْتُ المَشِيبَ عَلى الصِّباوَقُلْتُ ألَمَّا تَصْحُ والشَّيْبُ وَازِعُآخر تفسير سورة  إِذَا السَّمَاءُ انْفَطَرَتْ  ."
      }
    ]
  }
}