{
  "surah": {
    "surahNo": 84,
    "surahNameAr": "الإنشقاق",
    "surahNameArabicLong": "سورة الإنشقاق",
    "surahNameEn": "Al-Inshiqaaq",
    "revelationPlace": "Mecca",
    "totalAyat": 25
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة، وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره. وإذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم، وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم، وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إذا السماء انشقت»."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "يقول تعالى مبينًا لما يكون في يوم القيامة من تغير الأجرام العظام:  إِذَا السَّمَاءُ انْشَقَّتْ  أي: انفطرت وتمايز بعضها من بعض، وانتثرت نجومها، وخسف بشمسها وقمرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة الانشقاق وهي مكيةقال مالك عن عبد الله بن يزيد عن أبي سلمة أن أبا هريرة قرأ بهم : ( إذا السماء انشقت \" فسجد فيها فلما انصرف أخبرهم أن رسول الله صلى الله عليه وسلم سجد فيها رواه مسلم والنسائي من طريق مالك بهوقال البخاري حدثنا أبو النعمان حدثنا معتمر عن أبيه عن بكر عن أبي رافع قال صليت مع أبي هريرة العتمة فقرأ : ( إذا السماء انشقت \" فسجد فقلت له قال سجدت خلف أبي القاسم صلى الله عليه وسلم فلا أزال أسجد بها حتى ألقاهورواه أيضا عن مسدد عن معتمر به ثم رواه عن مسدد عن يزيد بن زريع عن التيمي عن بكر عن أبي رافع فذكره وأخرجه مسلم وأبو داود والنسائي من طرق ، عن سليمان بن طرخان التيمي به وقد روى مسلم وأهل السنن من حديث سفيان بن عيينة زاد النسائي وسفيان الثوري كلاهما عن أيوب بن موسى عن عطاء بن ميناء عن أبي هريرة قال سجدنا مع رسول الله صلى الله عليه وسلم في \" إذا السماء انشقت \" و \" اقرأ باسم ربك الذي خلق .يقول تعالى ( إذا السماء انشقت ) وذلك يوم القيامة"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكية\"إذا السماء انشقت\"، انشقاقها من علامات القيامة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة الانشقاقمكية في قول الجميع . وهي خمس وعشرون آيةبسم الله الرحمن الرحيمإذا السماء انشقتقوله تعالى : إذا السماء انشقت أي انصدعت ، وتفطرت بالغمام ، والغمام مثل السحاب الأبيض . وكذا روى أبو صالح عن ابن عباس . وروي عن علي - عليه السلام - قال : تشق من المجرة . وقال : المجرة باب السماء . وهذا من أشراط الساعة وعلاماتها ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  إِذَا السَّمَاءُ انْشَقَّتْ (1)يقول تعالى ذكره: إذا السماء تصدّعت وتقطَّعت فكانت أبوابًا."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة، وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره. وإذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم، وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم، وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأذنت» سمعت وأطاعت في الانشقاق «لربها وحقت» أي وحق لها أن تسمع وتطيع."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَذِنَتْ لِرَبِّهَا  أي: استمعت لأمره، وألقت سمعها، وأصاخت لخطابه، وحق لها ذلك، فإنها مسخرة مدبرة تحت مسخر ملك عظيم، لا يعصى أمره، ولا يخالف حكمه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وأذنت لربها ) أي استمعت لربها وأطاعت أمره فيما أمرها به من الانشقاق ( وحقت ) أي وحق لها أن تطيع أمره لأنه العظيم الذي لا يمانع ولا يغالب بل قد قهر كل شيء وذل له كل شيء"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وأذنت لربها\"، أي سمعت أمر ربها بالانشقاق وأطاعته، من الأذن وهو الاستماع، \"وحقت\"، أي وحق لها أن تطيع ربها."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وأذنت لربها وحقت أي سمعت ، وحق لها أن تسمع . روي معناه عن ابن عباس ومجاهد وغيرهما ; ومنه قوله - صلى الله عليه وسلم - : \" ما أذن الله لشيء كإذنه لنبي يتغنى بالقرآن \" أي ما استمع الله لشيء قال الشاعر :صم إذا سمعوا خيرا ذكرت به وإن ذكرت بسوء عندهم أذنواأي سمعوا . وقال قعنب بن أم صاحب :إن يأذنوا ريبة طاروا بها فرحا     وما هم أذنوا من صالح دفنواوقيل : المعنى وحقق الله عليها الاستماع لأمره بالانشقاق . وقال الضحاك : حقت : أطاعت ، وحق لها أن تطيع ربها ، لأنه خلقها ; يقال : فلان محقوق بكذا . وطاعة السماء : بمعنى أنها لا تمتنع مما أراد الله بها ، ولا يبعد خلق الحياة فيها حتى تطيع وتجيب . وقال قتادة : حق لها أن تفعل ذلك ; ومنه قول كثير :فإن تكن العتبى فأهلا ومرحبا     وحقت لها العتبى لدينا وقلت"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) يقول: وَسَمِعَت السموات في تصدّعها وتشققها لربها وأطاعت له في أمره إياها، والعرب تقول: أذن لك في هذا الأمر أذنًا بمعنى: استمع لك، ومنه الخبر الذي رُوي عن النبيّ صلى الله عليه وسلم : \" مَا أذِنَ اللهُ لِشَيءٍ كأَذَنِهِ لنَبِيّ يَتَغَنَّى بالقُرآنِ\" يعني بذلك: ما استمع الله لشيء كاستماعه لنبيّ يتغنى بالقرآن، ومنه قول الشاعر:صُمّ إذَا سَمِعُوا خَيْرًا ذُكِرْتُ بِهِوَإنْ ذُكِرْتُ بِسُوءٍ عِنْدَهُمْ أَذِنُوا (1)وأصل قولهم في الطاعة سمع له من الاستماع، يقال منه: سمعت لك، بمعنى سمعت قولك، وأطعت فيما قلتَ وأمرت.وبنحو الذي قلنا في معنى قوله: ( وَأَذِنَتْ لِرَبِّهَا ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) قال: سمعت لربها .حدثنا أبو كريب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) قال: سمعت وأطاعت .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) قال: سمعت .حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) قال: سمعت وأطاعت .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) : أي سمعت وأطاعت .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) قال: سمعت وأطاعت .وقوله: ( وَحُقَّتْ ) يقول: وحقق الله عليها الاستماع بالانشقاق والانتهاء إلى طاعته في ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( وَحُقَّتْ ) قال: حُقِّقَت لطاعة ربها.حدثنا ابن حميد، قال: ثنا جرير، عن أشعث بن إسحاق، عن جعفر، عن سعيد بن جُبير ( وَحُقَّتْ ) وحُقّ لها .------------------------الهوامش:(1) البيت لقعنب بن أم صاحب ( اللسان : أذن ) وأورد قبله بيتًا آخر ، وهو :إنْ يسْمَعُوا رِيبةً طارُوا بها فَرَحًامِنِّي وَما عَلموا من صَالح دَفَنُواوأذن له أذنًا : استمع ، والشاهد عليه بيت قعنب . وفي الحديث : \" ما أذن الله لشيء كاستماعه لنبي يتغنى بالقرآن \" أي : يتلوه يجهر فيه . وقال أبو عبيدة في مجاز القرآن ( 186 ) وأذنت لربها ، أذنت : استمعت ."
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة، وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره. وإذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم، وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم، وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وإذا الأرض مدت» زيد في سعتها كما يمد الأديم ولم يبق عليها بناء ولا جبل."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِذَا الْأَرْضُ مُدَّتْ  أي: رجفت وارتجت، ونسفت عليها جبالها، ودك ما عليها من بناء ومعلم، فسويت، ومدها الله تعالى مد الأديم، حتى صارت واسعة جدًا، تسع أهل الموقف على كثرتهم، فتصير قاعًا صفصفًا لا ترى فيها عوجًا ولا أمتا."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال ( وإذا الأرض مدت ) أي بسطت وفرشت ووسعتقال ابن جرير رحمه الله : حدثنا ابن عبد الأعلى حدثنا ابن ثور عن معمر عن الزهري عن علي بن الحسين أن النبي صلى الله عليه وسلم قال : إذا كان يوم القيامة مد الله الأرض مد الأديم حتى لا يكون لبشر من الناس إلا موضع قدميه فأكون أول من يدعى وجبريل عن يمين الرحمن والله ما رآه قبلها فأقول يا رب إن هذا أخبرني أنك أرسلته إلي فيقول الله عز وجل - صدق ثم أشفع فأقول يا رب عبادك عبدوك في أطراف الأرض قال وهو المقام المحمود \""
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وإذا الأرض مدت\"، مد الأديم العكاظي، وزيد في سعتها. وقال مقاتل: سويت كمد الأديم، فلا يبقى فيها بناء ولا جبل."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وقوله تعالى : وإذا الأرض مدت أي بسطت ودكت جبالها . قال النبي - صلى الله عليه وسلم - : \" تمد مد الأديم \" لأن الأديم إذا مد زال كل انثناء فيه وامتد واستوى . قال ابن عباس وابن مسعود : ويزاد وسعتها كذا وكذا ; لوقوف الخلائق عليها للحساب حتى لا يكون لأحد من البشر إلا موضع قدمه ، لكثرة الخلائق فيها . وقد مضى في سورة ( إبراهيم ) أن الأرض تبدل بأرض أخرى وهي الساهرة في قول ابن عباس على ما تقدم عنه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَإِذَا الأرْضُ مُدَّتْ ) يقول تعالى ذكره: وإذا الأرض بُسِطَتْ، فزيدت في سعتها.كالذي حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، عن عليّ بن حسين، أن النبي صلى الله عليه وسلم قال: \" إذَا كَانَ يَوْمُ الْقِيَامَةِ مَدَّ اللهُ الأرْضَ حَتّى لا يَكُونَ لِبَشَرٍ مِنَ النَّاسِ إلا مَوْضِعُ قَدَمَيْهِ، فَأَكُونَ أوَّلَ مَنْ يُدْعَي، وَجِبْرِيلُ عَنْ يَمِينِ الرَّحْمَنِ، وَاللهِ ما رآهُ قَبْلَهَا، فأقُولُ يَا رَبّ إنَّ هَذَا أخْبَرَنِي أنَّكَ أرْسَلْتَهُ إليَّ، فَيَقُولُ: صَدَقَ، ثُمَّ أشْفَعُ فَأَقُولُ: يَا رَبّ عِبَادُكَ عَبَدُوكَ فِي أطْرَافِ الأرْضِ. - قال-: وَهُوَ المَقَامُ الْمَحْمُودُ\" .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( مُدَّتْ ) قال: يوم القيامة ."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة، وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره. وإذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم، وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم، وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وألقت ما فيها» من الموتى إلى ظاهرها «وتخلت» عنه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَلْقَتْ مَا فِيهَا  من الأموات والكنوز. وَتَخَلَّتْ  منهم، فإنه ينفخ في الصور، فتخرج الأموات من الأجداث إلى وجه الأرض، وتخرج الأرض كنوزها، حتى تكون كالأسطوان العظيم، يشاهده الخلق، ويتحسرون على ما هم فيه يتنافسون."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( وألقت ما فيها وتخلت ) أي ألقت ما في بطنها من الأموات وتخلت منهم قاله مجاهد وسعيد وقتادة"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وألقت\"، أخرجت، \"ما فيها\"، من الموتى والكنوز، \"وتخلت\"، خلت منها."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وألقت ما فيها وتخلت أي أخرجت أمواتها ، وتخلت عنهم . وقال ابن جبير : ألقت ما في بطنها من الموتى ، وتخلت ممن على ظهرها من الأحياء . وقيل : ألقت ما في بطنها من كنوزها ومعادنها ، وتخلت منها . أي خلا جوفها ، فليس في بطنها شيء ، وذلك يؤذن بعظم الأمر ، كما تلقي الحامل ما في بطنها عند الشدة . وقيل : تخلت مما على ظهرها من جبالها وبحارها . وقيل : ألقت ما استودعت ، وتخلت مما استحفظت ; لأن الله تعالى استودعها عباده أحياء وأمواتا ، واستحفظها بلاده مزارعة وأقواتا"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ) يقول جلّ ثناؤه: وألقت الأرض ما في بطنها من الموتى إلى ظهرها وتخلَّتْ منهم إلى الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ) قال: أخرجت ما فيها من الموتى .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ) قال: أخرجت أثقالها وما فيها ."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "إذا السماء تصدَّعت، وتفطَّرت بالغمام يوم القيامة، وأطاعت أمر ربها فيما أمرها به من الانشقاق، وحُقَّ لها أن تنقاد لأمره. وإذا الأرض بُسطت وَوُسِّعت، ودكت جبالها في ذلك اليوم، وقذفت ما في بطنها من الأموات، وتخلَّتْ عنهم، وانقادت لربها فيما أمرها به، وحُقَّ لها أن تنقاد لأمره."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأذنت» سمعت وأطاعت في ذلك «لربها وحقت» وذلك كله يكون يوم القيامة، وجواب إذا وما عطف عليها محذوف دل عليه ما بعده تقديره لقي الإنسان عمله."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي استمعت لربها وأطاعت أمره فيما أمرها به."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأذنت لربها وحقت ) واختلفوا في جواب \" إذا \" قيل : جوابه محذوف تقديره : إذا كانت هذه الأشياء يرى الإنسان الثواب والعقاب .وقيل جوابه : \" يا أيها الإنسان إنك كادح \" ومجازه : إذا السماء انشقت لقي كل كادح [ ما ] عمله .وقيل : جوابه : \" وأذنت \" وحينئذ تكون \" الواو \" زائدة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وأذنت لربها أي في إلقاء موتاها ( وحقت ) أي وحق لها أن تسمع أمره . واختلف في جواب ( إذا ) فقال الفراء : أذنت . والواو زائدة ، وكذلك ( وألقت ) . ابن الأنباري : قال بعض المفسرين : جواب إذا السماء انشقت ( أذنت ) ، وزعم أن الواو مقحمة وهذا غلط ; لأن العرب لا تقحم الواو إلا مع ( حتى - إذا ) كقوله تعالى : حتى إذا جاؤوها وفتحت أبوابها ومع ( لما ) كقوله تعالى : فلما أسلما وتله للجبين وناديناه معناه ناديناه والواو لا تقحم مع غير هذين . وقيل : الجواب فاء مضمرة كأنه قال : إذا السماء انشقت فيا أيها الإنسان إنك كادح . وقيل : جوابها ما دل عليه ( فملاقيه ) أي إذا السماء انشقت لاقى الإنسان كدحه . وقيل : فيه تقديم وتأخير ، أي يا أيها الإنسان إنك كادح إلى ربك كدحا فملاقيه إذا السماء انشقت . قاله المبرد . وعنه أيضا : الجواب فأما من أوتي كتابه بيمينه وهو قول الكسائي ; أي إذا السماء انشقت فمن أوتي كتابه بيمينه فحكمه كذا . قال أبو جعفر النحاس : وهذا أصح ما قيل فيه وأحسنه . قيل : هو بمعنى اذكر إذا السماء انشقت . وقيل : الجواب محذوف لعلم المخاطبين به ; أي إذا كانت هذه الأشياء علم المكذبون بالبعث ضلالتهم وخسرانهم . وقيل : تقدم منهم سؤال عن وقت القيامة ، فقيل لهم : إذا ظهرت أشراطها كانت القيامة ، فرأيتم عاقبة تكذيبكم بها . والقرآن كالآية الواحدة في دلالة البعض على البعض . وعن الحسن : إن قوله إذا السماء انشقت قسم . والجمهور على خلاف قوله من أنه خبر وليس بقسم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ) يقول: وسمعت الأرض في إلقائها ما في بطنها من الموتى إلى ظهرها أحياء، أمر ربها وأطاعت ( وَحُقَّتْ ) يقول: وحقَّقها الله للاستماع لأمره في ذلك، والانتهاء إلى طاعته.واختلف أهل العربية في موقع جواب قوله: ( إِذَا السَّمَاءُ انْشَقَّتْ ) ، وقوله: ( وَإِذَا الأرْضُ مُدَّتْ ) فقال بعض نحويي البصرة: ( إِذَا السَّمَاءُ انْشَقَّتْ ) على معنى قوله:  يَا أَيُّهَا الإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ  إذا السماء انشقت، على التقديم والتأخير.وقال بعض نحويي الكوفة: قال بعض المفسرين: جواب ( إِذَا السَّمَاءُ انْشَقَّتْ ) قوله: ( وَأَذِنَتْ ) قال: ونرى أنه رأي ارتآه المفسر، وشبَّهه بقول الله تعالى:  حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا  لأنا لم نسمع جوابًا بالواو في إذا مبتدأة، ولا كلام قبلها، ولا في إذا، إذا ابتدئت. قال: وإنما تجيب العرب بالواو في قوله: حتى إذا كان، وفلما أن كان، لم يجاوزوا ذلك؛ قال: والجواب في ( إِذَا السَّمَاءُ انْشَقَّتْ ) وفي ( إِذَا الأرْضُ مُدَّتْ ) كالمتروك؛ لأن المعنى معروف قد تردّد في القرآن معناه، فعرف وإن شئت كان جوابه: يأيُّها الإنسان، كقول القائل: إذا كان كذا وكذا، فيأيها الناس ترون ما عملتم من خير أو شرّ، تجعل  يَا أَيُّهَا الإِنْسَانُ  هو الجواب، وتضمر فيه الفاء، وقد فُسَّر جواب ( إِذَا السَّمَاءُ انْشَقَّتْ ) فيما يلقى الإنسان من ثواب وعقاب، فكأن المعنى: ترى الثواب والعقاب إذا السماء انشقَّتْ.والصواب من القول في ذلك عندنا: أن جوابه محذوف ترك استغناء بمعرفة المخاطبين به بمعناه. ومعنى الكلام: ( إذا السماء انشقت ) رأى الإنسان ما قدّم من خير أو شرّ، وقد بين ذلك قوله:  يَا أَيُّهَا الإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ  والآياتُ بعدها."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "يا أيها الإنسان إنك ساعٍ إلى الله، وعامل أعمالا من خير أو شر، ثم تلاقي الله يوم القيامة، فيجازيك بعملك بفضله أو عدله."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«يا أيها الإنسان إنك كادح» جاهد في عملك «إلى» لقاء «ربك» وهو الموت «كدحا فملاقيه» أي ملاق عملك المذكور من خير أو شر يوم القيامة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "[يَا أَيُّهَاالْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ  أي: إنك ساع إلى الله، وعامل بأوامره ونواهيه، ومتقرب إليه إما بالخير وإما بالشر، ثم تلاقي الله يوم القيامة، فلا تعدم منه جزاء بالفضل إن كنت سعيدًا، أو بالعدل إن كنت شقيًا ."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( يا أيها الإنسان إنك كادح إلى ربك كدحا ) أي : ساع إلى ربك سعيا وعامل عملا ( فملاقيه ) ثم إنك ستلقى ما عملت من خير أو شر ويشهد له ما رواه أبو داود الطيالسي عن الحسن بن أبي جعفر عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم قال جبريل يا محمد عش ما شئت فإنك ميت وأحبب ما شئت فإنك مفارقه واعمل ما شئت فإنك ملاقيهومن الناس من يعيد الضمير على قوله ( ربك ) أي فملاق ربك ومعناه فيجازيك بعملك ويكافئك على سعيك وعلى هذا فكلا القولين متلازمقال العوفي عن ابن عباس ( يا أيها الإنسان إنك كادح إلى ربك كدحا ) يقول تعمل عملا تلقى الله به خيرا كان أو شراوقال قتادة ( يا أيها الإنسان إنك كادح إلى ربك كدحا ) إن كدحك يا ابن آدم لضعيف فمن استطاع أن يكون كدحه في طاعة الله فليفعل ولا قوة إلا بالله"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ومعنى قوله : ( كادح إلى ربك كدحا ) أي ساع إليه في عملك ، والكدح : عمل الإنسان وجهده في الأمر من الخير والشر حتى يكدح ذلك فيه ، أي يؤثر . وقال قتادة والكلبي والضحاك : عامل لربك عملا ( فملاقيه ) أي ملاقي جزاء عملك خيرا كان أو شرا ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : يا أيها الإنسان إنك كادح إلى ربك المراد بالإنسان الجنس أي يا بن آدم . وكذا روى سعيد عن قتادة : يا بن آدم ، إن كدحك لضعيف ، فمن استطاع أن يكون كدحه في طاعة الله فليفعل ولا قوة إلا بالله . وقيل : هو معين ، قال مقاتل : يعني الأسود بن عبد الأسد ويقال : يعني أبي بن خلف . ويقال : يعني جميع الكفار ، أيها الكافر إنك كادح . والكدح في كلام العرب : العمل والكسب ; قال ابن مقبل :وما الدهر إلا تارتان فمنهما أموت وأخرى أبتغي العيش أكدحوقال آخر :ومضت بشاشة كل عيش صالح     وبقيت أكدح للحياة وأنصبأي أعمل . وروى الضحاك عن ابن عباس : إنك كادح أي راجع إلى ربك كدحا أي رجوعا لا محالة فملاقيه أي ملاق ربك . وقيل : ملاق عملك . القتبي إنك كادح أي عامل ناصب في معيشتك إلى لقاء ربك . والملاقاة بمعنى اللقاء أن تلقى ربك بعملك . وقيل أي تلاقي كتاب عملك ; لأن العمل قد انقضى ولهذا قال :"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ (6)يقول تعالى ذكره: يأيُّها الإنسان إنك عامل إلى ربك عملا فملاقيه به خيرًا كان عملك ذلك أو شرًا، يقول: فليكن عملك مما يُنجيك من سُخْطه، ويوجب لك رضاه، ولا يكن مما يُسخطه عليك فتهلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس ( يَا أَيُّهَا الإنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ ) يقول: تعمل عملا تلقى الله به خيرًا كان أو شرًّا .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الإنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلاقِيهِ ) إن كدحك يا ابن آدم لضعيف، فمن استطاع أن يكون كدحه في طاعة الله فليفعل، ولا قوّة إلا بالله .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا ) قال: عامل له عملا .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسمعته يقول في ذلك: ( إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا ) قال: عامل إلى ربك عملا قال: كدحا: العمل."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما من أعطي صحيفة أعماله بيمينه، وهو مؤمن بربه، فسوف يحاسب حسابًا سهلا ويرجع إلى أهله في الجنة مسرورًا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فأما من أوتي كتابه» كتاب عمله «بيمينه» هو المؤمن."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ولهذا ذكر تفضيل الجزاء، فقال:  فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ  وهم أهل السعادة."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فأما من أوتي كتابه\"، ديوان أعماله، \"بيمينه\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : \" فأما من أوتي كتابه بيمينه \" وهو المؤمن"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ ) يقول تعالى ذكره: فأما من أعطي كتاب أعماله بيمينه."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما من أعطي صحيفة أعماله بيمينه، وهو مؤمن بربه، فسوف يحاسب حسابًا سهلا ويرجع إلى أهله في الجنة مسرورًا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "(فسوف يحاسب حسابا يسيرا) هو عرض عمله عليه كما في حديث الصحيحين وفيه \"\" من نوقش الحساب هلك \"\" وبعد العرض يتجاوز عنه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا  وهو العرض اليسير على الله، فيقرره الله بذنوبه، حتى إذا ظن العبد أنه قد هلك، قال الله [تعالى] له: \" إني قد سترتها عليك في الدنيا، فأنا أسترها لك اليوم \"."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( فسوف يحاسب حسابا يسيرا ) أي سهلا بلا تعسير ، أي لا يحقق عليه جميع دقائق أعماله فإن من حوسب كذلك يهلك لا محالة .قال الإمام أحمد حدثنا إسماعيل أخبرنا أيوب عن عبد الله بن أبي مليكة عن عائشة قالت قال رسول الله صلى الله عليه وسلم من نوقش الحساب عذب قالت : فقلت أليس قال الله ( فسوف يحاسب حسابا يسيرا ) ؟ ، قال ليس ذاك بالحساب ولكن ذلك العرض من نوقش الحساب يوم القيامة عذبوهكذا رواه البخاري ومسلم والترمذي والنسائي وابن جرير من حديث أيوب السختياني بهوقال ابن جرير حدثنا ابن وكيع حدثنا روح بن عبادة حدثنا أبو عامر الخراز عن ابن أبي مليكة عن عائشة قالت قال رسول الله صلى الله عليه وسلم إنه ليس أحد يحاسب يوم القيامة إلا معذبا فقلت أليس الله يقول ( فسوف يحاسب حسابا يسيرا ) ؟ ، قال ذاك العرض إنه من نوقش الحساب عذب وقال بيده على إصبعه كأنه ينكتوقد رواه أيضا عن عمرو بن علي عن ابن أبي عدي عن أبي يونس القشيري عن ابن أبي مليكة عن القاسم عن عائشة فذكر الحديث أخرجاه من طريق أبي يونس القشيري واسمه حاتم بن أبي صغيرة به .قال ابن جرير حدثنا نصر بن علي الجهضمي حدثنا مسلم عن الحريش بن الخريت أخي الزبير عن ابن أبي مليكة عن عائشة قالت من نوقش الحساب أو من حوسب عذب . قال ثم قالت إنما الحساب اليسير عرض على الله عز وجل وهو يراهم .وقال أحمد حدثنا إسماعيل حدثنا محمد بن إسحاق حدثني عبد الواحد بن حمزة بن عبد الله بن الزبير عن عباد بن عبد الله بن الزبير عن عائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول في بعض صلاته اللهم حاسبني حسابا يسيرا فلما انصرف قلت يا رسول الله ما الحساب اليسير ؟ قال أن ينظر في كتابه فيتجاوز له عنه إنه من نوقش الحساب يا عائشة يومئذ هلك صحيح على شرط مسلم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فسوف يحاسب حساباً يسيراً\"أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا سعيد بن أبي مريم ، أخبرنا نافع ، عن ابن عمر ، حدثني ابن أبي مليكة أن عائشة زوج النبي - صلى الله عليه وسلم - كانت لا تسمع شيئا لا تعرفه إلا راجعت فيه حتى تعرفه ، قالت : قال النبي - صلى الله عليه وسلم - : \" من حوسب عذب \" قالت عائشة رضي الله عنها فقلت : يا رسول الله أوليس يقول الله - عز وجل - : \" فسوف يحاسب حسابا يسيرا \" ؟ قالت : فقال : \" إنما ذلك العرض ، ولكن من نوقش [ في الحساب هلك ] ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "فسوف يحاسب حسابا يسيرا لا مناقشة فيه . كذا روي عن رسول الله - صلى الله عليه وسلم - من حديث عائشة قالت : قال رسول الله - صلى الله عليه وسلم - : \" من حوسب يوم القيامة عذب ، قالت : فقلت يا رسول الله أليس قد قال الله فأما من أوتي كتابه بيمينه فسوف يحاسب حسابا يسيرا فقال : ليس ذاك الحساب ; إنما ذلك العرض ، من نوقش الحساب يوم القيامة عذب \" أخرجه البخاري ومسلم والترمذي . وقال حديث حسن صحيح ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) بأن ينظر في أعماله، فيغفر له سيئها، ويُجازى على حُسنها.وبنحو الذي قلنا في ذلك قال أهل التأويل وجاء الخبر عن رسول الله صلى الله عليه وسلم .* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا جرير، عن محمد بن إسحاق، عن عبد الواحد بن حمزة، عن عباد بن عبد الله بن الزُّبير، عن عائشة، قالت: سمعت النبيّ صلى الله عليه وسلم يقول: \" اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا \" قلت: يا رسول الله ما الحساب اليسير؟ قال: \" أن يُنْظَرَ فِي سَيِّئاتِهِ فَيُتَجَاوَزُ عَنْهُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ يَوْمَئِذٍ هَلَكَ\" .حدثني يعقوب، قال: ثنا ابن علية، عن محمد بن إسحاق، قال: ثني عبد الواحد بن حمزة بن عبد الله بن الزبير، عن عباد بن عبد الله بن الزيير، عن عائشة، قالت: سمعت رسول الله صلى الله عليه وسلم يقول في بعض صلاته: \" اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا \"، فلما انصرف قلت: يا رسول الله ما الحساب اليسير؟ قال: \" يُنْظَرُ فِي كِتَابِهِ، وَيُتَجَاوَزُ عَنْهُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ يَوْمَئِذٍ يا عَائِشَةُ هَلَكَ\" .حدثنا نصر بن عليّ الجَهْضَمِيّ، قال: ثنا مسلم، عن الحريش بن الخرّيت أخي الزبير، عن ابن أبي مليكة، عن عائشة، قالت: من نُوقش الحساب، أو من حوسب عذّب، قال: ثم قالت: إنما الحساب اليسير: عَرْض على الله وهو يراهم .حدثنا ابن بشار، قال: ثنا عبد الوهاب، قال: ثنا أيوب، وحدثني يعقوب، قال: ثنا ابن علية، قال: أخبرنا أيوب، عن ابن أبي مليكة، عن عائشة أن رسول الله صلى الله عليه وسلم، قال: \" مَنْ حُوسِبَ يَوْمَ الْقِيَامَةِ عُذَّبَ\"، فقلت: أليس الله يقول: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" لَيْسَ ذَلِكَ الْحِسَابُ إنَّمَا ذلكَ العَرْضُ، وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ يَوْمَ الْقِيَامَةِ عُذِبَ\" .حدثنا ابن وكيع، قال: ثنا روح بن عبادة، قال: ثنا أبو عامر الخزاز، عن ابن أبي مليكة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم : \" إنَّهُ لَيْسَ أحَدٌ يُحَاسَبُ يَوْمَ القِيَامَةِ إلا مُعَذَّبًا \"، فقلت: أليس يقول الله: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) ؟ قال: \" ذَلِكَ الْعَرضُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ عُذّبَ\"، وقال بيده على أصبعه كأنه ينكته .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: الحساب اليسير: الذي يغفر ذنوبه، ويتقبَّل حسناته، ويسير الحساب الذي يعفى عنه، وقرأ:  وَيَخَافُونَ سُوءَ الْحِسَابِ  ، وقرأ:  أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ  .حدثنا ابن حميد، قال: ثنا مهران، عن عثمان بن الأسود، قال: ثني ابن أبي مليكة، عن عائشة، قالت: يا رسول الله ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" ذَلِكَ الْعَرْضُ يَا عَائِشَةُ، مَنْ نُوقِشَ الْحِسَابَ هَلَكَ\" .حدثنا ابن بشار، قال: ثنا عثمان بن عمرو وأبو داود، قالا ثنا أبو عامر الخزاز، عن ابن أبي مليكة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: \" مَنْ حُوسِبَ عُذّبَ \" ، قَالَتْ: فقلت: أليس الله يقول: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" ذَلِكَ الْعَرْضُ يَا عَائِشَةُ، وَمَنْ نُوقِشَ الحِسَابَ عُذّبَ\" .إن قال قائل: وكيف قيل: ( فَسَوْفَ يُحَاسَبُ ) ، والمحاسبة لا تكون إلا من اثنين، والله القائم بأعمالهم ولا أحد له قِبَل ربه طَلِبة فيحاسبه؟ قيل: إن ذلك تقرير من الله للعبد بذنوبه، وإقرار من العبد بها وبما أحصاه كتاب عمله، فذلك المحاسبة على ما وصفنا، ولذلك قيل: يحاسب.حدثنا عمرو بن عليّ، قال: ثنا ابن أبي عديّ، عن أبي يونس القشيري، عن ابن أبي مليكة، عن القاسم بن محمد، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: \" لَيْسَ أحَدٌ يُحَاسَبُ يَوْمَ الْقِيَامَةِ إلا هَلَكَ\" قالت: فقلت: يا رسول الله &amp;; 24-315 &amp;; ( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) فقال: \" ذَلِكَ الْعَرْضُ، لَيْس أحَدٌ يُحَاسَبُ يَوْمَ الْقِيَامَةِ إلا هَلَكَ\" ."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما من أعطي صحيفة أعماله بيمينه، وهو مؤمن بربه، فسوف يحاسب حسابًا سهلا ويرجع إلى أهله في الجنة مسرورًا."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وينقلب إلى أهله» في الجنة «مسرورا» بذلك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَيَنْقَلِبُ إِلَى أَهْلِهِ  في الجنة  مَسْرُورًا  لأنه نجا من العذاب وفاز بالثواب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي ويرجع إلى أهله في الجنة قاله قتادة والضحاك: مسرورا أي فرحا مغتبطا بما أعطاه الله عز وجل.وقد روى الطبراني عن ثوبان مولى رسول الله صلى الله عليه وسلم أنه قال \"إنكم تعملون أعمالا لا تعرف ويوشك الغائب أن يثوب إلى أهله فمسرور أو مكظوم\"."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وينقلب إلى أهله\"، يعني في الجنة من الحور العين والآدميات، \"مسروراً\"، بما أوتي من الخير والكرامة."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وينقلب إلى أهله مسرورا أزواجه في الجنة من الحور العين مسرورا أي مغتبطا قرير العين . ويقال إنها نزلت في أبي سلمة بن عبد الأسد ، هو أول من هاجر من مكة إلى المدينة . وقيل : إلى أهله الذين كانوا له في الدنيا ، ليخبرهم بخلاصه وسلامته . والأول قول قتادة . أي إلى أهله الذين قد أعدهم الله له في الجنة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا ) يقول: وينصرف هذا المحاسَبُ حسابًا يسيرًا إلى أهله في الجنة مسرورًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا ) قال: إلى أهْلٍ أعدّ الله لهم الجنة."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما من أوتي كتابه وراء ظهره» هو الكافر تغل يمناه إلى عنقه وتجعل يسراه وراء ظهره فيأخذ بها كتابه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ  أي: بشماله من خلفه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي بشماله من وراء ظهره تثنى يده إلى ورائه ويعطي كتابه بها كذلك."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأما من أوتي كتابه وراء ظهره ) فتغل يده اليمنى إلى عنقه وتجعل يده الشمال وراء ظهره ، فيؤتى كتابه بشماله من وراء ظهره . وقال مجاهد : تخلع يده اليسرى من وراء ظهره ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وأما من أوتي كتابه وراء ظهره نزلت في الأسود بن عبد الأسد أخي أبي سلمة قال ابن عباس . ثم هي عامة في كل مؤمن وكافر . قال ابن عباس : يمد يده اليمنى ليأخذ كتابه فيجذبه ملك ، فيخلع يمينه ، فيأخذ كتابه بشماله من وراء ظهره . وقال قتادة ومقاتل : يفك ألواح صدره وعظامه ثم تدخل يده وتخرج من ظهره ، فيأخذ كتابه كذلك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (10)يقول تعالى ذكره: وأما من أعطي كتابه منكم أيها الناس يومئذ وراء ظهره، وذلك أن جعل يده اليمنى إلى عنقه وجعل الشمال من يديه وراء ظهره، فيتناول كتابه بشماله من وراء ظهره، ولذلك وصفهم جلَّ ثناؤه أحيانًا أنهم يؤتون كتبهم بشمائلهم، وأحيانًا أنهم يؤتونها من وراء ظهورهم.وبنحو الذي قلنا في ذلك أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ ) قال: يجعل يده من وراء ظهره."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فسوف يدعو» عند رؤيته ما فيه «ثبورا» ينادي هلاكه بقوله: يا ثبوراه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَسَوْفَ يَدْعُو ثُبُورًا  من الخزي والفضيحة، وما يجد في كتابه من الأعمال التي قدمها ولم يتب منها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي خسارا وهلاكا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فسوف يدعو ثبوراً\"، ينادي بالويل والهلاك إذا قرأ كتابه يقول: يا ويلاه يا ثبوراه، كقوله تعالى: \"دعوا هنالك ثبوراً\" (الفرقان- 13)."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي بالهلاك فيقول : يا ويلاه , يا ثبوراه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَسَوْفَ يَدْعُو ثُبُورًا ) يقول: فسوف ينادي بالهلاك، وهو أن يقول: واثبوراه، واويلاه، وهو من قولهم: دعا فلان لهفه: إذا قال: والهفاه.وبنحو الذي قلنا في ذلك قال أهل التأويل.وقد ذكرنا معنى الثبور فيما مضى بشواهده، وما فيه من الرواية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يَدْعُو ثُبُورًا ) قال: يدعو بالهلاك ."
      }
    ],
    "12": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ويصلى سعيرا» يدخل النار الشديدة وفي قراءة بضم الياء وفتح الصاد واللام المشددة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَيَصْلَى سَعِيرًا  أي: تحيط به السعير من كل جانب، ويقلب على عذابها، وذلك لأنه في الدنيا"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ناراً"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ويصلى سعيرا ) قرأ أبو جعفر ، وأهل البصرة ، وعاصم ، وحمزة : و \" يصلى \" بفتح الياء خفيفا كقوله : \" يصلى النار الكبرى \" ( الأعلى - 12 ) وقرأ الآخرون بضم الياء [ وفتح الصاد ] وتشديد اللام كقوله : \" وتصلية جحيم \" ( الواقعة - 94 ) \" ثم الجحيم صلوه \" ( الحاقة - 31 ) ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ويصلى سعيرا أي ويدخل النار حتى يصلى بحرها . وقرأ الحرميان وابن عامر والكسائي ( ويصلى ) بضم الياء وفتح الصاد ، وتشديد اللام ، كقوله تعالى : ثم الجحيم صلوه وقوله : وتصلية جحيم . الباقون ويصلى بفتح الياء مخففا ، فعل لازم غير متعد ; لقوله : إلا من هو صال الجحيم وقوله : يصلى النار الكبرى وقوله ثم إنهم لصالو الجحيم . وقراءة ثالثة رواها أبان عن عاصم وخارجة عن نافع وإسماعيل المكي عن ابن كثير ( ويصلى ) بضم الياء وإسكان الصاد وفتح اللام مخففا ; كما قرئ ( وسيصلون ) بضم الياء ، وكذلك في ( الغاشية ) قد قرئ أيضا : تصلى نارا وهما لغتان صلى وأصلى ; كقوله : ( نزل وأنزل ) ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَيَصْلَى سَعِيرًا ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء مكة والمدينة والشام: ( وَيُصَلَّى ) بضم الياء وتشديد اللام، بمعنى: أن الله يصليهم تصلية بعد تصلية، وإنضاجة بعد إنضاجة، كما قال تعالى:  كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا  ، واستشهدوا لتصحيح قراءتهم ذلك كذلك، بقوله:  ثُمَّ الْجَحِيمَ صَلُّوهُ  وقرأ ذلك بعض المدنيين وعامة قرّاء الكوفة والبصرة: ( وَيَصْلَى ) بفتح الياء وتخفيف اللام، بمعنى: أنهم يَصْلونها ويَرِدونها، فيحترقون فيها، واستشهدوا لتصحيح قراءتهم ذلك كذلك بقول الله:  يَصْلَوْنَهَا  و  إِلا مَنْ هُوَ صَالِ الْجَحِيمِ  .والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب."
      }
    ],
    "13": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنه كان في أهله» عشيرته في الدنيا «مسرورا» بطرا باتباعه لهواه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " كَانَ فِي أَهْلِهِ مَسْرُورًا  لا يخطر البعث على باله، وقد أساء."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي فرحا لا يفكر في العواقب ولا يخاف مما أمامه فأعقبه ذلك الفرح اليسير الحزن الطويل."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إنه كان في أهله مسروراً\"، يعني في الدنيا، باتباع هواه وركوب شهوته."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إنه كان في أهله أي في الدنيا مسرورا قال ابن زيد : وصف الله أهل الجنة بالمخافة والحزن والبكاء والشفقة في الدنيا فأعقبهم به النعيم والسرور في الآخرة ، وقرأ قول الله تعالى : إنا كنا قبل في أهلنا مشفقين فمن الله علينا ووقانا عذاب السموم . قال : ووصف أهل النار بالسرور في الدنيا والضحك فيها والتفكه . فقال : إنه كان في أهله مسرورا"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا ) يقول تعالى ذكره: إنه كان في أهله في الدنيا مسرورا لما فيه من خلافه أمرَ الله، وركوبه معاصيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا ) : أي في الدنيا ."
      }
    ],
    "14": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إنه ظن أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن يحور» يرجع إلى ربه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ولم  يظن أنه راجع إلى ربه وموقوف بين يديه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي كان يعتقد أنه لا يرجع إلى الله ولا يعيده بعد موته قاله ابن عباس وقتادة وغيرهما والحور هو الرجوع."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إنه ظن أن لن يحور\"، أن لن يرجع إلينا ولن يبعث."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إنه ظن أن لن يحور أي لن يرجع حيا مبعوثا فيحاسب ، ثم يثاب أو يعاقب . يقال : حار يحور إذا رجع ; قال لبيد :وما المرء إلا كالشهاب وضوئه يحور رمادا بعد إذ هو ساطعوقال عكرمة وداود بن أبي هند ، يحور كلمة بالحبشية ، ومعناها يرجع . ويجوز أن تتفق الكلمتان فإنهما كلمة اشتقاق ; ومنه الخبز الحوارى ; لأنه يرجع إلى البياض . وقال ابن عباس : ما كنت أدري : ما يحور ؟ حتى سمعت أعرابية تدعو بنية لها : حوري ، أي ارجعي إلي ، فالحور في كلام العرب الرجوع ; ومنه قوله - عليه السلام - : اللهم إني أعوذ بك من الحور بعد الكور يعني : من الرجوع إلى النقصان بعد الزيادة ، وكذلك الحور بالضم . وفي المثل ( حور في محارة ) أي نقصان في نقصان . يضرب للرجل إذا كان أمره يدبر ، قال الشاعر :واستعجلوا عن خفيف المضغ فازدردوا     والذم يبقى وزاد القوم في حوروالحور أيضا : الاسم من قولك : طحنت الطاحنة فما أحارت شيئا ; أي ما ردت شيئا من الدقيق . والحور أيضا الهلكة ; قال الراجز :في بئر لا حور     سرى ولا شعرقال أبو عبيدة : أي بئر حور ، و ( لا ) زائدة . وروي ( بعد الكون ) ومعناه من انتشار الأمر بعد تمامه . وسئل معمر عن الحور بعد الكون ، فقال : هو الكنتي . فقال له عبد الرزاق : وما الكنتي ؟ فقال : الرجل يكون صالحا ثم يتحول رجل سوء . قال أبو عمرو : يقال للرجل إذا شاخ : كنتي ، كأنه نسب إلى قوله : كنت في شبابي كذا . قال :فأصبحت كنتيا وأصبحت عاجنا     وشر خصال المرء كنت وعاجنعجن الرجل : إذا نهض معتمدا على الأرض من الكبر . وقال ابن الأعرابي : الكنتي : هو الذي يقول : كنت شابا ، وكنت شجاعا ، والكاني هو الذي يقول : كان لي مال وكنت أهب ، وكان لي خيل وكنت أركب ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ* بَلَى ) يقول تعالى ذكره: إنّ هذا الذي أُوتي كتابه وراء ظهره يوم القيامة، ظنّ في الدنيا أن لن يرجع إلينا، ولن يُبعث بعد مماته، فلم يكن يبالي ما ركب من المآثم؛ لأنه لم يكن يرجو ثوابًا، ولم يكن يخشى عقابًا، يقال منه: حار فلان عن هذا الأمر: إذا رجع عنه، ومنه الخبر الذي رُوي عن رسول الله صلى الله عليه وسلم أنه كان يقول في دعائه: \" اللَّهُمَّ إنّي أعُوذُ بِكَ مِنَ الحَوْرِ بَعْدَ الكَوْرِ\" يعني بذلك: من الرجُوع إلى الكفر، بعد الإيمان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ ) يقول: يُبعث .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ * بَلَى ) قال: أن لا يرجع إلينا .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ ) : أن لا مَعَادَ له ولا رجعة .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( أَنْ لَنْ يَحُورَ ) قال: أن لن ينقلب: يقول: أن لن يبعث .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، ( ظَنَّ أَنْ لَنْ يَحُورَ ) قال: يرجع .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( أَنْ لَنْ يَحُورَ ) قال: أن لن ينقلب ."
      }
    ],
    "15": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "وأمَّا مَن أُعطي صحيفة أعماله من وراء ظهره، وهو الكافر بالله، فسوف يدعو بالهلاك والثبور، ويدخل النار مقاسيًا حرها. إنه كان في أهله في الدنيا مسرورًا مغرورًا، لا يفكر في العواقب، إنه ظنَّ أن لن يرجع إلى خالقه حيا للحساب. بلى سيعيده الله كما بدأه ويجازيه على أعماله، إن ربه كان به بصيرًا عليمًا بحاله من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«بلى» يرجع إليه «إن ربه كان به بصيرا» عالما برجوعه إليه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا  فلا يحسن أن يتركه سدى، لا يؤمر ولا ينهى، ولا يثاب ولا يعاقب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "يعني بلى سيعيده الله كما بدأه ويجازيه على أعماله خيرها وشرها فإنه (كان به بصيرا) أي عليما خبيرا."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم قال: \"بلى\"، أي: ليس كما ظن، بل يحور إلينا ويبعث، \" إن ربه كان به بصيرا \"، من يوم خلقه إلى أن بعثه."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : بلى أي ليس الأمر كما ظن ، بل يحور إلينا ويرجع . إن ربه كان به بصيرا قبل أن يخلقه ، عالما بأن مرجعه إليه . وقيل : بلى ليحورن وليرجعن . ثم استأنف فقال : إن ربه كان به بصيرا من يوم خلقه إلى أن بعثه . وقيل : عالما بما سبق له من الشقاء والسعادة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( بَلَى ) يقول تعالى ذكره: بلى لَيَحُورَنَّ وَلَيَرْجِعَنّ إلى ربه حيا كما كان قبل مماته.وقوله: ( إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا ) يقول جلّ ثناؤه: إن ربّ هذا الذي ظن أن لن يحور، كان به بصيرا، إذ هو في الدنيا بما كان يعمل فيها من المعاصي، وما إليه يصير أمره في الآخرة، عالم بذلك كلِّه."
      }
    ],
    "16": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله تعالى باحمرار الأفق عند الغروب، وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك، وبالقمر إذا تكامل نوره، لتركبُنَّ- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله، ولو فعل ذلك لأشرك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فلا أقسم» لا زائدة «بالشفق» هو الحمرة في الأفق بعد غروب الشمس."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أقسم في هذا الموضع بآيات الليل، فأقسم بالشفق الذي هو بقية نور الشمس، الذي هو مفتتح الليل."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "روي عن علي وابن عباس وعبادة بن الصامت وأبي هريرة وشداد بن أوس وابن عمر ومحمد بن علي بن الحسين ومكحول وبكر بن عبد الله المزني وبكير بن الأشج ومالك وابن أبي ذئب وعبد العزيز بن أبي سلمة الماجشون أنهم قالوا الشفق : الحمرةوقال عبد الرزاق عن معمر عن ابن خثيم عن ابن لبيبة عن أبي هريرة قال الشفق : البياض .فالشفق هو حمرة الأفق إما قبل طلوع الشمس كما قاله مجاهد وإما بعد غروبها كما هو معروف عند أهل اللغةقال الخليل بن أحمد الشفق الحمرة من غروب الشمس إلى وقت العشاء الآخرة فإذا ذهب قيل غاب الشفقوقال الجوهري الشفق بقية ضوء الشمس وحمرتها في أول الليل إلى قريب من العتمة وكذا قال عكرمة الشفق الذي يكون بين المغرب والعشاءوفي صحيح مسلم عن عبد الله بن عمرو عن رسول الله صلى الله عليه وسلم أنه قال وقت المغرب ما لم يغب الشفق .ففي هذا كله دليل على أن الشفق هو كما قاله الجوهري والخليل ولكن صح عن مجاهد أنه قال في هذه الآية ( فلا أقسم بالشفق ) هو النهار كله وفي رواية عنه أيضا أنه قال الشفق الشمس . رواهما ابن أبي حاتم"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله - عز وجل - : ( فلا أقسم بالشفق ) قال مجاهد : هو النهار كله . وقال عكرمة : ما بقي من النهار . وقال ابن عباس وأكثر المفسرين : هو الحمرة التي تبقى في الأفق بعد غروب الشمس . وقال قوم : هو البياض الذي يعقب تلك الحمرة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فلا أقسم أي فأقسم و ( لا ) صلة .بالشفق أي بالحمرة التي تكون عند مغيب الشمس حتى تأتي صلاة العشاء الآخرة . قال أشهب وعبد الله بن الحكم ويحيى بن يحيى وغيرهم ، كثير عددهم عن مالك : الشفق الحمرة التي في المغرب ، فإذا ذهبت الحمرة فقد خرجت من وقت المغرب ووجبت صلاة العشاء . وروى ابن وهب قال : أخبرني غير واحد عن علي بن أبي طالب ومعاذ بن جبل وعبادة بن الصامت وشداد بن أوس وأبي هريرة : أن الشفق الحمرة ، وبه قال مالك بن أنس . وذكر غير ابن وهب من الصحابة : عمر وابن عمر وابن مسعود وابن عباس وأنسا وأبا قتادة وجابر بن عبد الله وابن الزبير ، ومن التابعين : سعيد بن جبير ، وابن المسيب وطاوسا ، وعبد الله بن دينار ، والزهري ، وقال به من الفقهاء الأوزاعي ومالك والشافعي وأبو يوسف وأبو ثور وأبو عبيدة وأحمد وإسحاق وقيل : هو البياض ; روي ذلك عن ابن عباس وأبي هريرة أيضا وعمر بن عبد العزيز والأوزاعي وأبي حنيفة في إحدى الروايتين عنه . وروى أسد بن عمرو أنه رجع عنه . وروي عن ابن عمر أيضا أنه البياض والاختيار الأول ; لأن أكثر الصحابة والتابعين والفقهاء عليه ، ولأن شواهد كلام العرب والاشتقاق والسنة تشهد له . قال الفراء : سمعت بعض العرب يقول لثوب عليه مصبوغ : كأنه الشفق وكان أحمر ، فهذا شاهد للحمرة ; وقال الشاعر :وأحمر اللون كمحمر الشفقوقال آخر :قم يا غلام أعني غير مرتبك     على الزمان بكأس حشوها شفقويقال للمغرة الشفق . وفي الصحاح : الشفق بقية ضوء الشمس وحمرتها في أول الليل إلى قريب من العتمة . قال الخليل : الشفق : الحمرة ، من غروب الشمس إلى وقت العشاء الآخرة ، إذا ذهب قيل : غاب الشفق . ثم قيل : أصل الكلمة من رقة الشيء ; يقال : شيء شفق أي لا تماسك له لرقته . وأشفق عليه . أي رق قلبه عليه ، والشفقة : الاسم من الإشفاق ، وهو رقة القلب ، وكذلك الشفق ; قال الشاعر :تهوى حياتي وأهوى موتها شفقا     والموت أكرم نزال على الحرمفالشفق : بقية ضوء الشمس وحمرتها فكأن تلك الرقة عن ضوء الشمس . وزعم الحكماء أن البياض لا يغيب أصلا . وقال الخليل : صعدت منارة الإسكندرية فرمقت البياض ، فرأيته يتردد من أفق إلى أفق ولم أره يغيب . وقال ابن أبي أويس : رأيته يتمادى إلى طلوع الفجر قال علماؤنا : فلما لم يتحدد وقته سقط اعتباره . وفي سنن أبي داود عن النعمان بن بشير قال : أنا أعلمكم بوقت صلاة العشاء الآخرة ; كان النبي - صلى الله عليه وسلم - يصليها لسقوط القمر لثالثة . وهذا تحديد ، ثم الحكم معلق بأول الاسم . لا يقال : فينقض عليكم بالفجر الأول ، فإنا نقول الفجر الأول لا يتعلق به حكم من صلاة ولا إمساك ; لأن النبي - صلى الله عليه وسلم - بين الفجر بقوله وفعله فقال : \" وليس الفجر أن تقول هكذا - فرفع يده إلى فوق - ولكن الفجر أن تقول هكذا وبسطها \" وقد مضى بيانه في آية الصيام من سورة ( البقرة ) ، فلا معنى للإعادة . وقال مجاهد : الشفق : النهار كله ألا تراه قال والليل وما وسق وقال عكرمة : ما بقي من النهار . والشفق أيضا : الرديء من الأشياء ; يقال : عطاء مشفق أي مقلل قال الكميت :ملك أغر من الملوك تحلبت     للسائلين يداه غير مشفق"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَلا أُقْسِمُ بِالشَّفَقِ (16)وهذا قَسَمٌ أقسم ربنا بالشفق، والشفق: الحمرة في الأفق من ناحية المغرب من الشمس في قول بعضهم.واختلف أهل التأويل في ذلك، فقال بعضهم: هو الحمرة كما قلنا، وممن قال ذلك جماعة من أهل العراق.وقال آخرون: هو النهار.* ذكر من قال ذلك:حدثني محمد بن إسماعيل الأحمسيّ، قال: ثنا محمد بن عبيد، قال: ثنا العوّام بن حوشب، قال: قلت لمجاهد: الشفق، قال: لا تقل الشفق، إن الشفق من الشمس، ولكن قل: حمرة الأفق .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد قوله: الشفق، قال: النهار كله .حدثنا أبو كريب، قال: ثنا وكيع، قال: ثنا سفيان، عن منصور، عن مجاهد ( فَلا أُقْسِمُ بِالشَّفَقِ ) قال: النهار .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد، مثله.وقال آخرون: الشفق: هو اسم للحمرة والبياض، وقالوا: هو من الأضداد.والصواب من القول في ذلك عندي أن يقال: إن الله أقسم بالنهار مدبرا، والليل مقبلا. وأما الشفق الذي تَحُلّ به صلاة العشاء، فإنه للحمرة عندنا للعلة التي قد بيَّنَّاها في كتابنا كتاب الصلاة."
      }
    ],
    "17": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله تعالى باحمرار الأفق عند الغروب، وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك، وبالقمر إذا تكامل نوره، لتركبُنَّ- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله، ولو فعل ذلك لأشرك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والليل وما وسق» جمع ما دخل عليه من الدواب وغيرها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَاللَّيْلِ وَمَا وَسَقَ  أي: احتوى عليه من حيوانات وغيرها."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وإنما حمله على هذا قرنه بقوله تعالى ( والليل وما وسق ) أي : جمع كأنه أقسم بالضياء والظلاموقال ابن جرير أقسم الله بالنهار مدبرا وبالليل مقبلا . وقال ابن جرير وقال آخرون الشفق اسم للحمرة والبياض . وقالوا هو من الأضداد .قال ابن عباس ومجاهد والحسن وقتادة : ( وما وسق ) وما جمع قال قتادة وما جمع من نجم ودابة واستشهد ابن عباس بقول الشاعر :مستوسقات لو تجدن سائقاقد قال عكرمة ( والليل وما وسق ) يقول ما ساق من ظلمة إذا كان الليل ذهب كل شيء إلى مأواه"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والليل وما وسق ) أي جمع وضم ، يقال : وسقته أسقه وسقا ، أي : جمعته ، واستوسقت الإبل : إذا اجتمعت وانضمت . والمعنى : والليل وما جمع وضم ما كان بالنهار منتشرا من الدواب ، وذلك أن الليل إذا أقبل أوى كل شيء إلى مأواه . روى منصور عن مجاهد قال : ما لف وأظلم عليه . وقال مقاتل بن حيان : أقبل من ظلمة أو كوكب . وقال سعيد بن جبير . وما عمل فيه ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : والليل وما وسق أي جمع وضم ولف ، وأصله من سورة السلطان وغضبه فلولا أنه خرج إلى العباد من باب الرحمة ما تمالك العباد لمجيئه ولكن خرج من باب الرحمة فمزح بها ، فسكن الخلق إليه ثم ابذعروا والتفوا وانقبضوا ، ورجع كل إلى مأواه فسكن فيه من هوله وحشا ، وهو قوله تعالى : ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه أي بالليل ولتبتغوا من فضله أي بالنهار على ما تقدم . فالليل يجمع ويضم ما كان منتشرا بالنهار في تصرفه . هذا معنى قول ابن عباس ومجاهد ومقاتل وغيرهم ; قال ضابئ بن الحارث البرجمي :فإني وإياكم وشوقا إليكم     كقابض ماء لم تسقه أناملهيقول : ليس في يده من ذلك شيء كما أنه ليس في يد القابض على الماء شيء ; فإذا جلل الليل الجبال والأشجار والبحار والأرض فاجتمعت له ، فقد وسقها . والوسق : ضمك الشيء بعضه إلى بعض ، تقول : وسقته أسقه وسقا . ومنه قيل للطعام الكثير المجتمع : وسق ، وهو ستون صاعا . وطعام موسق : أي مجموع ، وإبل مستوسقة أي مجتمعة ; قال الراجز [ العجاج ] :إن لنا قلائصا حقائقا     متوسقات لو يجدن سائقاوقال عكرمة : وما وسق أي وما ساق من شيء إلى حيث يأوي ، فالوسق بمعنى الطرد ، ومنه قيل للطريدة من الإبل والغنم والحمر : وسيقة ، قال الشاعر [ الأسود بن يعفر ] :كما قاف آثار الوسيقة قائفوعن ابن عباس : وما وسق أي وما جن وستر . وعنه أيضا : وما حمل ، وكل شيء حملته فقد وسقته ، والعرب تقول : لا أفعله ما وسقت عيني الماء ، أي حملته . ووسقت الناقة تسق وسقا : أي حملت وأغلقت رحمها على الماء ، فهي ناقة واسق ، ونوق وساق مثل نائم ونيام ، وصاحب وصحاب ، قال بشر بن أبي خازم :ألظ بهن يحدوهن حتى     تبينت الحيال من الوساقومواسيق أيضا . وأوسقت البعير : حملته حمله ، وأوسقت النخلة : كثر حملها . وقال يمان والضحاك ومقاتل بن سليمان : حمل من الظلمة . قال مقاتل : أو حمل من الكواكب . القشيري : ومعنى حمل : ضم وجمع ، والليل يجلل بظلمته كل شيء فإذا جللها فقد وسقها . ويكون هذا القسم قسما بجميع المخلوقات ، لاشتمال الليل عليها ، كقوله تعالى : فلا أقسم بما تبصرون وما لا تبصرون . وقال ابن جبير : وما وسق أي وما عمل فيه ، يعني التهجد والاستغفار بالأسحار ، قال الشاعر :ويوما ترانا صالحين وتارة     تقوم بنا كالواسق المتلببأي كالعامل ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: والليل وما جمع مما سكن وهدأ فيه من ذي روح كان يطير، أو يَدِب نهارًا، يقال منه: وسَقْتُه أسِقُه وَسْقا، ومنه طعام موسُوق، وهو المجموع في غرائر أو وعاء، ومنه الوَسْق، وهو الطعام المجتمع الكثير مما يُكال أو يوزن، يقال: هو ستون صاعًا، وبه جاء الخبر عن رسول الله صلى الله عليه وسلم .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَا وَسَقَ ) يقول: وما جمع .حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن مجاهد، عن ابن عباس في هذه الآية ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع . وقال ابن عباس:مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ سَائِقَا (2)حدثني يعقوب قال: ثنا ابن علية، عن أبي رجاء، قال: سأل حفص الحسن عن قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع، يقول: ما آوى فيه من دابة .حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) : وما لفّ .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما أظلم عليه، وما أدخل فيه . وقال ابن عباس:* مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ حَادِيا *حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: وما جمع من نجم أو دابة .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَمَا وَسَقَ ) قال: وما جمع .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع مجتمع فيه الأشياء التي يجمعها الله التي تأوي إليه، وأشياء تكون في الليل لا تكون في النهار ما جمع مما فيه ما يأوي إليه، فهو مما جمع .حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: ما لُفّ عليه .قال: ثنا جرير، عن منصور، عن مجاهد، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما دخل فيه .حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن أبي الهيثم، عن سعيد بن جبير ( وَاللَّيْلِ وَمَا وَسَقَ ) : وما جمع .قال: ثنا وكيع، عن نافع، عن ابن عمر، عن ابن أبي مليكة، عن ابن عباس ( وَمَا وَسَقَ ) : وما جمع، ألم تسمع قول الشاعر:* مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ سَائِقَا *حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما حاز إذا جاء الليل .وقال آخرون: معنى ذلك: وما ساق.* ذكر من قال ذلك:حدثنا عبد الله بن أحمد المَرْوَزيّ، قال: ثنا عليّ بن الحسن، قال: ثنا حسين، قال: سمعت عكرمة وسئل ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما ساق من ظلمة، فإذَا كان الليل، ذهب كلّ شيء إلى مأواه .حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسن، عن عكرمة ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: ما ساق من ظلمة إذا جاء الليل ساق كل شيء إلى مأواه .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما ساق معه من ظلمة إذا أقبل .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يعني: وما ساق الليل من شيء جمعه النجوم، ويقال: والليل وما جمع .------------------------الهوامش:(2) هذا بيت من مشطور الرجز ، أنشده أبو عبيدة في مجاز القرآن ( 186 ) قال :  وما وسق  ما علاه لم يمتنع منه شيء ، فإذا جلل الليل الجبال والأشجار والبحار والأرض ، فاجتمعت له ، فقد وسقها ؛ قال الشاعر :* مستوسقات لو وجدن سائقًا *وفي الكامل للمبرد ( طبعة الحلبي 957 ) حدث أبو عبيدة معمر بن المثنى التيمي النسابة ، عن أسامة بن زيد ، عن عكرمة ، قال : رأيت عبد الله بن العباس وعنده نافع بن الأزرق وهو يسأله ، ويطلب منه الاحتجاج باللغة ، فسأله عن قول الله جل ثناؤه :  والليل وما وسق  ، فقال ابن عباس : وما جمع ، فقال : أتعرف ذلك العرب ؟ قال ابن عباس : أما سمعت قول الراجز :إنَّ لَنا قَلائِصًا حَقائِقَامُسْتَوْسِقاتٍ لَوْ يَجِدْنَ سائِقَاقال المبرد : هذا قول ابن عباس ؛ وهو الحق الذي لا يقدح فيه قادح . قلت : وبناء عليه يكون هذان البيتان معروفين في عصر ابن عباس ونافع بن الأزرق . وتكون نسبتهما إلى العجاج في ملحق ديوانه ، وفي إحدى روايات ( اللسان : وشق ) غير صحيحة . والنون في يجدن أو وجد : راجعة إلى الأبل ، وأن من الخطأ أن يقال : تجدن بالتاء في أول الفعل إلا إذا كان لجمع مؤنث للمخاطبات ، وقد وقع خطأ تجدن في اللسان ، وفي ديوان العجاج 84 . وخلاصة ما تقدم أن هذا الرجز عرفه ابن عباس وأنشده احتجاجا على ما سأله عنه نافع . ولابد إذن من حمل عبارة : وقال ابن عباس \" مستوسقات \" التي وردت في ثلاثة مواضع في الطبري على إرادة . وأنشد ابن عباس ؛ لأن ما ورد في التفسير مسوق روايات لبعض المفسرين ، وفيه تسمح في التعبير ."
      }
    ],
    "18": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله تعالى باحمرار الأفق عند الغروب، وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك، وبالقمر إذا تكامل نوره، لتركبُنَّ- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله، ولو فعل ذلك لأشرك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والقمر إذا اتسق» اجتمع وتم نوره وذلك في الليالي البيض."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَالْقَمَرِ إِذَا اتَّسَقَ  أي: امتلأ نورًا بإبداره، وذلك أحسن ما يكون وأكثر منافع."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( والقمر إذا اتسق ) قال ابن عباس إذا اجتمع واستوى وكذا قال عكرمة ومجاهد وسعيد بن جبير ومسروق وأبو صالح والضحاك وابن زيد( والقمر إذا اتسق ) إذا استوى وقال الحسن إذا اجتمع إذا امتلأ وقال قتادة إذا استدارومعنى كلامهم أنه إذا تكامل نوره وأبدر جعله مقابلا لليل وما وسق"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والقمر إذا اتسق ) اجتمع واستوى وتم نوره وهو في الأيام البيض . وقال قتادة : استدار ، وهو افتعل من الوسق الذي هو الجمع ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : والقمر إذا اتسق أي تم واجتمع واستوى . قال الحسن : اتسق : أي امتلأ واجتمع . ابن عباس : استوى . قتادة : استدار . الفراء : اتساقه : امتلاؤه واستواؤه ليالي البدر ، وهو افتعال من الوسق الذي هو الجمع ، يقال : وسقته فاتسق ، كما يقال : وصلته فاتصل ، ويقال : أمر فلان متسق : أي مجتمع على الصلاح منتظم . ويقال : اتسق الشيء : إذا تتابع"
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) يقول: وبالقمر إذا تمّ واستوى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) يقول: إذا استوى .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: إذا اجتمع واستوى .حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: إذا استوى .حدثني يعقوب، قال: ثنا ابن عُليّة، عن أبي رجاء، قال: سأل حفص الحسن، عن قوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: إذا اجتمع، إذا امتلأ .حدثني أبو كدينة، قال: ثنا ابن يمان، عن أشعث، عن جعفر بن أبي المغيرة، عن سعيد، في قوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: لثلاث عَشْرة .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد، مثله.قال ثنا جرير، عن منصور، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله ( إِذَا اتَّسَقَ ) قال: إذا استوى .حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن أبي الهيثم، عن سعيد بن جبير ( وَالْقَمَرِ إِذَا اتَّسَقَ ) : إذا استوى .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِذَا اتَّسَقَ ) : إذا استدار .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْقَمَرِ إِذَا اتَّسَقَ ) : إذا استوى .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: إذا اجتمع فاستوى .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَالْقَمَرِ إِذَا اتَّسَقَ ) قال: إذا استوى ."
      }
    ],
    "19": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله تعالى باحمرار الأفق عند الغروب، وبالليل وما جمع من الدواب والحشرات والهوام وغير ذلك، وبالقمر إذا تكامل نوره، لتركبُنَّ- أيها الناس- أطوارا متعددة وأحوالا متباينة: من النطفة إلى العلقة إلى المضغة إلى نفخ الروح إلى الموت إلى البعث والنشور. ولا يجوز للمخلوق أن يقسم بغير الله، ولو فعل ذلك لأشرك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«لتركبن» أيها الناس أصله تركبونن حذفت نون الرفع لتوالي الأمثال والواو لالتقاء الساكنين «طبقا عن طبق» حالا بعد حال، وهو الموت ثم الحياة وما بعدها من أحوال القيامة."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "والمقسم عليه قوله:  لَتَرْكَبُنَّ  [أي:] أيها الناس  طَبَقًا عَنْ طَبَقٍ  أي: أطوارا متعددة وأحوالا متباينة، من النطفة إلى العلقة، إلى المضغة، إلى نفخ الروح، ثم يكون وليدًا وطفلًا، ثم مميزًا، ثم يجري عليه قلم التكليف، والأمر والنهي، ثم يموت بعد ذلك، ثم يبعث ويجازى بأعماله، فهذه الطبقات المختلفة الجارية على العبد، دالة على أن الله وحده هو المعبود، الموحد، المدبر لعباده بحكمته ورحمته، وأن العبد فقير عاجز، تحت تدبير العزيز الرحيم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( لتركبن طبقا عن طبق ) قال البخاري أخبرنا سعيد بن النضر أخبرنا هشيم أخبرنا أبو بشر عن مجاهد قال : قال ابن عباس ( لتركبن طبقا عن طبق ) حالا بعد حال قال هذا نبيكم صلى الله عليه وسلمهكذا رواه البخاري بهذا اللفظ ، وهو محتمل أن يكون ابن عباس أسند هذا التفسير عن النبي صلى الله عليه وسلم كأنه قال سمعت هذا من نبيكم صلى الله عليه وسلم فيكون قوله : نبيكم مرفوعا على الفاعلية من قال وهو الأظهر والله أعلم كما قال أنس لا يأتي عام إلا والذي بعده شر منه سمعته من نبيكم صلى الله عليه وسلموقال ابن جرير حدثني يعقوب بن إبراهيم حدثنا هشيم أخبرنا أبو بشر عن مجاهد أن ابن عباس كان يقول ( لتركبن طبقا عن طبق ) قال يعني نبيكم صلى الله عليه وسلم يقول حالا بعد حال وهذا لفظه .وقال علي بن أبي طلحة عن ابن عباس ( طبقا عن طبق ) حالا بعد حال وكذا قال عكرمة ومرة الطيب ومجاهد والحسن والضحاك ومسروق وأبو صالح .ويحتمل أن يكون المراد ( لتركبن طبقا عن طبق ) حالا بعد حال قال : هذا يعني : المراد بهذا نبيكم صلى الله عليه وسلم فيكون مرفوعا على أن هذا و \" نبيكم يكونان مبتدأ وخبرا والله أعلم ولعل هذا قد يكون هو المتبادر إلى كثير من الرواة كما قال أبو داود الطيالسي وغندر حدثنا شعبة عن أبي بشر عن سعيد بن جبير عن ابن عباس ( لتركبن طبقا عن طبق ) قال : محمد صلى الله عليه وسلم ويؤيد هذا المعنى قراءة عمر وابن مسعود وابن عباس وعامة أهل مكة والكوفة لتركبن بفتح التاء والباءقال ابن أبي حاتم حدثنا أبو سعيد الأشج حدثنا أبو أسامة عن إسماعيل عن الشعبي ( لتركبن طبقا عن طبق ) قال لتركبن يا محمد سماء بعد سماء وهكذا روي عن ابن مسعود ومسروق وأبي العالية ( طبقا عن طبق ) سماء بعد سماءقلت يعنون ليلة الإسراءوقال أبو إسحاق والسدي عن رجل عن ابن عباس ( طبقا عن طبق ) منزلا على منزل وكذا رواه العوفي عن ابن عباس مثله وزاد ويقال أمرا بعد أمر وحالا بعد حالوقال السدي نفسه ( لتركبن طبقا عن طبق ) أعمال من قبلكم منزلا بعد منزلقلت كأنه أراد معنى الحديث الصحيح لتركبن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه قالوا يا رسول الله اليهود والنصارى قال : فمن وهذا محتملوقال ابن أبي حاتم حدثنا أبي ، حدثنا هشام بن عمار حدثنا صدقة حدثنا ابن جابر أنه سمع مكحولا يقول في قول الله ( لتركبن طبقا عن طبق ) قال في كل عشرين سنة تحدثون أمرا لم تكونوا عليهوقال الأعمش حدثني إبراهيم قال : قال عبد الله ( لتركبن طبقا عن طبق ) قال السماء تنشق ثم تحمر ثم تكون لونا بعد لونوقال الثوري عن قيس بن وهب عن مرة عن ابن مسعود ( طبقا عن طبق ) قال السماء مرة كالدهان ومرة تنشقوروى البزار من طريق جابر الجعفي عن الشعبي عن علقمة عن عبد الله بن مسعود ( لتركبن طبقا عن طبق ) يا محمد يعني حالا بعد حال ثم قال ورواه جابر عن مجاهد عن ابن عباسوقال سعيد بن جبير ( لتركبن طبقا عن طبق ) قال قوم كانوا في الدنيا خسيس أمرهم فارتفعوا في الآخرة وآخرون كانوا أشرافا في الدنيا فاتضعوا في الآخرةوقال عكرمة ( طبقا عن طبق ) حالا بعد حال فطيما بعدما كان رضيعا وشيخا بعدما كان شاباوقال الحسن البصري ( طبقا عن طبق ) يقول حالا بعد حال رخاء بعد شدة وشدة بعد رخاء وغنى بعد فقر وفقرا بعد غنى وصحة بعد سقم وسقما بعد صحةوقال ابن أبي حاتم ذكر عن عبد الله بن زاهر حدثني أبي ، عن عمرو بن شمر عن جابر هو الجعفي عن محمد بن علي عن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم - يقول إن ابن آدم لفي غفلة مما خلق له إن الله إذا أراد خلقه قال للملك اكتب رزقه اكتب أجله اكتب أثره اكتب شقيا أو سعيدا ثم يرتفع ذلك الملك ويبعث الله إليه ملكا آخر فيحفظه حتى يدرك ثم يرتفع ذلك الملك ثم يوكل الله به ملكين يكتبان حسناته وسيئاته فإذا حضره الموت ارتفع ذانك الملكان وجاءه ملك الموت فقبض روحه فإذا دخل قبره رد الروح في جسده ثم ارتفع ملك الموت وجاءه ملكا القبر فامتحناه ثم يرتفعان فإذا قامت الساعة انحط عليه ملك الحسنات وملك السيئات فانتشطا كتابا معقودا في عنقه ثم حضرا معه واحد سائقا وآخر شهيدا ثم قال الله عز وجل ( لقد كنت في غفلة من هذا ) [ ق : 22 قال رسول الله صلى الله عليه وسلم ( لتركبن طبقا عن طبق ) قال حالا بعد حال ثم قال النبي صلى الله عليه وسلم إن قدامكم لأمرا عظيما لا تقدرونه فاستعينوا بالله العظيم .هذا حديث منكر وإسناده فيه ضعفاء ولكن معناه صحيح ، والله سبحانه وتعالى أعلمثم قال ابن جرير بعدما حكى أقوال الناس في هذه الآية من القراء والمفسرين والصواب من التأويل قول من قال لتركبن أنت - يا محمد حالا بعد حال وأمرا بعد أمر من الشدائد والمراد بذلك وإن كان الخطاب إلى رسول الله صلى الله عليه وسلم موجها جميع الناس وأنهم يلقون من شدائد يوم القيامة وأهواله أحوالا ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( لتركبن ) قرأ أهل مكة وحمزة والكسائي : \" لتركبن \" بفتح الباء يعني لتركبن يا محمد ( طبقا عن طبق ) قال الشعبي ومجاهد : سماء بعد سماء . قال الكلبي : يعني تصعد فيها . ويجوز أن يكون درجة بعد درجة ورتبة بعد رتبة في القرب من الله تعالى والرفعة .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا سعيد بن النضر ، أخبرنا هشيم ، أخبرنا أبو بشر عن مجاهد قال قال ابن عباس : \" لتركبن طبقا عن طبق \" حالا بعد حال ، قال هذا نبيكم - صلى الله عليه وسلم - .وقيل : أراد به السماء تتغير لونا بعد لون ، فتصير تارة كالدهان وتارة كالمهل ، وتنشق بالغمام مرة وتطوى أخرى . وقرأ الآخرون بضم الباء ، لأن المعنى بالناس أشبه ، لأنه ذكر من قبل : \" فأما من أوتي كتابه بيمينه \" \" وشماله \" وذكر من بعد : \" فما لهم لا يؤمنون \" وأراد : لتركبن حالا بعد حال ، وأمرا بعد أمر في موقف القيامة ، يعني : الأحوال تنقلب بهم ، فيصيرون في الآخرة على غير الحال التي كانوا عليها في الدنيا . و \" عن \" بمعنى بعد .وقال مقاتل : يعني الموت ثم الحياة [ ثم الموت ثم الحياة ] .وقال عطاء : مرة فقيرا ومرة غنيا . وقال عمرو بن دينار عن ابن عباس : يعني الشدائد وأهوال الموت ، ثم البعث ثم العرض . وقال عكرمة : حالا بعد حال ، رضيع ثم فطيم ثم غلام ثم شاب ثم شيخ . وقال أبو عبيدة : لتركبن سنن من كان قبلكم وأحوالهم .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن عبد العزيز ، أخبرنا أبو عمرو الصنعاني من اليمن عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - : \" لتتبعن سنن من [ كان ] قبلكم شبرا شبرا وذراعا ذراعا ، حتى لو دخلوا جحر ضب لتبعتموهم \" قلنا : يا رسول الله آليهود والنصارى ؟ قال : فمن ؟ ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "لتركبن طبقا عن طبق قرأ أبو عمر وابن مسعود وابن عباس وأبو العالية ومسروق وأبو وائل ومجاهد والنخعي وابن كثير وحمزة والكسائي ( لتركبن ) بفتح الباء خطابا للنبي - صلى الله عليه وسلم - ، أي لتركبن يا محمد حالا بعد حال ، قاله ابن عباس . الشعبي : لتركبن يا محمد سماء بعد سماء ، ودرجة بعد درجة ، ورتبة بعد رتبة ، في القربة من الله تعالى .ابن مسعود : لتركبن السماء حالا بعد حال ، يعني حالاتها التي وصفها الله تعالى بها من الانشقاق والطي وكونها مرة كالمهل ومرة كالدهان . وعن إبراهيم عن عبد الأعلى : طبقا عن طبق قال : السماء تقلب حالا بعد حال . قال : تكون وردة كالدهان ، وتكون كالمهل ; وقيل : أي لتركبن أيها الإنسان حالا بعد حال ، من كونك نطفة ثم علقة ثم مضغة ثم حيا وميتا وغنيا وفقيرا . فالخطاب للإنسان المذكور في قوله : يا أيها الإنسان إنك كادح هو اسم للجنس ، ومعناه الناس . وقرأ الباقون لتركبن بضم الباء ، خطابا للناس ، واختاره أبو عبيد وأبو حاتم ، قال : لأن المعنى بالناس أشبه منه بالنبي - صلى الله عليه وسلم - ، لما ذكر قبل هذه الآية فمن أوتي كتابه بيمينه ومن أوتي كتابه بشماله . أي لتركبن حالا بعد حال من شدائد القيامة ، أو لتركبن سنة من كان قبلكم في التكذيب واختلاق على الأنبياء .قلت : وكله مراد ، وقد جاءت بذلك أحاديث ، فروى أبو نعيم الحافظ عن جعفر بن محمد بن علي عن جابر - رضي الله عنه - ، قال سمعت رسول - صلى الله عليه وسلم - يقول : إن ابن آدم لفي غفلة عما خلقه الله - عز وجل - ; إن الله لا إله غيره إذا أراد خلقه قال للملك اكتب رزقه وأثره وأجله ، واكتب شقيا أو سعيدا ، ثم يرتفع ذلك الملك ، ويبعث الله ملكا آخر فيحفظه حتى يدرك ، ثم يبعث الله ملكين يكتبان حسناته وسيئاته ، فإذا جاءه الموت ارتفع ذانك الملكان ، ثم جاءه ملك الموت - عليه السلام - فيقبض روحه ، فإذا أدخل حفرته رد الروح في جسده ، ثم يرتفع ملك الموت ، ثم جاءه ملكا القبر فامتحناه ، ثم يرتفعان ، فإذا قامت الساعة انحط عليه ملك الحسنات وملك السيئات ، فأنشطا كتابا معقودا في عنقه ، ثم حضرا معه ، واحد سائق والآخر شهيد ثم قال الله - عز وجل - لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد . قال رسول الله - صلى الله عليه وسلم - : لتركبن طبقا عن طبق قال : \" حالا بعد حال \" ثم قال النبي - صلى الله عليه وسلم - : \" إن قدامكم أمرا عظيما فاستعينوا بالله العظيم \" فقد اشتمل هذا الحديث على أحوال تعتري الإنسان ، من حين يخلق إلى حين يبعث ، وكله شدة بعد شدة ، حياة ثم موت ، ثم بعث ثم جزاء ، وفي كل حال من هذه شدائد . وقال - صلى الله عليه وسلم - : لتركبن سنن من قبلكم شبرا بشبر ، وذراعا بذراع ، حتى لو دخلوا جحر ضب لدخلتموه ، قالوا : يا رسول الله ،اليهود والنصارى ؟ قال : فمن ؟ خرجه البخاري : وأما أقوال المفسرين ، فقال عكرمة : حالا بعد حال ، فطيما بعد رضيع ، وشيخا بعد شباب ، قال الشاعر :كذلك المرء إن ينسأ له أجل     يركب على طبق من بعده طبقوعن مكحول : كل عشرين عاما تجدون أمرا لم تكونوا عليه : وقال الحسن : أمرا بعد أمر ، رخاء بعد شدة ، وشدة بعد رخاء ، وغنى بعد فقر ، وفقرا بعد غنى ، وصحة بعد سقم ، وسقما بعد صحة : سعيد بن جبير : منزلة بعد منزلة ، قوم كانوا في الدنيا متضعين فارتفعوا في الآخرة ، وقوم كانوا في الدنيا مرتفعين فاتضعوا في الآخرة : وقيل : منزلة عن منزلة ، وطبقا عن طبق ، وذلك أن من كان على صلاح دعاه إلى صلاح فوقه ، ومن كان على فساد دعاه إلى فساد فوقه ; لأن كل شيء يجري إلى شكله : ابن زيد : ولتصيرن من طبق الدنيا إلى طبق الآخرة : وقال ابن عباس : الشدائد والأهوال : الموت ، ثم البعث ، ثم العرض ، والعرب تقول لمن وقع في أمر شديد : وقع في بنات طبق ، وإحدى بنات طبق ، ومنه قيل للداهية الشديدة : أم طبق ، وإحدى بنات طبق : وأصلها من الحيات ، إذ يقال : للحية أم طبق لتحويها : والطبق في اللغة : الحال كما وصفنا ، قال الأقرع بن حابس التميمي :إني امرؤ قد حلبت الدهر أشطره     وساقني طبق منه إلى طبقوهذا أدل دليل على حدوث العالم ، وإثبات الصانع ، قالت الحكماء : من كان اليوم على حالة ، وغدا على حالة أخرى فليعلم أن تدبيره إلى سواه : وقيل لأبي بكر الوراق : ما الدليل على أن لهذا العالم صانعا ؟ فقال : تحويل الحالات ، وعجز القوة ، وضعف الأركان ، وقهر النية ، ونسخ العزيمة : ويقال : أتانا طبق من الناس وطبق من الجراد : أي جماعة : وقول العباس في مدح النبي - صلى الله عليه وسلم - :تنقل من صالب إلى رحم     إذا مضى عالم بدا طبقأي قرن من الناس . يكون طباق الأرض أي ملأها . والطبق أيضا : عظم رقيق يفصل بين الفقارين ويقال : مضى طبق من الليل ، وطبق من النهار : أي معظم منه . والطبق : واحد الأطباق ، فهو مشترك . وقرئ ( لتركبن ) بكسر الباء ، على خطاب النفس و ( ليركبن ) بالياء على ليركبن الإنسان . و ( عن طبق ) في محل نصب على أنه صفة ل \" طبقا \" أي طبقا مجاوزا لطبق . أو حال من الضمير في لتركبن أي لتركبن طبقا مجاوزين لطبق ، أو مجاوزا أو مجاوزة على حسب القراءة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ ) اختلفت القرّاء في قراءته، فقرأه عمر بن الخطاب وابن مسعود وأصحابه وابن عباس وعامة قرّاء مكة والكوفة ( لَتَرْكَبَنَّ ) بفتح التاء والباء. واختلف قارئو ذلك كذلك في معناه، فقال بعضهم: لَتَرْكَبنَ يا محمد أنت حالا بعد حال، وأمرًا بعد أمر من الشدائد.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا أبو بشر، عن مجاهد، أن ابن عباس كان يقرأ: ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) يعني نبيكم صلى الله عليه وسلم حالا بعد حال .حدثنا أبو كريب، قال: ثنا ابن عُلَيَة، قال: ثنا إسرائيل، عن أبي إسحاق، عن رجل حدّثه، عن ابن عباس في ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: منزلا بعد منزل .حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) يقول: حالا بعد حال .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ ) يعني: منزلا بعد منزل، ويقال: أمرًا بعد أمر، وحالا بعد حال .حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، قال: سمعت مجاهدًا، عن ابن عباس ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: محمد صلى الله عليه وسلم.حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة في قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: حالا بعد حال .حدثنا ابن بشار، قال: ثنا هَوْذة، قال: ثنا عوف، عن الحسن، في قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: حالا بعد حال .حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: سأل حفص الحسن عن قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: منزلا عن منزل، وحالا بعد حال .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا شريك، عن موسى بن أبي عائشة، قال: سألت مرّة عن قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: حالا بعد حال .حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: حالا بعد حال .حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: حالا بعد حال .قال ثنا وكيع، عن نصر، عن عكرِمة، قال: حالا بعد حال.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: لَتَرْكَبُنَّ الأمور حالا بعد حال .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) يقول: حالا بعد حال، ومنزلا عن منزل .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) منزلا بعد منزل، وحالا بعد حال .حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: أمرًا بعد أمر .حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: أمرًا بعد أمر .وقال آخرون ممن قرأ هذه المقالة، وقرأ هذه القراءة عُنِي بذلك: لتركبنّ أنت يا محمد سماء بعد سماء.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: قال الحسن وأبو العالية ( لَتَرْكَبَنَّ ) يعني محمدًا صلى الله عليه وسلم ( طَبَقًا عَنْ طَبَقٍ ) السموات .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن أبي الضحى، عن مسروق ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: أنت يا محمد سماء عن سماء .حدثنا أبو كريب، قال: ثنا وكيع، عن إسماعيل، عن الشعبيّ، قال: سماء بعد سماء .حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن جابر، عن عامر، عن علقمة، عن عبد الله، قال: سماء فوق سماء .وقال آخرون: بل معنى ذلك: لتركَبَنّ الآخرة بعد الأولى.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: الآخرة بعد الأولى .وقال آخرون ممن قرأ هذه القراءة: إنما عُنِي بذلك أنها تتغير ضروبًا من التغيير، وتُشَقَّقُ بالغمام مرّة وتحمرّ أخرى، فتصير وردة كالدهان، وتكون أخرى كالمهل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن قيس بن وهب، عن مرّة، عن ابن مسعود ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: السماء مرّة كالدِّهان، ومرّة تَشَقَّق .حدثنا ابن المثني، قال: ثنا محمد بن جعفر، قال: سمعت أبا الزرقاء الهَمْداني، وليس بأبي الزرقاء الذي يحدث في المسح على الجوربين، قال: سمعت مُرّة الهمداني، قال: سمعت عبد الله يقول في هذه الآية ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: السماء .حدثني عليّ بن سعيد الكنديّ، قال: ثنا عليّ بن غراب، عن الأعمش، عن إبراهيم، عن عبد الله في قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: هي السماء تغبرّ وتحمرّ وتَشَقَّق.حدثنا أبو السائب، قال: ثني أبو معاوية، عن الأعمش، عن إبراهيم، عن عبد الله، في قوله: ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: هي السماء تَشَقَّق، ثم تحمرّ، ثم تنفطر؛ قال: وقال ابن عباس: حالا بعد حال .حدثني يحيى بن إبراهيم المسعوديّ، قال: ثني أبي، عن أبيه، عن جدّه، عن الأعمش، عن إبراهيم قال: قرأ عبد الله هذا الحرف ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: السماء حالا بعد حال، ومنزلة بعد منزلة .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن إبراهيم، عن عبد الله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) قال: هي السماء .حدثنا مهران، عن سفيان، عن أبي فروة، عن مرّة، عن ابن مسعود أنه قرأها نصبًا، قال: هي السماء .حدثنا أبو كريب، قال: ثنا وكيع، عن الأعمش، عن إبراهيم، عن عبد الله، قال: هي السماء تغير لونًا بعد لون .وقرأ ذلك عامة قرّاء المدينة وبعض الكوفيين ( لَتَرْكَبُنَّ ) بالتاء، وبضم الباء على وجه الخطاب للناس كافة أنهم يركبون أحوال الشدّة حالا بعد حال. وقد ذكر بعضهم أنه قرأ ذلك بالياء وبضم الباء، على وجه الخبر عن الناس كافة، أنهم يفعلون ذلك.وأولى القراءات في ذلك عندي بالصواب: قراءة من قرأ بالتاء وبفتح الباء، لأن تأويل أهل التأويل من جميعهم بذلك ورد وإن كان للقراءات الأخَر وجوه مفهومة. وإذا كان الصواب من القراءة في ذلك ما ذكرنا فالصواب من التأويل قول من قال ( لَتَرْكَبَنَّ ) أنت يا محمد حالا بعد حال، وأمرًا بعد أمر من الشدائد. والمراد بذلك -وإن كان الخطاب إلى رسول الله صلى الله عليه وسلم موجهًا- جميع الناس، أنهم يلقون من شدائد يوم القيامة وأهواله أحوالا.وإنما قلنا: عُنِي بذلك ما ذكرنا أن الكلام قبل قوله ( لَتَرْكَبَنَّ طَبَقًا عَنْ طَبَقٍ ) جرى بخطاب الجميع، وكذلك بعده، فكان أشبه أن يكون ذلك نظير ما قبله وما بعده.وقوله: ( طَبَقًا عَنْ طَبَقٍ ) من قول العرب: وقع فلان في بنات طبق: إذا وقع في أمر شديد."
      }
    ],
    "20": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فما لهم» أي الكفار «لا يؤمنون» أي أيُّ مانع من الإيمان أو أي حجة لهم في تركه مع وجود براهينه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ومع هذا، فكثير من الناس لا يؤمنون."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي فماذا يمنعهم من الإيمان بالله ورسوله واليوم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله عز وجل: \"فما لهم لا يؤمنون\"؟ استفهام إنكار."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فما لهم لا يؤمنون يعني : أي شيء يمنعهم من الإيمان بعدما وضحت لهم الآيات وقامت الدلالات . وهذا استفهام إنكار . وقيل : تعجب أي اعجبوا منهم في ترك الإيمان مع هذه الآيات ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَمَا لَهُمْ لا يُؤْمِنُونَ ) يقول تعالى ذكره: فما لهؤلاء المشركين لا يصدّقون بتوحيد الله، ولا يقرّون بالبعث بعد الموت، وقد أقسم لهم ربهم بأنهم راكبون طبقًا عن طبق مع ما قد عاينوا من حججه بحقيقة توحيده.وقد حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَمَا لَهُمْ لا يُؤْمِنُونَ ) قال: بهذا الحديث، وبهذا الأمر ."
      }
    ],
    "21": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«و» مالهم «إذا قُرىءَ عليهم القرآن لا يسجدون» يخضعون بأن يؤمنوا به لإعجازه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ  أي: لا يخضعون للقرآن، ولا ينقادون لأوامره ونواهيه،"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وما لهم إذا قرئت عليهم آيات الله وكلامه وهو هذا القرآن لا يسجدون إعظاما وإكراما واحتراما؟."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وإذا قرئ عليهم القرآن لا يسجدون ) قال الكلبي ومقاتل : لا يصلون .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أخبرنا أبو محمد عبد الجبار بن محمد الجراحي ، حدثنا أبو العباس محمد بن أحمد المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا قتيبة حدثنا سفيان بن عيينة عن أيوب بن موسى عن عطاء بن مينا عن أبي هريرة قال : سجدنا مع رسول الله - صلى الله عليه وسلم - في \" اقرأ باسم ربك \" \" وإذا السماء انشقت \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا مسدد ، أخبرنا معمر قال : سمعت أبي قال حدثني بكر ، عن أبي رافع قال : صليت مع أبي هريرة العتمة فقرأ إذا السماء انشقت ، فسجد فقلت : ما هذا ؟ قال : سجدت بها خلف أبي القاسم - صلى الله عليه وسلم - فلا أزال أسجد فيها حتى ألقاه ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وإذا قرئ عليهم القرآن لا يسجدون أي لا يصلون . وفي الصحيح : أن أبا هريرة قرأ إذا السماء انشقت فسجد فيها ، فلما انصرف أخبرهم أن رسول الله - صلى الله عليه وسلم - سجد فيها . وقد قال مالك : إنها ليست من عزائم السجود ; لأن المعنى لا يذعنون ولا يطيعون في العمل بواجباته .ابن العربي : والصحيح أنها منه ، وهي رواية المدنيين عنه ، وقد اعتضد فيها القرآن والسنة . قال ابن العربي : لما أممت بالناس تركت قراءتها ; لأني إن سجدت أنكروه ، وإن تركتها كان تقصيرا مني ، فاجتنبتها إلا إذا صليت وحدي . وهذا تحقيق وعد الصادق بأن يكون المعروف منكرا ، والمنكر معروفا ; وقد قال - صلى الله عليه وسلم - لعائشة : لولا حدثان قومك بالكفر لهدمت البيت ، ولرددته على قواعد إبراهيم .ولقد كان شيخنا أبو بكر الفهري يرفع يديه عند الركوع ، وعند الرفع منه ، وهو مذهب مالك والشافعي ويفعله الشيعة ، فحضر عندي يوما في محرس ابن الشواء بالثغر - موضع تدريسي - عند صلاة الظهر ، ودخل المسجد من المحرس المذكور ، فتقدم إلى الصف وأنا في مؤخره قاعدا على طاقات البحر ، أتنسم الريح من شدة الحر ، ومعي في صف واحد أبو ثمنة رئيس البحر وقائده ، مع نفر من أصحابه ينتظر الصلاة ، ويتطلع على مراكب تخت الميناء ، فلما رفع الشيخ يديه في الركوع وفي رفع الرأس منه قال أبو ثمنة وأصحابه : ألا ترون إلى هذا المشرقي كيف دخل مسجدنا ؟ فقوموا إليه فاقتلوه وارموا به إلى البحر ، فلا يراكم أحد . فطار قلبي من بين جوانحي وقلت : سبحان الله هذا الطرطوشي فقيه الوقت . فقالوا لي : ولم يرفع يديه ؟ فقلت : كذلك كان النبي - صلى الله عليه وسلم - يفعل ، وهذا مذهبمالك ، في رواية أهل المدينة عنه . وجعلت أسكنهم وأسكتهم حتى فرغ من صلاته ، وقمت معه إلى المسكن من المحرس ، ورأى تغير وجهي ، فأنكره ، وسألني فأعلمته ، فضحك وقال : ومن أين لي أن أقتل على سنة ؟ فقلت له : ولا يحل لك هذا ، فإنك بين قوم إن قمت بها قاموا عليك وربما ذهب دمك . فقال : دع هذا الكلام ، وخذ في غيره ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لا يَسْجُدُونَ ) يقول تعالى ذكره: وإذا قُرئ عليهم كتاب ربهم لا يخضعون ولا يستكينون، وقد بيَّنا معنى السجود قبلُ بشواهده، فأغنى ذلك عن إعادته."
      }
    ],
    "22": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«بل الذين كفروا يكذبون» بالبعث وغيره."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ  أي: يعاندون الحق بعدما تبين، فلا يستغرب عدم إيمانهم وعدم انقيادهم للقرآن، فإن المكذب بالحق عنادًا، لا حيلة فيه."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي من سجيتهم التكذيب والعناد والمخالفة للحق."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"بل الذين كفروا يكذبون\"، بالقرآن والبعث."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : بل الذين كفروا يكذبون محمدا - صلى الله عليه وسلم - وما جاء به . وقال مقاتل : نزلت في بني عمرو بن عمير وكانوا أربعة ، فأسلم اثنان منهم . وقيل : هي في جميع الكفار ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (22)قوله: ( بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ ) يقول تعالى ذكره: بل الذين كفروا يكذبون بآيات الله وتنزيله."
      }
    ],
    "23": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والله أعلم بما يوعون» يجمعون في صحفهم من الكفر والتكذيب وأعمال السوء."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ  أي: بما يعملونه وينوونه سرًا، فالله يعلم سرهم وجهرهم، وسيجازيهم بأعمالهم."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "قال مجاهد وقتادة يكتمون في صدورهم."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"والله أعلم بما يوعون\". في صدورهم من التكذيب. قال مجاهد: يكتمون."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "والله أعلم بما يوعون أي بما يضمرونه في أنفسهم من التكذيب . كذا روى الضحاك عن ابن عباس . وقال مجاهد : يكتمون من أفعالهم . ابن زيد : يجمعون من الأعمال الصالحة والسيئة ; مأخوذ من الوعاء الذي يجمع ما فيه ; يقال : أوعيت الزاد والمتاع : إذا جعلته في الوعاء ; قال الشاعر :الخير أبقى وإن طال الزمان به والشر أخبث ما أوعيت من زادووعاه أي حفظه ; تقول : وعيت الحديث أعيه وعيا ، وأذن واعية . وقد تقدم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ ) يقول تعالى ذكره: والله أعلم بما تُوعيه صدور هؤلاء المشركين من التكذيب بكتاب الله ورسوله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( يُوعُونَ ) قال: يكتمون .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ ) قال: المرءُ يُوعِي متاعه وماله هذا في هذا، وهذا في هذا، هكذا يعرف الله ما يوعون من الأعمال، والأعمال السيئة مما تُوعيه قلوبهم، ويجتمع فيها من هذه الأعمال الخير والشر، فالقلوب وعاء هذه الأعمال كلها، الخير والشرّ، يعلم ما يسرّون وما يعلنون، ولقد وَعَى لكم ما لا يدري أحد ما هو من القرآن وغير ذلك، فاتقوا الله وإياكم أن تدخلوا على مكارم هذه الأعمال بعض هذه الخبث ما يفسدها .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( يُوعُونَ ) قال في صدورهم."
      }
    ],
    "24": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فبشرهم» أخبرهم «بعذاب أليم» مؤلم."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ  وسميت البشارة بشارة، لأنها تؤثر في البشرة سرورًا أو غمًا.فهذه حال أكثر الناس، التكذيب بالقرآن، وعدم الإيمان [به]."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "أي فأخبرهم يا محمد بأن الله عز وجل قد أعد لهم عذابا أليما."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"فبشرهم بعذاب أليم\"."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "أي موجع في جهنم على تكذيبهم .أي أجعل ذلك بمنزلة البشارة ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ ) يقول جلّ ثناؤه: فبشر يا محمد هؤلاء المكذّبين بآيات الله بعذاب أليم لهم عند الله موجع ."
      }
    ],
    "25": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأيُّ شيء يمنعهم من الإيمان بالله واليوم الآخر بعد ما وُضِّحت لهم الآيات؟ وما لهم إذا قرئ عليهم القرآن لا يسجدون لله، ولا يسلِّمُون بما جاء فيه؟ إنما سجية الذين كفروا التكذيب ومخالفة الحق. والله أعلم بما يكتمون في صدورهم من العناد مع علمهم بأن ما جاء به القرآن حق، فبشرهم -أيها الرسول- بأن الله- عز وجل- قد أعدَّ لهم عذابًا موجعًا، لكن الذين آمنوا بالله ورسوله وأدَّوْا ما فرضه الله عليهم، لهم أجر في الآخرة غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«إلا» لكن «الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون» غير مقطوع ولا منقوص ولا يُمَنُّ به عليه."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ومن الناس فريق هداهم الله، فآمنوا بالله، وقبلوا ما جاءتهم به الرسل، فآمنوا وعملوا الصالحات.فهؤلاء لهم أجر غير ممنون أي: غير مقطوع بل هو أجر دائم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.تم تفسير السورة ولله الحمد."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله ( إلا الذين آمنوا وعملوا الصالحات ) هذا استثناء منقطع يعني لكن الذين آمنوا - أي بقلوبهم وعملوا الصالحات بجوارحهم ( لهم أجر ) أي في الدار الآخرة( غير ممنون ) قال ابن عباس غير منقوص وقال مجاهد والضحاك غير محسوبوحاصل قولهما أنه غير مقطوع كما قال تعالى ( عطاء غير مجذوذ ) هود 108 وقال السدي قال بعضهم ( غير ممنون ) غير منقوص وقال بعضهم ( غير ممنون ) عليهم .وهذا القول الآخر عن بعضهم قد أنكره غير واحد فإن الله عز وجل له المنة على أهل الجنة في كل حال وآن ولحظة وإنما دخلوها بفضله ورحمته لا بأعمالهم فله عليهم المنة دائما سرمدا والحمد لله وحده أبدا ولهذا يلهمون تسبيحه وتحميده كما يلهمون النفس ( وآخر دعواهم أن الحمد لله رب العالمين ) يونس : 10آخر تفسير سورة الانشقاق ولله الحمد"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"إلا الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون\"، غير مقطوع ولا منقوص."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "إلا الذين آمنوا وعملوا الصالحات استثناء منقطع ، كأنه قال : لكن الذين صدقوا بشهادة أن لا إله إلا الله وأن محمدا رسول الله ، وعملوا الصالحات ، أي أدوا الفرائض المفروضة عليهم .لهم أجر أي ثواب غير ممنون أي غير منقوص ولا مقطوع ; يقال : مننت الحبل : إذا قطعته . وقد تقدم .وسأل نافع بن الأزرق ابن عباس عن قوله لهم أجر غير ممنون : فقال : غير مقطوع . فقال : هل تعرف ذلك العرب ؟ قال : نعم قد عرفه أخو يشكر حيث يقول :فترى خلفهن من سرعة الرج     ع منينا كأنه أهباءقال المبرد : المنين : الغبار ; لأنها تقطعه وراءها . وكل ضعيف منين وممنون . وقيل : غير ممنون لا يمن عليهم به . وذكر ناس من أهل العلم أن قوله : إلا الذين آمنوا وعملوا الصالحات ليس استئناء ، وإنما هو بمعنى الواو ، كأنه قال : والذين آمنوا . وقد مضى في ( البقرة ) القول فيه والحمد لله . تمت سورة الانشقاق ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) يقول: إلا الذين تابوا منهم وصدّقوا، وأقرّوا بتوحيده، ونبوّة نبيه محمد صلى الله عليه وسلم، وبالبعث بعد الممات.( وعملوا الصالحات ) : يقول: وأدَّوا فرائض الله، واجتنبوا ركوب ما حرّم الله عليهم ركوبه.وقوله: ( لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يقول تعالى ذكره لهؤلاء الذين آمنوا وعملوا الصالحات: ثواب غير محسوب ولا منقوص.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يقول: غير منقوص .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان عن ابن جريج، عن مجاهد، قوله: ( أَجْرٌ غَيْرُ مَمْنُونٍ ) يعني: غير محسوب .آخر تفسير سورة ( إِذَا السَّمَاءُ انْشَقَّتْ ) ."
      }
    ]
  }
}