{
  "surah": {
    "surahNo": 93,
    "surahNameAr": "الضحى",
    "surahNameArabicLong": "سورة الضحى",
    "surahNameEn": "Ad-Dhuhaa",
    "revelationPlace": "Mecca",
    "totalAyat": 11
  },
  "ayat": {
    "1": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والضحى» أي أول النهار أو كله."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "أقسم تعالى بالنهار إذا انتشر ضياؤه بالضحى."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "تفسير سورة الضحى وهي مكية .روينا من طريق أبي الحسن أحمد بن محمد بن عبد الله بن أبي بزة المقرئ قال : قرأت على عكرمة بن سليمان ، وأخبرني أنه قرأ على إسماعيل بن قسطنطين وشبل بن عباد ، فلما بلغت \" والضحى \" قالا : لي : كبر حتى تختم مع خاتمة كل سورة ، فإنا قرأنا على ابن كثير فأمرنا بذلك . وأخبرنا أنه قرأ على مجاهد فأمره بذلك ، وأخبره مجاهد أنه قرأ على ابن عباس فأمره بذلك ، وأخبره ابن عباس أنه قرأ على أبي بن كعب فأمره بذلك ، وأخبره أبي أنه قرأ على رسول الله - صلى الله عليه وسلم - فأمره بذلك .فهذه سنة تفرد بها أبو الحسن أحمد بن محمد بن عبد الله البزي من ولد القاسم بن أبي بزة ، وكان إماما في القراءات ، فأما في الحديث فقد ضعفه أبو حاتم الرازي وقال : لا أحدث عنه ، وكذلك أبو جعفر العقيلي قال : هو منكر الحديث . لكن حكى الشيخ شهاب الدين أبو شامة في شرح الشاطبية عن الشافعي أنه سمع رجلا يكبر هذا التكبير في الصلاة ، فقال له : أحسنت وأصبت السنة . وهذا يقتضي صحة هذا الحديث .ثم اختلف القراء في موضع هذا التكبير وكيفيته ، فقال بعضهم : يكبر من آخر \" والليل إذا يغشى \" وقال آخرون : من آخر \" والضحى \" وكيفية التكبير عند بعضهم أن يقول : الله أكبر ويقتصر ، ومنهم من يقول الله أكبر ، لا إله إلا الله والله أكبر .وذكر الفراء في مناسبة التكبير من أول سورة \" الضحى \" : أنه لما تأخر الوحي عن رسول الله - صلى الله عليه وسلم - وفتر تلك المدة [ ثم ] جاءه الملك فأوحى إليه : \" والضحى والليل إذا سجى \" السورة بتمامها ، كبر فرحا وسرورا . ولم يرو ذلك بإسناد يحكم عليه بصحة ولا ضعف ، فالله أعلم .قال الإمام أحمد : حدثنا أبو نعيم ، حدثنا سفيان ، عن الأسود بن قيس قال : سمعت جندبا يقول : اشتكى النبي - صلى الله عليه وسلم - فلم يقم ليلة أو ليلتين ، فأتت امرأة فقالت : يا محمد ، ما أرى شيطانك إلا قد تركك . فأنزل الله - عز وجل - : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى ) .رواه البخاري ، ومسلم ، والترمذي ، والنسائي ، وابن أبي حاتم ، وابن جرير من طرق ، عن الأسود بن قيس ، عن جندب - هو ابن عبد الله البجلي ثم العلقي به . وفي رواية سفيان بن عيينة عن الأسود بن قيس : سمع جندبا قال : أبطأ جبريل على رسول الله - صلى الله عليه وسلم - فقال المشركون : ودع محمد ، فأنزل الله : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى ) .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج وعمرو بن عبد الله الأودي قالا : حدثنا أبو أسامة ، حدثني سفيان ، حدثني الأسود بن قيس ، أنه سمع جندبا يقول : رمي رسول الله - صلى الله عليه وسلم - بحجر في أصبعه فقال :هل أنت إلا أصبع دميت وفي سبيل الله ما لقيت ؟قال : فمكث ليلتين أو ثلاثا لا يقوم ، فقالت له امرأة : ما أرى شيطانك إلا قد تركتك فنزلت : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى ) والسياق لأبي سعيد .قيل : إن هذه المرأة هي : أم جميل امرأة أبي لهب ، وذكر أن أصبعه ، عليه السلام ، دميت . وقوله - هذا الكلام الذي اتفق أنه موزون - ثابت في الصحيحين ولكن الغريب هاهنا جعله سببا لتركه القيام ، ونزول هذه السورة . فأما ما رواه ابن جرير :حدثنا ابن أبي الشوارب ، حدثنا عبد الواحد بن زياد ، حدثنا سليمان الشيباني ، عن عبد الله بن شداد : أن خديجة قالت للنبي - صلى الله عليه وسلم - : ما أرى ربك إلا قد قلاك . فأنزل الله : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى )وقال أيضا : حدثنا أبو كريب ، حدثنا وكيع ، عن هشام بن عروة ، عن أبيه قال : أبطأ جبريل على النبي - صلى الله عليه وسلم - فجزع جزعا شديدا ، فقالت خديجة : إني أرى ربك قد قلاك مما نرى من جزعك . قال : فنزلت : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى ) إلى آخرها .فإنه حديث مرسل من [ هذين الوجهين ] ولعل ذكر خديجة ليس محفوظا ، أو قالته على وجه التأسف والتحزن ، والله أعلم .وقد ذكر بعض السلف - منهم ابن إسحاق - أن هذه السورة هي التي أوحاها جبريل إلى رسول الله - صلى الله عليه وسلم - حين تبدى له في صورته التي خلقه الله عليها ، ودنا إليه وتدلى منهبطا عليه وهو بالأبطح ، ( فأوحى إلى عبده ما أوحى ) [ النجم : 10 ] . قال : قال له هذه السورة : ( والضحى والليل إذا سجى )قال العوفي ، عن ابن عباس : لما نزل على رسول الله - صلى الله عليه وسلم - القرآن ، أبطأ عنه جبريل أياما ، فتغير بذلك ، فقال المشركون : ودعه ربه وقلاه . فأنزل الله : ( ما ودعك ربك وما قلى )وهذا قسم منه تعالى بالضحى وما جعل فيه من الضياء ،"
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "مكيةأخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا أحمد بن يونس ، حدثنا زهير ، حدثنا الأسود بن قيس قال : سمعت جندب بن سفيان قال : اشتكى رسول الله - صلى الله عليه وسلم - فلم يقم ليلتين أو ثلاثا فجاءت امرأة فقالت : يا محمد إني لأرجو أن يكون شيطانك قد تركك ، لم أره قربك منذ ليلتين أو ثلاث ، فأنزل الله - عز وجل - : ( والضحى والليل إذا سجى ما ودعك ربك وما قلى ) .وقيل : إن المرأة التي قالت ذلك أم جميل امرأة أبي لهب .وقال المفسرون سألت اليهود ، رسول الله - صلى الله عليه وسلم - عن ذي القرنين وأصحاب الكهف وعن الروح ؟ فقال : سأخبركم غدا ، ولم يقل : إن شاء الله ، فاحتبس عنه الوحي .وقال زيد بن أسلم : كان سبب احتباس جبريل - عليه السلام - عنه كون جرو في بيته ، فلما نزل عاتبه رسول الله - صلى الله عليه وسلم - على إبطائه ، فقال : إنا لا ندخل بيتا فيه كلب [ أو ] صورة .واختلفوا في مدة احتباس الوحي عنه ، فقال ابن جريج : اثنا عشر يوما . وقال ابن عباس : خمسة عشر يوما . وقال مقاتل : أربعون يوما .قالوا : فقال المشركون : إن محمدا ودعه ربه وقلاه ، فأنزل الله تعالى هذه السورة ، فقال النبي - صلى الله عليه وسلم - : \" يا جبريل ما جئت حتى اشتقت إليك \" ، فقال جبريل : \" إني كنت أشد شوقا [ إليك ] ، ولكني عبد مأمور \" ، فأنزل : وما نتنزل إلا بأمر ربك ( مريم - 64 ) .قوله - عز وجل - : ( والضحى ) أقسم بالضحى وأراد به النهار كله ، بدليل أنه قابله بالليل [ فقال والليل ] إذا سجى ، نظيره : قوله : \" أوأمن أهل القرى أن يأتيهم بأسنا ضحى \" ( الأعراف - 98 ) أي نهارا .وقال قتادة ومقاتل : يعني وقت الضحى ، وهي الساعة التي فيها ارتفاع الشمس ، واعتدال النهار في الحر والبرد والصيف والشتاء"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "سورة الضحىمكية باتفاق . وهي إحدى عشرة آيةبسم الله الرحمن الرحيموالضحىقوله تعالى : والضحى والليل إذا سجى قد تقدم القول في ( الضحى ) ، والمراد به النهار لقوله : والليل إذا سجى فقابله بالليل . وفي سورة ( الأعراف ) أفأمن أهل القرى أن يأتيهم بأسنا بياتا وهم نائمون أوأمن أهل القرى أن يأتيهم بأسنا ضحى وهم يلعبون أي نهارا . وقال قتادة ومقاتل وجعفر الصادق : أقسم بالضحى الذي كلم الله فيه موسى ، وبليلة المعراج . وقيل : هي الساعة التي خر فيها السحرة سجدا . بيانه قوله تعالى : وأن يحشر الناس ضحى . وقال أهل المعاني فيه وفي أمثاله : فيه إضمار ، مجازه ورب الضحى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله جل جلاله وتقدست أسماؤه  وَالضُّحَى (1)أقسم ربنا جلّ ثناؤه بالضحى، وهو النهار كله، وأحسب أنه من قولهم: ضَحِيَ فلان للشمس: إذا ظهر منه؛ ومنه قوله:  وَأَنَّكَ لا تَظْمَأُ فِيهَا وَلا تَضْحَى  : أي لا يصيبك فيها الشمس.وقد ذكرت اختلاف أهل العلم في معناه في قوله:  وَالشَّمْسِ وَضُحَاهَا  مع ذكري اختيارنا فيه. وقيل: عُنِي به وقت الضحى.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالضُّحَى ) ساعة من ساعات النهار."
      }
    ],
    "2": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«والليل إذا سجى» غطى بظلامه أو سكن."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وبالليل إذا سجى وادلهمت ظلمته، على اعتناء الله برسوله صلى الله عليه وسلم"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( والليل إذا سجى ) أي : سكن فأظلم وادلهم . قاله مجاهد ، وقتادة ، والضحاك ، وابن زيد ، وغيرهم . وذلك دليل ظاهر على قدرة خالق هذا وهذا . كما قال : ( والليل إذا يغشى والنهار إذا تجلى ) [ الليل : 1 ، 2 ] ، وقال : ( فالق الإصباح وجعل الليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم ) [ الأنعام : 96 ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( والليل إذا سجى ) قال الحسن : أقبل بظلامه ، وهي رواية العوفي عن ابن عباس ، وقال الوالبي عنه : إذا ذهب ، قال عطاء والضحاك : غطى كل شيء بالظلمة . وقال مجاهد : استوى . وقال قتادة وابن زيد : سكن واستقر ظلامه فلا يزداد بعد ذلك . يقال : ليل ساج وبحر ساج [ إذا كان ساكنا ] ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "وسجا معناه : سكن قاله قتادة ومجاهد وابن زيد وعكرمة . يقال : ليلة ساجية أي ساكنة . ويقال للعين إذا سكن طرفها : ساجية . يقال : سجا الليل يسجو سجوا : إذا سكن . والبحر إذا سجا : سكن . قال الأعشى :فما ذنبنا أن جاش بحر ابن عمكم وبحرك ساج ما يواري الدعامصاوقال الراجز :يا حبذا القمراء والليل ساج     وطرق مثل ملاء النساجوقال جرير :ولقد رمينك يوم رحن بأعين     ينظرن من خلل الستور سواجيوقال الضحاك : سجا غطى كل شيء . قال الأصمعي : سجو الليل : تغطيته النهار مثلما يسجى الرجل بالثوب . وقال الحسن : غشي بظلامه وقاله ابن عباس . وعنه : إذا ذهب . وعنه أيضا : إذا أظلم . وقال سعيد بن جبير : أقبل وروي عن قتادة أيضا . وروى ابن أبي نجيح عن مجاهد : سجا استوى . والقول الأول أشهر في اللغة : سجا سكن أي سكن الناس فيه . كما يقال : نهار صائم ، وليل قائم . وقيل : سكونه استقرار ظلامه واستواؤه . ويقال : والضحى والليل إذا سجا : يعني عباده الذين يعبدونه في وقت الضحى ، وعباده الذين يعبدونه بالليل إذا أظلم . ويقال : الضحى : يعني نور الجنة إذا تنور . والليل إذا سجا : يعني ظلمة الليل إذا أظلم . ويقال : والضحى : يعني النور الذي في قلوب العارفين كهيئة النهار . والليل إذا سجا : يعني السواد الذي في قلوب الكافرين كهيئة الليل فأقسم الله - عز وجل - بهذه الأشياء ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَاللَّيْلِ إِذَا سَجَى ) اختلف أهل التأويل في تأويله، فقال بعضهم: معناه: والليل إذا أقبل بظلامه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَاللَّيْلِ إِذَا سَجَى ) يقول: والليل إذا أقبل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن، في قول الله: ( وَاللَّيْلِ إِذَا سَجَى ) قال: إذا لَبِسَ الناس، إذَا جاء.وقال آخرون: بل معنى ذلك: إذا ذهب.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن علي، عن ابن عباس ( وَاللَّيْلِ إِذَا سَجَى ) يقول: إذا ذهب.وقال آخرون: معناه: إذا استوى وسكن.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مِهْران؛ وحدثنا أبو كُرَيب، قال: ثنا وكيع، جميعا عن سفيان، عن ابن أبي نجيح، عن مجاهد ( وَاللَّيْلِ إِذَا سَجَى ) قال: إذا استوى.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَاللَّيْلِ إِذَا سَجَى ) قال: إذا استوىحدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّيْلِ إِذَا سَجَى ) سكن بالخلق.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( وَاللَّيْلِ إِذَا سَجَى ) يعني: استقراره وسكونه.حدثني يونس، قال: أخبرني ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّيْلِ إِذَا سَجَى ) قال: إذا سكن، قال: ذلك سجوه، كما يكون سكون البحر سجوه.وأولى هذه الأقوال بالصواب عندي في ذلك قول من قال معناه: والليل إذا سكن بأهله، وثبت بظلامه، كما يقال: بحر ساج: إذا كان ساكنا؛ ومنه قول أعشى بني ثعلبة:فَمَا ذَنْبُنا إنْ جاشَ بَحْرُ ابنِ عَمِّكموَبحْرُكَ ساجٍ ما يُوَارِي الدَّعامِصَا (4)وقول الراجز:يا حَبَّذَا القَمْرَاءُ وَاللَّيْلُ السَّاجْوطُرُقٌ مِثْلُ مُلاءِ النَّسَّاجْ (5)"
      }
    ],
    "3": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ما ودَّعك» تركك يا محمد «ربك وما قلى» أبغضك نزل هذا لما قال الكفار عند تأخر الوحي عنه خمسة عشر يوما: إن ربه ودَّعه وقلاهُ."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " مَا وَدَّعَكَ رَبُّكَ  أي: ما تركك منذ اعتنى بك، ولا أهملك منذ رباك ورعاك، بل لم يزل يربيك أحسن تربية، ويعليك درجة بعد درجة. وَمَا قَلا  ك الله أي: ما أبغضك منذ أحبك، فإن نفي الضد دليل على ثبوت ضده، والنفي المحض لا يكون مدحًا، إلا إذا تضمن ثبوت كمال، فهذه حال الرسول صلى الله عليه وسلم الماضية والحاضرة، أكمل حال وأتمها، محبة الله له واستمرارها، وترقيته في درج  الكمال، ودوام اعتناء الله به."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقد ذكر بعض السلف منهم ابن إسحاق أن هذه السورة هي التي أوحاها جبريل إلى رسول الله صلى الله عليه وسلم حين تبدى له في صورته التى خلقه الله عليها ودنا إليه وتدلى منهبطا عليه وهو بالأبطح \"فأوحى إلى عبده ما أوحى\" قال: قال له هذه السورة \"والضحى والليل إذا سجى\" قال العوفي عن ابن عباس: لما نزل على رسول الله صلى الله عليه وسلم القرآن أبطأ عنه جبريل أياما فتغير بذلك فقال المشركون ودعه ربه وقلاه فأنزل الله \"ما ودعك ربك وما قلى\" وهذا قسم منه تعالى بالضحى وما جعل فيه من الضياء \"والليل إذا سجى\" أي سكن فأظلم وأدلهم قاله مجاهد وقتادة والضحاك وابن زيد وغيرهم وذلك دليل ظاهر على قدرة خالق هذا وهذا كما قال تعالى \"والليل إذا يغشى والنهار إذا تجلى \"وقال تعالى \"فالق الإصباح وجعل الليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم\".وقوله تعالى \"ما ودعك ربك\" أي ما تركك \"وما قلى\" أي وما أبغضك."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "قوله تعالى: \"ما ودعك ربك وما قلى\"، هذا جواب القسم، أي ما تركك منذ اختارك ولا أبغضك منذ أحبك."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "ما ودعك ربك هذا جواب القسم . وكان جبريل - عليه السلام - أبطأ على النبي - صلى الله عليه وسلم - فقال المشركون : قلاه الله وودعه فنزلت الآية . وقال ابن جريج : احتبس عنه الوحي اثني عشر يوما . وقال ابن عباس : خمسة عشر يوما . وقيل : خمسة وعشرين يوما . وقال مقاتل : أربعين يوما . فقال المشركون : إن محمدا ودعه ربه وقلاه ، ولو كان أمره من الله لتابع عليه ، كما كان يفعل بمن كان قبله من الأنبياء . وفي البخاري عن جندب بن سفيان قال : اشتكى رسول الله - صلى الله عليه وسلم - فلم يقم ليلتين أو ثلاثا فجاءت امرأة فقالت : يا محمد ، إني لأرجو أن يكون شيطانك قد تركك ، لم أره قربك منذ ليلتين أو ثلاث فأنزل الله - عز وجل - والضحى والليل إذا سجى ما ودعك ربك وما قلى .وفي الترمذي عن جندب البجلي قال : كنت مع النبي - صلى الله عليه وسلم - في غار فدميت أصبعه ، فقال النبي - صلى الله عليه وسلم - : هل أنت إلا أصبع دميت ، وفي سبيل الله ما لقيت قال : وأبطأ عليه جبريل فقال المشركون : قد ودع محمد فأنزل الله تبارك وتعالى : ما ودعك ربك وما قلى . هذا حديث حسن صحيح . لم يذكر الترمذي : ( فلم يقم ليلتين أو ثلاثا ) أسقطه الترمذي . وذكره البخاري ، وهو أصح ما قيل في ذلك . والله أعلم .وقد ذكره الثعلبي أيضا عن جندب بن سفيان البجلي ، قال : رمي النبي - صلى الله عليه وسلم - في إصبعه بحجر ، فدميت ، فقال : أنت إلا أصبع دميت ، وفي سبيل الله ما لقيت فمكث ليلتين أو ثلاثا لا يقوم الليل . فقالت له أم جميل امرأة أبي لهب : ما أرى شيطانك إلا قد تركك ، لم أره قربك منذ ليلتين أو ثلاث فنزلت والضحى . وروى عن أبي عمران الجوني ، قال : \" أبطأ جبريل على النبي - صلى الله عليه وسلم - حتى شق عليه فجاء وهو واضع جبهته على الكعبة يدعو فنكت بين كتفيه ، وأنزل عليه : ما ودعك ربك وما قلى . وقالت خولة - وكانت تخدم النبي - صلى الله عليه وسلم - : إن جروا دخل البيت ، فدخل تحت السرير فمات ، فمكث نبي الله - صلى الله عليه وسلم - أياما لا ينزل عليه الوحي . فقال : \" يا خولة ، ما حدث في بيتي ؟ ما لجبريل لا يأتيني \" قالت خولة فقلت : لو هيأت البيت وكنسته فأهويت بالمكنسة تحت السرير ، فإذا جرو ميت ، فأخذته فألقيته خلف الجدار فجاء نبي الله ترعد لحياه - وكان إذا نزل عليه الوحي استقبلته الرعدة - فقال : \" يا خولة دثريني \" فأنزل الله هذه السورة . ولما نزل جبريل سأل النبي - صلى الله عليه وسلم - عن التأخر فقال : \" أما علمت أنا لا ندخل بيتا فيه كلب ولا صورة \" .وقيل : لما سألته اليهود عن الروح وذي القرنين وأصحاب الكهف قال : \" سأخبركم غدا \" . ولم يقل إن شاء الله . فاحتبس عنه الوحي ، إلى أن نزل جبريل عليه بقوله : ولا تقولن لشيء إني فاعل ذلك غدا إلا أن يشاء الله فأخبره بما سئل عنه . وفي هذه القصة نزلت ما ودعك ربك وما قلى . وقيل : إن المسلمين قالوا : يا رسول الله ، ما لك لا ينزل عليك الوحي ؟ فقال : \" وكيف ينزل علي وأنتم لا تنقون رواجبكم - وفي رواية براجمكم - ولا تقصون أظفاركم ولا تأخذون من شواربكم \" . فنزل جبريل بهذه السورة فقال النبي - صلى الله عليه وسلم - : \" ما جئت حتى اشتقت إليك \" فقال جبريل : \" وأنا كنت أشد إليك شوقا ، ولكني عبد مأمور \" ثم أنزل عليه وما نتنزل إلا بأمر ربك . ودعك بالتشديد : قراءة العامة ، من التوديع ، وذلك كتوديع المفارق . وروي عن ابن عباس وابن الزبير أنهما قرآه ( ودعك ) بالتخفيف ، ومعناه : تركك . قال :وثم ودعنا آل عمرو وعامر     فرائس أطراف المثقفة السمرواستعماله قليل . يقال : هو يدع كذا ، أي يتركه . قال المبرد محمد بن يزيد : لا يكادون يقولون ودع ولا وذر ، لضعف الواو إذا قدمت ، واستغنوا عنها بترك .قوله تعالى : وما قلى أي ما أبغضك ربك منذ أحبك . وترك الكاف ; لأنه رأس آية . والقلى : البغض فإن فتحت القاف مددت تقول : قلاه يقليه قلى وقلاء . كما تقول : قريت الضيف أقريه قرى وقراء . ويقلاه : لغة طيئ . وأنشد ثعلب :أيام أم الغمر لا نقلاهاأي لا نبغضها . ونقلى أي نبغض . وقال [ كثير عزة ] :أسيئي بنا أو أحسني لا ملومة     لدينا ولا مقلية إن تقلتوقال امرؤ القيس :صرفت الهوى عنهن من خشية الهوى     ولست بمقلي الخلال ولا قالوتأويل الآية : ما ودعك ربك وما قلاك . فترك الكاف ; لأنه رأس آية كما قال - عز وجل - : والذاكرين الله كثيرا والذاكرات أي والذاكرات الله ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) وهذا جواب القسم، ومعناه: ما تركك يا محمد ربك وما أبغضك. وقيل: ( وَمَا قَلَى ) ومعناه. وما قلاك، اكتفاء بفهم السامع لمعناه، إذ كان قد تقدّم ذلك قوله: ( مَا وَدَّعَكَ ) فعرف بذلك أن المخاطب به نبيّ الله صلى الله عليه وسلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) يقول: ما تركك ربك، وما أبغضك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) قال: ما قلاك ربك وما أبغضك؛ قال: والقالي: المبغِض.وذُكر أن هذه السورة نزلت على رسول الله صلى الله عليه وسلم تكذيبا من الله قريشا في قيلهم لرسول الله، لما أبطأ عليه الوحي: قد ودّع محمدًا ربه وقلاه.* ذكر الرواية بذلك:حدثني عليّ بن عبد الله الدهان، قال: ثنا مفضل بن صالح، عن الأسود بن قيس العبديّ، عن ابن عبد الله، قال: لما أبطأ جبريل على رسول الله صلى الله عليه وسلم، فقالت امرأة من أهله، أو من قومه: ودّع الشيطان محمدا، فأنزل الله عليه: ( وَالضُّحَى )... إلى قوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .قال أبو جعفر: ابن عبد الله: هو جندب بن عبد الله البجلي.حدثني محمد بن عيسى الدامغاني، ومحمد بن هارون القطان، قالا ثنا &amp;; 24-486 &amp;; سفيان، عن الأسود بن قيس سمع جندبا البجليّ يقول: أبطأ جبريل على النبيّ صلى الله عليه وسلم حتى قال المشركون: ودّع محمدا ربه، فأنزل الله: ( وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الأسود بن قيس، أنه سمع جندبا البجلي قال: قالت امرأة لرسول الله صلى الله عليه وسلم: ما أرى صاحبك إلا قد أبطأ عنك، فنزلت هذه الآية: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأسود بن قيس، قال سمعت جندب بن عبد الله يقول: إن امرأة أتت النبيّ صلى الله عليه وسلم فقالت: ما أرى شيطانك إلا قد تركك، فنزلت: ( وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا ابن أبي الشوارب، قال: ثنا عبد الواحد بن زياد، قال: ثنا سليمان الشيباني، عن عبد الله بن شدّاد أن خديجة قالت للنبيّ صلى الله عليه وسلم ما أرى ربك إلا قد قلاك، فأنزل الله: ( وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) قال: إن جبريل عليه السلام أبطأ عليه بالوحي، فقال ناس من الناس، وهم يومئذ بمكة، ما نرى صاحبك إلا قد قلاك فودّعك، فأنزل الله ما تسمع: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) قال: أبطأ عليه جبريل، فقال المشركون: قد قلاه ربه وودّعه، فأنزل الله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) مكث جبريل عن محمد صلى الله عليه وسلم، فقال المشركون: قد ودّعه ربه وقلاه، فأنزل الله هذه الآية .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) قال: لما نزل عليه القرآن، أبطأ عنه جبريل أياما، فعُيّر بذلك، فقال المشركون: ودّعه ربه وقلاه، فأنزل الله: ( مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى ) .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن هشام بن عروة، عن أبيه، قال أبطأ جبريل على النبيّ صلى الله عليه وسلم، فجزع جزعا شديدا، وقالت خديجة: أرى ربك قد قلاك، مما نرى من جزعك، قال: فنزلت ( وَالضُّحَى وَاللَّيْلِ إِذَا سَجَى مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى )... إلى آخرها ."
      }
    ],
    "4": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولَلدَّار الآخرة خير لك من دار الدنيا، ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة، فترضى بذلك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وللآخرة خير لك» لما فيها من الكرامات لك «من الأولى» الدنيا."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "وأما حاله المستقبلة، فقال:  وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى  أي: كل حالة متأخرة من أحوالك، فإن لها الفضل على الحالة السابقة.فلم يزل صلى الله عليه وسلم يصعد في درج المعالي  ويمكن له الله دينه، وينصره على أعدائه، ويسدد له أحواله، حتى مات، وقد وصل إلى حال لا يصل  إليها الأولون والآخرون، من الفضائل والنعم، وقرة العين، وسرور القلب."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وللآخرة خير لك من الأولى ) أي : والدار الآخرة خير لك من هذه الدار . ولهذا كان رسول الله - صلى الله عليه وسلم - أزهد الناس في الدنيا ، وأعظمهم لها إطراحا ، كما هو معلوم [ بالضرورة ] من سيرته . ولما خير ، عليه السلام في آخر عمره بين الخلد في الدنيا إلى آخرها ثم الجنة ، وبين الصيرورة إلى الله - عز وجل - اختار ما عند الله على هذه الدنيا الدنية .قال الإمام أحمد : حدثنا يزيد ، حدثنا المسعودي ، عن عمرو بن مرة ، عن إبراهيم النخعي ، عن علقمة ، عن عبد الله - هو ابن مسعود - قال : اضطجع رسول الله - صلى الله عليه وسلم - على حصير ، فأثر في جنبه ، فلما استيقظ جعلت أمسح جنبه وقلت : يا رسول الله ، ألا آذنتنا حتى نبسط لك على الحصير شيئا ؟ فقال رسول الله - صلى الله عليه وسلم - : \" ما لي وللدنيا ؟! ما أنا والدنيا ؟! إنما مثلي ومثل الدنيا كراكب ظل تحت شجرة ، ثم راح وتركها .ورواه الترمذي وابن ماجه من حديث المسعودي به ، وقال الترمذي : حسن صحيح ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "\"وللآخرة خير لك من الأولى\" حدثنا المطهر بن علي الفارسي ، أخبرنا محمد بن إبراهيم [ الصالحاني ] ، أخبرنا عبد الله بن محمد بن جعفر أبو الشيخ الحافظ ، أخبرنا ابن أبي عاصم ، أخبرنا أبو بكر بن أبي شيبة ، أخبرنا معاوية بن هشام عن علي بن صالح عن يزيد بن زياد عن إبراهيم عن علقمة عن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : \" إنا أهل بيت اختار الله لنا الآخرة على الدنيا \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وللآخرة خير لك من الأولىروى سلمة عن ابن إسحاق قال : وللآخرة خير لك من الأولى أي ما عندي في مرجعك إلي يا محمد ، خير لك مما عجلت لك من الكرامة في الدنيا . وقال ابن عباس : أري النبي - صلى الله عليه وسلم - ما يفتح الله على أمته بعده فسر بذلك فنزل جبريل بقوله : وللآخرة خير لك من الأولى ولسوف يعطيك ربك فترضى ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَلَلآخِرَةُ خَيْرٌ لَكَ مِنَ الأولَى ) يقول تعالى ذكره: وللدار الآخرة، وما أعد الله لك فيها، خير لك من الدار الدنيا وما فيها. يقول: فلا تحزن على ما فاتك منها، فإن الذي لك عند الله خير لك منها."
      }
    ],
    "5": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ولَلدَّار الآخرة خير لك من دار الدنيا، ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة، فترضى بذلك."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "(ولسوف يعطيك ربك) في الآخرة من الخيرات عطاء جزيلا (فترضى) به فقال صلى الله عليه وسلم: \"\" إذن لا أرضى وواحد من أمتي في النار \"\" إلى هنا تم جواب القسم بمثبتين بعد منفيين."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": "ثم بعد ذلك، لا تسأل عن حاله في الآخرة، من تفاصيل الإكرام، وأنواع الإنعام، ولهذا قال:  وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى  وهذا أمر لا يمكن التعبير عنه بغير هذه العبارة الجامعة الشاملة.ثم امتن عليه بما يعلمه من أحواله  [الخاصة] فقال:"
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ولسوف يعطيك ربك فترضى ) أي : في الدار الآخرة يعطيه حتى يرضيه في أمته ، وفيما أعده له من الكرامة ، ومن جملته نهر الكوثر الذي حافتاه قباب اللؤلؤ المجوف ، وطينه [ من ] مسك أذفر كما سيأتي .وقال الإمام أبو عمرو الأوزاعي ، عن إسماعيل بن عبيد الله بن أبي المهاجر المخزومي ، عن علي بن عبد الله بن عباس عن أبيه قال : عرض على رسول الله ما هو مفتوح على أمته من بعده كنزا كنزا ، فسر بذلك ، فأنزل الله : ( ولسوف يعطيك ربك فترضى ) فأعطاه في الجنة ألف ألف قصر ، في كل قصر ما ينبغي له من الأزواج والخدم . رواه ابن جرير من طريقه ، وهذا إسناد صحيح إلى ابن عباس : ومثل هذا ما يقال إلا عن توقيف .وقال السدي ، عن ابن عباس : من رضاء محمد - صلى الله عليه وسلم - ألا يدخل أحد من أهل بيته النار . رواه ابن جرير ، وابن أبي حاتم .وقال الحسن : يعني بذلك الشفاعة . وهكذا قال أبو جعفر الباقر .وقال أبو بكر بن أبي شيبة : حدثنا معاوية بن هشام ، عن علي بن صالح ، عن يزيد بن أبي زياد ، عن إبراهيم ، عن علقمة ، عن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : \" إنا أهل بيت اختار الله لنا الآخرة على الدنيا ( ولسوف يعطيك ربك فترضى ) ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ولسوف يعطيك ربك فترضى ) قال عطاء عن ابن عباس : هو الشفاعة في أمته حتى يرضى ، وهو قول علي والحسن .وروينا عن عبد الله بن عمرو بن العاص أن النبي - صلى الله عليه وسلم - قال : \" اللهم أمتي أمتي وبكى ، فقال الله : يا جبريل اذهب إلى محمد فقل له إنا سنرضيك في أمتك ، ولا نسوءك فيهم \" .وقال حرب بن شريح سمعت أبا جعفر محمد بن علي يقول : إنكم يا معشر أهل العراق تقولون : أرجى آية في القرآن : \" قل ياعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله \" ، وإنا أهل البيت نقول : أرجى آية في كتاب الله \" ولسوف يعطيك ربك فترضى \" من الثواب . وقيل : من النصر والتمكين وكثرة المؤمنين ، ( فترضى )"
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قال ابن إسحاق : الفلج في الدنيا ، والثواب في الآخرة . وقيل : الحوض والشفاعة . وعن ابن عباس : ألف قصر من لؤلؤ أبيض ترابه المسك . رفعه الأوزاعي ، قال : حدثني إسماعيل بن عبيد الله ، عن علي بن عبد الله بن عباس ، عن أبيه قال : أري النبي - صلى الله عليه وسلم - ما هو مفتوح على أمته ، فسر بذلك فأنزل الله - عز وجل - ( والضحى - إلى قوله تعالى - ولسوف يعطيك ربك فترضى ) ، فأعطاه الله - جل ثناؤه - ألف قصر في الجنة ، ترابها المسك في كل قصر ما ينبغي له من الأزواج والخدم . وعنه قال : - رضي محمد ألا يدخل أحد من أهل بيته النار . وقال السدي . وقيل : هي الشفاعة في جميع المؤمنين . وعن علي - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : يشفعني الله في أمتي حتى يقول الله سبحانه لي : رضيت يا محمد ؟ فأقول يا رب رضيت .وفي صحيح مسلم عن ، عبد الله بن عمرو بن العاص أن النبي - صلى الله عليه وسلم - تلا قول الله تعالى في إبراهيم : فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم وقول عيسى : إن تعذبهم فإنهم عبادك ، فرفع يديه وقال : \" اللهم أمتي أمتي \" وبكى . فقال الله تعالى لجبريل : ( اذهب إلى محمد ، وربك أعلم ، فسله ما يبكيك ) فأتى جبريل النبي - صلى الله عليه وسلم - فسأل فأخبره . فقال الله تعالى لجبريل : ( اذهب إلى محمد ، فقل له : إن الله يقول لك : إنا سنرضيك في أمتك ولا نسوءك ) .وقال علي - رضي الله عنه - لأهل العراق : إنكم تقولون إن أرجى آية في كتاب الله تعالى : قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله قالوا : إنا نقول ذلك . قال : ولكنا أهل البيت نقول : إن أرجى آية في كتاب الله قوله تعالى : ولسوف يعطيك ربك فترضى . وفي الحديث : لما نزلت هذه الآية قال النبي - صلى الله عليه وسلم - : \" إذا والله لا أرضى وواحد من أمتي في النار \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ) يقول تعالى ذكره: ولسوف يعطيك يا محمد ربك في الآخرة من فواضل نعمه، حتى ترضى.وقد اختلف أهل العلم في الذي وعده من العطاء، فقال بعضهم: هو ماحدثني به موسى بن سهل الرملي، قال: ثنا عمرو بن هاشم، قال: سمعت الأوزاعيّ يحدّث، عن إسماعيل بن عبيد الله بن أبي المهاجر المخزومي، عن عليّ بن عبد الله بن عباس، عن أبيه، قال: عرض على رسول الله صلى الله عليه وسلم ما هو مفتوح على أمته من بعده كَفْرا كَفْرا، فسرّ بذلك، فأنزل الله ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ) فأعطاه في الجنة ألف قصر، في كلّ قصر، ما ينبغي من الأزواج والخدم .حدثني محمد بن خلف العسقلاني، قال: ثني روّاد بن الجراح، عن الأوزاعيّ، عن إسماعيل بن عبيد الله، عن عليّ بن عبد الله بن عباس، في قوله: ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ) قال: ألف قصر من لؤلؤ، ترابهنّ المسك، وفيهنّ ما يصلحهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ) ، وذلك يوم القيامة.وقال آخرون في ذلك ما حدثني به عباد بن يعقوب، قال: ثنا الحكم بن ظهير، عن السديّ، عن ابن عباس، في قوله: ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ) قال: من رضا محمد صلى الله عليه وسلم ألا يدخل أحد من أهل بيته النار."
      }
    ],
    "6": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ألم يجدك» استفهام تقرير أي وجدك «يتيما» بفقد أبيك قبل ولادتك أو بعدها «فآوى» بأن ضمك إلى عمك أبي طالب."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى  أي: وجدك لا أم لك، ولا أب، بل قد مات أبوه وأمه وهو لا يدبر نفسه، فآواه الله، وكفله جده عبد المطلب، ثم لما مات جده كفله الله عمه أبا طالب، حتى أيده بنصره وبالمؤمنين."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال تعالى يعدد نعمه على عبده ورسوله محمد ، صلوات الله وسلامه عليه : ( ألم يجدك يتيما فآوى ) وذلك أن أباه توفي وهو حمل في بطن أمه ، وقيل : بعد أن ولد ، عليه السلام ، ثم توفيت أمه آمنة بنت وهب وله من العمر ست سنين . ثم كان في كفالة جده عبد المطلب ، إلى أن توفي وله من العمر ثمان سنين ، فكفله عمه أبو طالب . ثم لم يزل يحوطه وينصره ويرفع من قدره ويوقره ، ويكف عنه أذى قومه بعد أن ابتعثه الله على رأس أربعين سنة من عمره ، هذا وأبو طالب على دين قومه من عبادة الأوثان ، وكل ذلك بقدر الله وحسن تدبيره ، إلى أن توفي أبو طالب قبل الهجرة بقليل ، فأقدم عليه سفهاء قريش وجهالهم ، فاختار الله له الهجرة من بين أظهرهم إلى بلد الأنصار من الأوس والخزرج ، كما أجرى الله سنته على الوجه الأتم والأكمل . فلما وصل إليهم آووه ونصروه وحاطوه وقاتلوا بين يديه ، رضي الله عنهم أجمعين ، وكل هذا من حفظ الله له وكلاءته وعنايته به ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم أخبره الله - عز وجل - عن حالته التي كان عليها قبل الوحي ، وذكره نعمه فقال جل ذكره : ( ألم يجدك يتيما فآوى ) أخبرنا أبو سعيد أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي فقال : أنبأني عبد الله بن حامد الأصفهاني ، أخبرنا محمد بن عبد الله النيسابوري ، حدثنا محمد بن عيسى أنا أبو عمرو الجويني وأبو الربيع الزهراني قالا حدثنا حماد بن زيد عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس رضي الله تعالى عنهما قال : قال رسول الله - صلى الله عليه وسلم - : \" سألت ربي مسألة وددت أني لم أكن سألته ، قلت : يا رب إنك آتيت سليمان بن داود ملكا عظيما ، وآتيت فلانا كذا وآتيت فلانا كذا ؟ قال : يا محمد ألم أجدك يتيما فآويتك ؟ قلت : بلى ، أي رب [ قال : ألم أجدك ضالا فهديتك ؟ قلت : بلى أي رب ، قال : ألم أجدك عائلا فأغنيتك ؟ قلت : بلى أي رب \" ، وزاد غيره عن حماد قال : ألم أشرح لك صدرك ووضعت عنك وزرك ؟ قلت : بلى أي رب ] .ومعنى الآية : ألم يجدك يتيما صغيرا فقيرا حين مات أبواك ولم يخلفا لك مالا ولا مأوى ، فجعلت لك مأوى تأوي إليه ، وضممتك إلى عمك أبي طالب حتى أحسن تربيتك وكفاك المؤنة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ألم يجدك يتيما فآوى عدد سبحانه مننه على نبيه محمد - صلى الله عليه وسلم - فقال : ألم يجدك يتيما لا أب لك قد مات أبوك . فآوى أي جعل لك مأوى تأوي إليه عند عمك أبي طالب ، فكفلك . وقيل لجعفر بن محمد الصادق : لم أوتم النبي - صلى الله عليه وسلم - من أبويه ؟ فقال : لئلا يكون لمخلوق عليه حق . وعن مجاهد : هو من قول العرب : درة يتيمة إذا لم يكن لها مثل . فمجاز الآية : ألم يجدك واحدا في شرفك لا نظير لك ، فآواك الله بأصحاب يحفظونك ويحوطونك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى ) يقول تعالى ذكره معدّدا على نبيه محمد صلى الله عليه وسلم نعمه عنده، ومذكِّره آلاءه قِبَله: ألم يجدك يا محمد ربك يتيمًا فآوى، يقول: فجعل لك مأوى تأوي إليه، ومنزلا تنزله ."
      }
    ],
    "7": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«ووجدك ضالا» عما أنت عليه من الشريعة «فهدى» أي هداك إليها."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَوَجَدَكَ ضَالًّا فَهَدَى  أي: وجدك لا تدري ما الكتاب ولا الإيمان، فعلمك ما لم تكن تعلم، ووفقك لأحسن الأعمال والأخلاق."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ووجدك ضالا فهدى ) كقوله ( وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الإيمان ولكن جعلناه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلى صراط مستقيم ) [ الشورى : 52 ] ومنهم من قال [ إن ] المراد بهذا أنه ، عليه السلام ، ضل في شعاب مكة وهو صغير ، ثم رجع . وقيل : إنه ضل وهو مع عمه في طريق الشام ، وكان راكبا ناقة في الليل ، فجاء إبليس يعدل بها عن الطريق ، فجاء جبريل ، فنفخ إبليس نفخة ذهب منها إلى الحبشة ، ثم عدل بالراحلة إلى الطريق . حكاهما البغوي ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ووجدك ضالا ) يعني ضالا عما أنت عليه ( فهدى ) أي : فهداك للتوحيد والنبوة .قال الحسن والضحاك وابن كيسان : \" ووجدك ضالا \" عن معالم النبوة وأحكام الشريعة غافلا عنها ، فهداك إليها ، [ كما قال ] \" وإن كنت من قبله لمن الغافلين \" ( يوسف - 3 ) وقال : \" ما كنت تدري ما الكتاب ولا الإيمان \" ( الشورى - 52 ) .وقيل : ضالا في شعاب مكة فهداك إلى جدك عبد المطلب وروى أبو الضحى عن ابن عباس أن رسول الله - صلى الله عليه وسلم - : ضل في شعاب مكة وهو صبي صغير ، فرآه أبو جهل منصرفا عن أغنامه فرده إلى عبد المطلب .وقال سعيد بن المسيب : خرج رسول الله - صلى الله عليه وسلم - مع عمه أبي طالب في قافلة ميسرة غلام خديجة فبينما هو راكب ذات ليلة ظلماء ناقة إذ جاء إبليس فأخذ بزمام الناقة فعدل به عن الطريق ، فجاء جبريل فنفخ إبليس نفخة وقع منها إلى أرض الحبشة ، ورده إلى القافلة فمن الله عليه بذلك . وقيل : وجدك ضالا [ ضال ] نفسك لا تدري من أنت ، فعرفك نفسك وحالك ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ووجدك ضالا فهدىأي غافلا عما يراد بك من أمر النبوة ، فهداك : أي أرشدك . والضلال هنا بمعنى الغفلة كقوله جل ثناؤه : لا يضل ربي ولا ينسى أي لا يغفل . وقال في حق نبيه : وإن كنت من قبله لمن الغافلين . وقال قوم : ضالا لم تكن تدري القرآن والشرائع ، فهداك الله إلى القرآن ، وشرائع الإسلام عن الضحاك وشهر بن حوشب وغيرهما . وهو معنى قوله تعالى : ما كنت تدري ما الكتاب ولا الإيمان ، على ما بينا في سورة ( الشورى ) . وقال قوم : ووجدك ضالا أي في قوم ضلال ، فهداهم الله بك . هذا قول الكلبي والفراء . وعن السدي نحوه أي ووجد قومك في ضلال ، فهداك إلى إرشادهم . وقيل : ووجدك ضالا عن الهجرة ، فهداك إليها . وقيل : ضالا أي ناسيا شأن الاستثناء حين سئلت عن أصحاب الكهف وذي القرنين والروح - فأذكرك كما قال تعالى : أن تضل إحداهما . وقيل : ووجدك طالبا للقبلة فهداك إليها بيانه : قد نرى تقلب وجهك في السماء الآية . ويكون الضلال بمعنى الطلب ; لأن الضال طالب . وقيل : ووجدك متحيرا عن بيان ما نزل عليك ، فهداك إليه فيكون الضلال بمعنى التحير ; لأن الضال متحير . وقيل : ووجدك ضائعا في قومك فهداك إليه ويكون الضلال بمعنى الضياع . وقيل : ووجدك محبا للهداية ، فهداك إليها ويكون الضلال بمعنى المحبة . ومنه قوله تعالى : قالوا تالله إنك لفي ضلالك القديم أي في محبتك . قال الشاعر :هذا الضلال أشاب مني المفرقا والعارضين ولم أكن متحققا     عجبا لعزة في اختيار قطيعتيبعد الضلال فحبلها قد أخلقاوقيل : ضالا في شعاب مكة ، فهداك وردك إلى جدك عبد المطلب . قال ابن عباس : ضل النبي - صلى الله عليه وسلم - وهو صغير في شعاب مكة ، فرآه أبو جهل منصرفا عن أغنامه ، فرده إلى جده عبد المطلب فمن الله عليه بذلك ، حين رده إلى جده على يدي عدوه . وقال سعيد بن جبير : خرج النبي - صلى الله عليه وسلم - مع عمه أبي طالب في سفر ، فأخذ إبليس بزمام الناقة في ليلة ظلماء ، فعدل بها عن الطريق ، فجاء جبريل - عليه السلام - ، فنفخ إبليس نفخة وقع منها إلى أرض الهند ، ورده إلى القافلة فمن الله عليه بذلك . وقال كعب : إن حليمة لما قضت حق الرضاع ، جاءت برسول الله - صلى الله عليه وسلم - لترده على عبد المطلب ، فسمعت عند باب مكة : هنيئا لك يا بطحاء مكة ، اليوم يرد إليك النور والدين والبهاء والجمال . قالت : فوضعته لأصلح ثيابي ، فسمعت هدة شديدة ، فالتفت فلم أره ، فقلت : معشر الناس ، أين الصبي ؟ فقالوا : لم نر شيئا فصحت : وامحمداه فإذا شيخ فان يتوكأ على عصاه ، فقال : اذهبي إلى الصنم الأعظم ، فإن شاء أن يرده عليك فعل . ثم طاف الشيخ بالصنم ، وقبل رأسه وقال : يا رب ، لم تزل منتك على قريش ، وهذه السعدية تزعم أن ابنها قد ضل ، فرده إن شئت . فانكب ( هبل ) على وجهه ، وتساقطت الأصنام ، وقالت : إليك عنا أيها الشيخ ، فهلاكنا على يدي محمد . فألقى الشيخ عصاه ، وارتعد وقال : إن لابنك ربا لا يضيعه ، فاطلبيه على مهل . فانحشرت قريش إلى عبد المطلب ، وطلبوه في جميع مكة ، فلم يجدوه . فطاف عبد المطلب بالكعبة سبعا ، وتضرع إلى الله أن يرده ، وقال :يا رب رد ولدي محمدا     اردده ربي واتخذ عندي يدايا رب إن محمد لم يوجدا     فشمل قومي كلهم تبددافسمعوا مناديا ينادي من السماء : معاشر الناس لا تضجوا ، فإن لمحمد ربا لا يخذله ولا يضيعه ، وإن محمدا بوادي تهامة ، عند شجرة السمر . فسار عبد المطلب هو وورقة بن نوفل ، فإذا النبي - صلى الله عليه وسلم - قائم تحت شجرة ، يلعب بالأغصان وبالورق . وقيل : ووجدك ضالا ليلة المعراج ، حين انصرف عنك جبريل وأنت لا تعرف الطريق ، فهداك إلى ساق العرش . وقال أبو بكر الوراق وغيره : ووجدك ضالا : تحب أبا طالب ، فهداك إلى محبة ربك . وقال بسام بن عبد الله : ووجدك ضالا بنفسك لا تدري من أنت ، فعرفك بنفسك وحالك . وقال الجنيدي : ووجدك متحيرا في بيان الكتاب ، فعلمك البيان بيانه : لتبين للناس ما نزل إليهم الآية . لتبين لهم الذي اختلفوا فيه . وقال بعض المتكلمين : إذا وجدت العرب شجرة منفردة في فلاة من الأرض ، لا شجر معها ، سموها ضالة ، فيهتدى بها إلى الطريق فقال الله تعالى لنبيه محمد - صلى الله عليه وسلم - : ووجدك ضالا أي لا أحد على دينك ، وأنت وحيد ليس معك أحد فهديت بك الخلق إلي .قلت : هذه الأقوال كلها حسان ، ثم منها ما هو معنوي ، ومنها ما هو حسي . والقول الأخير أعجب إلي ; لأنه يجمع الأقوال المعنوية . وقال قوم : إنه كان على جملة ما كان القوم عليه ، لا يظهر لهم خلافا على ظاهر الحال فأما الشرك فلا يظن به بل كان على مراسم القوم في الظاهر أربعين سنة . وقال الكلبي والسدي : هذا على ظاهره أي وجدك كافرا والقوم كفار فهداك . وقد مضى هذا القول والرد عليه في سورة ( الشورى ) . وقيل : وجدك مغمورا بأهل الشرك ، فميزك عنهم . يقال : ضل الماء في اللبن ومنه أئذا ضللنا في الأرض أي لحقنا بالتراب عند الدفن ، حتى كأنا لا نتميز من جملته . وفي قراءة الحسن ووجدك ضال فهدى أي وجدك الضال فاهتدى بك وهذه قراءة على التفسير . وقيل : ووجدك ضالا لا يهتدي إليك قومك ، ولا يعرفون قدرك فهدى المسلمين إليك ، حتى آمنوا بك ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَوَجَدَكَ ضَالا فَهَدَى ) ووجدك على غير الذي أنت عليه اليوم.وقال السديّ في ذلك ما حدثنا ابن حميد، قال: ثنا مهران، عن السديّ( وَوَجَدَكَ ضَالا ) قال: كان على أمر قومه أربعين عاما. وقيل: عُنِيَ بذلك: ووجدك في قوم ضلال فهداك."
      }
    ],
    "8": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟"
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "(ووجدك عائلا) فقيرا (فأغنى) أغناك بما قنعك به من الغنيمة وغيرها وفي الحديث: \"\" ليس الغني عن كثرة العرض ولكن الغني غني النفس \"\"."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَوَجَدَكَ عَائِلًا  أي: فقيرًا  فَأَغْنَى  بما فتح الله عليك  من البلدان، التي جبيت لك أموالها وخراجها.فالذي أزال عنك هذه النقائص، سيزيل عنك كل نقص، والذي أوصلك إلى الغنى، وآواك ونصرك وهداك، قابل نعمته بالشكران."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "وقوله : ( ووجدك عائلا فأغنى ) أي : كنت فقيرا ذا عيال ، فأغناك الله عمن سواه ، فجمع له بين مقامي الفقير الصابر والغني الشاكر ، صلوات الله وسلامه عليه .وقال قتادة في قوله : ( ألم يجدك يتيما فآوى ووجدك ضالا فهدى ووجدك عائلا فأغنى ) قال : كانت هذه منازل الرسول صلى الله عليه وسلم قبل أن يبعثه الله عز وجل . رواه ابن جرير وابن أبي حاتم .وفي الصحيحين - من طريق عبد الرزاق - عن معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ليس الغنى عن كثرة العرض ، ولكن الغنى غنى النفس \" .وفي صحيح مسلم ، عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : \" قد أفلح من أسلم ، ورزق كفافا ، وقنعه الله بما آتاه \" ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( ووجدك عائلا فأغنى ) أي فقيرا فأغناك بمال خديجة ثم بالغنائم .وقال مقاتل : [ فأرضاك ] بما أعطاك من الرزق . واختاره الفراء . وقال : لم يكن غنيا عن كثرة المال ولكن الله [ أرضاه ] بما آتاه وذلك حقيقة الغنى .أخبرنا حسان بن سعيد المنيعي أنبأنا أبو طاهر محمد بن محمد بن محمش الزيادي ، أخبرنا أبو بكر محمد بن الحسين القطان ، حدثنا أحمد بن يوسف السلمي ، حدثنا عبد الرزاق أنا معمر عن همام بن منبه أنه قال أخبرنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" ليس الغنى عن كثرة العرض ، ولكن الغنى غنى النفس \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو عبد الله محمد بن الحسين الزغرتاني . أخبرنا أحمد بن سعيد أخبرنا أبو يحيى محمد بن عبد الله ، حدثنا أبي ، حدثني شرحبيل بن شريك عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو أن رسول الله - صلى الله عليه وسلم - قال : \" قد أفلح من أسلم ورزق كفافا وقنعه الله بما آتاه \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : ووجدك عائلا فأغنىأي فقيرا لا مال لك . فأغنى أي فأغناك بخديجة - رضي الله عنها - يقال : عال الرجل يعيل عيلة : إذا افتقر . وقال أحيحة بن الجلاح :فما يدري الفقير متى غناه وما يدري الغني متى يعيلأي يفتقر . وقال مقاتل : فرضاك بما أعطاك من الرزق . وقال الكلبي : قنعك بالرزق . وقال ابن عطاء : ووجدك فقير النفس ، فأغنى قلبك . وقال الأخفش : وجدك ذا عيال دليله فأغنى . ومنه قول جرير :الله أنزل في الكتاب فريضة     لابن السبيل وللفقير العائلوقيل : وجدك فقيرا من الحجج والبراهين ، فأغناك بها . وقيل : أغناك بما فتح لك من الفتوح ، وأفاءه عليك من أموال الكفار . القشيري : وفي هذا نظر ; لأن السورة مكية ، وإنما فرض الجهاد بالمدينة .وقراءة العامة عائلا . وقرأ ابن السميقع ( عيلا ) بالتشديد مثل طيب وهين ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَوَجَدَكَ عَائِلا فَأَغْنَى ) يقول: ووجدك فقيرا فأغناك، يقال منه: عال فلان يَعيل عَيْلَة، وذلك إذا افتقر؛ ومنه قول الشاعر:فَمَا يَدْرِي الفَقِيرُ مَتى غناهُوَما يَدْرِي الغَنِيُّ مَتى يَعِيلُ (6)يعني: متى يفتقر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَوَجَدَكَ عَائِلا ) فقيرا.وذُكر أنها في مصحف عبد الله ( وَوَجَدَكَ عَدِيما فآوَى ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى * وَوَجَدَكَ ضَالا فَهَدَى * وَوَجَدَكَ عَائِلا فَأَغْنَى ) قال: كانت هذه منازل رسول الله صلى الله عليه وسلم، قبل أن يبعثه الله سبحانه وتعالى."
      }
    ],
    "9": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«فأما اليتيم فلا تقهر» بأخذ ماله أو غير ذلك."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ  أي: لا تسيء معاملة اليتيم، ولا يضق صدرك عليه، ولا تنهره، بل أكرمه، وأعطه ما تيسر، واصنع به كما تحب أن يصنع بولدك من بعدك."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "ثم قال : ( فأما اليتيم فلا تقهر ) أي : كما كنت يتيما فآواك الله فلا تقهر اليتيم ، أي : لا تذله وتنهره وتهنه ، ولكن أحسن إليه ، وتلطف به .قال قتادة : كن لليتيم كالأب الرحيم ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "ثم أوصاه باليتامى والفقراء فقال: ( فأما اليتيم فلا تقهر ) قال مجاهد : لا تحقر اليتيم فقد كنت يتيما . وقال الفراء والزجاج : لا تقهره على ماله فتذهب بحقه لضعفه ، وكذا كانت العرب تفعل في أمر اليتامى ، تأخذ أموالهم وتظلمهم حقوقهم .أخبرنا أبو بكر محمد عبد الله بن أبي توبة ، أخبرنا أبو طاهر محمد بن أحمد بن الحارث ، أخبرنا أبو الحسن محمد بن يعقوب الكسائي ، أخبرنا [ عبد الله ] بن محمود ، أخبرنا أبو إسحاق إبراهيم بن الخلال ، حدثنا عبد الله بن المبارك عن سعيد بن أبي أيوب عن يحيى [ بن ] سليمان عن يزيد بن أبي عتاب عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" خير بيت في المسلمين بيت فيه يتيم يحسن إليه ، وشر بيت في المسلمين بيت فيه يتيم يساء إليه \" ، ثم قال بأصبعيه : \" أنا وكافل اليتيم [ في الجنة ] هكذا [ وهو يشير ] بأصبعيه [ السبابة والوسطى ] \" ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : فأما اليتيم فلا تقهر أي لا تسلط عليه بالظلم ، ادفع إليه حقه ، واذكر يتمك قال الأخفش . وقيل : هما لغتان : بمعنى . وعن مجاهد فلا تقهر فلا تحتقر . وقرأ النخعي والأشهب العقيلي ( تكهر ) بالكاف ، وكذا هو في مصحف ابن مسعود . فعلى هذا يحتمل أن يكون نهيا عن قهره ، بظلمه وأخذ ماله . وخص اليتيم ; لأنه لا ناصر له غير الله تعالى فغلظ في أمره ، بتغليظ العقوبة على ظالمه . والعرب تعاقب بين الكاف والقاف . النحاس : وهذا غلط ، إنما يقال كهره : إذا اشتد عليه وغلظ . وفي صحيح مسلم من حديث معاوية بن الحكم السلمي ، حين تكلم في الصلاة برد السلام ، قال : فبأبي هو وأمي ما رأيت معلما قبله ولا بعده أحسن تعليما منه - يعني رسول الله - صلى الله عليه وسلم - فوالله ما كهرني ، ولا ضربني ، ولا شتمني . . . الحديث . وقيل : القهر الغلبة . والكهر : الزجر .ودلت الآية على اللطف باليتيم ، وبره والإحسان إليه حتى قال قتادة : كن لليتيم كالأب الرحيم . وروي عن أبي هريرة أن رجلا شكا إلى النبي - صلى الله عليه وسلم - قسوة قلبه فقال : \" إن أردت أن يلين ، فامسح رأس اليتيم ، وأطعم المسكين \" . وفي الصحيح عن أبي هريرة : أن رسول الله - صلى الله عليه وسلم - قال : أنا وكافل اليتيم له أو لغيره كهاتين ، وأشار بالسبابة والوسطى .ومن حديث ابن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إن اليتيم إذا بكى اهتز لبكائه عرش الرحمن ، فيقول الله تعالى لملائكته : يا ملائكتي ، من ذا الذي أبكى هذا اليتيم الذي غيبت أباه في التراب ، فتقول الملائكة ربنا أنت أعلم ، فيقول الله تعالى لملائكته : يا ملائكتي ، اشهدوا أن من أسكته وأرضاه ؟ أن أرضيه يوم القيامة \" . فكان ابن عمر إذا رأى يتيما مسح برأسه ، وأعطاه شيئا . وعن أنس قال : قال رسول الله - صلى الله عليه وسلم - : من ضم يتيما فكان في نفقته ، وكفاه مؤونته ، كان له حجابا من النار يوم القيامة ، ومن مسح برأس يتيم كان له بكل شعرة حسنة . وقال أكثم بن صيفي : الأذلاء أربعة : النمام ، والكذاب ، والمديون ، واليتيم ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "القول في تأويل قوله تعالى :  فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ (9)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ( فَأَمَّا الْيَتِيمَ ) يا محمد ( فَلا تَقْهَرْ ) يقول: فلا تظلمه، فتذهب بحقه، استضعافًا منك له.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَأَمَّا الْيَتِيمَ فَلا &amp;; 24-489 &amp;; تَقْهَرْ ) : أي لا تظلم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ ) قال: تُغْمِصْه وَتحْقِره . وذُكر أن ذلك في مصحف عبد الله ( فَلا تَكْهَرْ )."
      }
    ],
    "10": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما السائل فلا تنهر» تزجره لفقره."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ  أي: لا يصدر منك إلى السائل كلام  يقتضي رده عن مطلوبه، بنهر وشراسة خلق، بل أعطه ما تيسر عندك أو رده بمعروف [وإحسان].وهذا يدخل فيه السائل للمال، والسائل للعلم، ولهذا كان المعلم مأمورًا بحسن الخلق مع المتعلم، ومباشرته بالإكرام والتحنن عليه، فإن في ذلك معونة له على مقصده، وإكرامًا لمن كان يسعى في نفع العباد والبلاد."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وأما السائل فلا تنهر ) أي : وكما كنت ضالا فهداك الله ، فلا تنهر السائل في العلم المسترشد .قال ابن إسحاق : ( وأما السائل فلا تنهر ) أي : فلا تكن جبارا ، ولا متكبرا ، ولا فحاشا ، ولا فظا على الضعفاء من عباد الله .وقال قتادة : يعني رد المسكين برحمة ولين ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأما السائل فلا تنهر ) قال المفسرون : يريد السائل على الباب ، يقول : لا تنهره لا تزجره إذا سألك ، فقد كنت فقيرا فإما أن تطعمه وإما أن ترده ردا لينا ، يقال : نهره وانتهره إذا استقبله بكلام يزجره .وقال قتادة : رد السائل برحمة ولين . قال إبراهيم بن أدهم : نعم القوم السؤال يحملون زادنا إلى الآخرة .وقال إبراهيم : السائل يريد الآخرة يجيء إلى باب أحدكم فيقول : هل توجهون إلى أهليكم بشيء ؟وروي عن الحسن في قوله : \" أما السائل فلا تنهر \" ، قال : طالب العلم ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وأما السائل فلا تنهر أي لا تزجره فهو نهي عن إغلاظ القول . ولكن رده ببذل يسير ، أو رد جميل ، واذكر فقرك قاله قتادة وغيره . وروي عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : لا يمنعن أحدكم السائل ، وأن يعطيه إذا سأل ، ولو رأى في يده قلبين من ذهب . وقال إبراهيم بن أدهم : نعم القوم السؤال : يحملون زادنا إلى الآخرة . وقال إبراهيم النخعي : السائل بريد الآخرة ، يجيء إلى باب أحدكم فيقول : هل تبعثون إلى أهليكم بشيء . وروي أن النبي - صلى الله عليه وسلم - قال : ردوا السائل ببذل يسير ، أو رد جميل ، فإنه يأتيكم من ليس من الإنس ولا من الجن ، ينظر كيف صنيعكم فيما خولكم الله . وقيل : المراد بالسائل هنا ، الذي يسأل عن الدين أي فلا تنهره بالغلظة والجفوة ، وأجبه برفق ولين قالهسفيان . قال ابن العربي : وأما السائل عن الدين فجوابه فرض على العالم ، على الكفاية كإعطاء سائل البر سواء . وقد كان أبو الدرداء ينظر إلى أصحاب الحديث ، ويبسط رداءه لهم ، ويقول : مرحبا بأحبة رسول الله - صلى الله عليه وسلم - وفي حديث أبي هارون العبدي ، عن أبي سعيد الخدري ، قال : كنا إذا أتينا أبا سعيد يقول : مرحبا بوصية رسول الله - صلى الله عليه وسلم - إن رسول الله - صلى الله عليه وسلم - قال : إن الناس لكم تبع وإن رجالا يأتونكم من أقطار الأرض يتفقهون ، فإذا أتوكم فاستوصوا بهم خيرا . وفي رواية يأتيكم رجال من قبل المشرق . . . فذكره . واليتيم والسائل منصوبان بالفعل الذي بعده وحق المنصوب أن يكون بعد الفاء ، والتقدير : مهما يكن من شيء فلا تقهر اليتيم ، ولا تنهر السائل . وروي أن النبي - صلى الله عليه وسلم - قال : \" سألت ربي مسألة وددت أني لم أسألها : قلت يا رب اتخذت إبراهيم خليلا ، وكلمت موسى تكليما ، وسخرت مع داود الجبال يسبحن ، وأعطيت فلانا كذا فقال - عز وجل - : ألم أجدك يتيما فآويتك ؟ ألم أجدك ضالا فهديتك ؟ ألم أجدك عائلا فأغنيتك ؟ ألم أشرح لك صدرك ؟ ألم أوتك ما لم أوت أحدا قبلك : خواتيم سورة البقرة ، ألم أتخذك خليلا ، كما اتخذت إبراهيم خليلا ؟ قلت بلى يا رب \" ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "وقوله: ( وَأَمَّا السَّائِلَ فَلا تَنْهَرْ ) يقول: وأما من سألك من ذي حاجة فلا تنهره، ولكن أطعمه واقض له حاجته ."
      }
    ],
    "11": [
      {
        "tafseerBookName": "التفسير الميسر",
        "tafseer": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها."
      },
      {
        "tafseerBookName": "تفسير الجلالين",
        "tafseer": "«وأما بنعمة ربك» عليك بالنبوة وغيرها «فحدّث» أخبر، وحذف ضميره في بعض الأفعال رعاية للفواصل."
      },
      {
        "tafseerBookName": "تفسير السعدي",
        "tafseer": " وَأَمَّا بِنِعْمَةِ رَبِّكَ  [وهذا يشمل] النعم الدينية والدنيوية  فَحَدِّثْ  أي: أثن على الله بها، وخصصها بالذكر إن كان هناك مصلحة.وإلا فحدث بنعم الله على الإطلاق، فإن التحدث بنعمة الله، داع لشكرها، وموجب لتحبيب القلوب إلى من أنعم بها، فإن القلوب مجبولة على محبة المحسن."
      },
      {
        "tafseerBookName": "تفسير ابن كثير",
        "tafseer": "( وأما بنعمة ربك فحدث ) أي : وكما كنت عائلا فقيرا فأغناك الله ، فحدث بنعمة الله عليك ، كما جاء في الدعاء المأثور النبوي : \" واجعلنا شاكرين لنعمتك مثنين بها ، قابليها ، وأتمها علينا \" .وقال ابن جرير : حدثني يعقوب ، حدثنا ابن علية ، حدثنا سعيد بن إياس الجريري ، عن أبي نضرة قال : كان المسلمون يرون أن من شكر النعم أن يحدث بها .وقال عبد الله بن الإمام أحمد : حدثنا منصور بن أبي مزاحم ، حدثنا الجراح بن مليح ، عن أبي عبد الرحمن ، عن الشعبي ، عن النعمان بن بشير قال : قال رسول الله صلى الله عليه وسلم على المنبر : \" من لم يشكر القليل ، لم يشكر الكثير ، ومن لم يشكر الناس لم يشكر الله . والتحدث بنعمة الله شكر ، وتركها كفر . والجماعة رحمة ، والفرقة عذاب \" إسناد ضعيف .وفي الصحيحين ، عن أنس أن المهاجرين قالوا : يا رسول الله ، ذهب الأنصار بالأجر كله . قال : \" لا ما دعوتم الله لهم ، وأثنيتم عليهم \" .وقال أبو داود : حدثنا مسلم بن إبراهيم ، حدثنا الربيع بن مسلم ، عن محمد بن زياد ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم قال : \" لا يشكر الله من لا يشكر الناس \" .ورواه الترمذي ، عن أحمد بن محمد ، عن ابن المبارك ، عن الربيع بن مسلم وقال : صحيح .وقال أبو داود : حدثنا عبد الله بن الجراح ، حدثنا جرير ، عن الأعمش ، عن أبي سفيان ، عن جابر عن النبي صلى الله عليه وسلم قال : \" من أبلي بلاء فذكره فقد شكره ، وإن كتمه فقد كفره \" . تفرد به أبو داود .وقال أبو داود : حدثنا مسدد ، حدثنا بشر ، حدثنا عمارة بن غزية ، حدثني رجل من قومي ، عن جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" من أعطي عطاء فوجد فليجز به ، فإن لم يجد فليثن به ، فمن أثنى به فقد شكره ، ومن كتمه فقد كفره \" . قال أبو داود : ورواه يحيى بن أيوب ، عن عمارة بن غزية ، عن شرحبيل ، عن جابر - كرهوه فلم يسموه . تفرد به أبو داود .وقال مجاهد : يعني النبوة التي أعطاك ربك . وفي رواية عنه : القرآن .وقال ليث عن رجل عن الحسن بن علي : ( وأما بنعمة ربك فحدث ) قال : ما عملت من خير فحدث إخوانك .وقال محمد بن إسحاق : ما جاءك الله من نعمة وكرامة من النبوة فحدث بها واذكرها ، وادع إليها . وقال : فجعل رسول الله صلى الله عليه وسلم يذكر ما أنعم الله به عليه من النبوة سرا إلى من يطمئن إليه من أهله ، وافترضت عليه الصلاة ، فصلى .آخر تفسير سورة \" الضحى \" [ ولله الحمد ] ."
      },
      {
        "tafseerBookName": "تفسير البغوي",
        "tafseer": "( وأما بنعمة ربك فحدث ) قال مجاهد يعني النبوة ، روى عنه أبو بشر واختاره الزجاج وقال : أي بلغ ما أرسلت به ، وحدث بالنبوة التي آتاك [ الله ] .وقال الليث عن مجاهد : يعني القرآن وهو قول الكلبي ، أمره أن [ يقرأ به ] .وقال مقاتل : اشكر لما ذكر من النعمة عليك في هذه السورة من جبر اليتيم والهدى بعد الضلالة والإغناء بعد العيلة ، والتحدث بنعمة الله شكرا .أخبرنا أبو سعيد بكر بن محمد بن محمد بن محمي البسطامي ، حدثنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد بن يحيى بن سختويه ، أخبرنا عبد الله بن محمد بن الحسين النصر أبادي ، [ حدثنا علي بن سعيد النسوي ] أخبرنا سعيد بن عفير ، حدثنا يحيى بن أيوب عن عمارة بن غزية عن شرحبيل مولى الأنصاري ، عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال : \" من صنع إليه معروف فليجز به ، فإن لم يجد ما يجزي به فليثن عليه فإنه إذا أثنى عليه فقد شكره ، وإن كتمه فقد كفره ، ومن تحلى بما لم يعط كان كلابس ثوبين من زور \" .أخبرنا أبو سعيد الشريحي أخبرنا أبو إسحاق الثعلبي ، أخبرنا الحسين بن محمد بن الحسين ، حدثنا أحمد بن محمد بن إسحاق ، حدثنا أبو القاسم بن منيع ، حدثنا منصور بن أبي مزاحم ، حدثنا وكيع عن أبي عبد الرحمن يعني القاسم بن الوليد ، عن الشعبي ، عن النعمان بن بشير قال : سمعت رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" من لم يشكر القليل لم يشكر الكثير ، ومن لم يشكر الناس لم يشكر الله تعالى ، التحدث بنعمة الله شكر ، وتركه كفر ، والجماعة رحمة والفرقة عذاب \" .والسنة - في قراءة أهل مكة - أن يكبر من أول سورة \" والضحى \" على رأس كل سورة حتى يختم القرآن ; فيقول : الله أكبر .قال الشيخ الإمام الأجل محيي السنة ناصر الحديث قدوة الأئمة ناشر الدين ركن الإسلام إمام الأئمة مفتي الشرق أبو محمد الحسين بن مسعود رحمه الله : كذلك قرأته على الإمام المقرئ أبي نصر محمد بن أحمد بن علي الحامدي بمرو ، قال : قرأت على أبي القاسم طاهر بن علي الصيرفي ، قال : قرأت على أبي بكر أحمد بن الحسين بن مهران ، قال : قرأت على أبي علي محمد بن أحمد بن حامد الصفار المقرئ ، قال : قرأت على أبي بكر محمد بن موسى الهاشمي ، قال : قرأت على أبي ربيعة والحسين بن محمد الحداد ، وهما قرآ على أبي الحسين بن أبي بزة وأخبرهما [ ابن أبي بزة ] أنه قرأ على عكرمة بن سليمان بن كثير المكي ، وأخبره عكرمة أنه قرأ على شبل بن عباد وإسماعيل بن قسطنطين ، وأخبراه أنهما قرآ على عبد الله بن كثير ، وأخبرهما عبد الله [ بن كثير - رضي الله عنهم أجمعين ] أنه قرأ على مجاهد ، وأخبره مجاهد أنه قرأ على ابن عباس ، وأخبره ابن عباس أنه قرأ على أبي بن كعب .وأخبرنا الإمام المقرئ أبو نصر محمد بن أحمد بن علي وقرأت عليه بمرو ، وقال : أنا الشريف أبو القاسم علي بن محمد الزيدي بالتكبير ، وقرأت عليه بثغر حران ، قال : حدثنا أبو بكر محمد بن الحسن بن زياد الموصلي المعروف بالنقاش ، وقرأت عليه بمدينة السلام ، حدثنا أبو ربيعة محمد بن إسحاق الربعي ، وقرأت عليه بمكة قال : حدثنا أبو الحسن أحمد بن محمد بن عبد الله بن أبي [ بزة ] ، وقرأت عليه قال لي : قرأته على عكرمة بن سليمان ، وأخبرني أنه قرأ على إسماعيل بن قسطنطين وشبل بن عباد قال فلما بلغت \" والضحى \" قالا لي : كبر حتى تختم ، مع خاتمة كل سورة ، فإنا قرأنا على ابن كثير فأمرنا بذلك ، وأخبرنا أنه قرأ على مجاهد فأمره بذلك ، وأخبره مجاهد أنه قرأ على ابن عباس [ فأمره بذلك ] ، وأخبره ابن عباس أنه قرأ على أبي بن كعب فأمره بذلك وأخبره أبي أنه قرأ على النبي - صلى الله عليه وسلم - فأمره بذلك .وكان سبب التكبير أن الوحي لما احتبس قال المشركون هجره شيطانه ، وودعه ، فاغتم النبي - صلى الله عليه وسلم - لذلك ، فلما نزل \" والضحى \" كبر رسول الله - صلى الله عليه وسلم - فرحا بنزول الوحي ، فاتخذوه سنة ."
      },
      {
        "tafseerBookName": "تفسير القرطبي",
        "tafseer": "قوله تعالى : وأما بنعمة ربك فحدث أي انشر ما أنعم الله عليك بالشكر والثناء . والتحدث بنعم الله ، والاعتراف بها شكر . وروى ابن أبي نجيح عن مجاهد وأما بنعمة ربك قال بالقرآن . وعنه قال : بالنبوة أي بلغ ما أرسلت به . والخطاب للنبي - صلى الله عليه وسلم - والحكم عام له ولغيره . وعن الحسن بن علي - رضي الله عنهما - قال : إذا أصبت خيرا ، أو عملت خيرا ، فحدث به الثقة من إخوانك . وعن عمرو بن ميمون قال : إذا لقي الرجل من إخوانه من يثق به ، يقول له : رزق الله من الصلاة البارحة وكذا وكذا . وكان أبو فراس عبد الله بن غالب إذا أصبح يقول : لقد رزقني الله البارحة كذا ، قرأت كذا ، وصليت كذا ، وذكرت الله كذا ، وفعلت كذا . فقلنا له : يا أبا فراس ، إن مثلك لا يقول هذا قال يقول الله تعالى : وأما بنعمة ربك فحدث وتقولون أنتم : لا تحدث بنعمة الله ونحوه عن أيوب السختياني وأبي رجاء العطاردي - رضي الله عنهم - . وقال بكر بن عبد الله المزني قال النبي - صلى الله عليه وسلم - : \" من أعطي خيرا فلم ير عليه ، سمي بغيض الله ، معاديا لنعم الله \" .وروى الشعبي عن النعمان بن بشير قال : قال النبي - صلى الله عليه وسلم - : من لم يشكو القليل ، لم يشكر الكثير ، ومن لم يشكر الناس ، لم يشكر الله ، والتحدث بالنعم شكر ، وتركه كفر ، والجماعة رحمة ، والفرقة عذاب . وروى النسائي عن مالك بن نضلة الجشمي قال : كنت عند رسول الله - صلى الله عليه وسلم - جالسا ، فرآني رث الثياب فقال : \" ألك مال ؟ \" قلت : نعم ، يا رسول الله ، من كل المال . قال : \" إذا آتاك الله مالا فلير أثره عليك \" . وروى أبو سعيد الخدري عن رسول الله - صلى الله عليه وسلم - أنه قال : إن الله جميل يحب الجمال ، ويحب أن يرى أثر نعمته على عبده .فصل : يكبر القارئ في رواية البزي عن ابن كثير - وقد رواه مجاهد عن ابن عباس ، عن أبي بن كعب ، عن النبي - صلى الله عليه وسلم - : إذا بلغ آخر والضحى كبر بين كل سورة تكبيرة ، إلى أن يختم القرآن ، ولا يصل آخر السورة بتكبيره بل يفصل بينهما بسكتة . وكأن المعنى في ذلك أن الوحي تأخر عن النبي - صلى الله عليه وسلم - أياما ، فقال ناس من المشركين : قد ودعه صاحبه وقلاه فنزلت هذه السورة فقال : \" الله أكبر \" . قال مجاهد : قرأت على ابن عباس ، فأمرني به ، وأخبرني به عن أبي عن النبي - صلى الله عليه وسلم - ولا يكبر في قراءة الباقين ; لأنها ذريعة إلى الزيادة في القرآن .قلت : القرآن ثبت نقلا متواترا سوره وآياته وحروفه لا زيادة فيه ولا نقصان فالتكبير على هذا ليس بقرآن . فإذا كان بسم الله الرحمن الرحيم المكتوب في المصحف بخط المصحف ليس بقرآن ، فكيف بالتكبير الذي هو ليس بمكتوب . أما أنه ثبت سنة بنقل الآحاد ، فاستحبه ابن كثير ، لا أنه أوجبه فخطأ من تركه . ذكر الحاكم أبو عبد الله محمد بن عبد الله الحافظ في كتاب ( المستدرك ) له على البخاري ومسلم : حدثنا أبو يحيى محمد بن عبد الله بن محمد بن عبد الله بن يزيد ، المقرئ الإمام بمكة ، في المسجد الحرام ، قال : حدثنا أبو عبد الله محمد بن علي بن زيد الصائغ ، قال : حدثنا أحمد بن محمد بن القاسم بن أبي بزة : سمعت عكرمة بن سليمان يقول : قرأت على إسماعيل بن عبد الله بن قسطنطين ، فلما بلغت والضحى قال لي كبر عند خاتمة كل سورة حتى تختم ، فإني قرأت على عبد الله بن كثير فلما بلغت والضحى قال : كبر حتى تختم . وأخبره عبد الله بن كثير أنه قرأ على مجاهد ، وأخبره مجاهد أن ابن عباس أمره بذلك ، وأخبره ابن عباس أن أبي بن كعب أمره بذلك ، وأخبره أبي بن كعب أن رسول الله - صلى الله عليه وسلم - أمره بذلك . هذا حديث صحيح ولم يخرجاه ."
      },
      {
        "tafseerBookName": "تفسير الطبري",
        "tafseer": "( وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ) : يقول: فاذكره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، عن أبي بشر، عن مجاهد، في قوله: ( وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ) قال: بالنبوّة.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: ثنا سعيد بن إياس الجريريّ، عن أبى نضرة، قال: كان المسلمون يرون أن من شُكْرِ النعم أن يحدّثَ بها.آخر تفسير سورة الضحى، ولله الحمد والشكر"
      }
    ]
  }
}