[
  {
    "surahNo": 2,
    "ayahNo": 62,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين امنوا والذين هادوا والنصارى والصابئين من امن بالله واليوم الاخر وعمل صالحا فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Indeed, the believers, Jews, Christians, and Sabians—whoever ˹truly˺ believes in Allah and the Last Day and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 63,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "ayahArV2": "واذ اخذنا ميثاقكم ورفعنا فوقكم الطور خذوا ما اتيناكم بقوة واذكروا ما فيه لعلكم تتقون",
    "ayahEn": "And ˹remember˺ when We took a covenant from you and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 64,
    "ayahArV1": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخاسرين",
    "ayahEn": "Yet you turned away afterwards. Had it not been for Allah’s grace and mercy upon you, you would have certainly been of the losers.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 65,
    "ayahArV1": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "ayahArV2": "ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خاسئين",
    "ayahEn": "You are already aware of those of you who broke the Sabbath. We said to them, “Be disgraced apes!”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 66,
    "ayahArV1": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "ayahArV2": "فجعلناها نكالا لما بين يديها وما خلفها وموعظة للمتقين",
    "ayahEn": "So We made their fate an example to present and future generations, and a lesson to the God-fearing.",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 67,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "واذ قال موسى لقومه ان الله يامركم ان تذبحوا بقرة قالوا اتتخذنا هزوا قال اعوذ بالله ان اكون من الجاهلين",
    "ayahEn": "And ˹remember˺ when Moses said to his people, “Allah commands you to sacrifice a cow.” They replied, “Are you mocking us?” Moses responded, “I seek refuge in Allah from acting foolishly!”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 68,
    "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
    "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما هي قال انه يقول انها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون",
    "ayahEn": "They said, “Call upon your Lord to clarify for us what type ˹of cow˺ it should be!” He replied, “Allah says, ‘The cow should neither be old nor young but in between. So do as you are commanded!’”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 69,
    "ayahArV1": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
    "ayahArV2": "قالوا ادع لنا ربك يبين لنا ما لونها قال انه يقول انها بقرة صفراء فاقع لونها تسر الناظرين",
    "ayahEn": "They said, “Call upon your Lord to specify for us its colour.” He replied, “Allah says, ‘It should be a bright yellow cow—pleasant to see.’”",
    "meta": {
      "page": 10,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 4,
      "sajda": false
    }
  }
]