[
  {
    "surahNo": 4,
    "ayahNo": 141,
    "ayahArV1": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
    "ayahArV2": "الذين يتربصون بكم فان كان لكم فتح من الله قالوا الم نكن معكم وان كان للكافرين نصيب قالوا الم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيامة ولن يجعل الله للكافرين على المؤمنين سبيلا",
    "ayahEn": "˹The hypocrites are˺ those who wait to see what happens to you. So if Allah grants you victory, they say ˹to you˺, “Were we not on your side?” But if the disbelievers have a share ˹of victory˺, they say ˹to them˺, “Did we not have the advantage over you, yet we protected you from the believers?” Allah will judge between ˹all of˺ you on the Day of Judgment. And Allah will never grant the disbelievers a way over the believers.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 142,
    "ayahArV1": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
    "ayahArV2": "ان المنافقين يخادعون الله وهو خادعهم واذا قاموا الى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله الا قليلا",
    "ayahEn": "Surely the hypocrites seek to deceive Allah, but He outwits them. When they stand up for prayer, they do it half-heartedly only to be seen by people—hardly remembering Allah at all.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 143,
    "ayahArV1": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "ayahArV2": "مذبذبين بين ذلك لا الى هؤلاء ولا الى هؤلاء ومن يضلل الله فلن تجد له سبيلا",
    "ayahEn": "Torn between belief and disbelief—belonging neither to these ˹believers˺ nor those ˹disbelievers˺. And whoever Allah leaves to stray, you will never find for them a way.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 144,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا الكافرين اولياء من دون المؤمنين اتريدون ان تجعلوا لله عليكم سلطانا مبينا",
    "ayahEn": "O believers! Do not take disbelievers as allies instead of the believers. Would you like to give Allah solid proof against yourselves?",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 145,
    "ayahArV1": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
    "ayahArV2": "ان المنافقين في الدرك الاسفل من النار ولن تجد لهم نصيرا",
    "ayahEn": "Surely the hypocrites will be in the lowest depths of the Fire—and you will never find for them any helper—",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 146,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
    "ayahArV2": "الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله فاولئك مع المؤمنين وسوف يؤت الله المؤمنين اجرا عظيما",
    "ayahEn": "except those who repent, mend their ways, hold fast to Allah, and are sincere in their devotion to Allah; they will be with the believers. And Allah will grant the believers a great reward.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 147,
    "ayahArV1": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
    "ayahArV2": "ما يفعل الله بعذابكم ان شكرتم وامنتم وكان الله شاكرا عليما",
    "ayahEn": "Why should Allah punish you if you are grateful and faithful? Allah is ever Appreciative, All-Knowing.",
    "meta": {
      "page": 101,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 40,
      "sajda": false
    }
  }
]