[
  {
    "surahNo": 4,
    "ayahNo": 148,
    "ayahArV1": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
    "ayahArV2": "لا يحب الله الجهر بالسوء من القول الا من ظلم وكان الله سميعا عليما",
    "ayahEn": "Allah does not like negative thoughts to be voiced—except by those who have been wronged. Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 149,
    "ayahArV1": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
    "ayahArV2": "ان تبدوا خيرا او تخفوه او تعفوا عن سوء فان الله كان عفوا قديرا",
    "ayahEn": "Whether you reveal or conceal a good or pardon an evil—surely Allah is Ever-Pardoning, Most Capable.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 150,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
    "ayahArV2": "ان الذين يكفرون بالله ورسله ويريدون ان يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون ان يتخذوا بين ذلك سبيلا",
    "ayahEn": "Surely those who deny Allah and His messengers and wish to make a distinction between Allah and His messengers, saying, “We believe in some and disbelieve in others,” desiring to forge a compromise",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 151,
    "ayahArV1": "أُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
    "ayahArV2": "اولئك هم الكافرون حقا واعتدنا للكافرين عذابا مهينا",
    "ayahEn": "they are indeed the true disbelievers. And We have prepared for the disbelievers a humiliating punishment.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 152,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "والذين امنوا بالله ورسله ولم يفرقوا بين احد منهم اولئك سوف يؤتيهم اجورهم وكان الله غفورا رحيما",
    "ayahEn": "As for those who believe in Allah and His messengers—accepting all; rejecting none—He will surely give them their rewards. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 153,
    "ayahArV1": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
    "ayahArV2": "يسالك اهل الكتاب ان تنزل عليهم كتابا من السماء فقد سالوا موسى اكبر من ذلك فقالوا ارنا الله جهرة فاخذتهم الصاعقة بظلمهم ثم اتخذوا العجل من بعد ما جاءتهم البينات فعفونا عن ذلك واتينا موسى سلطانا مبينا",
    "ayahEn": "The People of the Book demand that you ˹O Prophet˺ bring down for them a revelation in writing from heaven. They demanded what is even greater than this from Moses, saying, “Make Allah visible to us!” So a thunderbolt struck them for their wrongdoing. Then they took the calf for worship after receiving clear signs. Still We forgave them for that ˹after their repentance˺ and gave Moses compelling proof.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 154,
    "ayahArV1": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
    "ayahArV2": "ورفعنا فوقهم الطور بميثاقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت واخذنا منهم ميثاقا غليظا",
    "ayahEn": "We raised the Mount over them ˹as a warning˺ for ˹breaking˺ their covenant and said, “Enter the gate ˹of Jerusalem˺ with humility.” We also warned them, “Do not break the Sabbath,” and took from them a firm covenant.",
    "meta": {
      "page": 102,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  }
]