[
  {
    "surahNo": 4,
    "ayahNo": 155,
    "ayahArV1": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
    "ayahArV2": "فبما نقضهم ميثاقهم وكفرهم بايات الله وقتلهم الانبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون الا قليلا",
    "ayahEn": "˹They were condemned˺ for breaking their covenant, rejecting Allah’s signs, killing the prophets unjustly, and for saying, “Our hearts are unreceptive!”—it is Allah Who has sealed their hearts for their disbelief, so they do not believe except for a few—",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 156,
    "ayahArV1": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَـٰنًا عَظِيمًا",
    "ayahArV2": "وبكفرهم وقولهم على مريم بهتانا عظيما",
    "ayahEn": "and for their denial and outrageous accusation against Mary",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 157,
    "ayahArV1": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
    "ayahArV2": "وقولهم انا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وان الذين اختلفوا فيه لفي شك منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينا",
    "ayahEn": "and for boasting, “We killed the Messiah, Jesus, son of Mary, the messenger of Allah.” But they neither killed nor crucified him—it was only made to appear so. Even those who argue for this ˹crucifixion˺ are in doubt. They have no knowledge whatsoever—only making assumptions. They certainly did not kill him.",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 158,
    "ayahArV1": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "ayahArV2": "بل رفعه الله اليه وكان الله عزيزا حكيما",
    "ayahEn": "Rather, Allah raised him up to Himself. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 159,
    "ayahArV1": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
    "ayahArV2": "وان من اهل الكتاب الا ليؤمنن به قبل موته ويوم القيامة يكون عليهم شهيدا",
    "ayahEn": "Every one of the People of the Book will definitely believe in him before his death. And on the Day of Judgment Jesus will be a witness against them.",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 160,
    "ayahArV1": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
    "ayahArV2": "فبظلم من الذين هادوا حرمنا عليهم طيبات احلت لهم وبصدهم عن سبيل الله كثيرا",
    "ayahEn": "We forbade the Jews certain foods that had been lawful to them for their wrongdoing, and for hindering many from the Way of Allah",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 161,
    "ayahArV1": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "واخذهم الربا وقد نهوا عنه واكلهم اموال الناس بالباطل واعتدنا للكافرين منهم عذابا اليما",
    "ayahEn": "taking interest despite its prohibition, and consuming people’s wealth unjustly. We have prepared for the disbelievers among them a painful punishment.",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 162,
    "ayahArV1": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
    "ayahArV2": "لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما انزل اليك وما انزل من قبلك والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الاخر اولئك سنؤتيهم اجرا عظيما",
    "ayahEn": "But those of them well-grounded in knowledge, the faithful ˹who˺ believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you—˹especially˺ those who establish prayer—and those who pay alms-tax and believe in Allah and the Last Day, to these ˹people˺ We will grant a great reward.",
    "meta": {
      "page": 103,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 41,
      "sajda": false
    }
  }
]