[
  {
    "surahNo": 4,
    "ayahNo": 163,
    "ayahArV1": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
    "ayahArV2": "انا اوحينا اليك كما اوحينا الى نوح والنبيين من بعده واوحينا الى ابراهيم واسماعيل واسحاق ويعقوب والاسباط وعيسى وايوب ويونس وهارون وسليمان واتينا داوود زبورا",
    "ayahEn": "Indeed, We have sent revelation to you ˹O Prophet˺ as We sent revelation to Noah and the prophets after him. We also sent revelation to Abraham, Ishmael, Isaac, Jacob, and his descendants, ˹as well as˺ Jesus, Job, Jonah, Aaron, and Solomon. And to David We gave the Psalms.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 164,
    "ayahArV1": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
    "ayahArV2": "ورسلا قد قصصناهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما",
    "ayahEn": "There are messengers whose stories We have told you already and others We have not. And to Moses Allah spoke directly.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 165,
    "ayahArV1": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "ayahArV2": "رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما",
    "ayahEn": "˹All were˺ messengers delivering good news and warnings so humanity should have no excuse before Allah after ˹the coming of˺ the messengers. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 166,
    "ayahArV1": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "ayahArV2": "لكن الله يشهد بما انزل اليك انزله بعلمه والملائكة يشهدون وكفى بالله شهيدا",
    "ayahEn": "Yet ˹if you are denied, O  Prophet,˺ Allah bears witness to what He has sent down to you—He has sent it with His knowledge. The angels too bear witness. And Allah ˹alone˺ is sufficient as a Witness.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 167,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
    "ayahArV2": "ان الذين كفروا وصدوا عن سبيل الله قد ضلوا ضلالا بعيدا",
    "ayahEn": "Those who disbelieve and hinder ˹others˺ from the Way of Allah have certainly strayed far away.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 168,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
    "ayahArV2": "ان الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا",
    "ayahEn": "Those who disbelieve and wrong themselves—surely Allah will neither forgive them nor guide them to any path",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 169,
    "ayahArV1": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "ayahArV2": "الا طريق جهنم خالدين فيها ابدا وكان ذلك على الله يسيرا",
    "ayahEn": "except that of Hell, to stay there for ever and ever. And that is easy for Allah.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 170,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "يا ايها الناس قد جاءكم الرسول بالحق من ربكم فامنوا خيرا لكم وان تكفروا فان لله ما في السماوات والارض وكان الله عليما حكيما",
    "ayahEn": "O humanity! The Messenger has certainly come to you with the truth from your Lord, so believe for your own good. But if you disbelieve, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 104,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  }
]