[
  {
    "surahNo": 4,
    "ayahNo": 171,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "ayahArV2": "يا اهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله الا الحق انما المسيح عيسى ابن مريم رسول الله وكلمته القاها الى مريم وروح منه فامنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم انما الله اله واحد سبحانه ان يكون له ولد له ما في السماوات وما في الارض وكفى بالله وكيلا",
    "ayahEn": "O People of the Book! Do not go to extremes regarding your faith; say nothing about Allah except the truth. The Messiah, Jesus, son of Mary, was no more than a messenger of Allah and the fulfilment of His Word through Mary and a spirit ˹created by a command˺ from Him. So believe in Allah and His messengers and do not say, “Trinity.” Stop!—for your own good. Allah is only One God. Glory be to Him! He is far above having a son! To Him belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs.",
    "meta": {
      "page": 105,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 172,
    "ayahArV1": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
    "ayahArV2": "لن يستنكف المسيح ان يكون عبدا لله ولا الملائكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم اليه جميعا",
    "ayahEn": "The Messiah would never be too proud to be a servant of Allah, nor would the angels nearest to Allah. Those who are too proud and arrogant to worship Him will be brought before Him all together.",
    "meta": {
      "page": 105,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 173,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "فاما الذين امنوا وعملوا الصالحات فيوفيهم اجورهم ويزيدهم من فضله واما الذين استنكفوا واستكبروا فيعذبهم عذابا اليما ولا يجدون لهم من دون الله وليا ولا نصيرا",
    "ayahEn": "As for those who believe and do good, He will reward them in full and increase them out of His grace. But those who are too proud and arrogant, He will subject them to a painful punishment. And besides Allah they will find no protector or helper.",
    "meta": {
      "page": 105,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 174,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا",
    "ayahArV2": "يا ايها الناس قد جاءكم برهان من ربكم وانزلنا اليكم نورا مبينا",
    "ayahEn": "O humanity! There has come to you conclusive evidence from your Lord. And We have sent down to you a brilliant light.",
    "meta": {
      "page": 105,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 175,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
    "ayahArV2": "فاما الذين امنوا بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم اليه صراطا مستقيما",
    "ayahEn": "As for those who believe in Allah and hold fast to Him, He will admit them into His mercy and grace and guide them to Himself through the Straight Path.",
    "meta": {
      "page": 105,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 42,
      "sajda": false
    }
  }
]