[
  {
    "surahNo": 5,
    "ayahNo": 10,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "والذين كفروا وكذبوا باياتنا اولئك اصحاب الجحيم",
    "ayahEn": "As for those who disbelieve and deny Our signs, they are the residents of the Hellfire.",
    "meta": {
      "page": 109,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 43,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 11,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "يا ايها الذين امنوا اذكروا نعمت الله عليكم اذ هم قوم ان يبسطوا اليكم ايديهم فكف ايديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون",
    "ayahEn": "O believers! Remember Allah’s favour upon you: when a people sought to harm you, but He held their hands back from you. Be mindful of Allah. And in Allah let the believers put their trust.",
    "meta": {
      "page": 109,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 43,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 12,
    "ayahArV1": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "ayahArV2": "ولقد اخذ الله ميثاق بني اسرائيل وبعثنا منهم اثني عشر نقيبا وقال الله اني معكم لئن اقمتم الصلاة واتيتم الزكاة وامنتم برسلي وعزرتموهم واقرضتم الله قرضا حسنا لاكفرن عنكم سيئاتكم ولادخلنكم جنات تجري من تحتها الانهار فمن كفر بعد ذلك منكم فقد ضل سواء السبيل",
    "ayahEn": "Allah made a covenant with the Children of Israel and appointed twelve leaders from among them and ˹then˺ said, “I am truly with you. If you establish prayer, pay alms-tax, believe in My messengers, support them, and lend to Allah a good loan, I will certainly forgive your sins and admit you into Gardens under which rivers flow. And whoever among you disbelieves afterwards has truly strayed from the Right Way.”",
    "meta": {
      "page": 109,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 44,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 13,
    "ayahArV1": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
    "ayahArV2": "فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح ان الله يحب المحسنين",
    "ayahEn": "But for breaking their covenant We condemned them and hardened their hearts. They distorted the words of the Scripture and neglected a portion of what they had been commanded to uphold. You ˹O Prophet˺ will always find deceit on their part, except for a few. But pardon them and bear with them. Indeed, Allah loves the good-doers.",
    "meta": {
      "page": 109,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 44,
      "sajda": false
    }
  }
]