[
  {
    "surahNo": 5,
    "ayahNo": 24,
    "ayahArV1": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
    "ayahArV2": "قالوا يا موسى انا لن ندخلها ابدا ما داموا فيها فاذهب انت وربك فقاتلا انا هاهنا قاعدون",
    "ayahEn": "˹Yet˺ they said, “O Moses! ˹Still˺ we will never enter as long as they remain there. So go—both you and your Lord—and fight; we are staying right here!”",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 44,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 25,
    "ayahArV1": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى ۖ فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "قال رب اني لا املك الا نفسي واخي فافرق بيننا وبين القوم الفاسقين",
    "ayahEn": "Moses pleaded, “My Lord! I have no control over anyone except myself and my brother. So set us apart from the rebellious people.”",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 44,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 26,
    "ayahArV1": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "قال فانها محرمة عليهم اربعين سنة يتيهون في الارض فلا تاس على القوم الفاسقين",
    "ayahEn": "Allah replied, “Then this land is forbidden to them for forty years, during which they will wander through the land. So do not grieve for the rebellious people.”",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 11,
      "hizbQuarter": 44,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 27,
    "ayahArV1": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
    "ayahArV2": "واتل عليهم نبا ابني ادم بالحق اذ قربا قربانا فتقبل من احدهما ولم يتقبل من الاخر قال لاقتلنك قال انما يتقبل الله من المتقين",
    "ayahEn": "Relate to them in truth ˹O Prophet˺ the story of Adam’s two sons—how each offered a sacrifice: Abel’s offering was accepted while Cain’s was not. So Cain threatened, “I will kill you!” His brother replied, “Allah only accepts ˹the offering˺ of the sincerely devout.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 28,
    "ayahArV1": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "لئن بسطت الي يدك لتقتلني ما انا بباسط يدي اليك لاقتلك اني اخاف الله رب العالمين",
    "ayahEn": "If you raise your hand to kill me, I will not raise mine to kill you, because I fear Allah—the Lord of all worlds.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 29,
    "ayahArV1": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "اني اريد ان تبوء باثمي واثمك فتكون من اصحاب النار وذلك جزاء الظالمين",
    "ayahEn": "I want to let you bear your sin against me along with your other sins, then you will be one of those destined to the Fire. And that is the reward of the wrongdoers.”",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 30,
    "ayahArV1": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "فطوعت له نفسه قتل اخيه فقتله فاصبح من الخاسرين",
    "ayahEn": "Yet Cain convinced himself to kill his brother, so he killed him—becoming a loser.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 31,
    "ayahArV1": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
    "ayahArV2": "فبعث الله غرابا يبحث في الارض ليريه كيف يواري سوءة اخيه قال يا ويلتا اعجزت ان اكون مثل هذا الغراب فاواري سوءة اخي فاصبح من النادمين",
    "ayahEn": "Then Allah sent a crow digging ˹a grave˺ in the ground ˹for a dead crow˺, in order to show him how to bury the corpse of his brother. He cried, “Alas! Have I ˹even˺ failed to be like this crow and bury the corpse of my brother?” So he became regretful.",
    "meta": {
      "page": 112,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  }
]