[
  {
    "surahNo": 5,
    "ayahNo": 37,
    "ayahArV1": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "ayahArV2": "يريدون ان يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم",
    "ayahEn": "They will be desperate to get out of the Fire but they will never be able to. And they will suffer an everlasting punishment.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 38,
    "ayahArV1": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "والسارق والسارقة فاقطعوا ايديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم",
    "ayahEn": "As for male and female thieves, cut off their hands for what they have done—a deterrent from Allah. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 39,
    "ayahArV1": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "فمن تاب من بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم",
    "ayahEn": "But whoever repents after their wrongdoing and mends their ways, Allah will surely turn to them in forgiveness. Indeed, Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 40,
    "ayahArV1": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "الم تعلم ان الله له ملك السماوات والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شيء قدير",
    "ayahEn": "Do you not know that the kingdom of the heavens and the earth belongs to Allah ˹alone˺? He punishes whoever He wills and forgives whoever He wills. And Allah is Most Capable of everything.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 45,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 41,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "يا ايها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا امنا بافواههم ولم تؤمن قلوبهم ومن الذين هادوا سماعون للكذب سماعون لقوم اخرين لم ياتوك يحرفون الكلم من بعد مواضعه يقولون ان اوتيتم هذا فخذوه وان لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيئا اولئك الذين لم يرد الله ان يطهر قلوبهم لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
    "ayahEn": "O Messenger! Do not grieve for those who race to disbelieve—those who say, “We believe” with their tongues, but their hearts are in disbelief. Nor those among the Jews who eagerly listen to lies, attentive to those who are too arrogant to come to you. They distort the Scripture, taking rulings out of context, then say, “If this is the ruling you get ˹from Muḥammad˺, accept it. If not, beware!” Whoever Allah allows to be deluded, you can never be of any help to them against Allah. It is not Allah’s Will to purify their hearts. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter.",
    "meta": {
      "page": 114,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 46,
      "sajda": false
    }
  }
]