[
  {
    "surahNo": 5,
    "ayahNo": 58,
    "ayahArV1": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
    "ayahArV2": "واذا ناديتم الى الصلاة اتخذوها هزوا ولعبا ذلك بانهم قوم لا يعقلون",
    "ayahEn": "When you call to prayer, they mock it in amusement. This is because they are a people without understanding.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 59,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
    "ayahArV2": "قل يا اهل الكتاب هل تنقمون منا الا ان امنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فاسقون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Do you resent us only because we believe in Allah and what has been revealed to us and what was revealed before—while most of you are rebellious?”",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 60,
    "ayahArV1": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
    "ayahArV2": "قل هل انبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت اولئك شر مكانا واضل عن سواء السبيل",
    "ayahEn": "Say, ˹O Prophet,˺ “Shall I inform you of those who deserve a worse punishment from Allah ˹than the rebellious˺? It is those who earned Allah’s condemnation and displeasure—some being reduced to apes and pigs and worshippers of false gods. These are far worse in rank and farther astray from the Right Way.”",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 61,
    "ayahArV1": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
    "ayahArV2": "واذا جاءوكم قالوا امنا وقد دخلوا بالكفر وهم قد خرجوا به والله اعلم بما كانوا يكتمون",
    "ayahEn": "When they come to you ˹believers˺ they say, “We believe.” But they are committed to disbelief when they enter and when they leave. And Allah knows what they hide.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 62,
    "ayahArV1": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "وترى كثيرا منهم يسارعون في الاثم والعدوان واكلهم السحت لبئس ما كانوا يعملون",
    "ayahEn": "You see many of them racing towards sin, transgression, and consumption of forbidden gain. Evil indeed are their actions!",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 63,
    "ayahArV1": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
    "ayahArV2": "لولا ينهاهم الربانيون والاحبار عن قولهم الاثم واكلهم السحت لبئس ما كانوا يصنعون",
    "ayahEn": "Why do their rabbis and scholars not forbid them from saying what is sinful and consuming what is unlawful? Evil indeed is their inaction!",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 64,
    "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما انزل اليك من ربك طغيانا وكفرا والقينا بينهم العداوة والبغضاء الى يوم القيامة كلما اوقدوا نارا للحرب اطفاها الله ويسعون في الارض فسادا والله لا يحب المفسدين",
    "ayahEn": "˹Some among˺ the Jews said, “Allah is tight-fisted.” May their fists be tied and they be condemned for what they said. Rather, He is open-handed, giving freely as He pleases. That which has been revealed to you ˹O Prophet˺ from your Lord will only cause many of them to increase in wickedness and disbelief. We have stirred among them hostility and hatred until the Day of Judgment. Whenever they kindle the fire of war, Allah puts it out. And they strive to spread corruption in the land. And Allah does not like corruptors.",
    "meta": {
      "page": 118,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 47,
      "sajda": false
    }
  }
]