[
  {
    "surahNo": 2,
    "ayahNo": 77,
    "ayahArV1": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "ayahArV2": "اولا يعلمون ان الله يعلم ما يسرون وما يعلنون",
    "ayahEn": "Do they not know that Allah is aware of what they conceal and what they reveal?",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 78,
    "ayahArV1": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
    "ayahArV2": "ومنهم اميون لا يعلمون الكتاب الا اماني وان هم الا يظنون",
    "ayahEn": "And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 79,
    "ayahArV1": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
    "ayahArV2": "فويل للذين يكتبون الكتاب بايديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت ايديهم وويل لهم مما يكسبون",
    "ayahEn": "So woe to those who distort the Scripture with their own hands then say, “This is from Allah”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 80,
    "ayahArV1": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "وقالوا لن تمسنا النار الا اياما معدودة قل اتخذتم عند الله عهدا فلن يخلف الله عهده ام تقولون على الله ما لا تعلمون",
    "ayahEn": "˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from Allah—for Allah never breaks His word—or are you ˹just˺ saying about Allah what you do not know?”",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 81,
    "ayahArV1": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "بلى من كسب سيئة واحاطت به خطيئته فاولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 82,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات اولئك اصحاب الجنة هم فيها خالدون",
    "ayahEn": "And those who believe and do good will be the residents of Paradise. They will be there forever.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 83,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
    "ayahArV2": "واذ اخذنا ميثاق بني اسرائيل لا تعبدون الا الله وبالوالدين احسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا واقيموا الصلاة واتوا الزكاة ثم توليتم الا قليلا منكم وانتم معرضون",
    "ayahEn": "And ˹remember˺ when We took a covenant from the children of Israel ˹stating˺, “Worship none but Allah; be kind to parents, relatives, orphans and the needy; speak kindly to people; establish prayer; and pay alms-tax.” But you ˹Israelites˺ turned away—except for a few of you—and were indifferent.",
    "meta": {
      "page": 12,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 5,
      "sajda": false
    }
  }
]