[
  {
    "surahNo": 5,
    "ayahNo": 77,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
    "ayahArV2": "قل يا اهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا اهواء قوم قد ضلوا من قبل واضلوا كثيرا وضلوا عن سواء السبيل",
    "ayahEn": "Say, “O People of the Book! Do not go to extremes in your faith beyond the truth, nor follow the vain desires of those who went astray before ˹you˺. They misled many and strayed from the Right Way.”",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 78,
    "ayahArV1": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "ayahArV2": "لعن الذين كفروا من بني اسرائيل على لسان داوود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون",
    "ayahEn": "The disbelievers among the Children of Israel were condemned in the revelations of David and Jesus, son of Mary. That was for their disobedience and violations.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 79,
    "ayahArV1": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
    "ayahArV2": "كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون",
    "ayahEn": "They did not forbid one another from doing evil. Evil indeed was what they did!",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 80,
    "ayahArV1": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
    "ayahArV2": "ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم انفسهم ان سخط الله عليهم وفي العذاب هم خالدون",
    "ayahEn": "You see many of them taking the disbelievers as allies. Truly wicked are their misdeeds, which have earned them Allah’s wrath. And they will be in everlasting torment.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 81,
    "ayahArV1": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
    "ayahArV2": "ولو كانوا يؤمنون بالله والنبي وما انزل اليه ما اتخذوهم اولياء ولكن كثيرا منهم فاسقون",
    "ayahEn": "Had they believed in Allah, the Prophet, and what has been revealed to him, they would have never taken those ˹pagans˺ as allies. But most of them are rebellious.",
    "meta": {
      "page": 121,
      "juz": 6,
      "hizb": 12,
      "hizbQuarter": 48,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 82,
    "ayahArV1": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ ۖ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
    "ayahArV2": "لتجدن اشد الناس عداوة للذين امنوا اليهود والذين اشركوا ولتجدن اقربهم مودة للذين امنوا الذين قالوا انا نصارى ذلك بان منهم قسيسين ورهبانا وانهم لا يستكبرون",
    "ayahEn": "You will surely find the most bitter towards the believers to be the Jews and polytheists and the most gracious to be those who call themselves Christian. That is because there are priests and monks among them and because they are not arrogant.",
    "meta": {
      "page": 121,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  }
]