[
  {
    "surahNo": 5,
    "ayahNo": 83,
    "ayahArV1": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "واذا سمعوا ما انزل الى الرسول ترى اعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا امنا فاكتبنا مع الشاهدين",
    "ayahEn": "When they listen to what has been revealed to the Messenger, you see their eyes overflowing with tears for recognizing the truth. They say, “Our Lord! We believe, so count us among the witnesses.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 84,
    "ayahArV1": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع ان يدخلنا ربنا مع القوم الصالحين",
    "ayahEn": "Why should we not believe in Allah and the truth that has come to us? And we long for our Lord to include us in the company of the righteous.”",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 85,
    "ayahArV1": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "فاثابهم الله بما قالوا جنات تجري من تحتها الانهار خالدين فيها وذلك جزاء المحسنين",
    "ayahEn": "So Allah will reward them for what they said with Gardens under which rivers flow, to stay there forever. And that is the reward of the good-doers.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 86,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "والذين كفروا وكذبوا باياتنا اولئك اصحاب الجحيم",
    "ayahEn": "As for those who disbelieve and reject Our signs, they will be the residents of the Hellfire.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 87,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَـٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "ayahArV2": "يا ايها الذين امنوا لا تحرموا طيبات ما احل الله لكم ولا تعتدوا ان الله لا يحب المعتدين",
    "ayahEn": "O believers! Do not forbid the good things which Allah has made lawful for you, and do not transgress. Indeed, Allah does not like transgressors.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 88,
    "ayahArV1": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
    "ayahArV2": "وكلوا مما رزقكم الله حلالا طيبا واتقوا الله الذي انتم به مؤمنون",
    "ayahEn": "Eat of the good, lawful things provided to you by Allah. And be mindful of Allah in Whom you believe.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  },
  {
    "surahNo": 5,
    "ayahNo": 89,
    "ayahArV1": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "لا يؤاخذكم الله باللغو في ايمانكم ولكن يؤاخذكم بما عقدتم الايمان فكفارته اطعام عشرة مساكين من اوسط ما تطعمون اهليكم او كسوتهم او تحرير رقبة فمن لم يجد فصيام ثلاثة ايام ذلك كفارة ايمانكم اذا حلفتم واحفظوا ايمانكم كذلك يبين الله لكم اياته لعلكم تشكرون",
    "ayahEn": "Allah will not call you to account for your thoughtless oaths, but He will hold you accountable for deliberate oaths. The penalty for a broken oath is to feed ten poor people from what you normally feed your own family, or to clothe them, or to free a bondsperson. But if none of this is affordable, then you must fast three days. This is the penalty for breaking your oaths. So be mindful of your oaths. This is how Allah makes things clear to you, so perhaps you will be grateful.",
    "meta": {
      "page": 122,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 49,
      "sajda": false
    }
  }
]