[
  {
    "surahNo": 6,
    "ayahNo": 9,
    "ayahArV1": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
    "ayahArV2": "ولو جعلناه ملكا لجعلناه رجلا وللبسنا عليهم ما يلبسون",
    "ayahEn": "And if We had sent an angel, We would have certainly made it ˹assume the form of˺ a man—leaving them more confused than they already are.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 10,
    "ayahArV1": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون",
    "ayahEn": "˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 11,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "ayahArV2": "قل سيروا في الارض ثم انظروا كيف كان عاقبة المكذبين",
    "ayahEn": "Say, “Travel throughout the land and see the fate of the deniers.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 12,
    "ayahArV1": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "قل لمن ما في السماوات والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيامة لا ريب فيه الذين خسروا انفسهم فهم لا يؤمنون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “To whom belongs everything in the heavens and the earth?” Say, “To Allah!” He has taken upon Himself to be Merciful. He will certainly gather ˹all of˺ you together for the Day of Judgment—about which there is no doubt. But those who have ruined themselves will never believe.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 51,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 13,
    "ayahArV1": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "وله ما سكن في الليل والنهار وهو السميع العليم",
    "ayahEn": "To Him belongs whatever exists in the day and night. And He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 14,
    "ayahArV1": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل اغير الله اتخذ وليا فاطر السماوات والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Will I take any guardian other than Allah, the Originator of the heavens and the earth, Who provides for all and is not in need of provision?” Say, “I have been commanded to be the first to submit and not be one of the polytheists.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 15,
    "ayahArV1": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "قل اني اخاف ان عصيت ربي عذاب يوم عظيم",
    "ayahEn": "Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 16,
    "ayahArV1": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "ayahArV2": "من يصرف عنه يومئذ فقد رحمه وذلك الفوز المبين",
    "ayahEn": "Whoever is spared the torment of that Day will have certainly been shown Allah’s mercy. And that is the absolute triumph.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 17,
    "ayahArV1": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شيء قدير",
    "ayahEn": "If Allah touches you with harm, none can undo it except Him. And if He touches you with a blessing, He is Most Capable of everything.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 18,
    "ayahArV1": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "ayahArV2": "وهو القاهر فوق عباده وهو الحكيم الخبير",
    "ayahEn": "He reigns supreme over His creation. And He is the All-Wise, All-Aware.",
    "meta": {
      "page": 129,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  }
]