[
  {
    "surahNo": 6,
    "ayahNo": 28,
    "ayahArV1": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكاذبون",
    "ayahEn": "But no! ˹They only say this˺ because the truth they used to hide will become all too clear to them. Even if they were to be sent back, they would certainly revert to what they were forbidden. Indeed they are liars!",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 29,
    "ayahArV1": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
    "ayahArV2": "وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين",
    "ayahEn": "They insisted, “There is nothing beyond this worldly life and we will never be resurrected.”",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 30,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "But if only you could see when they will be detained before their Lord! He will ask ˹them˺, “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” He will say, “Then taste the punishment for your disbelief.”",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 31,
    "ayahArV1": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
    "ayahArV2": "قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يا حسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون",
    "ayahEn": "Losers indeed are those who deny the meeting with Allah until the Hour takes them by surprise, then they will cry, “Woe to us for having ignored this!” They will bear ˹the burden of˺ their sins on their backs. Evil indeed is their burden!",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 32,
    "ayahArV1": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما الحياة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون",
    "ayahEn": "This worldly life is no more than play and amusement, but far better is the ˹eternal˺ Home of the Hereafter for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 33,
    "ayahArV1": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظالمين بايات الله يجحدون",
    "ayahEn": "We certainly know that what they say grieves you ˹O Prophet˺. It is not your honesty they question—it is Allah’s signs that the wrongdoers deny.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 34,
    "ayahArV1": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
    "ayahArV2": "ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبا المرسلين",
    "ayahEn": "Indeed, messengers before you were rejected but patiently endured rejection and persecution until Our help came to them. And Allah’s promise ˹to help˺ is never broken. And you have already received some of the narratives of these messengers.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 35,
    "ayahArV1": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفقا في الارض او سلما في السماء فتاتيهم باية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجاهلين",
    "ayahEn": "If you find their denial unbearable, then build—if you can—a tunnel through the earth or stairs to the sky to bring them a ˹more compelling˺ sign. Had Allah so willed, He could have guided them all. So do not be one of those ignorant ˹of this fact˺.",
    "meta": {
      "page": 131,
      "juz": 7,
      "hizb": 13,
      "hizbQuarter": 52,
      "sajda": false
    }
  }
]