[
  {
    "surahNo": 6,
    "ayahNo": 36,
    "ayahArV1": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
    "ayahArV2": "انما يستجيب الذين يسمعون والموتى يبعثهم الله ثم اليه يرجعون",
    "ayahEn": "Only the attentive will respond ˹to your call˺. As for the dead, Allah will raise them up, then to Him they will ˹all˺ be returned.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 37,
    "ayahArV1": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "وقالوا لولا نزل عليه اية من ربه قل ان الله قادر على ان ينزل اية ولكن اكثرهم لا يعلمون",
    "ayahEn": "They ask, “Why has no ˹other˺ sign been sent down to him from his Lord?” Say, ˹O Prophet,˺ “Allah certainly has the power to send down a sign”—though most of them do not know.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 38,
    "ayahArV1": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
    "ayahArV2": "وما من دابة في الارض ولا طائر يطير بجناحيه الا امم امثالكم ما فرطنا في الكتاب من شيء ثم الى ربهم يحشرون",
    "ayahEn": "All living beings roaming the earth and winged birds soaring in the sky are communities like yourselves. We have left nothing out of the Record. Then to their Lord they will be gathered all together.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 39,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "والذين كذبوا باياتنا صم وبكم في الظلمات من يشا الله يضلله ومن يشا يجعله على صراط مستقيم",
    "ayahEn": "Those who deny Our signs are ˹wilfully˺ deaf and dumb—lost in darkness. Allah leaves whoever He wills to stray and guides whoever He wills to the Straight Way.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 40,
    "ayahArV1": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "قل ارايتكم ان اتاكم عذاب الله او اتتكم الساعة اغير الله تدعون ان كنتم صادقين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Imagine if you were overwhelmed by Allah’s torment or the Hour—would you call upon any other than Allah ˹for help˺? ˹Answer me˺ if your claims are true!",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 41,
    "ayahArV1": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
    "ayahArV2": "بل اياه تدعون فيكشف ما تدعون اليه ان شاء وتنسون ما تشركون",
    "ayahEn": "No! He is the only One you would call. And if He willed, He could remove the affliction that made you invoke Him. Only then will you forget whatever you associate with Him ˹in worship˺.”",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 42,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
    "ayahArV2": "ولقد ارسلنا الى امم من قبلك فاخذناهم بالباساء والضراء لعلهم يتضرعون",
    "ayahEn": "Indeed, We have sent messengers before you ˹O Prophet˺ to other people who We put through suffering and adversity ˹for their denial˺, so perhaps they would be humbled.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 43,
    "ayahArV1": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فلولا اذ جاءهم باسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطان ما كانوا يعملون",
    "ayahEn": "Why did they not humble themselves when We made them suffer? Instead, their hearts were hardened, and Satan made their misdeeds appealing to them.",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 44,
    "ayahArV1": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
    "ayahArV2": "فلما نسوا ما ذكروا به فتحنا عليهم ابواب كل شيء حتى اذا فرحوا بما اوتوا اخذناهم بغتة فاذا هم مبلسون",
    "ayahEn": "When they became oblivious to warnings, We showered them with everything they desired. But just as they became prideful of what they were given, We seized them by surprise, then they instantly fell into despair!",
    "meta": {
      "page": 132,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 53,
      "sajda": false
    }
  }
]