[
  {
    "surahNo": 6,
    "ayahNo": 60,
    "ayahArV1": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى اجل مسمى ثم اليه مرجعكم ثم ينبئكم بما كنتم تعملون",
    "ayahEn": "He is the One Who calls back your souls by night and knows what you do by day, then revives you daily to complete your appointed term. To Him is your ˹ultimate˺ return, then He will inform you of what you used to do.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 61,
    "ayahArV1": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
    "ayahArV2": "وهو القاهر فوق عباده ويرسل عليكم حفظة حتى اذا جاء احدكم الموت توفته رسلنا وهم لا يفرطون",
    "ayahEn": "He reigns supreme over all of His creation, and sends recording-angels, watching over you. When death comes to any of you, Our angels take their soul, never neglecting this duty.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 62,
    "ayahArV1": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
    "ayahArV2": "ثم ردوا الى الله مولاهم الحق الا له الحكم وهو اسرع الحاسبين",
    "ayahEn": "Then they are ˹all˺ returned to Allah—their True Master. Judgment is His ˹alone˺. And He is the Swiftest Reckoner.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 63,
    "ayahArV1": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "قل من ينجيكم من ظلمات البر والبحر تدعونه تضرعا وخفية لئن انجانا من هذه لنكونن من الشاكرين",
    "ayahEn": "Say, ˹O Prophet,˺ “Who rescues you from the darkest times on land and at sea? He ˹alone˺ you call upon with humility, openly and secretly: “If You rescue us from this, we will be ever grateful.”",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 64,
    "ayahArV1": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
    "ayahArV2": "قل الله ينجيكم منها ومن كل كرب ثم انتم تشركون",
    "ayahEn": "Say, “˹Only˺ Allah rescues you from this and any other distress, yet you associate others with Him ˹in worship˺.”",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 65,
    "ayahArV1": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
    "ayahArV2": "قل هو القادر على ان يبعث عليكم عذابا من فوقكم او من تحت ارجلكم او يلبسكم شيعا ويذيق بعضكم باس بعض انظر كيف نصرف الايات لعلهم يفقهون",
    "ayahEn": "Say, “He ˹alone˺ has the power to unleash upon you a torment from above or below you or split you into ˹conflicting˺ factions and make you taste the violence of one another.” See how We vary the signs, so perhaps they will comprehend.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 66,
    "ayahArV1": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
    "ayahArV2": "وكذب به قومك وهو الحق قل لست عليكم بوكيل",
    "ayahEn": "Still your people ˹O Prophet˺ have rejected this ˹Quran˺, although it is the truth. Say, “I am not a keeper over you.”",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 67,
    "ayahArV1": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "لكل نبا مستقر وسوف تعلمون",
    "ayahEn": "Every ˹destined˺ matter has a ˹set˺ time to transpire. And you will soon come to know.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 68,
    "ayahArV1": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واذا رايت الذين يخوضون في اياتنا فاعرض عنهم حتى يخوضوا في حديث غيره واما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين",
    "ayahEn": "And when you come across those who ridicule Our revelations, do not sit with them unless they engage in a different topic. Should Satan make you forget, then once you remember, do not ˹continue to˺ sit with the wrongdoing people.",
    "meta": {
      "page": 135,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 54,
      "sajda": false
    }
  }
]