[
  {
    "surahNo": 6,
    "ayahNo": 74,
    "ayahArV1": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "واذ قال ابراهيم لابيه ازر اتتخذ اصناما الهة اني اراك وقومك في ضلال مبين",
    "ayahEn": "And ˹remember˺ when Abraham said to his father, Ȃzar, “Do you take idols as gods? It is clear to me that you and your people are entirely misguided.”",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 75,
    "ayahArV1": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
    "ayahArV2": "وكذلك نري ابراهيم ملكوت السماوات والارض وليكون من الموقنين",
    "ayahEn": "We also showed Abraham the wonders of the heavens and the earth, so he would be sure in faith.",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 76,
    "ayahArV1": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
    "ayahArV2": "فلما جن عليه الليل راى كوكبا قال هذا ربي فلما افل قال لا احب الافلين",
    "ayahEn": "When the night grew dark upon him, he saw a star and said, “This is my Lord!” But when it set, he said, “I do not love things that set.”",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 77,
    "ayahArV1": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
    "ayahArV2": "فلما راى القمر بازغا قال هذا ربي فلما افل قال لئن لم يهدني ربي لاكونن من القوم الضالين",
    "ayahEn": "Then when he saw the moon rising, he said, “This one is my Lord!” But when it disappeared, he said, “If my Lord does not guide me, I will certainly be one of the misguided people.”",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 78,
    "ayahArV1": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "ayahArV2": "فلما راى الشمس بازغة قال هذا ربي هذا اكبر فلما افلت قال يا قوم اني بريء مما تشركون",
    "ayahEn": "Then when he saw the sun shining, he said, “This must be my Lord—it is the greatest!” But again when it set, he declared, “O my people! I totally reject whatever you associate ˹with Allah in worship˺.",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 79,
    "ayahArV1": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "اني وجهت وجهي للذي فطر السماوات والارض حنيفا وما انا من المشركين",
    "ayahEn": "I have turned my face towards the One Who has originated the heavens and the earth—being upright—and I am not one of the polytheists.”",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 80,
    "ayahArV1": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
    "ayahArV2": "وحاجه قومه قال اتحاجوني في الله وقد هدان ولا اخاف ما تشركون به الا ان يشاء ربي شيئا وسع ربي كل شيء علما افلا تتذكرون",
    "ayahEn": "And his people argued with him. He responded, “Are you arguing with me about Allah, while He has guided me? I am not afraid of whatever ˹idols˺ you associate with Him—˹none can harm me,˺ unless my Lord so wills. My Lord encompasses everything in ˹His˺ knowledge. Will you not be mindful?",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 81,
    "ayahArV1": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "وكيف اخاف ما اشركتم ولا تخافون انكم اشركتم بالله ما لم ينزل به عليكم سلطانا فاي الفريقين احق بالامن ان كنتم تعلمون",
    "ayahEn": "And how should I fear your associate-gods, while you have no fear in associating ˹others˺ with Allah—a practice He has never authorized? Which side has more right to security? ˹Tell me˺ if you really know!”",
    "meta": {
      "page": 137,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 55,
      "sajda": false
    }
  }
]