[
  {
    "surahNo": 6,
    "ayahNo": 102,
    "ayahArV1": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
    "ayahArV2": "ذلكم الله ربكم لا اله الا هو خالق كل شيء فاعبدوه وهو على كل شيء وكيل",
    "ayahEn": "That is Allah—your Lord! There is no god ˹worthy of worship˺ except Him. ˹He is˺ the Creator of all things, so worship Him ˹alone˺. And He is the Maintainer of everything.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 103,
    "ayahArV1": "لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
    "ayahArV2": "لا تدركه الابصار وهو يدرك الابصار وهو اللطيف الخبير",
    "ayahEn": "No vision can encompass Him, but He encompasses all vision. For He is the Most Subtle, All-Aware.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 104,
    "ayahArV1": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
    "ayahArV2": "قد جاءكم بصائر من ربكم فمن ابصر فلنفسه ومن عمي فعليها وما انا عليكم بحفيظ",
    "ayahEn": "Indeed, there have come to you insights from your Lord. So whoever chooses to see, it is for their own good. But whoever chooses to be blind, it is to their own loss. And I am not a keeper over you.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 105,
    "ayahArV1": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
    "ayahArV2": "وكذلك نصرف الايات وليقولوا درست ولنبينه لقوم يعلمون",
    "ayahEn": "And so We vary our signs to the extent that they will say, “You have studied ˹previous scriptures˺,” and We make this ˹Quran˺ clear for people who know.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 106,
    "ayahArV1": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
    "ayahArV2": "اتبع ما اوحي اليك من ربك لا اله الا هو واعرض عن المشركين",
    "ayahEn": "˹O Prophet!˺ Follow what is revealed to you from your Lord—there is no god ˹worthy of worship˺ except Him—and turn away from the polytheists.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 107,
    "ayahArV1": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "ayahArV2": "ولو شاء الله ما اشركوا وما جعلناك عليهم حفيظا وما انت عليهم بوكيل",
    "ayahEn": "Had Allah willed, they would not have been polytheists. We have not appointed you as their keeper, nor are you their maintainer.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 108,
    "ayahArV1": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم كذلك زينا لكل امة عملهم ثم الى ربهم مرجعهم فينبئهم بما كانوا يعملون",
    "ayahEn": "˹O believers!˺ Do not insult what they invoke besides Allah or they will insult Allah spitefully out of ignorance. This is how We have made each people’s deeds appealing to them. Then to their Lord is their return, and He will inform them of what they used to do.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 109,
    "ayahArV1": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
    "ayahArV2": "واقسموا بالله جهد ايمانهم لئن جاءتهم اية ليؤمنن بها قل انما الايات عند الله وما يشعركم انها اذا جاءت لا يؤمنون",
    "ayahEn": "They swear by Allah their most solemn oaths that if a sign were to come to them, they would certainly believe in it. Say, ˹O Prophet,˺ “Signs are only with Allah.” What will make you ˹believers˺ realize that even if a sign were to come to them, they still would not believe?",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 110,
    "ayahArV1": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "ayahArV2": "ونقلب افئدتهم وابصارهم كما لم يؤمنوا به اول مرة ونذرهم في طغيانهم يعمهون",
    "ayahEn": "We turn their hearts and eyes away ˹from the truth˺ as they refused to believe at first, leaving them to wander blindly in their defiance.",
    "meta": {
      "page": 141,
      "juz": 7,
      "hizb": 14,
      "hizbQuarter": 56,
      "sajda": false
    }
  }
]