[
  {
    "surahNo": 6,
    "ayahNo": 111,
    "ayahArV1": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
    "ayahArV2": "ولو اننا نزلنا اليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا الا ان يشاء الله ولكن اكثرهم يجهلون",
    "ayahEn": "Even if We had sent them the angels, made the dead speak to them, and assembled before their own eyes every sign ˹they demanded˺, they still would not have believed—unless Allah so willed. But most of them are ignorant ˹of this˺.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 112,
    "ayahArV1": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا ۚ وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "ayahArV2": "وكذلك جعلنا لكل نبي عدوا شياطين الانس والجن يوحي بعضهم الى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون",
    "ayahEn": "And so We have made for every prophet enemies—devilish humans and jinn—whispering to one another with elegant words of deception. Had it been your Lord’s Will, they would not have done such a thing. So leave them and their deceit",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 113,
    "ayahArV1": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
    "ayahArV2": "ولتصغى اليه افئدة الذين لا يؤمنون بالاخرة وليرضوه وليقترفوا ما هم مقترفون",
    "ayahEn": "so that the hearts of those who disbelieve in the Hereafter may be receptive to it, be pleased with it, and be persistent in their evil pursuits.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 114,
    "ayahArV1": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "ayahArV2": "افغير الله ابتغي حكما وهو الذي انزل اليكم الكتاب مفصلا والذين اتيناهم الكتاب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين",
    "ayahEn": "˹Say, O  Prophet,˺ “Should I seek a judge other than Allah while He is the One Who has revealed for you the Book ˹with the truth˺ perfectly explained?” Those who were given the Scripture know that it has been revealed ˹to you˺ from your Lord in truth. So do not be one of those who doubt.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 115,
    "ayahArV1": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "وتمت كلمت ربك صدقا وعدلا لا مبدل لكلماته وهو السميع العليم",
    "ayahEn": "The Word of your Lord has been perfected in truth and justice. None can change His Words. And He is the All-Hearing, All- Knowing.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 116,
    "ayahArV1": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "ayahArV2": "وان تطع اكثر من في الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون",
    "ayahEn": "˹O Prophet!˺ If you were to obey most of those on earth, they would lead you away from Allah’s Way. They follow nothing but assumptions and do nothing but lie.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 117,
    "ayahArV1": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "ayahArV2": "ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين",
    "ayahEn": "Indeed, your Lord knows best who has strayed from His Way and who is ˹rightly˺ guided.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 118,
    "ayahArV1": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَـٰتِهِۦ مُؤْمِنِينَ",
    "ayahArV2": "فكلوا مما ذكر اسم الله عليه ان كنتم باياته مؤمنين",
    "ayahEn": "So eat only of what is slaughtered in Allah’s Name if you truly believe in His revelations.",
    "meta": {
      "page": 142,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 57,
      "sajda": false
    }
  }
]