[
  {
    "surahNo": 6,
    "ayahNo": 132,
    "ayahArV1": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
    "ayahArV2": "ولكل درجات مما عملوا وما ربك بغافل عما يعملون",
    "ayahEn": "They will each be assigned ranks according to their deeds. And your Lord is not unaware of what they do.",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 133,
    "ayahArV1": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
    "ayahArV2": "وربك الغني ذو الرحمة ان يشا يذهبكم ويستخلف من بعدكم ما يشاء كما انشاكم من ذرية قوم اخرين",
    "ayahEn": "Your Lord is the Self-Sufficient, Full of Mercy. If He wills, He can do away with you and replace you with whoever He wills, just as He produced you from the offspring of other people.",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 134,
    "ayahArV1": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
    "ayahArV2": "ان ما توعدون لات وما انتم بمعجزين",
    "ayahEn": "Indeed, what you have been promised will certainly come to pass. And you will have no escape.",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 135,
    "ayahArV1": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "قل يا قوم اعملوا على مكانتكم اني عامل فسوف تعلمون من تكون له عاقبة الدار انه لا يفلح الظالمون",
    "ayahEn": "Say, ˹O Prophet,˺ “O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon know who will fare best in the end. Indeed, the wrongdoers will never succeed.”",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 136,
    "ayahArV1": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
    "ayahArV2": "وجعلوا لله مما ذرا من الحرث والانعام نصيبا فقالوا هذا لله بزعمهم وهذا لشركائنا فما كان لشركائهم فلا يصل الى الله وما كان لله فهو يصل الى شركائهم ساء ما يحكمون",
    "ayahEn": "The pagans set aside for Allah a share of the crops and cattle He created, saying, “This ˹portion˺ is for Allah,” so they claim, “and this ˹one˺ for our associate-gods.” Yet the portion of their associate-gods is not shared with Allah while Allah’s portion is shared with their associate-gods. What unfair judgment!",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 137,
    "ayahArV1": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "ayahArV2": "وكذلك زين لكثير من المشركين قتل اولادهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون",
    "ayahEn": "Likewise, the pagans’ evil associates have made it appealing to them to kill their own children—only leading to their destruction as well as confusion in their faith. Had it been Allah’s Will, they would not have done such a thing. So leave them and their falsehood.",
    "meta": {
      "page": 145,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 58,
      "sajda": false
    }
  }
]