[
  {
    "surahNo": 2,
    "ayahNo": 94,
    "ayahArV1": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "قل ان كانت لكم الدار الاخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صادقين",
    "ayahEn": "Say, ˹O Prophet,˺ “If the ˹eternal˺ Home of the Hereafter with Allah is exclusively for you ˹Israelites˺ out of all humanity, then wish for death if what you say is true!”",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 95,
    "ayahArV1": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "ayahArV2": "ولن يتمنوه ابدا بما قدمت ايديهم والله عليم بالظالمين",
    "ayahEn": "But they will never wish for that because of what their hands have done. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 96,
    "ayahArV1": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "ولتجدنهم احرص الناس على حياة ومن الذين اشركوا يود احدهم لو يعمر الف سنة وما هو بمزحزحه من العذاب ان يعمر والله بصير بما يعملون",
    "ayahEn": "You will surely find them clinging to life more eagerly than any other people, even more than polytheists. Each one of them wishes to live a thousand years. But even if they were to live that long, it would not save them from the punishment. And Allah is All-Seeing of what they do.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 97,
    "ayahArV1": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
    "ayahArV2": "قل من كان عدوا لجبريل فانه نزله على قلبك باذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين",
    "ayahEn": "Say, ˹O Prophet,˺ “Whoever is an enemy of Gabriel should know that he revealed this ˹Quran˺ to your heart by Allah’s Will, confirming what came before it—a guide and good news for the believers.”",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 98,
    "ayahArV1": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
    "ayahArV2": "من كان عدوا لله وملائكته ورسله وجبريل وميكال فان الله عدو للكافرين",
    "ayahEn": "Whoever is an enemy of Allah, His angels, His messengers, Gabriel, and Michael, then ˹let them know that˺ Allah is certainly the enemy of the disbelievers.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 99,
    "ayahArV1": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
    "ayahArV2": "ولقد انزلنا اليك ايات بينات وما يكفر بها الا الفاسقون",
    "ayahEn": "Indeed, We have sent down to you ˹O Prophet˺ clear revelations. ˹But˺ none will deny them except the rebellious.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 100,
    "ayahArV1": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "اوكلما عاهدوا عهدا نبذه فريق منهم بل اكثرهم لا يؤمنون",
    "ayahEn": "Why is it that every time they make a covenant, a group of them casts it aside? In fact, most of them do not believe.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 101,
    "ayahArV1": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين اوتوا الكتاب كتاب الله وراء ظهورهم كانهم لا يعلمون",
    "ayahEn": "Now, when a messenger from Allah has come to them—confirming their own Scriptures—some of the People of the Book cast the Book of Allah behind their backs as if they did not know.",
    "meta": {
      "page": 15,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 6,
      "sajda": false
    }
  }
]