[
  {
    "surahNo": 6,
    "ayahNo": 158,
    "ayahArV1": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَـٰتِ رَبِّكَ ۗ يَوْمَ يَأْتِى بَعْضُ ءَايَـٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَـٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِىٓ إِيمَـٰنِهَا خَيْرًا ۗ قُلِ ٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
    "ayahArV2": "هل ينظرون الا ان تاتيهم الملائكة او ياتي ربك او ياتي بعض ايات ربك يوم ياتي بعض ايات ربك لا ينفع نفسا ايمانها لم تكن امنت من قبل او كسبت في ايمانها خيرا قل انتظروا انا منتظرون",
    "ayahEn": "Are they awaiting the coming of the angels, or your Lord ˹Himself˺, or some of your Lord’s ˹major˺ signs? On the Day your Lord’s signs arrive, belief will not benefit those who did not believe earlier or those who did no good through their faith. Say, “Keep waiting! We too are waiting.”",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 159,
    "ayahArV1": "إِنَّ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ ۚ إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا۟ يَفْعَلُونَ",
    "ayahArV2": "ان الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء انما امرهم الى الله ثم ينبئهم بما كانوا يفعلون",
    "ayahEn": "Indeed, you ˹O Prophet˺ are not responsible whatsoever for those who have divided their faith and split into sects. Their judgment rests only with Allah. And He will inform them of what they used to do.",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 160,
    "ayahArV1": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "من جاء بالحسنة فله عشر امثالها ومن جاء بالسيئة فلا يجزى الا مثلها وهم لا يظلمون",
    "ayahEn": "Whoever comes with a good deed will be rewarded tenfold. But whoever comes with a bad deed will be punished for only one. None will be wronged.",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 161,
    "ayahArV1": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل انني هداني ربي الى صراط مستقيم دينا قيما ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Surely my Lord has guided me to the Straight Path, a perfect way, the faith of Abraham, the upright, who was not one of the polytheists.”",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 162,
    "ayahArV1": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قل ان صلاتي ونسكي ومحياي ومماتي لله رب العالمين",
    "ayahEn": "Say, “Surely my prayer, my worship, my life, and my death are all for Allah—Lord of all worlds.",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 163,
    "ayahArV1": "لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ",
    "ayahArV2": "لا شريك له وبذلك امرت وانا اول المسلمين",
    "ayahEn": "He has no partner. So I am commanded, and so I am the first to submit.”",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 164,
    "ayahArV1": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "قل اغير الله ابغي ربا وهو رب كل شيء ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون",
    "ayahEn": "Say, ˹O Prophet,˺ “Should I seek a lord other than Allah while He is the Lord of everything?” No one will reap except what they sow. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of your differences.",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  },
  {
    "surahNo": 6,
    "ayahNo": 165,
    "ayahArV1": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ ٱلْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۗ إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌۢ",
    "ayahArV2": "وهو الذي جعلكم خلائف الارض ورفع بعضكم فوق بعض درجات ليبلوكم في ما اتاكم ان ربك سريع العقاب وانه لغفور رحيم",
    "ayahEn": "He is the One Who has placed you as successors on earth and elevated some of you in rank over others, so He may test you with what He has given you. Surely your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful.",
    "meta": {
      "page": 150,
      "juz": 8,
      "hizb": 15,
      "hizbQuarter": 60,
      "sajda": false
    }
  }
]