[
  {
    "surahNo": 7,
    "ayahNo": 23,
    "ayahArV1": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "قالا ربنا ظلمنا انفسنا وان لم تغفر لنا وترحمنا لنكونن من الخاسرين",
    "ayahEn": "They replied, “Our Lord! We have wronged ourselves. If You do not forgive us and have mercy on us, we will certainly be losers.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 24,
    "ayahArV1": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
    "ayahArV2": "قال اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتاع الى حين",
    "ayahEn": "Allah said, “Descend as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 25,
    "ayahArV1": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "ayahArV2": "قال فيها تحيون وفيها تموتون ومنها تخرجون",
    "ayahEn": "He added, “There you will live, there you will die, and from there you will be resurrected.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 26,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "ayahArV2": "يا بني ادم قد انزلنا عليكم لباسا يواري سواتكم وريشا ولباس التقوى ذلك خير ذلك من ايات الله لعلهم يذكرون",
    "ayahEn": "O children of Adam! We have provided for you clothing to cover your nakedness and as an adornment. However, the best clothing is righteousness. This is one of Allah’s bounties, so perhaps you will be mindful.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 27,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "ayahArV2": "يا بني ادم لا يفتننكم الشيطان كما اخرج ابويكم من الجنة ينزع عنهما لباسهما ليريهما سواتهما انه يراكم هو وقبيله من حيث لا ترونهم انا جعلنا الشياطين اولياء للذين لا يؤمنون",
    "ayahEn": "O children of Adam! Do not let Satan deceive you as he tempted your parents out of Paradise and caused their cover to be removed in order to expose their nakedness. Surely he and his soldiers watch you from where you cannot see them. We have made the devils allies of those who disbelieve.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 28,
    "ayahArV1": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "واذا فعلوا فاحشة قالوا وجدنا عليها اباءنا والله امرنا بها قل ان الله لا يامر بالفحشاء اتقولون على الله ما لا تعلمون",
    "ayahEn": "Whenever they commit a shameful deed, they say, “We found our forefathers doing it and Allah has commanded us to do it.” Say, “No! Allah never commands what is shameful. How can you attribute to Allah what you do not know?”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 29,
    "ayahArV1": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "ayahArV2": "قل امر ربي بالقسط واقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بداكم تعودون",
    "ayahEn": "Say, ˹O Prophet,˺ “My Lord has commanded uprightness and dedication ˹to Him alone˺ in worship, calling upon Him with sincere devotion. Just as He first brought you into being, you will be brought to life again.”",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 30,
    "ayahArV1": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "ayahArV2": "فريقا هدى وفريقا حق عليهم الضلالة انهم اتخذوا الشياطين اولياء من دون الله ويحسبون انهم مهتدون",
    "ayahEn": "He has guided some, while others are destined to stray. They have taken devils as their masters instead of Allah—thinking they are ˹rightly˺ guided.",
    "meta": {
      "page": 153,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 61,
      "sajda": false
    }
  }
]