[
  {
    "surahNo": 7,
    "ayahNo": 31,
    "ayahArV1": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "ayahArV2": "يا بني ادم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا انه لا يحب المسرفين",
    "ayahEn": "O Children of Adam! Dress properly whenever you are at worship. Eat and drink, but do not waste. Surely He does not like the wasteful.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 32,
    "ayahArV1": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "ayahArV2": "قل من حرم زينة الله التي اخرج لعباده والطيبات من الرزق قل هي للذين امنوا في الحياة الدنيا خالصة يوم القيامة كذلك نفصل الايات لقوم يعلمون",
    "ayahEn": "Ask, ˹O Prophet,˺ “Who has forbidden the adornments and lawful provisions Allah has brought forth for His servants?” Say, “They are for the enjoyment of the believers in this worldly life, but they will be exclusively theirs on the Day of Judgment. This is how We make Our revelations clear for people of knowledge.”",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 33,
    "ayahArV1": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "قل انما حرم ربي الفواحش ما ظهر منها وما بطن والاثم والبغي بغير الحق وان تشركوا بالله ما لم ينزل به سلطانا وان تقولوا على الله ما لا تعلمون",
    "ayahEn": "Say, “My Lord has only forbidden open and secret indecencies, sinfulness, unjust aggression, associating ˹others˺ with Allah ˹in worship˺—a practice He has never authorized—and attributing to Allah what you do not know.”",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 34,
    "ayahArV1": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "ayahArV2": "ولكل امة اجل فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون",
    "ayahEn": "For each community there is an appointed term. When their time arrives, they can neither delay it for a moment, nor could they advance it.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 35,
    "ayahArV1": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "يا بني ادم اما ياتينكم رسل منكم يقصون عليكم اياتي فمن اتقى واصلح فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "O children of Adam! When messengers from among yourselves come to you reciting My revelations—whoever shuns evil and mends their ways, there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 36,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين كذبوا باياتنا واستكبروا عنها اولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "But those who receive Our revelations with denial and arrogance will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 37,
    "ayahArV1": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
    "ayahArV2": "فمن اظلم ممن افترى على الله كذبا او كذب باياته اولئك ينالهم نصيبهم من الكتاب حتى اذا جاءتهم رسلنا يتوفونهم قالوا اين ما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على انفسهم انهم كانوا كافرين",
    "ayahEn": "Who does more wrong than those who fabricate lies against Allah or deny His revelations? They will receive what is destined for them, until Our messenger-angels arrive to take their souls, asking them, “Where are those ˹false gods˺ you used to invoke besides Allah?” They will cry, “They have failed us,” and they will confess against themselves that they were indeed disbelievers.",
    "meta": {
      "page": 154,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  }
]