[
  {
    "surahNo": 7,
    "ayahNo": 38,
    "ayahArV1": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
    "ayahArV2": "قال ادخلوا في امم قد خلت من قبلكم من الجن والانس في النار كلما دخلت امة لعنت اختها حتى اذا اداركوا فيها جميعا قالت اخراهم لاولاهم ربنا هؤلاء اضلونا فاتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون",
    "ayahEn": "Allah will say, “Enter the Fire along with the ˹evil˺ groups of jinn and humans that preceded you.” Whenever a group enters Hell, it will curse the preceding one until they are all gathered inside, the followers will say about their leaders, “Our Lord! They have misled us, so multiply their torment in the Fire.” He will answer, “It has already been multiplied for all, but you do not know.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 39,
    "ayahArV1": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "ayahArV2": "وقالت اولاهم لاخراهم فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم تكسبون",
    "ayahEn": "Then the leaders will say to their followers, “You were no better than us! So taste the torment for what you used to commit.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 40,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
    "ayahArV2": "ان الذين كذبوا باياتنا واستكبروا عنها لا تفتح لهم ابواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين",
    "ayahEn": "Surely those who receive our revelations with denial and arrogance, the gates of heaven will not be opened for them, nor will they enter Paradise until a camel passes through the eye of a needle. This is how We reward the wicked.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 41,
    "ayahArV1": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزي الظالمين",
    "ayahEn": "Hell will be their bed; flames will be their cover. This is how We reward the wrongdoers.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 42,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لا نكلف نفسا الا وسعها اولئك اصحاب الجنة هم فيها خالدون",
    "ayahEn": "As for those who believe and do good—We never require of any soul more than what it can afford—it is they who will be the residents of Paradise. They will be there forever.",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 43,
    "ayahArV1": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "ونزعنا ما في صدورهم من غل تجري من تحتهم الانهار وقالوا الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا ان هدانا الله لقد جاءت رسل ربنا بالحق ونودوا ان تلكم الجنة اورثتموها بما كنتم تعملون",
    "ayahEn": "We will remove whatever bitterness they had in their hearts. Rivers will flow under their feet. And they will say, “Praise be to Allah for guiding us to this. We would have never been guided if Allah had not guided us. The messengers of our Lord had certainly come with the truth.” It will be announced to them, “This is Paradise awarded to you for what you used to do.”",
    "meta": {
      "page": 155,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  }
]