[
  {
    "surahNo": 7,
    "ayahNo": 44,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ونادى اصحاب الجنة اصحاب النار ان قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فاذن مؤذن بينهم ان لعنة الله على الظالمين",
    "ayahEn": "The residents of Paradise will call out to the residents of the Fire, “We have certainly found our Lord’s promise to be true. Have you too found your Lord’s promise to be true?” They will reply, “Yes, we have!” Then a caller will announce to both, “May Allah’s condemnation be upon the wrongdoers",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 45,
    "ayahArV1": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
    "ayahArV2": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة كافرون",
    "ayahEn": "those who hindered ˹others˺ from Allah’s Way, strived to make it ˹appear˺ crooked, and disbelieved in the Hereafter.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 46,
    "ayahArV1": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "ayahArV2": "وبينهما حجاب وعلى الاعراف رجال يعرفون كلا بسيماهم ونادوا اصحاب الجنة ان سلام عليكم لم يدخلوها وهم يطمعون",
    "ayahEn": "There will be a barrier between Paradise and Hell. And on the heights ˹of that barrier˺ will be people who will recognize ˹the residents of˺ both by their appearance. They will call out to the residents of Paradise, “Peace be upon you!” They will have not yet entered Paradise, but eagerly hope to.",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 62,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 47,
    "ayahArV1": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واذا صرفت ابصارهم تلقاء اصحاب النار قالوا ربنا لا تجعلنا مع القوم الظالمين",
    "ayahEn": "When their eyes will turn towards the residents of Hell, they will pray, “Our Lord! Do not join us with the wrongdoing people.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 48,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "ayahArV2": "ونادى اصحاب الاعراف رجالا يعرفونهم بسيماهم قالوا ما اغنى عنكم جمعكم وما كنتم تستكبرون",
    "ayahEn": "Those on the heights will call out to some ˹tyrants in the Fire˺, who they will recognize by their appearance, saying, “Your large numbers and arrogance are of no use ˹today˺!",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 49,
    "ayahArV1": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
    "ayahArV2": "اهؤلاء الذين اقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا انتم تحزنون",
    "ayahEn": "Are these ˹humble believers˺ the ones you swore would never be shown Allah’s mercy?” ˹Finally, those on the heights will be told:˺ “Enter Paradise! There will be no fear for you, nor will you grieve.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 50,
    "ayahArV1": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ونادى اصحاب النار اصحاب الجنة ان افيضوا علينا من الماء او مما رزقكم الله قالوا ان الله حرمهما على الكافرين",
    "ayahEn": "The residents of the Fire will then cry out to the residents of Paradise, “Aid us with some water or any provision Allah has granted you.” They will reply, “Allah has forbidden both to the disbelievers",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 51,
    "ayahArV1": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "ayahArV2": "الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا فاليوم ننساهم كما نسوا لقاء يومهم هذا وما كانوا باياتنا يجحدون",
    "ayahEn": "those who took this faith ˹of Islam˺ as mere amusement and play and were deluded by ˹their˺ worldly life.” ˹Allah will say,˺ “Today We will ignore them just as they ignored the coming of this Day of theirs and for rejecting Our revelations.”",
    "meta": {
      "page": 156,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  }
]