[
  {
    "surahNo": 7,
    "ayahNo": 52,
    "ayahArV1": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "ولقد جئناهم بكتاب فصلناه على علم هدى ورحمة لقوم يؤمنون",
    "ayahEn": "We have certainly brought them a Book which We explained with knowledge—a guide and mercy for those who believe.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 53,
    "ayahArV1": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "هل ينظرون الا تاويله يوم ياتي تاويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا او نرد فنعمل غير الذي كنا نعمل قد خسروا انفسهم وضل عنهم ما كانوا يفترون",
    "ayahEn": "Do they only await the fulfilment ˹of its warning˺? The Day it will be fulfilled, those who ignored it before will say, “The messengers of our Lord certainly came with the truth. Are there any intercessors who can plead on our behalf? Or can we be sent back so we may do ˹good,˺ unlike what we used to do?” They will have certainly ruined themselves, and whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 54,
    "ayahArV1": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ان ربكم الله الذي خلق السماوات والارض في ستة ايام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بامره الا له الخلق والامر تبارك الله رب العالمين",
    "ayahEn": "Indeed your Lord is Allah Who created the heavens and the earth in six Days, then established Himself on the Throne. He makes the day and night overlap in rapid succession. He created the sun, the moon, and the stars—all subjected by His command. The creation and the command belong to Him ˹alone˺. Blessed is Allah—Lord of all worlds!",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 55,
    "ayahArV1": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "ayahArV2": "ادعوا ربكم تضرعا وخفية انه لا يحب المعتدين",
    "ayahEn": "Call upon your Lord humbly and secretly. Surely He does not like the transgressors.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 56,
    "ayahArV1": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "ولا تفسدوا في الارض بعد اصلاحها وادعوه خوفا وطمعا ان رحمت الله قريب من المحسنين",
    "ayahEn": "Do not spread corruption in the land after it has been set in order. And call upon Him with hope and fear. Indeed, Allah’s mercy is always close to the good-doers.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 57,
    "ayahArV1": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
    "ayahArV2": "وهو الذي يرسل الرياح بشرا بين يدي رحمته حتى اذا اقلت سحابا ثقالا سقناه لبلد ميت فانزلنا به الماء فاخرجنا به من كل الثمرات كذلك نخرج الموتى لعلكم تذكرون",
    "ayahEn": "He is the One Who sends the winds ushering in His mercy. When they bear heavy clouds, We drive them to a lifeless land and then cause rain to fall, producing every type of fruit. Similarly, We will bring the dead to life, so perhaps you will be mindful.",
    "meta": {
      "page": 157,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  }
]