[
  {
    "surahNo": 7,
    "ayahNo": 58,
    "ayahArV1": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
    "ayahArV2": "والبلد الطيب يخرج نباته باذن ربه والذي خبث لا يخرج الا نكدا كذلك نصرف الايات لقوم يشكرون",
    "ayahEn": "The fertile land produces abundantly by the Will of its Lord, whereas the infertile land hardly produces anything. This is how We vary ˹Our˺ lessons to those who are thankful.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 59,
    "ayahArV1": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "لقد ارسلنا نوحا الى قومه فقال يا قوم اعبدوا الله ما لكم من اله غيره اني اخاف عليكم عذاب يوم عظيم",
    "ayahEn": "Indeed, We sent Noah to his people. He said, “O my people! Worship Allah—you have no other god except Him. I truly fear for you the torment of a tremendous Day.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 60,
    "ayahArV1": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "قال الملا من قومه انا لنراك في ضلال مبين",
    "ayahEn": "But the chiefs of his people said, “We surely see that you are clearly misguided.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 61,
    "ayahArV1": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال يا قوم ليس بي ضلالة ولكني رسول من رب العالمين",
    "ayahEn": "He replied, “O my people! I am not misguided! But I am a messenger from the Lord of all worlds",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 62,
    "ayahArV1": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "ابلغكم رسالات ربي وانصح لكم واعلم من الله ما لا تعلمون",
    "ayahEn": "conveying to you my Lord’s messages and giving you ˹sincere˺ advice. And I know from Allah what you do not know.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 63,
    "ayahArV1": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم ولتتقوا ولعلكم ترحمون",
    "ayahEn": "Do you find it astonishing that a reminder should come to you from your Lord through one of your own, warning you, so you may beware and perhaps be shown mercy?”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 64,
    "ayahArV1": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
    "ayahArV2": "فكذبوه فانجيناه والذين معه في الفلك واغرقنا الذين كذبوا باياتنا انهم كانوا قوما عمين",
    "ayahEn": "But they rejected him, so We saved him and those with him in the Ark, and drowned those who rejected Our signs. They were certainly a blind people.",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 63,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 65,
    "ayahArV1": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
    "ayahArV2": "والى عاد اخاهم هودا قال يا قوم اعبدوا الله ما لكم من اله غيره افلا تتقون",
    "ayahEn": "And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah—you have no other god except Him. Will you not then fear Him?”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 66,
    "ayahArV1": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "قال الملا الذين كفروا من قومه انا لنراك في سفاهة وانا لنظنك من الكاذبين",
    "ayahEn": "The disbelieving chiefs of his people responded, “We surely see you as a fool, and we certainly think you are a liar.”",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 67,
    "ayahArV1": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قال يا قوم ليس بي سفاهة ولكني رسول من رب العالمين",
    "ayahEn": "Hûd replied, “O my people! I am no fool! But I am a messenger from the Lord of all worlds",
    "meta": {
      "page": 158,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  }
]