[
  {
    "surahNo": 7,
    "ayahNo": 68,
    "ayahArV1": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
    "ayahArV2": "ابلغكم رسالات ربي وانا لكم ناصح امين",
    "ayahEn": "conveying to you my Lord’s messages. And I am your sincere advisor.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 69,
    "ayahArV1": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا اذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بسطة فاذكروا الاء الله لعلكم تفلحون",
    "ayahEn": "Do you find it astonishing that a reminder should come to you from your Lord through one of your own so he may warn you? Remember that He made you successors after the people of Noah and increased you greatly in stature. So remember Allah’s favours, so you may be successful.”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 70,
    "ayahArV1": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قالوا اجئتنا لنعبد الله وحده ونذر ما كان يعبد اباؤنا فاتنا بما تعدنا ان كنت من الصادقين",
    "ayahEn": "They said, “Have you come to us so that we would worship Allah alone and abandon what our forefathers used to worship? Then bring us what you threaten us with, if what you say is true!”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 71,
    "ayahArV1": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "ayahArV2": "قال قد وقع عليكم من ربكم رجس وغضب اتجادلونني في اسماء سميتموها انتم واباؤكم ما نزل الله بها من سلطان فانتظروا اني معكم من المنتظرين",
    "ayahEn": "He said, “You will certainly be subjected to your Lord’s torment and wrath. Do you dispute with me regarding the so-called gods which you and your forefathers have made up—a practice Allah has never authorized? Then wait! I too am waiting with you.”",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 72,
    "ayahArV1": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
    "ayahArV2": "فانجيناه والذين معه برحمة منا وقطعنا دابر الذين كذبوا باياتنا وما كانوا مؤمنين",
    "ayahEn": "So We saved him and those with him by Our mercy and uprooted those who denied Our signs. They were not believers.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 73,
    "ayahArV1": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "والى ثمود اخاهم صالحا قال يا قوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم هذه ناقة الله لكم اية فذروها تاكل في ارض الله ولا تمسوها بسوء فياخذكم عذاب اليم",
    "ayahEn": "And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah—you have no other god except Him. A clear proof has come to you from your Lord: this is Allah’s she-camel as a sign to you. So leave her to graze ˹freely˺ on Allah’s land and do not harm her, or else you will be overcome by a painful punishment.",
    "meta": {
      "page": 159,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  }
]