[
  {
    "surahNo": 7,
    "ayahNo": 74,
    "ayahArV1": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "ayahArV2": "واذكروا اذ جعلكم خلفاء من بعد عاد وبواكم في الارض تتخذون من سهولها قصورا وتنحتون الجبال بيوتا فاذكروا الاء الله ولا تعثوا في الارض مفسدين",
    "ayahEn": "Remember when He made you successors after ’Âd and established you in the land—˹and˺ you built palaces on its plains and carved homes into mountains. So remember Allah’s favours, and do not go about spreading corruption in the land.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 75,
    "ayahArV1": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
    "ayahArV2": "قال الملا الذين استكبروا من قومه للذين استضعفوا لمن امن منهم اتعلمون ان صالحا مرسل من ربه قالوا انا بما ارسل به مؤمنون",
    "ayahEn": "The arrogant chiefs of his people asked the lowly who believed among them, “Are you certain that Ṣâliḥ has been sent by his Lord?” They replied, “We certainly believe in what he has been sent with.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 76,
    "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
    "ayahArV2": "قال الذين استكبروا انا بالذي امنتم به كافرون",
    "ayahEn": "The arrogant said, “We surely reject what you believe in.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 77,
    "ayahArV1": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
    "ayahArV2": "فعقروا الناقة وعتوا عن امر ربهم وقالوا يا صالح ائتنا بما تعدنا ان كنت من المرسلين",
    "ayahEn": "Then they killed the she-camel—defying their Lord’s command—and challenged ˹Ṣâliḥ˺, “Bring us what you threaten us with, if you are ˹truly˺ one of the messengers.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 78,
    "ayahArV1": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "فاخذتهم الرجفة فاصبحوا في دارهم جاثمين",
    "ayahEn": "Then an ˹overwhelming˺ earthquake struck them, and they fell lifeless in their homes.",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 79,
    "ayahArV1": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
    "ayahArV2": "فتولى عنهم وقال يا قوم لقد ابلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين",
    "ayahEn": "So he turned away from them, saying, “O my people! Surely I conveyed to you my Lord’s message and gave you ˹sincere˺ advice, but you do not like ˹sincere˺ advisors.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 80,
    "ayahArV1": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ولوطا اذ قال لقومه اتاتون الفاحشة ما سبقكم بها من احد من العالمين",
    "ayahEn": "And ˹remember˺ when Lot scolded ˹the men of˺ his people, ˹saying,˺ “Do you commit a shameful deed that no man has ever done before?",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 81,
    "ayahArV1": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "ayahArV2": "انكم لتاتون الرجال شهوة من دون النساء بل انتم قوم مسرفون",
    "ayahEn": "You lust after men instead of women! You are certainly transgressors.”",
    "meta": {
      "page": 160,
      "juz": 8,
      "hizb": 16,
      "hizbQuarter": 64,
      "sajda": false
    }
  }
]