[
  {
    "surahNo": 7,
    "ayahNo": 96,
    "ayahArV1": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "ولو ان اهل القرى امنوا واتقوا لفتحنا عليهم بركات من السماء والارض ولكن كذبوا فاخذناهم بما كانوا يكسبون",
    "ayahEn": "Had the people of those societies been faithful and mindful ˹of Allah˺, We would have overwhelmed them with blessings from heaven and earth. But they disbelieved, so We seized them for what they used to commit.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 97,
    "ayahArV1": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
    "ayahArV2": "افامن اهل القرى ان ياتيهم باسنا بياتا وهم نائمون",
    "ayahEn": "Did the people of those societies feel secure that Our punishment would not come upon them by night while they were asleep?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 98,
    "ayahArV1": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "ayahArV2": "اوامن اهل القرى ان ياتيهم باسنا ضحى وهم يلعبون",
    "ayahEn": "Or did they feel secure that Our punishment would not come upon them by day while they were at play?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 99,
    "ayahArV1": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "افامنوا مكر الله فلا يامن مكر الله الا القوم الخاسرون",
    "ayahEn": "Did they feel secure against Allah’s planning? None would feel secure from Allah’s planning except the losers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 100,
    "ayahArV1": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "اولم يهد للذين يرثون الارض من بعد اهلها ان لو نشاء اصبناهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون",
    "ayahEn": "Is it not clear to those who take over the land after ˹the destruction of˺ its former residents that—if We will—We can punish them ˹too˺ for their sins and seal their hearts so they will not hear ˹the truth˺?",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 101,
    "ayahArV1": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "تلك القرى نقص عليك من انبائها ولقد جاءتهم رسلهم بالبينات فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكافرين",
    "ayahEn": "We have narrated to you ˹O Prophet˺ some of the stories of those societies. Surely, their messengers came to them with clear proofs, but still they would not believe in what they had already denied. This is how Allah seals the hearts of the disbelievers.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 102,
    "ayahArV1": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
    "ayahArV2": "وما وجدنا لاكثرهم من عهد وان وجدنا اكثرهم لفاسقين",
    "ayahEn": "We did not find most of them true to their covenant. Rather, We found most of them truly rebellious.",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 103,
    "ayahArV1": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "ayahArV2": "ثم بعثنا من بعدهم موسى باياتنا الى فرعون وملئه فظلموا بها فانظر كيف كان عاقبة المفسدين",
    "ayahEn": "Then after them We sent Moses with Our signs to Pharaoh and his chiefs, but they wrongfully rejected them. See what was the end of the corruptors!",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 104,
    "ayahArV1": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "وقال موسى يا فرعون اني رسول من رب العالمين",
    "ayahEn": "And Moses said, “O Pharaoh! I am truly a messenger from the Lord of all worlds",
    "meta": {
      "page": 163,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 65,
      "sajda": false
    }
  }
]