[
  {
    "surahNo": 7,
    "ayahNo": 156,
    "ayahArV1": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
    "ayahArV2": "واكتب لنا في هذه الدنيا حسنة وفي الاخرة انا هدنا اليك قال عذابي اصيب به من اشاء ورحمتي وسعت كل شيء فساكتبها للذين يتقون ويؤتون الزكاة والذين هم باياتنا يؤمنون",
    "ayahEn": "Ordain for us what is good in this life and the next. Indeed, we have turned to You ˹in repentance˺.” Allah replied, “I will inflict My torment on whoever I will. But My mercy encompasses everything. I will ordain mercy for those who shun evil, pay alms-tax, and believe in Our revelations.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 157,
    "ayahArV1": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "الذين يتبعون الرسول النبي الامي الذي يجدونه مكتوبا عندهم في التوراة والانجيل يامرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم اصرهم والاغلال التي كانت عليهم فالذين امنوا به وعزروه ونصروه واتبعوا النور الذي انزل معه اولئك هم المفلحون",
    "ayahEn": "“˹They are˺ the ones who follow the Messenger, the unlettered Prophet, whose description they find in their Torah and the Gospel. He commands them to do good and forbids them from evil, permits for them what is lawful and forbids to them what is impure, and relieves them from their burdens and the shackles that bound them. ˹Only˺ those who believe in him, honour and support him, and follow the light sent down to him will be successful.”",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 158,
    "ayahArV1": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "قل يا ايها الناس اني رسول الله اليكم جميعا الذي له ملك السماوات والارض لا اله الا هو يحيي ويميت فامنوا بالله ورسوله النبي الامي الذي يؤمن بالله وكلماته واتبعوه لعلكم تهتدون",
    "ayahEn": "Say, ˹O Prophet,˺ “O humanity! I am Allah’s Messenger to you all. To Him ˹alone˺ belongs the kingdom of the heavens and the earth. There is no god ˹worthy of worship˺ except Him. He gives life and causes death.” So believe in Allah and His Messenger, the unlettered Prophet, who believes in Allah and His revelations. And follow him, so you may be ˹rightly˺ guided.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 159,
    "ayahArV1": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "ayahArV2": "ومن قوم موسى امة يهدون بالحق وبه يعدلون",
    "ayahEn": "There are some among the people of Moses who guide with the truth and establish justice accordingly.",
    "meta": {
      "page": 170,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  }
]