[
  {
    "surahNo": 7,
    "ayahNo": 164,
    "ayahArV1": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "ayahArV2": "واذ قالت امة منهم لم تعظون قوما الله مهلكهم او معذبهم عذابا شديدا قالوا معذرة الى ربكم ولعلهم يتقون",
    "ayahEn": "When some of ˹the righteous among˺ them questioned ˹their fellow Sabbath-keepers˺, “Why do you ˹bother to˺ warn those ˹Sabbath-breakers˺ who will either be destroyed or severely punished by Allah?” They replied, “Just to be free from your Lord’s blame, and so perhaps they may abstain.”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 165,
    "ayahArV1": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "ayahArV2": "فلما نسوا ما ذكروا به انجينا الذين ينهون عن السوء واخذنا الذين ظلموا بعذاب بئيس بما كانوا يفسقون",
    "ayahEn": "When they ignored the warning they were given, We rescued those who used to warn against evil and overtook the wrongdoers with a dreadful punishment for their rebelliousness.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 166,
    "ayahArV1": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "ayahArV2": "فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خاسئين",
    "ayahEn": "But when they stubbornly persisted in violation, We said to them, “Be disgraced apes!”",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 167,
    "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "واذ تاذن ربك ليبعثن عليهم الى يوم القيامة من يسومهم سوء العذاب ان ربك لسريع العقاب وانه لغفور رحيم",
    "ayahEn": "And ˹remember, O  Prophet,˺ when your Lord declared that He would send against them others who would make them suffer terribly until the Day of Judgment. Indeed, your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 168,
    "ayahArV1": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقطعناهم في الارض امما منهم الصالحون ومنهم دون ذلك وبلوناهم بالحسنات والسيئات لعلهم يرجعون",
    "ayahEn": "We dispersed them through the land in groups—some were righteous, others were less so. We tested them with prosperity and adversity, so perhaps they would return ˹to the Right Path˺.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 169,
    "ayahArV1": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "فخلف من بعدهم خلف ورثوا الكتاب ياخذون عرض هذا الادنى ويقولون سيغفر لنا وان ياتهم عرض مثله ياخذوه الم يؤخذ عليهم ميثاق الكتاب ان لا يقولوا على الله الا الحق ودرسوا ما فيه والدار الاخرة خير للذين يتقون افلا تعقلون",
    "ayahEn": "Then they were succeeded by other generations who inherited the Scripture. They indulged in unlawful gains, claiming, “We will be forgiven ˹after all˺.” And if similar gain came their way, they would seize it. Was a covenant not taken from them in the Scripture that they would not say anything about Allah except the truth? And they were already well-versed in its teachings. But the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 170,
    "ayahArV1": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
    "ayahArV2": "والذين يمسكون بالكتاب واقاموا الصلاة انا لا نضيع اجر المصلحين",
    "ayahEn": "As for those who firmly abide by the Scripture and establish prayer—surely We never discount the reward of those acting righteously.",
    "meta": {
      "page": 172,
      "juz": 9,
      "hizb": 17,
      "hizbQuarter": 68,
      "sajda": false
    }
  }
]