[
  {
    "surahNo": 7,
    "ayahNo": 171,
    "ayahArV1": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "ayahArV2": "واذ نتقنا الجبل فوقهم كانه ظلة وظنوا انه واقع بهم خذوا ما اتيناكم بقوة واذكروا ما فيه لعلكم تتقون",
    "ayahEn": "And ˹remember˺ when We raised the mountain over them as if it were a cloud and they thought it would fall on them. ˹We said,˺ “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 172,
    "ayahArV1": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
    "ayahArV2": "واذ اخذ ربك من بني ادم من ظهورهم ذريتهم واشهدهم على انفسهم الست بربكم قالوا بلى شهدنا ان تقولوا يوم القيامة انا كنا عن هذا غافلين",
    "ayahEn": "And ˹remember˺ when your Lord brought forth from the loins of the children of Adam their descendants and had them testify regarding themselves. ˹Allah asked,˺ “Am I not your Lord?” They replied, “Yes, You are! We testify.” ˹He cautioned,˺ “Now you have no right to say on Judgment Day, ‘We were not aware of this.’",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 173,
    "ayahArV1": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
    "ayahArV2": "او تقولوا انما اشرك اباؤنا من قبل وكنا ذرية من بعدهم افتهلكنا بما فعل المبطلون",
    "ayahEn": "Nor say, ‘It was our forefathers who had associated others ˹with Allah in worship˺ and we, as their descendants, followed in their footsteps. Will you then destroy us for the falsehood they invented?’”",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 174,
    "ayahArV1": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وكذلك نفصل الايات ولعلهم يرجعون",
    "ayahEn": "This is how We make our signs clear, so perhaps they will return ˹to the Right Path˺.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 175,
    "ayahArV1": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
    "ayahArV2": "واتل عليهم نبا الذي اتيناه اياتنا فانسلخ منها فاتبعه الشيطان فكان من الغاوين",
    "ayahEn": "And relate to them ˹O Prophet˺ the story of the one to whom We gave Our signs, but he abandoned them, so Satan took hold of him, and he became a deviant.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 176,
    "ayahArV1": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "ayahArV2": "ولو شئنا لرفعناه بها ولكنه اخلد الى الارض واتبع هواه فمثله كمثل الكلب ان تحمل عليه يلهث او تتركه يلهث ذلك مثل القوم الذين كذبوا باياتنا فاقصص القصص لعلهم يتفكرون",
    "ayahEn": "If We had willed, We would have elevated him with Our signs, but he clung to this life—following his evil desires. His example is that of a dog: if you chase it away, it pants, and if you leave it, it ˹still˺ pants. This is the example of the people who deny Our signs. So narrate ˹to them˺ stories ˹of the past˺, so perhaps they will reflect.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 177,
    "ayahArV1": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
    "ayahArV2": "ساء مثلا القوم الذين كذبوا باياتنا وانفسهم كانوا يظلمون",
    "ayahEn": "What an evil example of those who denied Our signs! They ˹only˺ wronged their own souls.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 178,
    "ayahArV1": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "من يهد الله فهو المهتدي ومن يضلل فاولئك هم الخاسرون",
    "ayahEn": "Whoever Allah guides is truly guided. And whoever He leaves to stray, they are the ˹true˺ losers.",
    "meta": {
      "page": 173,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  }
]