[
  {
    "surahNo": 7,
    "ayahNo": 179,
    "ayahArV1": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
    "ayahArV2": "ولقد ذرانا لجهنم كثيرا من الجن والانس لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون بها ولهم اذان لا يسمعون بها اولئك كالانعام بل هم اضل اولئك هم الغافلون",
    "ayahEn": "Indeed, We have destined many jinn and humans for Hell. They have hearts they do not understand with, eyes they do not see with, and ears they do not hear with. They are like cattle. In fact, they are even less guided! Such ˹people˺ are ˹entirely˺ heedless.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 180,
    "ayahArV1": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ولله الاسماء الحسنى فادعوه بها وذروا الذين يلحدون في اسمائه سيجزون ما كانوا يعملون",
    "ayahEn": "Allah has the Most Beautiful Names. So call upon Him by them, and keep away from those who abuse His Names. They will be punished for what they used to do.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 181,
    "ayahArV1": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "ayahArV2": "وممن خلقنا امة يهدون بالحق وبه يعدلون",
    "ayahEn": "And among those We created is a group that guides with the truth and establishes justice accordingly.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 182,
    "ayahArV1": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "ayahArV2": "والذين كذبوا باياتنا سنستدرجهم من حيث لا يعلمون",
    "ayahEn": "As for those who deny Our signs, We will gradually draw them to destruction in ways they cannot comprehend.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 183,
    "ayahArV1": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
    "ayahArV2": "واملي لهم ان كيدي متين",
    "ayahEn": "I ˹only˺ delay their end for a while, but My planning is flawless.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 184,
    "ayahArV1": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "اولم يتفكروا ما بصاحبهم من جنة ان هو الا نذير مبين",
    "ayahEn": "Have they not ever given it a thought? Their fellow man is not insane. He is only sent with a clear warning.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 185,
    "ayahArV1": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
    "ayahArV2": "اولم ينظروا في ملكوت السماوات والارض وما خلق الله من شيء وان عسى ان يكون قد اقترب اجلهم فباي حديث بعده يؤمنون",
    "ayahEn": "Have they ever reflected on the wonders of the heavens and the earth, and everything Allah has created, and that perhaps their end is near? So what message after this ˹Quran˺ would they believe in?",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 186,
    "ayahArV1": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "ayahArV2": "من يضلل الله فلا هادي له ويذرهم في طغيانهم يعمهون",
    "ayahEn": "Whoever Allah allows to stray, none can guide, leaving them to wander blindly in their defiance.",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  },
  {
    "surahNo": 7,
    "ayahNo": 187,
    "ayahArV1": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "يسالونك عن الساعة ايان مرساها قل انما علمها عند ربي لا يجليها لوقتها الا هو ثقلت في السماوات والارض لا تاتيكم الا بغتة يسالونك كانك حفي عنها قل انما علمها عند الله ولكن اكثر الناس لا يعلمون",
    "ayahEn": "They ask you ˹O Prophet˺ regarding the Hour, “When will it be?” Say, “That knowledge is only with my Lord. He alone will reveal it when the time comes. It is too tremendous for the heavens and the earth and will only take you by surprise.” They ask you as if you had full knowledge of it. Say, “That knowledge is only with Allah, but most people do not know.”",
    "meta": {
      "page": 174,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 69,
      "sajda": false
    }
  }
]