[
  {
    "surahNo": 8,
    "ayahNo": 1,
    "ayahArV1": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يسالونك عن الانفال قل الانفال لله والرسول فاتقوا الله واصلحوا ذات بينكم واطيعوا الله ورسوله ان كنتم مؤمنين",
    "ayahEn": "They ask you ˹O Prophet˺ regarding the spoils of war. Say, “Their distribution is decided by Allah and His Messenger. So be mindful of Allah, settle your affairs, and obey Allah and His Messenger if you are ˹true˺ believers.”",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 2,
    "ayahArV1": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "انما المؤمنون الذين اذا ذكر الله وجلت قلوبهم واذا تليت عليهم اياته زادتهم ايمانا وعلى ربهم يتوكلون",
    "ayahEn": "The ˹true˺ believers are only those whose hearts tremble at the remembrance of Allah, whose faith increases when His revelations are recited to them, and who put their trust in their Lord.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 3,
    "ayahArV1": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "الذين يقيمون الصلاة ومما رزقناهم ينفقون",
    "ayahEn": "˹They are˺ those who establish prayer and donate from what We have provided for them.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 4,
    "ayahArV1": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "ayahArV2": "اولئك هم المؤمنون حقا لهم درجات عند ربهم ومغفرة ورزق كريم",
    "ayahEn": "It is they who are the true believers. They will have elevated ranks, forgiveness, and an honourable provision from their Lord.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 5,
    "ayahArV1": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
    "ayahArV2": "كما اخرجك ربك من بيتك بالحق وان فريقا من المؤمنين لكارهون",
    "ayahEn": "Similarly, when your Lord brought you ˹O Prophet˺ out of your home for a just cause, a group of believers was totally against it.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 6,
    "ayahArV1": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
    "ayahArV2": "يجادلونك في الحق بعدما تبين كانما يساقون الى الموت وهم ينظرون",
    "ayahEn": "They disputed with you about the truth after it had been made clear, as if they were being driven to death with their eyes wide open.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "واذ يعدكم الله احدى الطائفتين انها لكم وتودون ان غير ذات الشوكة تكون لكم ويريد الله ان يحق الحق بكلماته ويقطع دابر الكافرين",
    "ayahEn": "˹Remember, O  believers,˺ when Allah promised ˹to give˺ you the upper hand over either target, you wished to capture the unarmed party. But it was Allah’s Will to establish the truth by His Words and uproot the disbelievers;",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 8,
    "ayahArV1": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
    "ayahArV2": "ليحق الحق ويبطل الباطل ولو كره المجرمون",
    "ayahEn": "to firmly establish the truth and wipe out falsehood—even to the dismay of the wicked.",
    "meta": {
      "page": 177,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  }
]