[
  {
    "surahNo": 8,
    "ayahNo": 9,
    "ayahArV1": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
    "ayahArV2": "اذ تستغيثون ربكم فاستجاب لكم اني ممدكم بالف من الملائكة مردفين",
    "ayahEn": "˹Remember˺ when you cried out to your Lord for help, He answered, “I will reinforce you with a thousand angels—followed by many others.”",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 10,
    "ayahArV1": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "وما جعله الله الا بشرى ولتطمئن به قلوبكم وما النصر الا من عند الله ان الله عزيز حكيم",
    "ayahEn": "And Allah made this a sign of victory and reassurance to your hearts. Victory comes only from Allah. Surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 11,
    "ayahArV1": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
    "ayahArV2": "اذ يغشيكم النعاس امنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الاقدام",
    "ayahEn": "˹Remember˺ when He caused drowsiness to overcome you, giving you serenity. And He sent down rain from the sky to purify you, free you from Satan’s whispers, strengthen your hearts, and make ˹your˺ steps firm.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 12,
    "ayahArV1": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
    "ayahArV2": "اذ يوحي ربك الى الملائكة اني معكم فثبتوا الذين امنوا سالقي في قلوب الذين كفروا الرعب فاضربوا فوق الاعناق واضربوا منهم كل بنان",
    "ayahEn": "˹Remember, O  Prophet,˺ when your Lord revealed to the angels, “I am with you. So make the believers stand firm. I will cast horror into the hearts of the disbelievers. So strike their necks and strike their fingertips.”",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 13,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "ذلك بانهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فان الله شديد العقاب",
    "ayahEn": "This is because they defied Allah and His Messenger. And whoever defies Allah and His Messenger, then ˹know that˺ Allah is surely severe in punishment.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 14,
    "ayahArV1": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
    "ayahArV2": "ذلكم فذوقوه وان للكافرين عذاب النار",
    "ayahEn": "That ˹worldly punishment˺ is yours, so taste it! Then the disbelievers will suffer the torment of the Fire.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 15,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
    "ayahArV2": "يا ايها الذين امنوا اذا لقيتم الذين كفروا زحفا فلا تولوهم الادبار",
    "ayahEn": "O believers! When you face the disbelievers in battle, never turn your backs to them.",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 16,
    "ayahArV1": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "ومن يولهم يومئذ دبره الا متحرفا لقتال او متحيزا الى فئة فقد باء بغضب من الله وماواه جهنم وبئس المصير",
    "ayahEn": "And whoever does so on such an occasion—unless it is a manoeuvre or to join their own troops—will earn the displeasure of Allah, and their home will be Hell. What an evil destination!",
    "meta": {
      "page": 178,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  }
]