[
  {
    "surahNo": 8,
    "ayahNo": 17,
    "ayahArV1": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "فلم تقتلوهم ولكن الله قتلهم وما رميت اذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا ان الله سميع عليم",
    "ayahEn": "It was not you ˹believers˺ who killed them, but it was Allah Who did so. Nor was it you ˹O Prophet˺ who threw ˹a handful of sand at the disbelievers˺, but it was Allah Who did so, rendering the believers a great favour. Surely Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 18,
    "ayahArV1": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ذلكم وان الله موهن كيد الكافرين",
    "ayahEn": "As such, Allah frustrates the evil plans of the disbelievers.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 19,
    "ayahArV1": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ان تستفتحوا فقد جاءكم الفتح وان تنتهوا فهو خير لكم وان تعودوا نعد ولن تغني عنكم فئتكم شيئا ولو كثرت وان الله مع المؤمنين",
    "ayahEn": "If you ˹Meccans˺ sought judgment, now it has come to you. And if you cease, it will be for your own good. But if you persist, We will persist. And your forces—no matter how numerous they might be—will not benefit you whatsoever. For Allah is certainly with the believers.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 20,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
    "ayahArV2": "يا ايها الذين امنوا اطيعوا الله ورسوله ولا تولوا عنه وانتم تسمعون",
    "ayahEn": "O believers! Obey Allah and His Messenger and do not turn away from him while you hear ˹his call˺.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 21,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون",
    "ayahEn": "Do not be like those who say, “We hear,” but in fact they are not listening.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 71,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 22,
    "ayahArV1": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
    "ayahArV2": "ان شر الدواب عند الله الصم البكم الذين لا يعقلون",
    "ayahEn": "Indeed, the worst of all beings in the sight of Allah are the ˹wilfully˺ deaf and dumb, who do not understand.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 23,
    "ayahArV1": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
    "ayahArV2": "ولو علم الله فيهم خيرا لاسمعهم ولو اسمعهم لتولوا وهم معرضون",
    "ayahEn": "Had Allah known any goodness in them, He would have certainly made them hear. ˹But˺ even if He had made them hear, they would have surely turned away heedlessly.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 24,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
    "ayahArV2": "يا ايها الذين امنوا استجيبوا لله وللرسول اذا دعاكم لما يحييكم واعلموا ان الله يحول بين المرء وقلبه وانه اليه تحشرون",
    "ayahEn": "O believers! Respond to Allah and His Messenger when he calls you to that which gives you life. And know that Allah stands between a person and their heart, and that to Him you will all be gathered.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 25,
    "ayahArV1": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا ان الله شديد العقاب",
    "ayahEn": "Beware of a trial that will not only affect the wrongdoers among you. And know that Allah is severe in punishment.",
    "meta": {
      "page": 179,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  }
]