[
  {
    "surahNo": 2,
    "ayahNo": 113,
    "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "وقالت اليهود ليست النصارى على شيء وقالت النصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on,” although both recite the Scriptures. And those ˹pagans˺ who have no knowledge say the same ˹about people of faith˺. Surely Allah will judge between them on the Day of Judgment regarding their dispute.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 114,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ومن اظلم ممن منع مساجد الله ان يذكر فيها اسمه وسعى في خرابها اولئك ما كان لهم ان يدخلوها الا خائفين لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
    "ayahEn": "Who does more wrong than those who prevent Allah’s Name from being mentioned in His places of worship and strive to destroy them? Such people have no right to enter these places except with fear. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 115,
    "ayahArV1": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "ولله المشرق والمغرب فاينما تولوا فثم وجه الله ان الله واسع عليم",
    "ayahEn": "To Allah belong the east and the west, so wherever you turn you are facing ˹towards˺ Allah. Surely Allah is All-Encompassing, All-Knowing.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 116,
    "ayahArV1": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
    "ayahArV2": "وقالوا اتخذ الله ولدا سبحانه بل له ما في السماوات والارض كل له قانتون",
    "ayahEn": "They say, “Allah has offspring.” Glory be to Him! In fact, to Him belongs whatever is in the heavens and the earth—all are subject to His Will.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 117,
    "ayahArV1": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "بديع السماوات والارض واذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "˹He is˺ the Originator of the heavens and the earth! When He decrees a matter, He simply tells it, “Be!” And it is!",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 118,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
    "ayahArV2": "وقال الذين لا يعلمون لولا يكلمنا الله او تاتينا اية كذلك قال الذين من قبلهم مثل قولهم تشابهت قلوبهم قد بينا الايات لقوم يوقنون",
    "ayahEn": "Those who have no knowledge say, “If only Allah would speak to us or a sign would come to us!” The same was said by those who came before. Their hearts are all alike. Indeed, We have made the signs clear for people of sure faith.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 119,
    "ayahArV1": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
    "ayahArV2": "انا ارسلناك بالحق بشيرا ونذيرا ولا تسال عن اصحاب الجحيم",
    "ayahEn": "We have surely sent you with the truth ˹O Prophet˺ as a deliverer of good news and a warner. And you will not be accountable for the residents of the Hellfire.",
    "meta": {
      "page": 18,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  }
]