[
  {
    "surahNo": 8,
    "ayahNo": 26,
    "ayahArV1": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "واذكروا اذ انتم قليل مستضعفون في الارض تخافون ان يتخطفكم الناس فاواكم وايدكم بنصره ورزقكم من الطيبات لعلكم تشكرون",
    "ayahEn": "Remember when you had been vastly outnumbered and oppressed in the land, constantly in fear of attacks by your enemy, then He sheltered you, strengthened you with His help, and provided you with good things so perhaps you would be thankful.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 27,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تخونوا الله والرسول وتخونوا اماناتكم وانتم تعلمون",
    "ayahEn": "O believers! Do not betray Allah and the Messenger, nor betray your trusts knowingly.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 28,
    "ayahArV1": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
    "ayahArV2": "واعلموا انما اموالكم واولادكم فتنة وان الله عنده اجر عظيم",
    "ayahEn": "And know that your wealth and your children are only a test and that with Allah is a great reward.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 29,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "يا ايها الذين امنوا ان تتقوا الله يجعل لكم فرقانا ويكفر عنكم سيئاتكم ويغفر لكم والله ذو الفضل العظيم",
    "ayahEn": "O believers! If you are mindful of Allah, He will grant you a standard ˹to distinguish between right and wrong˺, absolve you of your sins, and forgive you. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 30,
    "ayahArV1": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
    "ayahArV2": "واذ يمكر بك الذين كفروا ليثبتوك او يقتلوك او يخرجوك ويمكرون ويمكر الله والله خير الماكرين",
    "ayahEn": "And ˹remember, O  Prophet,˺ when the disbelievers conspired to capture, kill, or exile you. They planned, but Allah also planned. And Allah is the best of planners.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 31,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "ayahArV2": "واذا تتلى عليهم اياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا ان هذا الا اساطير الاولين",
    "ayahEn": "Whenever Our revelations are recited to them, they challenge ˹you˺, “We have already heard ˹the recitation˺. If we wanted, we could have easily produced something similar. This ˹Quran˺ is nothing but ancient fables!”",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 32,
    "ayahArV1": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "واذ قالوا اللهم ان كان هذا هو الحق من عندك فامطر علينا حجارة من السماء او ائتنا بعذاب اليم",
    "ayahEn": "And ˹remember˺ when they prayed, “O Allah! If this is indeed the truth from You, then rain down stones upon us from the sky or overcome us with a painful punishment.”",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 33,
    "ayahArV1": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
    "ayahArV2": "وما كان الله ليعذبهم وانت فيهم وما كان الله معذبهم وهم يستغفرون",
    "ayahEn": "But Allah would never punish them while you ˹O Prophet˺ were in their midst. Nor would He ever punish them if they prayed for forgiveness.",
    "meta": {
      "page": 180,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  }
]