[
  {
    "surahNo": 8,
    "ayahNo": 34,
    "ayahArV1": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "وما لهم الا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا اولياءه ان اولياؤه الا المتقون ولكن اكثرهم لا يعلمون",
    "ayahEn": "And why should Allah not punish them while they hinder pilgrims from the Sacred Mosque, claiming to be its rightful guardians? None has the right to guardianship except those mindful ˹of Allah˺, but most pagans do not know.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 35,
    "ayahArV1": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "وما كان صلاتهم عند البيت الا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "Their prayer at the Sacred House was nothing but whistling and clapping. So taste the punishment for your disbelief.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 36,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
    "ayahArV2": "ان الذين كفروا ينفقون اموالهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا الى جهنم يحشرون",
    "ayahEn": "Surely the disbelievers spend their wealth to hinder others from the Path of Allah. They will continue to spend to the point of regret. Then they will be defeated and the disbelievers will be driven into Hell",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 37,
    "ayahArV1": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم اولئك هم الخاسرون",
    "ayahEn": "so Allah may separate the evil from the good. He will pile up the evil ones all together and then cast them into Hell. They are the ˹true˺ losers.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 38,
    "ayahArV1": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
    "ayahArV2": "قل للذين كفروا ان ينتهوا يغفر لهم ما قد سلف وان يعودوا فقد مضت سنت الاولين",
    "ayahEn": "Tell the disbelievers that if they desist, their past will be forgiven. But if they persist, then they have an example in those destroyed before them.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 39,
    "ayahArV1": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فان انتهوا فان الله بما يعملون بصير",
    "ayahEn": "Fight against them until there is no more persecution—and ˹your˺ devotion will be entirely to Allah. But if they desist, then surely Allah is All-Seeing of what they do.",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 40,
    "ayahArV1": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
    "ayahArV2": "وان تولوا فاعلموا ان الله مولاكم نعم المولى ونعم النصير",
    "ayahEn": "And if they do not comply, then know that Allah is your Protector. What an excellent Protector, and what an excellent Helper!",
    "meta": {
      "page": 181,
      "juz": 9,
      "hizb": 18,
      "hizbQuarter": 72,
      "sajda": false
    }
  }
]