[
  {
    "surahNo": 8,
    "ayahNo": 46,
    "ayahArV1": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "واطيعوا الله ورسوله ولا تنازعوا فتفشلوا وتذهب ريحكم واصبروا ان الله مع الصابرين",
    "ayahEn": "Obey Allah and His Messenger and do not dispute with one another, or you would be discouraged and weakened. Persevere! Surely Allah is with those who persevere.",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 47,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
    "ayahArV2": "ولا تكونوا كالذين خرجوا من ديارهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط",
    "ayahEn": "Do not be like those ˹pagans˺ who left their homes arrogantly, only to be seen by people and to hinder others from Allah’s Path. And Allah is Fully Aware of what they do.",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 48,
    "ayahArV1": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "واذ زين لهم الشيطان اعمالهم وقال لا غالب لكم اليوم من الناس واني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال اني بريء منكم اني ارى ما لا ترون اني اخاف الله والله شديد العقاب",
    "ayahEn": "And ˹remember˺ when Satan made their ˹evil˺ deeds appealing to them, and said, “No one can overcome you today. I am surely by your side.” But when the two forces faced off, he cowered and said, “I have absolutely nothing to do with you. I certainly see what you do not see. I truly fear Allah, for Allah is severe in punishment.”",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 49,
    "ayahArV1": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "اذ يقول المنافقون والذين في قلوبهم مرض غر هؤلاء دينهم ومن يتوكل على الله فان الله عزيز حكيم",
    "ayahEn": "˹Remember˺ when the hypocrites and those with sickness in their hearts said, “These ˹believers˺ are deluded by their faith.” But whoever puts their trust in Allah, surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 50,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
    "ayahArV2": "ولو ترى اذ يتوفى الذين كفروا الملائكة يضربون وجوههم وادبارهم وذوقوا عذاب الحريق",
    "ayahEn": "If only you could see when the angels take the souls of the disbelievers, beating their faces and backs, ˹saying,˺ “Taste the torment of burning!",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 51,
    "ayahArV1": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "ayahArV2": "ذلك بما قدمت ايديكم وان الله ليس بظلام للعبيد",
    "ayahEn": "This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  },
  {
    "surahNo": 8,
    "ayahNo": 52,
    "ayahArV1": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "كداب ال فرعون والذين من قبلهم كفروا بايات الله فاخذهم الله بذنوبهم ان الله قوي شديد العقاب",
    "ayahEn": "Their fate is that of the people of Pharaoh and those before them—they all disbelieved in Allah’s signs, so Allah seized them for their sins. Indeed, Allah is All-Powerful, severe in punishment.",
    "meta": {
      "page": 183,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 73,
      "sajda": false
    }
  }
]