[
  {
    "surahNo": 9,
    "ayahNo": 1,
    "ayahArV1": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "براءة من الله ورسوله الى الذين عاهدتم من المشركين",
    "ayahEn": "˹This is˺ a discharge from all obligations, by Allah and His Messenger, to the polytheists you ˹believers˺ have entered into treaties with:",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 2,
    "ayahArV1": "فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۙ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "فسيحوا في الارض اربعة اشهر واعلموا انكم غير معجزي الله وان الله مخزي الكافرين",
    "ayahEn": "“You ˹polytheists˺ may travel freely through the land for four months, but know that you will have no escape from Allah, and that Allah will disgrace the disbelievers.”",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 3,
    "ayahArV1": "وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ وَرَسُولُهُۥ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "واذان من الله ورسوله الى الناس يوم الحج الاكبر ان الله بريء من المشركين ورسوله فان تبتم فهو خير لكم وان توليتم فاعلموا انكم غير معجزي الله وبشر الذين كفروا بعذاب اليم",
    "ayahEn": "A declaration from Allah and His Messenger ˹is made˺ to all people on the day of the greater pilgrimage that Allah and His Messenger are free of the polytheists. So if you ˹pagans˺ repent, it will be better for you. But if you turn away, then know that you will have no escape from Allah. And give good news ˹O Prophet˺ to the disbelievers of a painful punishment.",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 4,
    "ayahArV1": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "ayahArV2": "الا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا ولم يظاهروا عليكم احدا فاتموا اليهم عهدهم الى مدتهم ان الله يحب المتقين",
    "ayahEn": "As for the polytheists who have honoured every term of their treaty with you and have not supported an enemy against you, honour your treaty with them until the end of its term. Surely Allah loves those who are mindful ˹of Him˺.",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 5,
    "ayahArV1": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "فاذا انسلخ الاشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فان تابوا واقاموا الصلاة واتوا الزكاة فخلوا سبيلهم ان الله غفور رحيم",
    "ayahEn": "But once the Sacred Months have passed, kill the polytheists ˹who violated their treaties˺ wherever you find them, capture them, besiege them, and lie in wait for them on every way. But if they repent, perform prayers, and pay alms-tax, then set them free. Indeed, Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 6,
    "ayahArV1": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
    "ayahArV2": "وان احد من المشركين استجارك فاجره حتى يسمع كلام الله ثم ابلغه مامنه ذلك بانهم قوم لا يعلمون",
    "ayahEn": "And if anyone from the polytheists asks for your protection ˹O Prophet˺, grant it to them so they may hear the Word of Allah, then escort them to a place of safety, for they are a people who have no knowledge.",
    "meta": {
      "page": 187,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  }
]