[
  {
    "surahNo": 9,
    "ayahNo": 14,
    "ayahArV1": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
    "ayahArV2": "قاتلوهم يعذبهم الله بايديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
    "ayahEn": "˹So˺ fight them and Allah will punish them at your hands, put them to shame, help you overcome them, and soothe the hearts of the believers—",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 15,
    "ayahArV1": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم",
    "ayahEn": "removing rage from their hearts. And Allah pardons whoever He wills. For Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 16,
    "ayahArV1": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "ام حسبتم ان تتركوا ولما يعلم الله الذين جاهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة والله خبير بما تعملون",
    "ayahEn": "Do you ˹believers˺ think that you will be left without Allah proving who among you ˹truly˺ struggles ˹in His cause˺ and never takes trusted allies other than Allah, His Messenger, or the believers? And Allah is All-Aware of what you do.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 17,
    "ayahArV1": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
    "ayahArV2": "ما كان للمشركين ان يعمروا مساجد الله شاهدين على انفسهم بالكفر اولئك حبطت اعمالهم وفي النار هم خالدون",
    "ayahEn": "It is not for the polytheists to maintain the mosques of Allah while they openly profess disbelief. Their deeds are void, and they will be in the Fire forever.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 18,
    "ayahArV1": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
    "ayahArV2": "انما يعمر مساجد الله من امن بالله واليوم الاخر واقام الصلاة واتى الزكاة ولم يخش الا الله فعسى اولئك ان يكونوا من المهتدين",
    "ayahEn": "The mosques of Allah should only be maintained by those who believe in Allah and the Last Day, establish prayer, pay alms-tax, and fear none but Allah. It is right to hope that they will be among the ˹truly˺ guided.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 75,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 19,
    "ayahArV1": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "اجعلتم سقاية الحاج وعمارة المسجد الحرام كمن امن بالله واليوم الاخر وجاهد في سبيل الله لا يستوون عند الله والله لا يهدي القوم الظالمين",
    "ayahEn": "Do you ˹pagans˺ consider providing the pilgrims with water and maintaining the Sacred Mosque as equal to believing in Allah and the Last Day and struggling in the cause of Allah? They are not equal in Allah’s sight. And Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 20,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
    "ayahArV2": "الذين امنوا وهاجروا وجاهدوا في سبيل الله باموالهم وانفسهم اعظم درجة عند الله واولئك هم الفائزون",
    "ayahEn": "Those who have believed, emigrated, and strived in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. It is they who will triumph.",
    "meta": {
      "page": 189,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  }
]