[
  {
    "surahNo": 2,
    "ayahNo": 120,
    "ayahArV1": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت اهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير",
    "ayahEn": "Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “Allah’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against Allah.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 121,
    "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "الذين اتيناهم الكتاب يتلونه حق تلاوته اولئك يؤمنون به ومن يكفر به فاولئك هم الخاسرون",
    "ayahEn": "Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 122,
    "ayahArV1": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "ayahArV2": "يا بني اسرائيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العالمين",
    "ayahEn": "O Children of Israel! Remember My favours upon you and how I honoured you above the others.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 123,
    "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
    "ayahArV2": "واتقوا يوما لا تجزي نفس عن نفس شيئا ولا يقبل منها عدل ولا تنفعها شفاعة ولا هم ينصرون",
    "ayahEn": "And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 7,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 124,
    "ayahArV1": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واذ ابتلى ابراهيم ربه بكلمات فاتمهن قال اني جاعلك للناس اماما قال ومن ذريتي قال لا ينال عهدي الظالمين",
    "ayahEn": "˹Remember˺ when Abraham was tested by his Lord with ˹certain˺ commandments, which he fulfilled. Allah said, “I will certainly make you into a role model for the people.” Abraham asked, “What about my offspring?” Allah replied, “My covenant is not extended to the wrongdoers.”",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 125,
    "ayahArV1": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "ayahArV2": "واذ جعلنا البيت مثابة للناس وامنا واتخذوا من مقام ابراهيم مصلى وعهدنا الى ابراهيم واسماعيل ان طهرا بيتي للطائفين والعاكفين والركع السجود",
    "ayahEn": "And ˹remember˺ when We made the Sacred House a centre and a sanctuary for the people ˹saying˺, “˹You may˺ take the standing-place of Abraham as a site of prayer.” And We entrusted Abraham and Ishmael to purify My House for those who circle it, who meditate in it, and who bow and prostrate themselves ˹in prayer˺.",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 126,
    "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "واذ قال ابراهيم رب اجعل هذا بلدا امنا وارزق اهله من الثمرات من امن منهم بالله واليوم الاخر قال ومن كفر فامتعه قليلا ثم اضطره الى عذاب النار وبئس المصير",
    "ayahEn": "And ˹remember˺ when Abraham said, “My Lord, make this city ˹of Mecca˺ secure and provide fruits to its people—those among them who believe in Allah and the Last Day.” He answered, “As for those who disbelieve, I will let them enjoy themselves for a little while, then I will condemn them to the torment of the Fire. What an evil destination!”",
    "meta": {
      "page": 19,
      "juz": 1,
      "hizb": 2,
      "hizbQuarter": 8,
      "sajda": false
    }
  }
]