[
  {
    "surahNo": 9,
    "ayahNo": 27,
    "ayahArV1": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم يتوب الله من بعد ذلك على من يشاء والله غفور رحيم",
    "ayahEn": "Then afterwards Allah will turn in grace to whoever He wills. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 191,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 28,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا انما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وان خفتم عيلة فسوف يغنيكم الله من فضله ان شاء ان الله عليم حكيم",
    "ayahEn": "O believers! Indeed, the polytheists are ˹spiritually˺ impure, so they should not approach the Sacred Mosque after this year. If you fear poverty, Allah will enrich you out of His bounty, if He wills. Surely, Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 191,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 29,
    "ayahArV1": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
    "ayahArV2": "قاتلوا الذين لا يؤمنون بالله ولا باليوم الاخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين اوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون",
    "ayahEn": "Fight those who do not believe in Allah and the Last Day, nor comply with what Allah and His Messenger have forbidden, nor embrace the religion of truth from among those who were given the Scripture, until they pay the tax, willingly submitting, fully humbled.",
    "meta": {
      "page": 191,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 30,
    "ayahArV1": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
    "ayahArV2": "وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله ذلك قولهم بافواههم يضاهئون قول الذين كفروا من قبل قاتلهم الله انى يؤفكون",
    "ayahEn": "The Jews say, “Ezra is the son of Allah,” while the Christians say, “The Messiah is the son of Allah.” Such are their baseless assertions, only parroting the words of earlier disbelievers. May Allah condemn them! How can they be deluded ˹from the truth˺?",
    "meta": {
      "page": 191,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 31,
    "ayahArV1": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "اتخذوا احبارهم ورهبانهم اربابا من دون الله والمسيح ابن مريم وما امروا الا ليعبدوا الها واحدا لا اله الا هو سبحانه عما يشركون",
    "ayahEn": "They have taken their rabbis and monks as well as the Messiah, son of Mary, as lords besides Allah, even though they were commanded to worship none but One God. There is no god ˹worthy of worship˺ except Him. Glorified is He above what they associate ˹with Him˺!",
    "meta": {
      "page": 191,
      "juz": 10,
      "hizb": 19,
      "hizbQuarter": 76,
      "sajda": false
    }
  }
]