[
  {
    "surahNo": 9,
    "ayahNo": 41,
    "ayahArV1": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "انفروا خفافا وثقالا وجاهدوا باموالكم وانفسكم في سبيل الله ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "˹O believers!˺ March forth whether it is easy or difficult for you, and strive with your wealth and your lives in the cause of Allah. That is best for you, if only you knew.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 42,
    "ayahArV1": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "لو كان عرضا قريبا وسفرا قاصدا لاتبعوك ولكن بعدت عليهم الشقة وسيحلفون بالله لو استطعنا لخرجنا معكم يهلكون انفسهم والله يعلم انهم لكاذبون",
    "ayahEn": "Had the gain been within reach and the journey shorter, they would have followed you, but the distance seemed too long for them. And they will swear by Allah, “Had we been able, we would have certainly joined you.” They are ruining themselves. And Allah knows that they are surely lying.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 43,
    "ayahArV1": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "عفا الله عنك لم اذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكاذبين",
    "ayahEn": "May Allah pardon you ˹O Prophet˺! Why did you give them permission ˹to stay behind˺ before those who told the truth were distinguished from those who were lying?",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 44,
    "ayahArV1": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "ayahArV2": "لا يستاذنك الذين يؤمنون بالله واليوم الاخر ان يجاهدوا باموالهم وانفسهم والله عليم بالمتقين",
    "ayahEn": "Those who believe in Allah and the Last Day do not ask for exemption from striving with their wealth and their lives. And Allah has perfect knowledge of those who are mindful ˹of Him˺.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 45,
    "ayahArV1": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
    "ayahArV2": "انما يستاذنك الذين لا يؤمنون بالله واليوم الاخر وارتابت قلوبهم فهم في ريبهم يترددون",
    "ayahEn": "No one would ask for exemption except those who have no faith in Allah or the Last Day, and whose hearts are in doubt, so they are torn by their doubts.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 77,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 46,
    "ayahArV1": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
    "ayahArV2": "ولو ارادوا الخروج لاعدوا له عدة ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القاعدين",
    "ayahEn": "Had they ˹really˺ intended to march forth, they would have made preparations for it. But Allah disliked that they should go, so He let them lag behind, and it was said ˹to them˺, “Stay with those ˹helpless˺ who remain behind.”",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 47,
    "ayahArV1": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "ayahArV2": "لو خرجوا فيكم ما زادوكم الا خبالا ولاوضعوا خلالكم يبغونكم الفتنة وفيكم سماعون لهم والله عليم بالظالمين",
    "ayahEn": "Had they gone forth with you ˹believers˺, they would have been nothing but trouble for you, and would have scrambled around, seeking to spread discord in your midst. And some of you would have eagerly listened to them. And Allah has ˹perfect˺ knowledge of the wrongdoers.",
    "meta": {
      "page": 194,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  }
]