[
  {
    "surahNo": 9,
    "ayahNo": 48,
    "ayahArV1": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
    "ayahArV2": "لقد ابتغوا الفتنة من قبل وقلبوا لك الامور حتى جاء الحق وظهر امر الله وهم كارهون",
    "ayahEn": "They had already sought to spread discord before and devised every ˹possible˺ plot against you ˹O Prophet˺, until the truth came and Allah’s Will prevailed—much to their dismay.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 49,
    "ayahArV1": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "ayahArV2": "ومنهم من يقول ائذن لي ولا تفتني الا في الفتنة سقطوا وان جهنم لمحيطة بالكافرين",
    "ayahEn": "There are some of them who say, “Exempt me and do not expose me to temptation.” They have already fallen into temptation. And Hell will surely engulf the disbelievers.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 50,
    "ayahArV1": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
    "ayahArV2": "ان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا قد اخذنا امرنا من قبل ويتولوا وهم فرحون",
    "ayahEn": "If a blessing befalls you ˹O Prophet˺, they grieve, but if a disaster befalls you, they say, “We took our precaution in advance,” and turn away, rejoicing.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 51,
    "ayahArV1": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "قل لن يصيبنا الا ما كتب الله لنا هو مولانا وعلى الله فليتوكل المؤمنون",
    "ayahEn": "Say, “Nothing will ever befall us except what Allah has destined for us. He is our Protector.” So in Allah let the believers put their trust.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 52,
    "ayahArV1": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
    "ayahArV2": "قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا انا معكم متربصون",
    "ayahEn": "Say, “Are you awaiting anything to befall us except one of the two best things: ˹victory or martyrdom˺? But We are awaiting Allah to afflict you with torment either from Him or at our hands. So keep waiting! We too are waiting with you.”",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 53,
    "ayahArV1": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
    "ayahArV2": "قل انفقوا طوعا او كرها لن يتقبل منكم انكم كنتم قوما فاسقين",
    "ayahEn": "Say, ˹O Prophet,˺ “˹Whether you˺ donate willingly or unwillingly, it will never be accepted from you, for you have been a rebellious people.”",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 54,
    "ayahArV1": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
    "ayahArV2": "وما منعهم ان تقبل منهم نفقاتهم الا انهم كفروا بالله وبرسوله ولا ياتون الصلاة الا وهم كسالى ولا ينفقون الا وهم كارهون",
    "ayahEn": "And what prevented their donations from being accepted is that they have lost faith in Allah and His Messenger, they never come to prayer except half-heartedly, and they never donate except resentfully.",
    "meta": {
      "page": 195,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  }
]