[
  {
    "surahNo": 9,
    "ayahNo": 55,
    "ayahArV1": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "ayahArV2": "فلا تعجبك اموالهم ولا اولادهم انما يريد الله ليعذبهم بها في الحياة الدنيا وتزهق انفسهم وهم كافرون",
    "ayahEn": "So let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this worldly life, then their souls will depart while they are disbelievers.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 56,
    "ayahArV1": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
    "ayahArV2": "ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون",
    "ayahEn": "They swear by Allah that they are part of you, but they are not. They only say so out of fear.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 57,
    "ayahArV1": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
    "ayahArV2": "لو يجدون ملجا او مغارات او مدخلا لولوا اليه وهم يجمحون",
    "ayahEn": "If only they could find a refuge, or a cave, or any hiding-place, they would rush headlong towards it.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 58,
    "ayahArV1": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
    "ayahArV2": "ومنهم من يلمزك في الصدقات فان اعطوا منها رضوا وان لم يعطوا منها اذا هم يسخطون",
    "ayahEn": "There are some of them who are critical of your distribution of alms ˹O Prophet˺. If they are given some of it they are pleased, but if not they are enraged.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 59,
    "ayahArV1": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
    "ayahArV2": "ولو انهم رضوا ما اتاهم الله ورسوله وقالوا حسبنا الله سيؤتينا الله من فضله ورسوله انا الى الله راغبون",
    "ayahEn": "If only they had been content with what Allah and His Messenger had given them and said, “Allah is sufficient for us! Allah will grant us out of His bounty, and so will His Messenger. To Allah ˹alone˺ we turn with hope.”",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 78,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 60,
    "ayahArV1": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "انما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم",
    "ayahEn": "Alms-tax is only for the poor and the needy, for those employed to administer it, for those whose hearts are attracted ˹to the faith˺, for ˹freeing˺ slaves, for those in debt, for Allah’s cause, and for ˹needy˺ travellers. ˹This is˺ an obligation from Allah. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 61,
    "ayahArV1": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ومنهم الذين يؤذون النبي ويقولون هو اذن قل اذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين امنوا منكم والذين يؤذون رسول الله لهم عذاب اليم",
    "ayahEn": "And there are others who hurt the Prophet by saying, “He listens to anyone.” Say, ˹O Prophet,˺ “He listens to what is best for you. He believes in Allah, has faith in the believers, and is a mercy for those who believe among you.” Those who hurt Allah’s Messenger will suffer a painful punishment.",
    "meta": {
      "page": 196,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  }
]