[
  {
    "surahNo": 9,
    "ayahNo": 62,
    "ayahArV1": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
    "ayahArV2": "يحلفون بالله لكم ليرضوكم والله ورسوله احق ان يرضوه ان كانوا مؤمنين",
    "ayahEn": "They swear by Allah to you ˹believers˺ in order to please you, while it is the pleasure of Allah and His Messenger they should seek, if they are ˹true˺ believers.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 63,
    "ayahArV1": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
    "ayahArV2": "الم يعلموا انه من يحادد الله ورسوله فان له نار جهنم خالدا فيها ذلك الخزي العظيم",
    "ayahEn": "Do they not know that whoever opposes Allah and His Messenger will be in the Fire of Hell forever? That is the ultimate disgrace.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 64,
    "ayahArV1": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
    "ayahArV2": "يحذر المنافقون ان تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزئوا ان الله مخرج ما تحذرون",
    "ayahEn": "The hypocrites fear that a sûrah should be revealed about them, exposing what is in their hearts. Say, ˹O Prophet,˺ “Keep mocking! Allah will definitely bring to light what you fear.”",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 65,
    "ayahArV1": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
    "ayahArV2": "ولئن سالتهم ليقولن انما كنا نخوض ونلعب قل ابالله واياته ورسوله كنتم تستهزئون",
    "ayahEn": "If you question them, they will certainly say, “We were only talking idly and joking around.” Say, “Was it Allah, His revelations, and His Messenger that you ridiculed?”",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 66,
    "ayahArV1": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
    "ayahArV2": "لا تعتذروا قد كفرتم بعد ايمانكم ان نعف عن طائفة منكم نعذب طائفة بانهم كانوا مجرمين",
    "ayahEn": "Make no excuses! You have lost faith after your belief. If We pardon a group of you, We will punish others for their wickedness.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 67,
    "ayahArV1": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "المنافقون والمنافقات بعضهم من بعض يامرون بالمنكر وينهون عن المعروف ويقبضون ايديهم نسوا الله فنسيهم ان المنافقين هم الفاسقون",
    "ayahEn": "The hypocrites, both men and women, are all alike: they encourage what is evil, forbid what is good, and withhold ˹what is in˺ their hands. They neglected Allah, so He neglected them. Surely the hypocrites are the rebellious.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 68,
    "ayahArV1": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "ayahArV2": "وعد الله المنافقين والمنافقات والكفار نار جهنم خالدين فيها هي حسبهم ولعنهم الله ولهم عذاب مقيم",
    "ayahEn": "Allah has promised the hypocrites, both men and women, and the disbelievers an everlasting stay in the Fire of Hell—it is sufficient for them. Allah has condemned them, and they will suffer a never-ending punishment.",
    "meta": {
      "page": 197,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  }
]