[
  {
    "surahNo": 9,
    "ayahNo": 69,
    "ayahArV1": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "كالذين من قبلكم كانوا اشد منكم قوة واكثر اموالا واولادا فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا اولئك حبطت اعمالهم في الدنيا والاخرة واولئك هم الخاسرون",
    "ayahEn": "˹You hypocrites are˺ like those ˹disbelievers˺ before you. They were far superior to you in might and more abundant in wealth and children. They enjoyed their share in this life. You have enjoyed your share, just as they did. And you have engaged in idle talk, just as they did. Their deeds have become void in this world and the Hereafter. And it is they who are the ˹true˺ losers.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 70,
    "ayahArV1": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "الم ياتهم نبا الذين من قبلهم قوم نوح وعاد وثمود وقوم ابراهيم واصحاب مدين والمؤتفكات اتتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "Have they not received the stories of those ˹destroyed˺ before them: the people of Noah, ’Âd, and Thamûd, the people of Abraham, the residents of Midian, and the overturned cities ˹of Lot˺? Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 71,
    "ayahArV1": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "والمؤمنون والمؤمنات بعضهم اولياء بعض يامرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله اولئك سيرحمهم الله ان الله عزيز حكيم",
    "ayahEn": "The believers, both men and women, are guardians of one another. They encourage good and forbid evil, establish prayer and pay alms-tax, and obey Allah and His Messenger. It is they who will be shown Allah’s mercy. Surely Allah is Almighty, All-Wise.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 72,
    "ayahArV1": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "وعد الله المؤمنين والمؤمنات جنات تجري من تحتها الانهار خالدين فيها ومساكن طيبة في جنات عدن ورضوان من الله اكبر ذلك هو الفوز العظيم",
    "ayahEn": "Allah has promised the believers, both men and women, Gardens under which rivers flow, to stay there forever, and splendid homes in the Gardens of Eternity, and—above all—the pleasure of Allah. That is ˹truly˺ the ultimate triumph.",
    "meta": {
      "page": 198,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 79,
      "sajda": false
    }
  }
]