[
  {
    "surahNo": 9,
    "ayahNo": 80,
    "ayahArV1": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "استغفر لهم او لا تستغفر لهم ان تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بانهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين",
    "ayahEn": "˹It does not matter˺ whether you ˹O Prophet˺ pray for them to be forgiven or not. Even if you pray for their forgiveness seventy times, Allah will never forgive them. That is because they have lost faith in Allah and His Messenger. And Allah does not guide the rebellious people.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 81,
    "ayahArV1": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
    "ayahArV2": "فرح المخلفون بمقعدهم خلاف رسول الله وكرهوا ان يجاهدوا باموالهم وانفسهم في سبيل الله وقالوا لا تنفروا في الحر قل نار جهنم اشد حرا لو كانوا يفقهون",
    "ayahEn": "Those ˹hypocrites˺ who remained behind rejoiced for doing so in defiance of the Messenger of Allah and hated ˹the prospect of˺ striving with their wealth and their lives in the cause of Allah. They said ˹to one another˺, “Do not march forth in the heat.” Say, ˹O Prophet,˺ “The Fire of Hell is far hotter!” If only they could comprehend!",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 82,
    "ayahArV1": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون",
    "ayahEn": "So let them laugh a little—they will weep much as a reward for what they have committed.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 83,
    "ayahArV1": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
    "ayahArV2": "فان رجعك الله الى طائفة منهم فاستاذنوك للخروج فقل لن تخرجوا معي ابدا ولن تقاتلوا معي عدوا انكم رضيتم بالقعود اول مرة فاقعدوا مع الخالفين",
    "ayahEn": "If Allah returns you ˹O Prophet˺ to a group of them and they ask to go forth with you, say, “You will not ever go forth or fight an enemy along with me. You preferred to stay behind the first time, so stay with those ˹helpless˺ who remain behind.”",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 84,
    "ayahArV1": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
    "ayahArV2": "ولا تصل على احد منهم مات ابدا ولا تقم على قبره انهم كفروا بالله ورسوله وماتوا وهم فاسقون",
    "ayahEn": "And do not ever offer ˹funeral˺ prayers for any of their dead, nor stand by their grave ˹at burial˺, for they have lost faith in Allah and His Messenger and died rebellious.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 85,
    "ayahArV1": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "ayahArV2": "ولا تعجبك اموالهم واولادهم انما يريد الله ان يعذبهم بها في الدنيا وتزهق انفسهم وهم كافرون",
    "ayahEn": "And let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this world, and ˹then˺ their souls will depart while they are disbelievers.",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 86,
    "ayahArV1": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
    "ayahArV2": "واذا انزلت سورة ان امنوا بالله وجاهدوا مع رسوله استاذنك اولو الطول منهم وقالوا ذرنا نكن مع القاعدين",
    "ayahEn": "Whenever a sûrah is revealed stating, “Believe in Allah and struggle along with His Messenger,” the rich among them would ask to be exempt, saying, “Leave us with those who remain behind.”",
    "meta": {
      "page": 200,
      "juz": 10,
      "hizb": 20,
      "hizbQuarter": 80,
      "sajda": false
    }
  }
]