[
  {
    "surahNo": 9,
    "ayahNo": 112,
    "ayahArV1": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "التائبون العابدون الحامدون السائحون الراكعون الساجدون الامرون بالمعروف والناهون عن المنكر والحافظون لحدود الله وبشر المؤمنين",
    "ayahEn": "˹It is the believers˺ who repent, who are devoted to worship, who praise ˹their Lord˺, who fast, who bow down and prostrate themselves, who encourage good and forbid evil, and who observe the limits set by Allah. And give good news to the believers.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 113,
    "ayahArV1": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "ما كان للنبي والذين امنوا ان يستغفروا للمشركين ولو كانوا اولي قربى من بعد ما تبين لهم انهم اصحاب الجحيم",
    "ayahEn": "It is not ˹proper˺ for the Prophet and the believers to seek forgiveness for the polytheists, even if they were close relatives, after it has become clear to the believers that they are bound for the Hellfire.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 114,
    "ayahArV1": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
    "ayahArV2": "وما كان استغفار ابراهيم لابيه الا عن موعدة وعدها اياه فلما تبين له انه عدو لله تبرا منه ان ابراهيم لاواه حليم",
    "ayahEn": "As for Abraham’s prayer for his father’s forgiveness, it was only in fulfilment of a promise he had made to him. But when it became clear to Abraham that his father was an enemy of Allah, he broke ties with him. Abraham was truly tender-hearted, forbearing.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 115,
    "ayahArV1": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "وما كان الله ليضل قوما بعد اذ هداهم حتى يبين لهم ما يتقون ان الله بكل شيء عليم",
    "ayahEn": "Allah would never consider a people deviant after He has guided them, until He makes clear to them what they must avoid. Surely Allah has ˹full˺ knowledge of everything.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 116,
    "ayahArV1": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "ان الله له ملك السماوات والارض يحيي ويميت وما لكم من دون الله من ولي ولا نصير",
    "ayahEn": "Indeed, to Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He gives life and causes death. And besides Allah you have no guardian or helper.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 117,
    "ayahArV1": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
    "ayahArV2": "لقد تاب الله على النبي والمهاجرين والانصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم انه بهم رءوف رحيم",
    "ayahEn": "Allah has certainly turned in mercy to the Prophet as well as the Emigrants and the Helpers who stood by him in the time of hardship, after the hearts of a group of them had almost faltered. He then accepted their repentance. Surely He is Ever Gracious and Most Merciful to them.",
    "meta": {
      "page": 205,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 82,
      "sajda": false
    }
  }
]