[
  {
    "surahNo": 9,
    "ayahNo": 123,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
    "ayahArV2": "يا ايها الذين امنوا قاتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا ان الله مع المتقين",
    "ayahEn": "O believers! Fight the disbelievers around you and let them find firmness in you. And know that Allah is with those mindful ˹of Him˺.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 124,
    "ayahArV1": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـٰذِهِۦٓ إِيمَـٰنًا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَـٰنًا وَهُمْ يَسْتَبْشِرُونَ",
    "ayahArV2": "واذا ما انزلت سورة فمنهم من يقول ايكم زادته هذه ايمانا فاما الذين امنوا فزادتهم ايمانا وهم يستبشرون",
    "ayahEn": "Whenever a sûrah is revealed, some of them ask ˹mockingly˺, “Which of you has this increased in faith?” As for the believers, it has increased them in faith and they rejoice.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 125,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا۟ وَهُمْ كَـٰفِرُونَ",
    "ayahArV2": "واما الذين في قلوبهم مرض فزادتهم رجسا الى رجسهم وماتوا وهم كافرون",
    "ayahEn": "But as for those with sickness in their hearts, it has increased them only in wickedness upon their wickedness, and they die as disbelievers.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 126,
    "ayahArV1": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
    "ayahArV2": "اولا يرون انهم يفتنون في كل عام مرة او مرتين ثم لا يتوبون ولا هم يذكرون",
    "ayahEn": "Do they not see that they are tried once or twice every year? Yet they neither repent nor do they learn a lesson.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 127,
    "ayahArV1": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟ ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "ayahArV2": "واذا ما انزلت سورة نظر بعضهم الى بعض هل يراكم من احد ثم انصرفوا صرف الله قلوبهم بانهم قوم لا يفقهون",
    "ayahEn": "Whenever a sûrah is revealed, they look at one another, ˹saying,˺ “Is anyone watching you?” Then they slip away. ˹It is˺ Allah ˹Who˺ has turned their hearts away because they are a people who do not comprehend.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 128,
    "ayahArV1": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
    "ayahArV2": "لقد جاءكم رسول من انفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم",
    "ayahEn": "There certainly has come to you a messenger from among yourselves. He is concerned by your suffering, anxious for your well-being, and gracious and merciful to the believers.",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  },
  {
    "surahNo": 9,
    "ayahNo": 129,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
    "ayahArV2": "فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم",
    "ayahEn": "But if they turn away, then say, ˹O Prophet,˺ “Allah is sufficient for me. There is no god ˹worthy of worship˺ except Him. In Him I put my trust. And He is the Lord of the Mighty Throne.”",
    "meta": {
      "page": 207,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 83,
      "sajda": false
    }
  }
]