[
  {
    "surahNo": 10,
    "ayahNo": 15,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَـٰتٍ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَـٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات قال الذين لا يرجون لقاءنا ائت بقران غير هذا او بدله قل ما يكون لي ان ابدله من تلقاء نفسي ان اتبع الا ما يوحى الي اني اخاف ان عصيت ربي عذاب يوم عظيم",
    "ayahEn": "When Our clear revelations are recited to them, those who do not expect to meet Us say ˹to the Prophet˺, “Bring us a different Quran or make some changes in it.” Say ˹to them˺, “It is not for me to change it on my own. I only follow what is revealed to me. I fear, if I were to disobey my Lord, the punishment of a tremendous Day.”",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 16,
    "ayahArV1": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "قل لو شاء الله ما تلوته عليكم ولا ادراكم به فقد لبثت فيكم عمرا من قبله افلا تعقلون",
    "ayahEn": "Say, “Had Allah willed, I would not have recited it to you, nor would He have made it known to you. I had lived my whole life among you before this ˹revelation˺. Do you not understand?”",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 17,
    "ayahArV1": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ",
    "ayahArV2": "فمن اظلم ممن افترى على الله كذبا او كذب باياته انه لا يفلح المجرمون",
    "ayahEn": "Who does more wrong than those who fabricate lies against Allah or deny His revelations? Indeed, the wicked will never succeed.",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 18,
    "ayahArV1": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل اتنبئون الله بما لا يعلم في السماوات ولا في الارض سبحانه وتعالى عما يشركون",
    "ayahEn": "They worship besides Allah others who can neither harm nor benefit them, and say, “These are our intercessors with Allah.” Ask ˹them, O  Prophet˺, “Are you informing Allah of something He does not know in the heavens or the earth? Glorified and Exalted is He above what they associate ˹with Him˺!”",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 19,
    "ayahArV1": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "وما كان الناس الا امة واحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون",
    "ayahEn": "Humanity was once nothing but a single community ˹of believers˺, but then they differed. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺.",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 20,
    "ayahArV1": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "ayahArV2": "ويقولون لولا انزل عليه اية من ربه فقل انما الغيب لله فانتظروا اني معكم من المنتظرين",
    "ayahEn": "They ask, “Why has no ˹other˺ sign been sent down to him from his Lord?” Say, ˹O Prophet,˺ “˹The knowledge of˺ the unseen is with Allah alone. So wait! I too am waiting with you.”",
    "meta": {
      "page": 210,
      "juz": 11,
      "hizb": 21,
      "hizbQuarter": 84,
      "sajda": false
    }
  }
]