[
  {
    "surahNo": 10,
    "ayahNo": 26,
    "ayahArV1": "۞ لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "للذين احسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة اولئك اصحاب الجنة هم فيها خالدون",
    "ayahEn": "Those who do good will have the finest reward and ˹even˺ more. Neither gloom nor disgrace will cover their faces. It is they who will be the residents of Paradise. They will be there forever.",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 27,
    "ayahArV1": "وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "والذين كسبوا السيئات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كانما اغشيت وجوههم قطعا من الليل مظلما اولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "As for those who commit evil, the reward of an evil deed is its equivalent. Humiliation will cover them—with no one to protect them from Allah—as if their faces were covered with patches of the night’s deep darkness. It is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 28,
    "ayahArV1": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ",
    "ayahArV2": "ويوم نحشرهم جميعا ثم نقول للذين اشركوا مكانكم انتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم ايانا تعبدون",
    "ayahEn": "˹Consider˺ the Day We will gather them all together then say to those who associated others ˹with Allah in worship˺, “Stay in your places—you and your associate-gods.” We will separate them from each other, and their associate-gods will say, “It was not us that you worshipped!",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 29,
    "ayahArV1": "فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَـٰفِلِينَ",
    "ayahArV2": "فكفى بالله شهيدا بيننا وبينكم ان كنا عن عبادتكم لغافلين",
    "ayahEn": "Allah is sufficient as a Witness between each of us that we were totally unaware of your worship.”",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 30,
    "ayahArV1": "هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "هنالك تبلو كل نفس ما اسلفت وردوا الى الله مولاهم الحق وضل عنهم ما كانوا يفترون",
    "ayahEn": "Then and there every soul will face ˹the consequences of˺ what it had done. They all will be returned to Allah—their True Master. And whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 31,
    "ayahArV1": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
    "ayahArV2": "قل من يرزقكم من السماء والارض امن يملك السمع والابصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الامر فسيقولون الله فقل افلا تتقون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Who provides for you from heaven and earth? Who owns ˹your˺ hearing and sight? Who brings forth the living from the dead and the dead from the living? And who conducts every affair?” They will ˹surely˺ say, “Allah.” Say, “Will you not then fear ˹Him˺?",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 32,
    "ayahArV1": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَـٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
    "ayahArV2": "فذلكم الله ربكم الحق فماذا بعد الحق الا الضلال فانى تصرفون",
    "ayahEn": "That is Allah—your True Lord. So what is beyond the truth except falsehood? How can you then be turned away?”",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 33,
    "ayahArV1": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "كذلك حقت كلمت ربك على الذين فسقوا انهم لا يؤمنون",
    "ayahEn": "And so your Lord’s decree has been proven true against the rebellious—that they will never believe.",
    "meta": {
      "page": 212,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  }
]