[
  {
    "surahNo": 10,
    "ayahNo": 34,
    "ayahArV1": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "ayahArV2": "قل هل من شركائكم من يبدا الخلق ثم يعيده قل الله يبدا الخلق ثم يعيده فانى تؤفكون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Can any of your associate-gods originate creation and then resurrect it?” Say, “˹Only˺ Allah originates creation and then resurrects it. How can you then be deluded ˹from the truth˺?”",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 35,
    "ayahArV1": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
    "ayahArV2": "قل هل من شركائكم من يهدي الى الحق قل الله يهدي للحق افمن يهدي الى الحق احق ان يتبع امن لا يهدي الا ان يهدى فما لكم كيف تحكمون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Can any of your associate-gods guide to the truth?” Say, “˹Only˺ Allah guides to the truth.” Who then is more worthy to be followed: the One Who guides to the truth or those who cannot find the way unless guided? What is the matter with you? How do you judge?",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 36,
    "ayahArV1": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ",
    "ayahArV2": "وما يتبع اكثرهم الا ظنا ان الظن لا يغني من الحق شيئا ان الله عليم بما يفعلون",
    "ayahEn": "Most of them follow nothing but ˹inherited˺ assumptions. ˹And˺ surely assumptions can in no way replace the truth. Allah is indeed All-Knowing of what they do.",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 37,
    "ayahArV1": "وَمَا كَانَ هَـٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "وما كان هذا القران ان يفترى من دون الله ولكن تصديق الذي بين يديه وتفصيل الكتاب لا ريب فيه من رب العالمين",
    "ayahEn": "It is not ˹possible˺ for this Quran to have been produced by anyone other than Allah. In fact, it is a confirmation of what came before, and an explanation of the Scripture. It is, without a doubt, from the Lord of all worlds.",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 38,
    "ayahArV1": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "ام يقولون افتراه قل فاتوا بسورة مثله وادعوا من استطعتم من دون الله ان كنتم صادقين",
    "ayahEn": "Or do they claim, “He made it up!”? Tell them ˹O Prophet˺, “Produce one sûrah like it then, and seek help from whoever you can—other than Allah—if what you say is true!”",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 39,
    "ayahArV1": "بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "بل كذبوا بما لم يحيطوا بعلمه ولما ياتهم تاويله كذلك كذب الذين من قبلهم فانظر كيف كان عاقبة الظالمين",
    "ayahEn": "In fact, they ˹hastily˺ rejected the Book without comprehending it and before the fulfilment of its warnings. Similarly, those before them were in denial. See then what was the end of the wrongdoers!",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 40,
    "ayahArV1": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ",
    "ayahArV2": "ومنهم من يؤمن به ومنهم من لا يؤمن به وربك اعلم بالمفسدين",
    "ayahEn": "Some of them will ˹eventually˺ believe in it; others will not. And your Lord knows best the corruptors.",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 41,
    "ayahArV1": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
    "ayahArV2": "وان كذبوك فقل لي عملي ولكم عملكم انتم بريئون مما اعمل وانا بريء مما تعملون",
    "ayahEn": "If they deny you, then say, “My deeds are mine and your deeds are yours. You are free of what I do and I am free of what you do!”",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 42,
    "ayahArV1": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ",
    "ayahArV2": "ومنهم من يستمعون اليك افانت تسمع الصم ولو كانوا لا يعقلون",
    "ayahEn": "Some of them listen to what you say, but can you make the deaf hear even though they do not understand?",
    "meta": {
      "page": 213,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  }
]