[
  {
    "surahNo": 10,
    "ayahNo": 43,
    "ayahArV1": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
    "ayahArV2": "ومنهم من ينظر اليك افانت تهدي العمي ولو كانوا لا يبصرون",
    "ayahEn": "And some of them look at you, but can you guide the blind even though they cannot see?",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 44,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "ان الله لا يظلم الناس شيئا ولكن الناس انفسهم يظلمون",
    "ayahEn": "Indeed, Allah does not wrong people in the least, but it is people who wrong themselves.",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 45,
    "ayahArV1": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ",
    "ayahArV2": "ويوم يحشرهم كان لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين",
    "ayahEn": "On the Day He will gather them, it will be as if they had not stayed ˹in the world˺ except for an hour of a day, ˹as though they were only˺ getting to know one another. Lost indeed will be those who denied the meeting with Allah, and were not ˹rightly˺ guided!",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 46,
    "ayahArV1": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
    "ayahArV2": "واما نرينك بعض الذي نعدهم او نتوفينك فالينا مرجعهم ثم الله شهيد على ما يفعلون",
    "ayahEn": "Whether We show you ˹O Prophet˺ some of what We threaten them with, or cause you to die ˹before that˺, to Us is their return and Allah is a Witness over what they do.",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 47,
    "ayahArV1": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "ولكل امة رسول فاذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون",
    "ayahEn": "And for every community there is a messenger. After their messenger has come, judgment is passed on them in all fairness, and they are not wronged.",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 48,
    "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "ويقولون متى هذا الوعد ان كنتم صادقين",
    "ayahEn": "They ask ˹the believers˺, “When will this threat come to pass if what you say is true?”",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 49,
    "ayahArV1": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "ayahArV2": "قل لا املك لنفسي ضرا ولا نفعا الا ما شاء الله لكل امة اجل اذا جاء اجلهم فلا يستاخرون ساعة ولا يستقدمون",
    "ayahEn": "Say, ˹O Prophet,˺ “I have no power to benefit or protect myself, except by the Will of Allah.” For each community there is an appointed term. When their time arrives, they cannot delay it for a moment, nor could they advance it.",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 50,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَـٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ",
    "ayahArV2": "قل ارايتم ان اتاكم عذابه بياتا او نهارا ماذا يستعجل منه المجرمون",
    "ayahEn": "Tell them ˹O Prophet˺, “Imagine if His torment were to overcome you by night or day—do the wicked realize what they are ˹really˺ asking Him to hasten?",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 51,
    "ayahArV1": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٔـٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
    "ayahArV2": "اثم اذا ما وقع امنتم به الان وقد كنتم به تستعجلون",
    "ayahEn": "Will you believe in it only after it has overtaken you? Now? But you always wanted to hasten it!”",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 52,
    "ayahArV1": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
    "ayahArV2": "ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون الا بما كنتم تكسبون",
    "ayahEn": "Then the wrongdoers will be told, “Taste the torment of eternity! Are you not rewarded except for what you used to commit?”",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 85,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 53,
    "ayahArV1": "۞ وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
    "ayahArV2": "ويستنبئونك احق هو قل اي وربي انه لحق وما انتم بمعجزين",
    "ayahEn": "They ask you ˹O Prophet˺, “Is this true?” Say, “Yes, by my Lord! Most certainly it is true! And you will have no escape.”",
    "meta": {
      "page": 214,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  }
]