[
  {
    "surahNo": 10,
    "ayahNo": 62,
    "ayahArV1": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "الا ان اولياء الله لا خوف عليهم ولا هم يحزنون",
    "ayahEn": "There will certainly be no fear for the close servants of Allah, nor will they grieve.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 63,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "ayahArV2": "الذين امنوا وكانوا يتقون",
    "ayahEn": "˹They are˺ those who are faithful and are mindful ˹of Him˺.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 64,
    "ayahArV1": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "لهم البشرى في الحياة الدنيا وفي الاخرة لا تبديل لكلمات الله ذلك هو الفوز العظيم",
    "ayahEn": "For them is good news in this worldly life and the Hereafter. There is no change in the promise of Allah. That is ˹truly˺ the ultimate triumph.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 65,
    "ayahArV1": "وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "ولا يحزنك قولهم ان العزة لله جميعا هو السميع العليم",
    "ayahEn": "Do not let their words grieve you ˹O Prophet˺. Surely all honour and power belongs to Allah. He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 66,
    "ayahArV1": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "ayahArV2": "الا ان لله من في السماوات ومن في الارض وما يتبع الذين يدعون من دون الله شركاء ان يتبعون الا الظن وان هم الا يخرصون",
    "ayahEn": "Certainly to Allah ˹alone˺ belong all those in the heavens and all those on the earth. And what do those who associate others with Allah really follow? They follow nothing but assumptions and do nothing but lie.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 67,
    "ayahArV1": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "ayahArV2": "هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا ان في ذلك لايات لقوم يسمعون",
    "ayahEn": "He is the One Who has made the night for you to rest in and the day bright. Surely in this are signs for people who listen.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 68,
    "ayahArV1": "قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ هُوَ ٱلْغَنِىُّ ۖ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطَـٰنٍۭ بِهَـٰذَآ ۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "قالوا اتخذ الله ولدا سبحانه هو الغني له ما في السماوات وما في الارض ان عندكم من سلطان بهذا اتقولون على الله ما لا تعلمون",
    "ayahEn": "They say, “Allah has offspring.” Glory be to Him! He is the Self-Sufficient. To Him belongs whatever is in the heavens and whatever is on the earth. You have no proof of this! Do you say about Allah what you do not know?",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 69,
    "ayahArV1": "قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
    "ayahArV2": "قل ان الذين يفترون على الله الكذب لا يفلحون",
    "ayahEn": "Say, ˹O Prophet,˺ “Indeed, those who fabricate lies against Allah will never succeed.”",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 70,
    "ayahArV1": "مَتَـٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ",
    "ayahArV2": "متاع في الدنيا ثم الينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون",
    "ayahEn": "˹It is only˺ a brief enjoyment in this world, then to Us is their return, then We will make them taste the severe punishment for their disbelief.",
    "meta": {
      "page": 216,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 86,
      "sajda": false
    }
  }
]