[
  {
    "surahNo": 10,
    "ayahNo": 71,
    "ayahArV1": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَـٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَـٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ",
    "ayahArV2": "واتل عليهم نبا نوح اذ قال لقومه يا قوم ان كان كبر عليكم مقامي وتذكيري بايات الله فعلى الله توكلت فاجمعوا امركم وشركاءكم ثم لا يكن امركم عليكم غمة ثم اقضوا الي ولا تنظرون",
    "ayahEn": "Relate to them ˹O Prophet˺ the story of Noah when he said to his people, “O my People! If my presence and my reminders to you of Allah’s signs are unbearable to you, then ˹know that˺ I have put my trust in Allah. So devise a plot along with your associate-gods—and you do not have to be secretive about your plot—then carry it out against me without delay!",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 72,
    "ayahArV1": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "فان توليتم فما سالتكم من اجر ان اجري الا على الله وامرت ان اكون من المسلمين",
    "ayahEn": "And if you turn away, ˹remember˺ I have never demanded a reward from you ˹for delivering the message˺. My reward is only from Allah. And I have been commanded to be one of those who submit ˹to Allah˺.”",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 73,
    "ayahArV1": "فَكَذَّبُوهُ فَنَجَّيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَـٰهُمْ خَلَـٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُنذَرِينَ",
    "ayahArV2": "فكذبوه فنجيناه ومن معه في الفلك وجعلناهم خلائف واغرقنا الذين كذبوا باياتنا فانظر كيف كان عاقبة المنذرين",
    "ayahEn": "But they still rejected him, so We saved him and those with him in the Ark and made them successors, and drowned those who rejected Our signs. See then what was the end of those who had been warned!",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 74,
    "ayahArV1": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ",
    "ayahArV2": "ثم بعثنا من بعده رسلا الى قومهم فجاءوهم بالبينات فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين",
    "ayahEn": "Then after him We sent ˹other˺ messengers to their ˹own˺ people and they came to them with clear proofs. But they would not believe in what they had rejected before. This is how We seal the hearts of the transgressors.",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 75,
    "ayahArV1": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَـٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَـٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "ayahArV2": "ثم بعثنا من بعدهم موسى وهارون الى فرعون وملئه باياتنا فاستكبروا وكانوا قوما مجرمين",
    "ayahEn": "Then after these ˹messengers˺ We sent Moses and Aaron to Pharaoh and his chiefs with Our signs. But they behaved arrogantly and were a wicked people.",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 76,
    "ayahArV1": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَـٰذَا لَسِحْرٌ مُّبِينٌ",
    "ayahArV2": "فلما جاءهم الحق من عندنا قالوا ان هذا لسحر مبين",
    "ayahEn": "When the truth came to them from Us, they said, “This is certainly pure magic!”",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 77,
    "ayahArV1": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هَـٰذَا وَلَا يُفْلِحُ ٱلسَّـٰحِرُونَ",
    "ayahArV2": "قال موسى اتقولون للحق لما جاءكم اسحر هذا ولا يفلح الساحرون",
    "ayahEn": "Moses responded, “Is this what you say about the truth when it has come to you? Is this magic? Magicians will never succeed.”",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 78,
    "ayahArV1": "قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
    "ayahArV2": "قالوا اجئتنا لتلفتنا عما وجدنا عليه اباءنا وتكون لكما الكبرياء في الارض وما نحن لكما بمؤمنين",
    "ayahEn": "They argued, “Have you come to turn us away from the faith of our forefathers so that the two of you may become supreme in the land? We will never believe in you!”",
    "meta": {
      "page": 217,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  }
]