[
  {
    "surahNo": 10,
    "ayahNo": 79,
    "ayahArV1": "وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
    "ayahArV2": "وقال فرعون ائتوني بكل ساحر عليم",
    "ayahEn": "Pharaoh demanded, “Bring me every skilled magician.”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 80,
    "ayahArV1": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
    "ayahArV2": "فلما جاء السحرة قال لهم موسى القوا ما انتم ملقون",
    "ayahEn": "When the magicians came, Moses said to them, “Cast whatever you wish to cast!”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 81,
    "ayahArV1": "فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ ۖ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ",
    "ayahArV2": "فلما القوا قال موسى ما جئتم به السحر ان الله سيبطله ان الله لا يصلح عمل المفسدين",
    "ayahEn": "When they did, Moses said, “What you have produced is mere magic, Allah will surely make it useless, for Allah certainly does not set right the work of the corruptors.",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 82,
    "ayahArV1": "وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
    "ayahArV2": "ويحق الله الحق بكلماته ولو كره المجرمون",
    "ayahEn": "And Allah establishes the truth by His Words—even to the dismay of the wicked.”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 83,
    "ayahArV1": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ",
    "ayahArV2": "فما امن لموسى الا ذرية من قومه على خوف من فرعون وملئهم ان يفتنهم وان فرعون لعال في الارض وانه لمن المسرفين",
    "ayahEn": "But no one believed in Moses except a few youths of his people, while fearing that Pharaoh and their own chiefs might persecute them. And certainly Pharaoh was a tyrant in the land, and he was truly a transgressor.",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 84,
    "ayahArV1": "وَقَالَ مُوسَىٰ يَـٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ",
    "ayahArV2": "وقال موسى يا قوم ان كنتم امنتم بالله فعليه توكلوا ان كنتم مسلمين",
    "ayahEn": "Moses said, “O my people! If you do believe in Allah and submit ˹to His Will˺, then put your trust in Him.”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 85,
    "ayahArV1": "فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظالمين",
    "ayahEn": "They replied, “In Allah we trust. Our Lord! Do not subject us to the persecution of the oppressive people",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 86,
    "ayahArV1": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ونجنا برحمتك من القوم الكافرين",
    "ayahEn": "and deliver us by Your mercy from the disbelieving people.”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 87,
    "ayahArV1": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "واوحينا الى موسى واخيه ان تبوا لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة واقيموا الصلاة وبشر المؤمنين",
    "ayahEn": "We revealed to Moses and his brother, “Appoint houses for your people in Egypt. Turn these houses into places of worship, establish prayer, and give good news to the believers!”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 88,
    "ayahArV1": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ ۖ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
    "ayahArV2": "وقال موسى ربنا انك اتيت فرعون وملاه زينة واموالا في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على اموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الاليم",
    "ayahEn": "Moses prayed, “Our Lord! You have granted Pharaoh and his chiefs luxuries and riches in this worldly life, ˹which they abused˺ to lead people astray from Your Way! Our Lord, destroy their riches and harden their hearts so that they will not believe until they see the painful punishment.”",
    "meta": {
      "page": 218,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  }
]