[
  {
    "surahNo": 10,
    "ayahNo": 89,
    "ayahArV1": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "ayahArV2": "قال قد اجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون",
    "ayahEn": "Allah responded ˹to Moses and Aaron˺, “Your prayer is answered! So be steadfast and do not follow the way of those who do not know.”",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 87,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 90,
    "ayahArV1": "۞ وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "وجاوزنا ببني اسرائيل البحر فاتبعهم فرعون وجنوده بغيا وعدوا حتى اذا ادركه الغرق قال امنت انه لا اله الا الذي امنت به بنو اسرائيل وانا من المسلمين",
    "ayahEn": "We brought the Children of Israel across the sea. Then Pharaoh and his soldiers pursued them unjustly and oppressively. But as Pharaoh was drowning, he cried out, “I believe that there is no god except that in whom the Children of Israel believe, and I am ˹now˺ one of those who submit.”",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 91,
    "ayahArV1": "ءَآلْـَٔـٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ",
    "ayahArV2": "الان وقد عصيت قبل وكنت من المفسدين",
    "ayahEn": "˹He was told,˺ “Now ˹you believe˺? But you always disobeyed and were one of the corruptors.",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 92,
    "ayahArV1": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَـٰتِنَا لَغَـٰفِلُونَ",
    "ayahArV2": "فاليوم ننجيك ببدنك لتكون لمن خلفك اية وان كثيرا من الناس عن اياتنا لغافلون",
    "ayahEn": "Today We will preserve your corpse so that you may become an example for those who come after you. And surely most people are heedless of Our examples!”",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 93,
    "ayahArV1": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "ولقد بوانا بني اسرائيل مبوا صدق ورزقناهم من الطيبات فما اختلفوا حتى جاءهم العلم ان ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "Indeed, We settled the Children of Israel in a blessed land, and granted them good, lawful provisions. They did not differ until knowledge came to them. Surely your Lord will judge between them on the Day of Judgment regarding their differences.",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 94,
    "ayahArV1": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَـٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "ayahArV2": "فان كنت في شك مما انزلنا اليك فاسال الذين يقرءون الكتاب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين",
    "ayahEn": "If you ˹O Prophet˺ are in doubt about ˹these stories˺ that We have revealed to you, then ask those who read the Scripture before you. The truth has certainly come to you from your Lord, so do not be one of those who doubt",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 95,
    "ayahArV1": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ولا تكونن من الذين كذبوا بايات الله فتكون من الخاسرين",
    "ayahEn": "and do not be one of those who deny Allah’s signs or you will be one of the losers.",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 96,
    "ayahArV1": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
    "ayahArV2": "ان الذين حقت عليهم كلمت ربك لا يؤمنون",
    "ayahEn": "Indeed, those against whom Allah’s decree ˹of torment˺ is justified will not believe—",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 97,
    "ayahArV1": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
    "ayahArV2": "ولو جاءتهم كل اية حتى يروا العذاب الاليم",
    "ayahEn": "even if every sign were to come to them—until they see the painful punishment.",
    "meta": {
      "page": 219,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  }
]