[
  {
    "surahNo": 10,
    "ayahNo": 98,
    "ayahArV1": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَـٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَـٰهُمْ إِلَىٰ حِينٍ",
    "ayahArV2": "فلولا كانت قرية امنت فنفعها ايمانها الا قوم يونس لما امنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم الى حين",
    "ayahEn": "If only there had been a society which believed ˹before seeing the torment˺ and, therefore, benefited from its belief, like the people of Jonah. When they believed, We lifted from them the torment of disgrace in this world and allowed them enjoyment for a while.",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 99,
    "ayahArV1": "وَلَوْ شَآءَ رَبُّكَ لَـَٔامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ",
    "ayahArV2": "ولو شاء ربك لامن من في الارض كلهم جميعا افانت تكره الناس حتى يكونوا مؤمنين",
    "ayahEn": "Had your Lord so willed ˹O Prophet˺, all ˹people˺ on earth would have certainly believed, every single one of them! Would you then force people to become believers?",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 100,
    "ayahArV1": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ",
    "ayahArV2": "وما كان لنفس ان تؤمن الا باذن الله ويجعل الرجس على الذين لا يعقلون",
    "ayahEn": "It is not for any soul to believe except by Allah’s leave, and He will bring His wrath upon those who are unmindful.",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 101,
    "ayahArV1": "قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَا تُغْنِى ٱلْـَٔايَـٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ",
    "ayahArV2": "قل انظروا ماذا في السماوات والارض وما تغني الايات والنذر عن قوم لا يؤمنون",
    "ayahEn": "Say, ˹O Prophet,˺ “Consider all that is in the heavens and the earth!” Yet neither signs nor warners are of any benefit to those who refuse to believe.",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 102,
    "ayahArV1": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ ۚ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "ayahArV2": "فهل ينتظرون الا مثل ايام الذين خلوا من قبلهم قل فانتظروا اني معكم من المنتظرين",
    "ayahEn": "Are they waiting for ˹anything˺ except the same torments that befell those before them? Say, “Keep waiting then! I too am waiting with you.”",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 103,
    "ayahArV1": "ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ثم ننجي رسلنا والذين امنوا كذلك حقا علينا ننج المؤمنين",
    "ayahEn": "Then We saved Our messengers and those who believed. For it is Our duty to save the believers.",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 104,
    "ayahArV1": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَـٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "قل يا ايها الناس ان كنتم في شك من ديني فلا اعبد الذين تعبدون من دون الله ولكن اعبد الله الذي يتوفاكم وامرت ان اكون من المؤمنين",
    "ayahEn": "Say, ˹O Prophet,˺ “O humanity! If you are in doubt of my faith, then ˹know that˺ I do not worship those ˹idols˺ you worship instead of Allah. But I worship Allah, Who has the power to cause your death. And I have been commanded, ‘Be one of the believers,’",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 105,
    "ayahArV1": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "وان اقم وجهك للدين حنيفا ولا تكونن من المشركين",
    "ayahEn": "and, ‘Be steadfast in faith in all uprightness, and do not be one of the polytheists,’",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  },
  {
    "surahNo": 10,
    "ayahNo": 106,
    "ayahArV1": "وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ولا تدع من دون الله ما لا ينفعك ولا يضرك فان فعلت فانك اذا من الظالمين",
    "ayahEn": "and ‘Do not invoke, instead of Allah, what can neither benefit nor harm you—for if you do, then you will certainly be one of the wrongdoers,’",
    "meta": {
      "page": 220,
      "juz": 11,
      "hizb": 22,
      "hizbQuarter": 88,
      "sajda": false
    }
  }
]