[
  {
    "surahNo": 11,
    "ayahNo": 6,
    "ayahArV1": "۞ وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
    "ayahArV2": "وما من دابة في الارض الا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين",
    "ayahEn": "There is no moving creature on earth whose provision is not guaranteed by Allah. And He knows where it lives and where it is laid to rest. All is ˹written˺ in a perfect Record.",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 7,
    "ayahArV1": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "وهو الذي خلق السماوات والارض في ستة ايام وكان عرشه على الماء ليبلوكم ايكم احسن عملا ولئن قلت انكم مبعوثون من بعد الموت ليقولن الذين كفروا ان هذا الا سحر مبين",
    "ayahEn": "He is the One Who created the heavens and the earth in six Days—and His Throne was upon the waters—in order to test which of you is best in deeds. And if you ˹O Prophet˺ say, “Surely you will ˹all˺ be raised up after death,” the disbelievers will certainly say, “That is nothing but pure magic!”",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 8,
    "ayahArV1": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "ولئن اخرنا عنهم العذاب الى امة معدودة ليقولن ما يحبسه الا يوم ياتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزئون",
    "ayahEn": "And if We delay their punishment until an appointed time, they will definitely say, “What is holding it back?” Indeed, on the Day it overtakes them, it will not be averted from them, and they will be overwhelmed by what they used to ridicule.",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 9,
    "ayahArV1": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
    "ayahArV2": "ولئن اذقنا الانسان منا رحمة ثم نزعناها منه انه ليئوس كفور",
    "ayahEn": "If We give people a taste of Our mercy then take it away from them, they become utterly desperate, ungrateful.",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 10,
    "ayahArV1": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
    "ayahArV2": "ولئن اذقناه نعماء بعد ضراء مسته ليقولن ذهب السيئات عني انه لفرح فخور",
    "ayahEn": "But if We give them a taste of prosperity after being touched with adversity, they say, “My ills are gone,” and become totally prideful and boastful",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 11,
    "ayahArV1": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "ayahArV2": "الا الذين صبروا وعملوا الصالحات اولئك لهم مغفرة واجر كبير",
    "ayahEn": "except those who patiently endure and do good. It is they who will have forgiveness and a mighty reward.",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 12,
    "ayahArV1": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
    "ayahArV2": "فلعلك تارك بعض ما يوحى اليك وضائق به صدرك ان يقولوا لولا انزل عليه كنز او جاء معه ملك انما انت نذير والله على كل شيء وكيل",
    "ayahEn": "Perhaps you ˹O Prophet˺ may wish to give up some of what is revealed to you and may be distressed by it because they say, “If only a treasure had been sent down to him, or an angel had come with him!” You are only a warner, and Allah is the Trustee of All Affairs.",
    "meta": {
      "page": 222,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 89,
      "sajda": false
    }
  }
]