[
  {
    "surahNo": 11,
    "ayahNo": 46,
    "ayahArV1": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "قال يا نوح انه ليس من اهلك انه عمل غير صالح فلا تسالن ما ليس لك به علم اني اعظك ان تكون من الجاهلين",
    "ayahEn": "Allah replied, “O Noah! He is certainly not of your family—he was entirely of unrighteous conduct. So do not ask Me about what you have no knowledge of! I warn you so you do not fall into ignorance.”",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 47,
    "ayahArV1": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "قال رب اني اعوذ بك ان اسالك ما ليس لي به علم والا تغفر لي وترحمني اكن من الخاسرين",
    "ayahEn": "Noah pleaded, “My Lord, I seek refuge in You from asking You about what I have no knowledge of, and unless You forgive me and have mercy on me, I will be one of the losers.”",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 48,
    "ayahArV1": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "ayahArV2": "قيل يا نوح اهبط بسلام منا وبركات عليك وعلى امم ممن معك وامم سنمتعهم ثم يمسهم منا عذاب اليم",
    "ayahEn": "It was said, “O Noah! Disembark with Our peace and blessings on you and some of the descendants of those with you. As for the others, We will allow them ˹a brief˺ enjoyment, then they will be touched with a painful punishment from Us.”",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 49,
    "ayahArV1": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
    "ayahArV2": "تلك من انباء الغيب نوحيها اليك ما كنت تعلمها انت ولا قومك من قبل هذا فاصبر ان العاقبة للمتقين",
    "ayahEn": "This is one of the stories of the unseen, which we reveal to you ˹O Prophet˺. Neither you nor your people knew it before this. So be patient! Surely the ultimate outcome belongs ˹only˺ to the righteous.",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 50,
    "ayahArV1": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
    "ayahArV2": "والى عاد اخاهم هودا قال يا قوم اعبدوا الله ما لكم من اله غيره ان انتم الا مفترون",
    "ayahEn": "And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah. You have no god other than Him. You do nothing but fabricate lies ˹against Allah˺.",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 51,
    "ayahArV1": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "يا قوم لا اسالكم عليه اجرا ان اجري الا على الذي فطرني افلا تعقلون",
    "ayahEn": "O  my people! I do not ask you for any reward for this ˹message˺. My reward is only from the One Who created me. Will you not then understand?",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 52,
    "ayahArV1": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
    "ayahArV2": "ويا قوم استغفروا ربكم ثم توبوا اليه يرسل السماء عليكم مدرارا ويزدكم قوة الى قوتكم ولا تتولوا مجرمين",
    "ayahEn": "And O  my people! Seek your Lord’s forgiveness and turn to Him in repentance. He will shower you with rain in abundance, and add strength to your strength. So do not turn away, persisting in wickedness.”",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 53,
    "ayahArV1": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "ayahArV2": "قالوا يا هود ما جئتنا ببينة وما نحن بتاركي الهتنا عن قولك وما نحن لك بمؤمنين",
    "ayahEn": "They argued, “O Hûd! You have not given us any clear proof, and we will never abandon our gods upon your word, nor will we believe in you.",
    "meta": {
      "page": 227,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  }
]