[
  {
    "surahNo": 11,
    "ayahNo": 54,
    "ayahArV1": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "ayahArV2": "ان نقول الا اعتراك بعض الهتنا بسوء قال اني اشهد الله واشهدوا اني بريء مما تشركون",
    "ayahEn": "All we can say is that some of our gods have possessed you with evil.” He said, “I call Allah to witness, and you too bear witness, that I ˹totally˺ reject whatever you associate",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 55,
    "ayahArV1": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
    "ayahArV2": "من دونه فكيدوني جميعا ثم لا تنظرون",
    "ayahEn": "with Him ˹in worship˺. So let all of you plot against me without delay!",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 56,
    "ayahArV1": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "اني توكلت على الله ربي وربكم ما من دابة الا هو اخذ بناصيتها ان ربي على صراط مستقيم",
    "ayahEn": "I have put my trust in Allah—my Lord and your Lord. There is no living creature that is not completely under His control. Surely my Lord’s Way is perfect justice.",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 57,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "ayahArV2": "فان تولوا فقد ابلغتكم ما ارسلت به اليكم ويستخلف ربي قوما غيركم ولا تضرونه شيئا ان ربي على كل شيء حفيظ",
    "ayahEn": "But if you turn away, I have already delivered to you what I have been sent with. My Lord will replace you with others. You are not harming Him in the least. Indeed, my Lord is a ˹vigilant˺ Keeper over all things.”",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 58,
    "ayahArV1": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
    "ayahArV2": "ولما جاء امرنا نجينا هودا والذين امنوا معه برحمة منا ونجيناهم من عذاب غليظ",
    "ayahEn": "When Our command came, We rescued Hûd and those who believed with him by a mercy from Us, saving them from a harsh torment.",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 59,
    "ayahArV1": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
    "ayahArV2": "وتلك عاد جحدوا بايات ربهم وعصوا رسله واتبعوا امر كل جبار عنيد",
    "ayahEn": "That was ’Âd. They denied the signs of their Lord, disobeyed His messengers, and followed the command of every stubborn tyrant.",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 60,
    "ayahArV1": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
    "ayahArV2": "واتبعوا في هذه الدنيا لعنة ويوم القيامة الا ان عادا كفروا ربهم الا بعدا لعاد قوم هود",
    "ayahEn": "They were followed by a curse in this world, as they will be on the Day of Judgment. Surely ’Âd denied their Lord. So away with ’Âd, the people of Hûd.",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 91,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 61,
    "ayahArV1": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
    "ayahArV2": "والى ثمود اخاهم صالحا قال يا قوم اعبدوا الله ما لكم من اله غيره هو انشاكم من الارض واستعمركم فيها فاستغفروه ثم توبوا اليه ان ربي قريب مجيب",
    "ayahEn": "And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah. You have no god other than Him. He ˹is the One Who˺ produced you from the earth and settled you on it. So seek His forgiveness and turn to Him in repentance. Surely my Lord is Ever Near, All-Responsive ˹to prayers˺.”",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 92,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 62,
    "ayahArV1": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
    "ayahArV2": "قالوا يا صالح قد كنت فينا مرجوا قبل هذا اتنهانا ان نعبد ما يعبد اباؤنا واننا لفي شك مما تدعونا اليه مريب",
    "ayahEn": "They argued, “O Ṣâliḥ! We truly had high hopes in you before this. How dare you forbid us to worship what our forefathers had worshipped? We are certainly in alarming doubt about what you are inviting us to.”",
    "meta": {
      "page": 228,
      "juz": 12,
      "hizb": 23,
      "hizbQuarter": 92,
      "sajda": false
    }
  }
]