[
  {
    "surahNo": 2,
    "ayahNo": 146,
    "ayahArV1": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "الذين اتيناهم الكتاب يعرفونه كما يعرفون ابناءهم وان فريقا منهم ليكتمون الحق وهم يعلمون",
    "ayahEn": "Those We have given the Scripture recognize this ˹Prophet˺ as they recognize their own children. Yet a group of them hides the truth knowingly.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 147,
    "ayahArV1": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "ayahArV2": "الحق من ربك فلا تكونن من الممترين",
    "ayahEn": "˹This is˺ the truth from your Lord, so do not ever be one of those who doubt.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 148,
    "ayahArV1": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ولكل وجهة هو موليها فاستبقوا الخيرات اين ما تكونوا يات بكم الله جميعا ان الله على كل شيء قدير",
    "ayahEn": "Everyone turns to their own direction ˹of prayer˺. So compete with one another in doing good. Wherever you are, Allah will bring you all together ˹for judgment˺. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 149,
    "ayahArV1": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وانه للحق من ربك وما الله بغافل عما تعملون",
    "ayahEn": "Wherever you are ˹O Prophet˺, turn your face towards the Sacred Mosque. This is certainly the truth from your Lord. And Allah is never unaware of what you ˹all˺ do.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 150,
    "ayahArV1": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة الا الذين ظلموا منهم فلا تخشوهم واخشوني ولاتم نعمتي عليكم ولعلكم تهتدون",
    "ayahEn": "Wherever you are ˹O Prophet˺, turn your face towards the Sacred Mosque. And wherever you ˹believers˺ are, face towards it, so that people will have no argument against you, except the wrongdoers among them. Do not fear them; fear Me, so that I may ˹continue to˺ perfect My favour upon you and so you may be ˹rightly˺ guided.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 151,
    "ayahArV1": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
    "ayahArV2": "كما ارسلنا فيكم رسولا منكم يتلو عليكم اياتنا ويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون",
    "ayahEn": "Since We have sent you a messenger from among yourselves—reciting to you Our revelations, purifying you, teaching you the Book and wisdom, and teaching you what you never knew—",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 152,
    "ayahArV1": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
    "ayahArV2": "فاذكروني اذكركم واشكروا لي ولا تكفرون",
    "ayahEn": "remember Me; I will remember you. And thank Me, and never be ungrateful.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 153,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا استعينوا بالصبر والصلاة ان الله مع الصابرين",
    "ayahEn": "O believers! Seek comfort in patience and prayer. Allah is truly with those who are patient.",
    "meta": {
      "page": 23,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  }
]