[
  {
    "surahNo": 11,
    "ayahNo": 89,
    "ayahArV1": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
    "ayahArV2": "ويا قوم لا يجرمنكم شقاقي ان يصيبكم مثل ما اصاب قوم نوح او قوم هود او قوم صالح وما قوم لوط منكم ببعيد",
    "ayahEn": "O  my people! Do not let your opposition to me lead you to a fate similar to that of the people of Noah, or Hûd, or Ṣâliḥ. And the people of Lot are not far from you.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 90,
    "ayahArV1": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
    "ayahArV2": "واستغفروا ربكم ثم توبوا اليه ان ربي رحيم ودود",
    "ayahEn": "So seek your Lord’s forgiveness and turn to Him in repentance. Surely my Lord is Most Merciful, All-Loving.”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 91,
    "ayahArV1": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
    "ayahArV2": "قالوا يا شعيب ما نفقه كثيرا مما تقول وانا لنراك فينا ضعيفا ولولا رهطك لرجمناك وما انت علينا بعزيز",
    "ayahEn": "They threatened, “O Shu’aib! We do not comprehend much of what you say, and surely we see you powerless among us. Were it not for your clan, we would have certainly stoned you, for you are nothing to us.”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 92,
    "ayahArV1": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
    "ayahArV2": "قال يا قوم ارهطي اعز عليكم من الله واتخذتموه وراءكم ظهريا ان ربي بما تعملون محيط",
    "ayahEn": "He said, “O my people! Do you have more regard for my clan than for Allah, turning your back on Him entirely? Surely my Lord is Fully Aware of what you do.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 93,
    "ayahArV1": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
    "ayahArV2": "ويا قوم اعملوا على مكانتكم اني عامل سوف تعلمون من ياتيه عذاب يخزيه ومن هو كاذب وارتقبوا اني معكم رقيب",
    "ayahEn": "O  my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know who will be visited by a humiliating torment and is a liar! And watch! I too am watching with you!”",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 94,
    "ayahArV1": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
    "ayahArV2": "ولما جاء امرنا نجينا شعيبا والذين امنوا معه برحمة منا واخذت الذين ظلموا الصيحة فاصبحوا في ديارهم جاثمين",
    "ayahEn": "When Our command came, We saved Shu’aib and those who believed with him by a mercy from Us. And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 95,
    "ayahArV1": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
    "ayahArV2": "كان لم يغنوا فيها الا بعدا لمدين كما بعدت ثمود",
    "ayahEn": "as if they had never lived there. So away with Midian as it was with Thamûd!",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 96,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "ولقد ارسلنا موسى باياتنا وسلطان مبين",
    "ayahEn": "Indeed, We sent Moses with Our signs and compelling proof",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 97,
    "ayahArV1": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
    "ayahArV2": "الى فرعون وملئه فاتبعوا امر فرعون وما امر فرعون برشيد",
    "ayahEn": "to Pharaoh and his chiefs, but they followed the command of Pharaoh, and Pharaoh’s command was not well guided.",
    "meta": {
      "page": 232,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 93,
      "sajda": false
    }
  }
]