[
  {
    "surahNo": 11,
    "ayahNo": 109,
    "ayahArV1": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
    "ayahArV2": "فلا تك في مرية مما يعبد هؤلاء ما يعبدون الا كما يعبد اباؤهم من قبل وانا لموفوهم نصيبهم غير منقوص",
    "ayahEn": "So do not be in doubt ˹O Prophet˺ about what those ˹pagans˺ worship. They worship nothing except what their forefathers worshipped before ˹them˺. And We will certainly give them their share ˹of punishment˺ in full, without any reduction.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 110,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "ayahArV2": "ولقد اتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
    "ayahEn": "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 111,
    "ayahArV1": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "وان كلا لما ليوفينهم ربك اعمالهم انه بما يعملون خبير",
    "ayahEn": "And surely your Lord will fully pay all for their deeds. He is certainly All-Aware of what they do.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 112,
    "ayahArV1": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "فاستقم كما امرت ومن تاب معك ولا تطغوا انه بما تعملون بصير",
    "ayahEn": "So be steadfast as you are commanded ˹O Prophet˺, along with those who turn ˹in submission to Allah˺ with you. And do not transgress. Surely He is All-Seeing of what you ˹believers˺ do.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 113,
    "ayahArV1": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
    "ayahArV2": "ولا تركنوا الى الذين ظلموا فتمسكم النار وما لكم من دون الله من اولياء ثم لا تنصرون",
    "ayahEn": "And do not be inclined to the wrongdoers or you will be touched by the Fire. For then you would have no protectors other than Allah, nor would you be helped.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 114,
    "ayahArV1": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
    "ayahArV2": "واقم الصلاة طرفي النهار وزلفا من الليل ان الحسنات يذهبن السيئات ذلك ذكرى للذاكرين",
    "ayahEn": "Establish prayer ˹O Prophet˺ at both ends of the day and in the early part of the night. Surely good deeds wipe out evil deeds. That is a reminder for the mindful.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 115,
    "ayahArV1": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "واصبر فان الله لا يضيع اجر المحسنين",
    "ayahEn": "And be patient! Certainly Allah does not discount the reward of the good-doers.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 116,
    "ayahArV1": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
    "ayahArV2": "فلولا كان من القرون من قبلكم اولو بقية ينهون عن الفساد في الارض الا قليلا ممن انجينا منهم واتبع الذين ظلموا ما اترفوا فيه وكانوا مجرمين",
    "ayahEn": "If only there had been among the ˹destroyed˺ peoples before you, ˹O believers,˺ virtuous individuals who forbade corruption in the land—other than the few We had saved ˹from the torment˺. But the wrongdoers ˹only˺ pursued their ˹worldly˺ pleasures, becoming wicked.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 11,
    "ayahNo": 117,
    "ayahArV1": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
    "ayahArV2": "وما كان ربك ليهلك القرى بظلم واهلها مصلحون",
    "ayahEn": "And your Lord ˹O Prophet˺ would never destroy a society unjustly while its people were acting rightly.",
    "meta": {
      "page": 234,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  }
]