[
  {
    "surahNo": 12,
    "ayahNo": 5,
    "ayahArV1": "قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ",
    "ayahArV2": "قال يا بني لا تقصص رؤياك على اخوتك فيكيدوا لك كيدا ان الشيطان للانسان عدو مبين",
    "ayahEn": "He replied, “O my dear son! Do not relate your vision to your brothers, or they will devise a plot against you. Surely Satan is a sworn enemy to humankind.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 6,
    "ayahArV1": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ال يعقوب كما اتمها على ابويك من قبل ابراهيم واسحاق ان ربك عليم حكيم",
    "ayahEn": "And so will your Lord choose you ˹O Joseph˺, and teach you the interpretation of dreams, and perfect His favour upon you and the descendants of Jacob—˹just˺ as He once perfected it upon your forefathers, Abraham and Isaac. Surely your Lord is All-Knowing, All-Wise.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 94,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 7,
    "ayahArV1": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ",
    "ayahArV2": "لقد كان في يوسف واخوته ايات للسائلين",
    "ayahEn": "Indeed, in the story of Joseph and his brothers there are lessons for all who ask.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 8,
    "ayahArV1": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "اذ قالوا ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفي ضلال مبين",
    "ayahEn": "˹Remember˺ when they said ˹to one another˺, “Surely Joseph and his brother ˹Benjamin˺ are more beloved to our father than we, even though we are a group of so many. Indeed, our father is clearly mistaken.",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 9,
    "ayahArV1": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ",
    "ayahArV2": "اقتلوا يوسف او اطرحوه ارضا يخل لكم وجه ابيكم وتكونوا من بعده قوما صالحين",
    "ayahEn": "Kill Joseph or cast him out to some ˹distant˺ land so that our father’s attention will be only ours, then after that you may ˹repent and˺ become righteous people!”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 10,
    "ayahArV1": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ",
    "ayahArV2": "قال قائل منهم لا تقتلوا يوسف والقوه في غيابت الجب يلتقطه بعض السيارة ان كنتم فاعلين",
    "ayahEn": "One of them said, “Do not kill Joseph. But if you must do something, throw him into the bottom of a well so perhaps he may be picked up by some travellers.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 11,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ",
    "ayahArV2": "قالوا يا ابانا ما لك لا تامنا على يوسف وانا له لناصحون",
    "ayahEn": "They said, “O our father! Why do you not trust us with Joseph, although we truly wish him well?",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 12,
    "ayahArV1": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
    "ayahArV2": "ارسله معنا غدا يرتع ويلعب وانا له لحافظون",
    "ayahEn": "Send him out with us tomorrow so that he may enjoy himself and play. And we will really watch over him.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 13,
    "ayahArV1": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ",
    "ayahArV2": "قال اني ليحزنني ان تذهبوا به واخاف ان ياكله الذئب وانتم عنه غافلون",
    "ayahEn": "He responded, “It would truly sadden me if you took him away with you, and I fear that a wolf may devour him while you are negligent of him.”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 14,
    "ayahArV1": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ",
    "ayahArV2": "قالوا لئن اكله الذئب ونحن عصبة انا اذا لخاسرون",
    "ayahEn": "They said, “If a wolf were to devour him, despite our strong group, then we would certainly be losers!”",
    "meta": {
      "page": 236,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 95,
      "sajda": false
    }
  }
]