[
  {
    "surahNo": 12,
    "ayahNo": 31,
    "ayahArV1": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
    "ayahArV2": "فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متكا واتت كل واحدة منهن سكينا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حاش لله ما هذا بشرا ان هذا الا ملك كريم",
    "ayahEn": "When she heard about their gossip, she invited them and set a banquet for them. She gave each one a knife, then said ˹to Joseph˺, “Come out before them.” When they saw him, they were so stunned ˹by his beauty˺ that they cut their hands, and exclaimed, “Good God! This cannot be human; this must be a noble angel!”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 32,
    "ayahArV1": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ",
    "ayahArV2": "قالت فذلكن الذي لمتنني فيه ولقد راودته عن نفسه فاستعصم ولئن لم يفعل ما امره ليسجنن وليكونا من الصاغرين",
    "ayahEn": "She said, “This is the one for whose love you criticized me! I did try to seduce him but he ˹firmly˺ refused. And if he does not do what I order him to, he will certainly be imprisoned and ˹fully˺ disgraced.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 33,
    "ayahArV1": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ",
    "ayahArV2": "قال رب السجن احب الي مما يدعونني اليه والا تصرف عني كيدهن اصب اليهن واكن من الجاهلين",
    "ayahEn": "Joseph prayed, “My Lord! I would rather be in jail than do what they invite me to. And if You do not turn their cunning away from me, I might yield to them and fall into ignorance.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 34,
    "ayahArV1": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم",
    "ayahEn": "So his Lord responded to him, turning their cunning away from him. Surely He is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 35,
    "ayahArV1": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
    "ayahArV2": "ثم بدا لهم من بعد ما راوا الايات ليسجننه حتى حين",
    "ayahEn": "And so it occurred to those in charge, despite seeing all the proofs ˹of his innocence˺, that he should be imprisoned for a while.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 36,
    "ayahArV1": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "ودخل معه السجن فتيان قال احدهما اني اراني اعصر خمرا وقال الاخر اني اراني احمل فوق راسي خبزا تاكل الطير منه نبئنا بتاويله انا نراك من المحسنين",
    "ayahEn": "And two other servants went to jail with Joseph. One of them said, “I dreamt I was pressing wine.” The other said, “I dreamt I was carrying ˹some˺ bread on my head, from which birds were eating.” ˹Then both said,˺ “Tell us their interpretation, for we surely see you as one of the good-doers.”",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 37,
    "ayahArV1": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "ayahArV2": "قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمني ربي اني تركت ملة قوم لا يؤمنون بالله وهم بالاخرة هم كافرون",
    "ayahEn": "Joseph replied, “I can even tell you what kind of meal you will be served before you receive it. This ˹knowledge˺ is from what my Lord has taught me. I have shunned the faith of a people who disbelieve in Allah and deny the Hereafter.",
    "meta": {
      "page": 239,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  }
]