[
  {
    "surahNo": 2,
    "ayahNo": 154,
    "ayahArV1": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌ وَلَـٰكِن لَّا تَشْعُرُونَ",
    "ayahArV2": "ولا تقولوا لمن يقتل في سبيل الله اموات بل احياء ولكن لا تشعرون",
    "ayahEn": "Never say that those martyred in the cause of Allah are dead—in fact, they are alive! But you do not perceive it.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 155,
    "ayahArV1": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "ولنبلونكم بشيء من الخوف والجوع ونقص من الاموال والانفس والثمرات وبشر الصابرين",
    "ayahEn": "We will certainly test you with a touch of fear and famine and loss of property, life, and crops. Give good news to those who patiently endure—",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 156,
    "ayahArV1": "ٱلَّذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
    "ayahArV2": "الذين اذا اصابتهم مصيبة قالوا انا لله وانا اليه راجعون",
    "ayahEn": "who, when faced with a disaster, say, “Surely to Allah we belong and to Him we will ˹all˺ return.”",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 157,
    "ayahArV1": "أُو۟لَـٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
    "ayahArV2": "اولئك عليهم صلوات من ربهم ورحمة واولئك هم المهتدون",
    "ayahEn": "They are the ones who will receive Allah’s blessings and mercy. And it is they who are ˹rightly˺ guided.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 9,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 158,
    "ayahArV1": "۞ إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
    "ayahArV2": "ان الصفا والمروة من شعائر الله فمن حج البيت او اعتمر فلا جناح عليه ان يطوف بهما ومن تطوع خيرا فان الله شاكر عليم",
    "ayahEn": "Indeed, ˹the hills of˺ Ṣafa and Marwah are among the symbols of Allah. So whoever performs the pilgrimage or minor pilgrimage, let them walk between ˹the two hills˺. And whoever does good willingly, Allah is truly Appreciative, All-Knowing.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 159,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِى ٱلْكِتَـٰبِ ۙ أُو۟لَـٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّـٰعِنُونَ",
    "ayahArV2": "ان الذين يكتمون ما انزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب اولئك يلعنهم الله ويلعنهم اللاعنون",
    "ayahEn": "Those who hide the clear proofs and guidance that We have revealed—after We made it clear for humanity in the Book—will be condemned by Allah and ˹all˺ those who condemn.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 160,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَـٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "ayahArV2": "الا الذين تابوا واصلحوا وبينوا فاولئك اتوب عليهم وانا التواب الرحيم",
    "ayahEn": "As for those who repent, mend their ways, and let the truth be known, they are the ones to whom I will turn ˹in forgiveness˺, for I am the Accepter of Repentance, Most Merciful.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 161,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَـٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "ان الذين كفروا وماتوا وهم كفار اولئك عليهم لعنة الله والملائكة والناس اجمعين",
    "ayahEn": "Surely those who disbelieve and die as disbelievers are condemned by Allah, the angels, and all of humanity.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 162,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
    "ayahEn": "They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 163,
    "ayahArV1": "وَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
    "ayahArV2": "والهكم اله واحد لا اله الا هو الرحمن الرحيم",
    "ayahEn": "Your God is ˹only˺ One God. There is no god ˹worthy of worship˺ except Him—the Most Compassionate, Most Merciful.",
    "meta": {
      "page": 24,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  }
]