[
  {
    "surahNo": 12,
    "ayahNo": 38,
    "ayahArV1": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "ayahArV2": "واتبعت ملة ابائي ابراهيم واسحاق ويعقوب ما كان لنا ان نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون",
    "ayahEn": "I follow the faith of my fathers: Abraham, Isaac, and Jacob. It is not ˹right˺ for us to associate anything with Allah ˹in worship˺. This is part of Allah’s grace upon us and humanity, but most people are not grateful.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 39,
    "ayahArV1": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
    "ayahArV2": "يا صاحبي السجن اارباب متفرقون خير ام الله الواحد القهار",
    "ayahEn": "O  my fellow-prisoners! Which is far better: many different lords or Allah—the One, the Supreme?",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 40,
    "ayahArV1": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "ما تعبدون من دونه الا اسماء سميتموها انتم واباؤكم ما انزل الله بها من سلطان ان الحكم الا لله امر الا تعبدوا الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Whatever ˹idols˺ you worship instead of Him are mere names which you and your forefathers have made up—a practice Allah has never authorized. It is only Allah Who decides. He has commanded that you worship none but Him. That is the upright faith, but most people do not know.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 41,
    "ayahArV1": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
    "ayahArV2": "يا صاحبي السجن اما احدكما فيسقي ربه خمرا واما الاخر فيصلب فتاكل الطير من راسه قضي الامر الذي فيه تستفتيان",
    "ayahEn": "“O my fellow-prisoners! ˹The first˺ one of you will serve wine to his master, and the other will be crucified and the birds will eat from his head. The matter about which you inquired has been decided.”",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 42,
    "ayahArV1": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
    "ayahArV2": "وقال للذي ظن انه ناج منهما اذكرني عند ربك فانساه الشيطان ذكر ربه فلبث في السجن بضع سنين",
    "ayahEn": "Then he said to the one he knew would survive, “Mention me in the presence of your master.” But Satan made him forget to mention Joseph to his master, so he remained in prison for several years.",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 43,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
    "ayahArV2": "وقال الملك اني ارى سبع بقرات سمان ياكلهن سبع عجاف وسبع سنبلات خضر واخر يابسات يا ايها الملا افتوني في رؤياي ان كنتم للرؤيا تعبرون",
    "ayahEn": "And ˹one day˺ the King said, “I dreamt of seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry. O  chiefs! Tell me the meaning of my dream if you can interpret dreams.”",
    "meta": {
      "page": 240,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  }
]