[
  {
    "surahNo": 12,
    "ayahNo": 44,
    "ayahArV1": "قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَـٰمِ بِعَـٰلِمِينَ",
    "ayahArV2": "قالوا اضغاث احلام وما نحن بتاويل الاحلام بعالمين",
    "ayahEn": "They replied, “These are confused visions and we do not know the interpretation of such dreams.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 45,
    "ayahArV1": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
    "ayahArV2": "وقال الذي نجا منهما وادكر بعد امة انا انبئكم بتاويله فارسلون",
    "ayahEn": "˹Finally,˺ the surviving ex-prisoner remembered ˹Joseph˺ after a long time and said, “I will tell you its interpretation, so send me forth ˹to Joseph˺.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 46,
    "ayahArV1": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
    "ayahArV2": "يوسف ايها الصديق افتنا في سبع بقرات سمان ياكلهن سبع عجاف وسبع سنبلات خضر واخر يابسات لعلي ارجع الى الناس لعلهم يعلمون",
    "ayahEn": "˹He said,˺ “Joseph, O  man of truth! Interpret for us ˹the dream of˺ seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry, so that I may return to the people and let them know.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 47,
    "ayahArV1": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
    "ayahArV2": "قال تزرعون سبع سنين دابا فما حصدتم فذروه في سنبله الا قليلا مما تاكلون",
    "ayahEn": "Joseph replied, “You will plant ˹grain˺ for seven consecutive years, leaving in the ear whatever you will harvest, except for the little you will eat.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 48,
    "ayahArV1": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
    "ayahArV2": "ثم ياتي من بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليلا مما تحصنون",
    "ayahEn": "Then after that will come seven years of great hardship which will consume whatever you have saved, except the little you will store ˹for seed˺.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 49,
    "ayahArV1": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
    "ayahArV2": "ثم ياتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون",
    "ayahEn": "Then after that will come a year in which people will receive abundant rain and they will press ˹oil and wine˺.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 50,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّـٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
    "ayahArV2": "وقال الملك ائتوني به فلما جاءه الرسول قال ارجع الى ربك فاساله ما بال النسوة اللاتي قطعن ايديهن ان ربي بكيدهن عليم",
    "ayahEn": "The King ˹then˺ said, “Bring him to me.” When the messenger came to him, Joseph said, “Go back to your master and ask him about the case of the women who cut their hands. Surely my Lord has ˹full˺ knowledge of their cunning.”",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 51,
    "ayahArV1": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَـٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٔـٰنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "قال ما خطبكن اذ راودتن يوسف عن نفسه قلن حاش لله ما علمنا عليه من سوء قالت امرات العزيز الان حصحص الحق انا راودته عن نفسه وانه لمن الصادقين",
    "ayahEn": "The King asked ˹the women˺, “What did you get when you tried to seduce Joseph?” They replied, “Allah forbid! We know nothing indecent about him.” Then the Chief Minister’s wife admitted, “Now the truth has come to light. It was I who tried to seduce him, and he is surely truthful.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 52,
    "ayahArV1": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
    "ayahArV2": "ذلك ليعلم اني لم اخنه بالغيب وان الله لا يهدي كيد الخائنين",
    "ayahEn": "From this, Joseph should know that I did not speak dishonestly about him in his absence, for Allah certainly does not guide the scheming of the dishonest.",
    "meta": {
      "page": 241,
      "juz": 12,
      "hizb": 24,
      "hizbQuarter": 96,
      "sajda": false
    }
  }
]