[
  {
    "surahNo": 12,
    "ayahNo": 53,
    "ayahArV1": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "وما ابرئ نفسي ان النفس لامارة بالسوء الا ما رحم ربي ان ربي غفور رحيم",
    "ayahEn": "And I do not seek to free myself from blame, for indeed the soul is ever inclined to evil, except those shown mercy by my Lord. Surely my Lord is All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 54,
    "ayahArV1": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
    "ayahArV2": "وقال الملك ائتوني به استخلصه لنفسي فلما كلمه قال انك اليوم لدينا مكين امين",
    "ayahEn": "The King said, “Bring him to me. I will employ him exclusively in my service.” And when Joseph spoke to him, the King said, “Today you are highly esteemed and fully trusted by us.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 55,
    "ayahArV1": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ",
    "ayahArV2": "قال اجعلني على خزائن الارض اني حفيظ عليم",
    "ayahEn": "Joseph proposed, “Put me in charge of the store-houses of the land, for I am truly reliable and adept.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 56,
    "ayahArV1": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "وكذلك مكنا ليوسف في الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين",
    "ayahEn": "This is how We established Joseph in the land to settle wherever he pleased. We shower Our mercy on whoever We will, and We never discount the reward of the good-doers.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 57,
    "ayahArV1": "وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "ayahArV2": "ولاجر الاخرة خير للذين امنوا وكانوا يتقون",
    "ayahEn": "And the reward of the Hereafter is far better for those who are faithful and are mindful ˹of Allah˺.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 58,
    "ayahArV1": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
    "ayahArV2": "وجاء اخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون",
    "ayahEn": "And Joseph’s brothers came and entered his presence. He recognized them but they were unaware of who he really was.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 59,
    "ayahArV1": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
    "ayahArV2": "ولما جهزهم بجهازهم قال ائتوني باخ لكم من ابيكم الا ترون اني اوفي الكيل وانا خير المنزلين",
    "ayahEn": "When he had provided them with their supplies, he demanded, “Bring me your brother on your father’s side. Do you not see that I give full measure and I am the best of hosts?",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 60,
    "ayahArV1": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
    "ayahArV2": "فان لم تاتوني به فلا كيل لكم عندي ولا تقربون",
    "ayahEn": "But if you do not bring him to me ˹next time˺, I will have no grain for you, nor will you ever come close to me again.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 61,
    "ayahArV1": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ",
    "ayahArV2": "قالوا سنراود عنه اباه وانا لفاعلون",
    "ayahEn": "They promised, “We will try to convince his father to let him come. We will certainly do ˹our best˺.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 62,
    "ayahArV1": "وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقال لفتيانه اجعلوا بضاعتهم في رحالهم لعلهم يعرفونها اذا انقلبوا الى اهلهم لعلهم يرجعون",
    "ayahEn": "Joseph ordered his servants to put his brothers’ money back into their saddlebags so that they would find it when they returned to their family and perhaps they would come back.",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 63,
    "ayahArV1": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
    "ayahArV2": "فلما رجعوا الى ابيهم قالوا يا ابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحافظون",
    "ayahEn": "When Joseph’s brothers returned to their father, they pleaded, “O our father! We have been denied ˹further˺ supplies. So send our brother with us so that we may receive our measure, and we will definitely watch over him.”",
    "meta": {
      "page": 242,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  }
]