[
  {
    "surahNo": 12,
    "ayahNo": 64,
    "ayahArV1": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "ayahArV2": "قال هل امنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حافظا وهو ارحم الراحمين",
    "ayahEn": "He responded, “Should I trust you with him as I once trusted you with his brother ˹Joseph˺? But ˹only˺ Allah is the best Protector, and He is the Most Merciful of the merciful.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 65,
    "ayahArV1": "وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
    "ayahArV2": "ولما فتحوا متاعهم وجدوا بضاعتهم ردت اليهم قالوا يا ابانا ما نبغي هذه بضاعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير",
    "ayahEn": "When they opened their bags, they discovered that their money had been returned to them. They argued, “O our father! What more can we ask for? Here is our money, fully returned to us. Now we can buy more food for our family. We will watch over our brother, and obtain an extra camel-load of grain. That load can be easily secured.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 66,
    "ayahArV1": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
    "ayahArV2": "قال لن ارسله معكم حتى تؤتون موثقا من الله لتاتنني به الا ان يحاط بكم فلما اتوه موثقهم قال الله على ما نقول وكيل",
    "ayahEn": "Jacob insisted, “I will not send him with you until you give me a solemn oath by Allah that you will certainly bring him back to me, unless you are totally overpowered.” Then after they had given him their oaths, he concluded, “Allah is a Witness to what we have said.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 67,
    "ayahArV1": "وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "ayahArV2": "وقال يا بني لا تدخلوا من باب واحد وادخلوا من ابواب متفرقة وما اغني عنكم من الله من شيء ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون",
    "ayahEn": "He then instructed ˹them˺, “O my sons! Do not enter ˹the city˺ all through one gate, but through separate gates. I cannot help you against ˹what is destined by˺ Allah in the least. It is only Allah Who decides. In Him I put my trust. And in Him let the faithful put their trust.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 68,
    "ayahArV1": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "ولما دخلوا من حيث امرهم ابوهم ما كان يغني عنهم من الله من شيء الا حاجة في نفس يعقوب قضاها وانه لذو علم لما علمناه ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Then when they entered as their father had instructed them, this did not help them against ˹the Will of˺ Allah whatsoever. It was just a desire in Jacob’s heart which he satisfied. He was truly blessed with ˹great˺ knowledge because of what We had taught him, but most people have no knowledge.",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 69,
    "ayahArV1": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ولما دخلوا على يوسف اوى اليه اخاه قال اني انا اخوك فلا تبتئس بما كانوا يعملون",
    "ayahEn": "When they entered Joseph’s presence, he called his brother ˹Benjamin˺ aside, and confided ˹to him˺, “I am indeed your brother ˹Joseph˺! So do not feel distressed about what they have been doing.”",
    "meta": {
      "page": 243,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  }
]