[
  {
    "surahNo": 12,
    "ayahNo": 70,
    "ayahArV1": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ",
    "ayahArV2": "فلما جهزهم بجهازهم جعل السقاية في رحل اخيه ثم اذن مؤذن ايتها العير انكم لسارقون",
    "ayahEn": "When Joseph had provided them with supplies, he slipped the royal cup into his brother’s bag. Then a herald cried, “O people of the caravan! You must be thieves!”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 71,
    "ayahArV1": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
    "ayahArV2": "قالوا واقبلوا عليهم ماذا تفقدون",
    "ayahEn": "They asked, turning back, “What have you lost?”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 72,
    "ayahArV1": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
    "ayahArV2": "قالوا نفقد صواع الملك ولمن جاء به حمل بعير وانا به زعيم",
    "ayahEn": "The herald ˹along with the guards˺ replied, “We have lost the King’s measuring cup. And whoever brings it will be awarded a camel-load ˹of grain˺. I guarantee it.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 73,
    "ayahArV1": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ",
    "ayahArV2": "قالوا تالله لقد علمتم ما جئنا لنفسد في الارض وما كنا سارقين",
    "ayahEn": "Joseph’s brothers replied, “By Allah! You know well that we did not come to cause trouble in the land, nor are we thieves.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 74,
    "ayahArV1": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ",
    "ayahArV2": "قالوا فما جزاؤه ان كنتم كاذبين",
    "ayahEn": "Joseph’s men asked, “What should be the price for theft, if you are lying?”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 75,
    "ayahArV1": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "قالوا جزاؤه من وجد في رحله فهو جزاؤه كذلك نجزي الظالمين",
    "ayahEn": "Joseph’s brothers responded, “The price will be ˹the enslavement of˺ the one in whose bag the cup is found. That is how we punish the wrongdoers.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 76,
    "ayahArV1": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
    "ayahArV2": "فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه في دين الملك الا ان يشاء الله نرفع درجات من نشاء وفوق كل ذي علم عليم",
    "ayahEn": "Joseph began searching their bags before that of his brother ˹Benjamin˺, then brought it out of Benjamin’s bag. This is how We inspired Joseph to plan. He could not have taken his brother under the King’s law, but Allah had so willed. We elevate in rank whoever We will. But above those ranking in knowledge is the One All-Knowing.",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 97,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 77,
    "ayahArV1": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
    "ayahArV2": "قالوا ان يسرق فقد سرق اخ له من قبل فاسرها يوسف في نفسه ولم يبدها لهم قال انتم شر مكانا والله اعلم بما تصفون",
    "ayahEn": "˹To distance themselves,˺ Joseph’s brothers argued, “If he has stolen, so did his ˹full˺ brother before.” But Joseph suppressed his outrage—revealing nothing to them—and said ˹to himself˺, “You are in such an evil position, and Allah knows best ˹the truth of˺ what you claim.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 78,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "ayahArV2": "قالوا يا ايها العزيز ان له ابا شيخا كبيرا فخذ احدنا مكانه انا نراك من المحسنين",
    "ayahEn": "They appealed, “O Chief Minister! He has a very old father, so take one of us instead. We surely see you as one of the good-doers.”",
    "meta": {
      "page": 244,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  }
]