[
  {
    "surahNo": 12,
    "ayahNo": 96,
    "ayahArV1": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "فلما ان جاء البشير القاه على وجهه فارتد بصيرا قال الم اقل لكم اني اعلم من الله ما لا تعلمون",
    "ayahEn": "But when the bearer of the good news arrived, he cast the shirt over Jacob’s face, so he regained his sight. Jacob then said ˹to his children˺, “Did I not tell you that I truly know from Allah what you do not know?”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 97,
    "ayahArV1": "قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ",
    "ayahArV2": "قالوا يا ابانا استغفر لنا ذنوبنا انا كنا خاطئين",
    "ayahEn": "They begged, “O our father! Pray for the forgiveness of our sins. We have certainly been sinful.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 98,
    "ayahArV1": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "قال سوف استغفر لكم ربي انه هو الغفور الرحيم",
    "ayahEn": "He said, “I will pray to my Lord for your forgiveness. He ˹alone˺ is indeed the All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 99,
    "ayahArV1": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
    "ayahArV2": "فلما دخلوا على يوسف اوى اليه ابويه وقال ادخلوا مصر ان شاء الله امنين",
    "ayahEn": "When they entered Joseph’s presence, he received his parents ˹graciously˺ and said, “Enter Egypt, Allah willing, in security.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 100,
    "ayahArV1": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "ayahArV2": "ورفع ابويه على العرش وخروا له سجدا وقال يا ابت هذا تاويل رؤياي من قبل قد جعلها ربي حقا وقد احسن بي اذ اخرجني من السجن وجاء بكم من البدو من بعد ان نزغ الشيطان بيني وبين اخوتي ان ربي لطيف لما يشاء انه هو العليم الحكيم",
    "ayahEn": "Then he raised his parents to the throne, and they all fell down in prostration to Joseph, who then said, “O my dear father! This is the interpretation of my old dream. My Lord has made it come true. He was truly kind to me when He freed me from prison, and brought you all from the desert after Satan had ignited rivalry between me and my siblings. Indeed my Lord is subtle in fulfilling what He wills. Surely He ˹alone˺ is the All-Knowing, All-Wise.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 98,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 101,
    "ayahArV1": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
    "ayahArV2": "رب قد اتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السماوات والارض انت وليي في الدنيا والاخرة توفني مسلما والحقني بالصالحين",
    "ayahEn": "“My Lord! You have surely granted me authority and taught me the interpretation of dreams. ˹O˺ Originator of the heavens and the earth! You are my Guardian in this world and the Hereafter. Allow me to die as one who submits and join me with the righteous.”",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 102,
    "ayahArV1": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
    "ayahArV2": "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون",
    "ayahEn": "That is from the stories of the unseen which We reveal to you ˹O Prophet˺. You were not present when they ˹all˺ made up their minds, and when they plotted ˹against Joseph˺.",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 103,
    "ayahArV1": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
    "ayahArV2": "وما اكثر الناس ولو حرصت بمؤمنين",
    "ayahEn": "And most people will not believe—no matter how keen you are—",
    "meta": {
      "page": 247,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  }
]