[
  {
    "surahNo": 12,
    "ayahNo": 104,
    "ayahArV1": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
    "ayahArV2": "وما تسالهم عليه من اجر ان هو الا ذكر للعالمين",
    "ayahEn": "even though you are not asking them for a reward for this ˹Quran˺. It is only a reminder to the whole world.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 105,
    "ayahArV1": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
    "ayahArV2": "وكاين من اية في السماوات والارض يمرون عليها وهم عنها معرضون",
    "ayahEn": "How many signs in the heavens and the earth do they pass by with indifference!",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 106,
    "ayahArV1": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
    "ayahArV2": "وما يؤمن اكثرهم بالله الا وهم مشركون",
    "ayahEn": "And most of them do not believe in Allah without associating others with Him ˹in worship˺.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 107,
    "ayahArV1": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَـٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "افامنوا ان تاتيهم غاشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون",
    "ayahEn": "Do they feel secure that an overwhelming torment from Allah will not overtake them, or that the Hour will not take them by surprise when they least expect ˹it˺?",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 108,
    "ayahArV1": "قُلْ هَـٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَـٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل هذه سبيلي ادعو الى الله على بصيرة انا ومن اتبعني وسبحان الله وما انا من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “This is my way. I invite to Allah with insight—I and those who follow me. Glory be to Allah, and I am not one of the polytheists.”",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 109,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما ارسلنا من قبلك الا رجالا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون",
    "ayahEn": "We only sent before you ˹O Prophet˺ men inspired by Us from among the people of each society. Have the deniers not travelled through the land to see what was the end of those ˹destroyed˺ before them? And surely the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand?",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 110,
    "ayahArV1": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
    "ayahArV2": "حتى اذا استياس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين",
    "ayahEn": "And when the messengers despaired and their people thought the messengers had been denied help, Our help came to them ˹at last˺. We then saved whoever We willed, and Our punishment is never averted from the wicked people.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  },
  {
    "surahNo": 12,
    "ayahNo": 111,
    "ayahArV1": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَـٰبِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "لقد كان في قصصهم عبرة لاولي الالباب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون",
    "ayahEn": "In their stories there is truly a lesson for people of reason. This message cannot be a fabrication, rather ˹it is˺ a confirmation of previous revelation, a detailed explanation of all things, a guide, and a mercy for people of faith.",
    "meta": {
      "page": 248,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 99,
      "sajda": false
    }
  }
]