[
  {
    "surahNo": 2,
    "ayahNo": 164,
    "ayahArV1": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ان في خلق السماوات والارض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما انزل الله من السماء من ماء فاحيا به الارض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والارض لايات لقوم يعقلون",
    "ayahEn": "Indeed, in the creation of the heavens and the earth; the alternation of the day and the night; the ships that sail the sea for the benefit of humanity; the rain sent down by Allah from the skies, reviving the earth after its death; the scattering of all kinds of creatures throughout; the shifting of the winds; and the clouds drifting between the heavens and the earth—˹in all of this˺ are surely signs for people of understanding.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 165,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
    "ayahArV2": "ومن الناس من يتخذ من دون الله اندادا يحبونهم كحب الله والذين امنوا اشد حبا لله ولو يرى الذين ظلموا اذ يرون العذاب ان القوة لله جميعا وان الله شديد العذاب",
    "ayahEn": "Still there are some who take others as Allah’s equal—they love them as they should love Allah—but the ˹true˺ believers love Allah even more. If only the wrongdoers could see the ˹horrible˺ punishment ˹awaiting them˺, they would certainly realize that all power belongs to Allah and that Allah is indeed severe in punishment.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 166,
    "ayahArV1": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
    "ayahArV2": "اذ تبرا الذين اتبعوا من الذين اتبعوا وراوا العذاب وتقطعت بهم الاسباب",
    "ayahEn": "˹Consider the Day˺ when those who misled others will disown their followers—when they face the torment—and the bonds that united them will be cut off.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 167,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَـٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَـٰرِجِينَ مِنَ ٱلنَّارِ",
    "ayahArV2": "وقال الذين اتبعوا لو ان لنا كرة فنتبرا منهم كما تبرءوا منا كذلك يريهم الله اعمالهم حسرات عليهم وما هم بخارجين من النار",
    "ayahEn": "The ˹misled˺ followers will cry, “If only we could have a second chance, we would disown them as they disowned us.” And so Allah will make them remorseful of their misdeeds. And they will never ˹be able to˺ leave the Fire.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 168,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَـٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "ayahArV2": "يا ايها الناس كلوا مما في الارض حلالا طيبا ولا تتبعوا خطوات الشيطان انه لكم عدو مبين",
    "ayahEn": "O humanity! Eat from what is lawful and good on the earth and do not follow Satan’s footsteps. He is truly your sworn enemy.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 169,
    "ayahArV1": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "ayahArV2": "انما يامركم بالسوء والفحشاء وان تقولوا على الله ما لا تعلمون",
    "ayahEn": "He only incites you to commit evil and indecency, and to claim against Allah what you do not know.",
    "meta": {
      "page": 25,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  }
]