[
  {
    "surahNo": 13,
    "ayahNo": 6,
    "ayahArV1": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلات وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب",
    "ayahEn": "They ask you ˹O Prophet˺ to hasten the torment rather than grace, though there have ˹already˺ been ˹many˺ torments before them. Surely your Lord is full of forgiveness for people, despite their wrongdoing, and your Lord is truly severe in punishment.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 7,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
    "ayahArV2": "ويقول الذين كفروا لولا انزل عليه اية من ربه انما انت منذر ولكل قوم هاد",
    "ayahEn": "The disbelievers say, “If only a sign could be sent down to him from his Lord.” You ˹O Prophet˺ are only a warner. And every people had a guide.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 8,
    "ayahArV1": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
    "ayahArV2": "الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شيء عنده بمقدار",
    "ayahEn": "Allah knows what every female bears and what increases and decreases in the wombs. And with Him everything is determined with precision.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 9,
    "ayahArV1": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
    "ayahArV2": "عالم الغيب والشهادة الكبير المتعال",
    "ayahEn": "˹He is the˺ Knower of the seen and the unseen—the All-Great, Most Exalted.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 10,
    "ayahArV1": "سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
    "ayahArV2": "سواء منكم من اسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار",
    "ayahEn": "It is the same ˹to Him˺ whether any of you speaks secretly or openly, whether one hides in the darkness of night or goes about in broad daylight.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 11,
    "ayahArV1": "لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
    "ayahArV2": "له معقبات من بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال",
    "ayahEn": "For each one there are successive angels before and behind, protecting them by Allah’s command. Indeed, Allah would never change a people’s state ˹of favour˺ until they change their own state ˹of faith˺. And if it is Allah’s Will to torment a people, it can never be averted, nor can they find a protector other than Him.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 12,
    "ayahArV1": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
    "ayahArV2": "هو الذي يريكم البرق خوفا وطمعا وينشئ السحاب الثقال",
    "ayahEn": "He is the One Who shows you lightning, inspiring ˹you with˺ hope and fear, and produces heavy clouds.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 13,
    "ayahArV1": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
    "ayahArV2": "ويسبح الرعد بحمده والملائكة من خيفته ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال",
    "ayahEn": "The thunder glorifies His praises, as do the angels in awe of Him. He sends thunderbolts, striking with them whoever He wills. Yet they dispute about Allah. And He is tremendous in might.",
    "meta": {
      "page": 250,
      "juz": 13,
      "hizb": 25,
      "hizbQuarter": 100,
      "sajda": false
    }
  }
]