[
  {
    "surahNo": 13,
    "ayahNo": 19,
    "ayahArV1": "۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر اولو الالباب",
    "ayahEn": "Can the one who knows that your Lord’s revelation to you ˹O Prophet˺ is the truth be like the one who is blind? None will be mindful ˹of this˺ except people of reason.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 20,
    "ayahArV1": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ",
    "ayahArV2": "الذين يوفون بعهد الله ولا ينقضون الميثاق",
    "ayahEn": "˹They are˺ those who honour Allah’s covenant, never breaking the pledge;",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 21,
    "ayahArV1": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
    "ayahArV2": "والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب",
    "ayahEn": "and those who maintain whatever ˹ties˺ Allah has ordered to be maintained, stand in awe of their Lord, and fear strict judgment.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 22,
    "ayahArV1": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "والذين صبروا ابتغاء وجه ربهم واقاموا الصلاة وانفقوا مما رزقناهم سرا وعلانية ويدرءون بالحسنة السيئة اولئك لهم عقبى الدار",
    "ayahEn": "And ˹they are˺ those who endure patiently, seeking their Lord’s pleasure, establish prayer, donate from what We have provided for them—secretly and openly—and respond to evil with good. It is they who will have the ultimate abode:",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 23,
    "ayahArV1": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
    "ayahArV2": "جنات عدن يدخلونها ومن صلح من ابائهم وازواجهم وذرياتهم والملائكة يدخلون عليهم من كل باب",
    "ayahEn": "the Gardens of Eternity, which they will enter along with the righteous among their parents, spouses, and descendants. And the angels will enter upon them from every gate, ˹saying,˺",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 24,
    "ayahArV1": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "سلام عليكم بما صبرتم فنعم عقبى الدار",
    "ayahEn": "“Peace be upon you for your perseverance. How excellent is the ultimate abode!”",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 25,
    "ayahArV1": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "ayahArV2": "والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولئك لهم اللعنة ولهم سوء الدار",
    "ayahEn": "And those who violate Allah’s covenant after it has been affirmed, break whatever ˹ties˺ Allah has ordered to be maintained, and spread corruption in the land—it is they who will be condemned and will have the worst abode.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 26,
    "ayahArV1": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
    "ayahArV2": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحياة الدنيا وما الحياة الدنيا في الاخرة الا متاع",
    "ayahEn": "Allah gives abundant or limited provisions to whoever He wills. And the disbelievers become prideful of ˹the pleasures of˺ this worldly life. But the life of this world, compared to the Hereafter, is nothing but a fleeting enjoyment.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 27,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
    "ayahArV2": "ويقول الذين كفروا لولا انزل عليه اية من ربه قل ان الله يضل من يشاء ويهدي اليه من اناب",
    "ayahEn": "The disbelievers say, “If only a sign could be sent down to him from his Lord.” Say, ˹O Prophet,˺ “Indeed, Allah leaves to stray whoever He wills, and guides to Himself whoever turns to Him—",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 28,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
    "ayahArV2": "الذين امنوا وتطمئن قلوبهم بذكر الله الا بذكر الله تطمئن القلوب",
    "ayahEn": "those who believe and whose hearts find comfort in the remembrance of Allah. Surely in the remembrance of Allah do hearts find comfort.",
    "meta": {
      "page": 252,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  }
]