[
  {
    "surahNo": 13,
    "ayahNo": 29,
    "ayahArV1": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
    "ayahArV2": "الذين امنوا وعملوا الصالحات طوبى لهم وحسن ماب",
    "ayahEn": "Those who believe and do good, for them will be bliss and an honourable destination.”",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 30,
    "ayahArV1": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
    "ayahArV2": "كذلك ارسلناك في امة قد خلت من قبلها امم لتتلو عليهم الذي اوحينا اليك وهم يكفرون بالرحمن قل هو ربي لا اله الا هو عليه توكلت واليه متاب",
    "ayahEn": "And so We have sent you ˹O Prophet˺ to a community, like ˹We did with˺ earlier communities, so that you may recite to them what We have revealed to you. Yet they deny the Most Compassionate. Say, “He is my Lord! There is no god ˹worthy of worship˺ except Him. In Him I put my trust, and to Him I turn ˹in repentance˺.”",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 31,
    "ayahArV1": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
    "ayahArV2": "ولو ان قرانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يياس الذين امنوا ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة او تحل قريبا من دارهم حتى ياتي وعد الله ان الله لا يخلف الميعاد",
    "ayahEn": "If there were a recitation that could cause mountains to move, or the earth to split, or the dead to speak, ˹it would have been this Quran˺. But all matters are by Allah’s Will. Have the believers not yet realized that had Allah willed, He could have guided all of humanity? And disasters will continue to afflict the disbelievers or strike close to their homes for their misdeeds, until Allah’s promise comes to pass. Surely Allah never fails in His promise.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 32,
    "ayahArV1": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "ayahArV2": "ولقد استهزئ برسل من قبلك فامليت للذين كفروا ثم اخذتهم فكيف كان عقاب",
    "ayahEn": "Other messengers had already been ridiculed before you, but I delayed the disbelievers ˹for a while˺ then seized them. And how ˹horrible˺ was My punishment!",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 33,
    "ayahArV1": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "ayahArV2": "افمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم ام تنبئونه بما لا يعلم في الارض ام بظاهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد",
    "ayahEn": "Is ˹there any equal to˺ the Vigilant One Who knows what every soul commits? Yet the pagans have associated others with Allah ˹in worship˺. Say, ˹O Prophet,˺ “Name them! Or do you ˹mean to˺ inform Him of something He does not know on the earth? Or are these ˹gods˺ just empty words?” In fact, the disbelievers’ falsehood has been made so appealing to them that they have been turned away from the Path. And whoever Allah leaves to stray will be left with no guide.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 34,
    "ayahArV1": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "ayahArV2": "لهم عذاب في الحياة الدنيا ولعذاب الاخرة اشق وما لهم من الله من واق",
    "ayahEn": "For them is punishment in this worldly life, but the punishment of the Hereafter is truly far worse. And none can shield them from Allah.",
    "meta": {
      "page": 253,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 101,
      "sajda": false
    }
  }
]