[
  {
    "surahNo": 13,
    "ayahNo": 35,
    "ayahArV1": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
    "ayahArV2": "مثل الجنة التي وعد المتقون تجري من تحتها الانهار اكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار",
    "ayahEn": "The description of the Paradise promised to the righteous is that under it rivers flow; eternal is its fruit as well as its shade. That is the ˹ultimate˺ outcome for the righteous. But the outcome for the disbelievers is the Fire!",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 36,
    "ayahArV1": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
    "ayahArV2": "والذين اتيناهم الكتاب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعو واليه ماب",
    "ayahEn": "˹The believers among˺ those who were given the Scripture rejoice at what has been revealed to you ˹O Prophet˺, while some ˹disbelieving˺ factions deny a portion of it. Say, “I have only been commanded to worship Allah, associating none with Him ˹in worship˺. To Him I invite ˹all˺, and to Him is my return.”",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 37,
    "ayahArV1": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
    "ayahArV2": "وكذلك انزلناه حكما عربيا ولئن اتبعت اهواءهم بعدما جاءك من العلم ما لك من الله من ولي ولا واق",
    "ayahEn": "And so We have revealed it as an authority in Arabic. And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or shield you from Allah.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 38,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
    "ayahArV2": "ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازواجا وذرية وما كان لرسول ان ياتي باية الا باذن الله لكل اجل كتاب",
    "ayahEn": "We have certainly sent messengers before you ˹O Prophet˺ and blessed them with wives and offspring. It was not for any messenger to bring a sign without Allah’s permission. Every destined matter has a ˹set˺ time.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 39,
    "ayahArV1": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
    "ayahArV2": "يمحو الله ما يشاء ويثبت وعنده ام الكتاب",
    "ayahEn": "Allah eliminates and confirms what He wills, and with Him is the Master Record.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 40,
    "ayahArV1": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
    "ayahArV2": "وان ما نرينك بعض الذي نعدهم او نتوفينك فانما عليك البلاغ وعلينا الحساب",
    "ayahEn": "Whether We show you ˹O Prophet˺ some of what We threaten them with, or cause you to die ˹before that˺, your duty is only to deliver ˹the message˺. Judgment is for Us.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 41,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "اولم يروا انا ناتي الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب",
    "ayahEn": "Do they not see that We gradually reduce their land from its borders? Allah decides—none can reverse His decision. And He is swift in reckoning.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 13,
    "ayahNo": 42,
    "ayahArV1": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
    "ayahArV2": "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفار لمن عقبى الدار",
    "ayahEn": "Those ˹disbelievers˺ before them ˹secretly˺ planned, but Allah has the ultimate plan. He knows what every soul commits. And the disbelievers will soon know who will have the ultimate outcome.",
    "meta": {
      "page": 254,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  }
]