[
  {
    "surahNo": 13,
    "ayahNo": 43,
    "ayahArV1": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
    "ayahArV2": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب",
    "ayahEn": "The disbelievers say, “You ˹Muḥammad˺ are no messenger.” Say, ˹O Prophet,˺ “Allah is sufficient as a Witness between me and you, as is whoever has knowledge of the Scripture.”",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 1,
    "ayahArV1": "الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "ayahArV2": "الر كتاب انزلناه اليك لتخرج الناس من الظلمات الى النور باذن ربهم الى صراط العزيز الحميد",
    "ayahEn": "Alif-Lãm-Ra. ˹This is˺ a Book which We have revealed to you ˹O Prophet˺ so that you may lead people out of darkness and into light, by the Will of their Lord, to the Path of the Almighty, the Praiseworthy—",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 2,
    "ayahArV1": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
    "ayahArV2": "الله الذي له ما في السماوات وما في الارض وويل للكافرين من عذاب شديد",
    "ayahEn": "Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers because of a severe torment!",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 3,
    "ayahArV1": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
    "ayahArV2": "الذين يستحبون الحياة الدنيا على الاخرة ويصدون عن سبيل الله ويبغونها عوجا اولئك في ضلال بعيد",
    "ayahEn": "˹They are˺ the ones who favour the life of this world over the Hereafter and hinder ˹others˺ from the Way of Allah, striving to make it ˹appear˺ crooked. It is they who have gone far astray.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 4,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "وما ارسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم",
    "ayahEn": "We have not sent a messenger except in the language of his people to clarify ˹the message˺ for them. Then Allah leaves whoever He wills to stray and guides whoever He wills. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 5,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "ayahArV2": "ولقد ارسلنا موسى باياتنا ان اخرج قومك من الظلمات الى النور وذكرهم بايام الله ان في ذلك لايات لكل صبار شكور",
    "ayahEn": "Indeed, We sent Moses with Our signs, ˹ordering him,˺ “Lead your people out of darkness and into light, and remind them of Allah’s days ˹of favour˺.” Surely in this are signs for whoever is steadfast, grateful.",
    "meta": {
      "page": 255,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  }
]