[
  {
    "surahNo": 14,
    "ayahNo": 6,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "ayahArV2": "واذ قال موسى لقومه اذكروا نعمة الله عليكم اذ انجاكم من ال فرعون يسومونكم سوء العذاب ويذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "ayahEn": "˹Consider˺ when Moses said to his people, “Remember Allah’s favour upon you when He rescued you from the people of Pharaoh, who afflicted you with dreadful torment—slaughtering your sons and keeping your women. That was a severe test from your Lord.",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
    "ayahArV2": "واذ تاذن ربكم لئن شكرتم لازيدنكم ولئن كفرتم ان عذابي لشديد",
    "ayahEn": "And ˹remember˺ when your Lord proclaimed, ‘If you are grateful, I will certainly give you more. But if you are ungrateful, surely My punishment is severe.’”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 8,
    "ayahArV1": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
    "ayahArV2": "وقال موسى ان تكفروا انتم ومن في الارض جميعا فان الله لغني حميد",
    "ayahEn": "Moses added, “If you along with everyone on earth were to be ungrateful, then ˹know that˺ Allah is indeed Self-Sufficient, Praiseworthy.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 9,
    "ayahArV1": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
    "ayahArV2": "الم ياتكم نبا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينات فردوا ايديهم في افواههم وقالوا انا كفرنا بما ارسلتم به وانا لفي شك مما تدعوننا اليه مريب",
    "ayahEn": "Have you not ˹already˺ received the stories of those who were before you: the people of Noah, ’Âd, Thamûd, and those after them? Only Allah knows how many they were. Their messengers came to them with clear proofs, but they put their hands over their mouths and said, “We totally reject what you have been sent with, and we are certainly in alarming doubt about what you are inviting us to.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 102,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 10,
    "ayahArV1": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "قالت رسلهم افي الله شك فاطر السماوات والارض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى قالوا ان انتم الا بشر مثلنا تريدون ان تصدونا عما كان يعبد اباؤنا فاتونا بسلطان مبين",
    "ayahEn": "Their messengers asked ˹them˺, “Is there any doubt about Allah, the Originator of the heavens and the earth? He is inviting you in order to forgive your sins, and delay your end until your appointed term.” They argued, “You are no more than humans like us! You ˹only˺ wish to turn us away from what our forefathers worshipped. So bring us some compelling proof.”",
    "meta": {
      "page": 256,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  }
]