[
  {
    "surahNo": 14,
    "ayahNo": 11,
    "ayahArV1": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "قالت لهم رسلهم ان نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا ان ناتيكم بسلطان الا باذن الله وعلى الله فليتوكل المؤمنون",
    "ayahEn": "Their messengers said to them, “We are ˹indeed˺ only humans like you, but Allah favours whoever He chooses of His servants. It is not for us to bring you any proof without Allah’s permission. And in Allah let the believers put their trust.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 12,
    "ayahArV1": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "ayahArV2": "وما لنا الا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما اذيتمونا وعلى الله فليتوكل المتوكلون",
    "ayahEn": "Why should we not put our trust in Allah, when He has truly guided us to ˹the very best of˺ ways? Indeed, we will patiently endure whatever harm you may cause us. And in Allah let the faithful put their trust.”",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 13,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "وقال الذين كفروا لرسلهم لنخرجنكم من ارضنا او لتعودن في ملتنا فاوحى اليهم ربهم لنهلكن الظالمين",
    "ayahEn": "The disbelievers then threatened their messengers, “We will certainly expel you from our land, unless you return to our faith.” So their Lord revealed to them, “We will surely destroy the wrongdoers",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 14,
    "ayahArV1": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
    "ayahArV2": "ولنسكننكم الارض من بعدهم ذلك لمن خاف مقامي وخاف وعيد",
    "ayahEn": "and make you reside in the land after them. This is for whoever is in awe of standing before Me and fears My warning.”",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 15,
    "ayahArV1": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
    "ayahArV2": "واستفتحوا وخاب كل جبار عنيد",
    "ayahEn": "And both sides called for judgment, so every stubborn tyrant was doomed.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 16,
    "ayahArV1": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
    "ayahArV2": "من ورائه جهنم ويسقى من ماء صديد",
    "ayahEn": "Awaiting them is Hell, and they will be left to drink oozing pus",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 17,
    "ayahArV1": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
    "ayahArV2": "يتجرعه ولا يكاد يسيغه وياتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ",
    "ayahEn": "which they will sip with difficulty, and can hardly swallow. Death will overwhelm them from every side, yet they will not ˹be able to˺ die. Awaiting them still is harsher torment.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 18,
    "ayahArV1": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
    "ayahArV2": "مثل الذين كفروا بربهم اعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد",
    "ayahEn": "The parable of the deeds of those who disbelieve in their Lord is that of ashes fiercely blown away by wind on a stormy day. They will gain nothing from what they have earned. That is ˹truly˺ the farthest one can stray.",
    "meta": {
      "page": 257,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  }
]