[
  {
    "surahNo": 14,
    "ayahNo": 25,
    "ayahArV1": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "ayahArV2": "تؤتي اكلها كل حين باذن ربها ويضرب الله الامثال للناس لعلهم يتذكرون",
    "ayahEn": "˹always˺ yielding its fruit in every season by the Will of its Lord. This is how Allah sets forth parables for the people, so perhaps they will be mindful.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 26,
    "ayahArV1": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
    "ayahArV2": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار",
    "ayahEn": "And the parable of an evil word is that of an evil tree, uprooted from the earth, having no stability.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 27,
    "ayahArV1": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
    "ayahArV2": "يثبت الله الذين امنوا بالقول الثابت في الحياة الدنيا وفي الاخرة ويضل الله الظالمين ويفعل الله ما يشاء",
    "ayahEn": "Allah makes the believers steadfast with the firm Word ˹of faith˺ in this worldly life and the Hereafter. And Allah leaves the wrongdoers to stray. For Allah does what He wills.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 103,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 28,
    "ayahArV1": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
    "ayahArV2": "الم تر الى الذين بدلوا نعمت الله كفرا واحلوا قومهم دار البوار",
    "ayahEn": "Have you not seen those ˹disbelievers˺ who meet Allah’s favours with ingratitude and lead their own people to their doom?",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 29,
    "ayahArV1": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
    "ayahArV2": "جهنم يصلونها وبئس القرار",
    "ayahEn": "In Hell they will burn. What an evil place for settlement.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 30,
    "ayahArV1": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
    "ayahArV2": "وجعلوا لله اندادا ليضلوا عن سبيله قل تمتعوا فان مصيركم الى النار",
    "ayahEn": "They set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy yourselves! Surely your destination is the Fire.”",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 31,
    "ayahArV1": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
    "ayahArV2": "قل لعبادي الذين امنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل ان ياتي يوم لا بيع فيه ولا خلال",
    "ayahEn": "Tell My believing servants to establish prayer and donate from what We have provided for them—openly and secretly—before the arrival of a Day in which there will be no ransom or friendly connections.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 32,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
    "ayahArV2": "الله الذي خلق السماوات والارض وانزل من السماء ماء فاخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بامره وسخر لكم الانهار",
    "ayahEn": "It is Allah Who created the heavens and the earth and sends down rain from the sky, causing fruits to grow as a provision for you. He has subjected the ships for your service, sailing through the sea by His command, and has subjected the rivers for you.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 33,
    "ayahArV1": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
    "ayahArV2": "وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار",
    "ayahEn": "He has ˹also˺ subjected for you the sun and the moon, both constantly orbiting, and has subjected the day and night for you.",
    "meta": {
      "page": 259,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  }
]