[
  {
    "surahNo": 2,
    "ayahNo": 170,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
    "ayahArV2": "واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما الفينا عليه اباءنا اولو كان اباؤهم لا يعقلون شيئا ولا يهتدون",
    "ayahEn": "When it is said to them, “Follow what Allah has revealed,” they reply, “No! We ˹only˺ follow what we found our forefathers practicing.” ˹Would they still do so,˺ even if their forefathers had ˹absolutely˺ no understanding or guidance?",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 171,
    "ayahArV1": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
    "ayahArV2": "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع الا دعاء ونداء صم بكم عمي فهم لا يعقلون",
    "ayahEn": "The example of the disbelievers ˹not responding to the Messenger’s warning˺ is like a flock not comprehending the calls and cries of the shepherd. ˹They are wilfully˺ deaf, dumb and blind so they have no understanding.",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 172,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "ayahArV2": "يا ايها الذين امنوا كلوا من طيبات ما رزقناكم واشكروا لله ان كنتم اياه تعبدون",
    "ayahEn": "O believers! Eat from the good things We have provided for you. And give thanks to Allah if you ˹truly˺ worship Him ˹alone˺.",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 173,
    "ayahArV1": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل به لغير الله فمن اضطر غير باغ ولا عاد فلا اثم عليه ان الله غفور رحيم",
    "ayahEn": "He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—they will not be sinful. Surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 174,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين يكتمون ما انزل الله من الكتاب ويشترون به ثمنا قليلا اولئك ما ياكلون في بطونهم الا النار ولا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب اليم",
    "ayahEn": "Indeed, those who hide Allah’s revelations, trading them for a fleeting gain consume nothing but fire into their bellies. Allah will neither speak to them on the Day of Judgment, nor will He purify them. And they will suffer a painful punishment.",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 175,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
    "ayahArV2": "اولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة فما اصبرهم على النار",
    "ayahEn": "They are the ones who trade guidance for misguidance and forgiveness for punishment. How persistent are they in pursuit of the Fire!",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 176,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
    "ayahArV2": "ذلك بان الله نزل الكتاب بالحق وان الذين اختلفوا في الكتاب لفي شقاق بعيد",
    "ayahEn": "That is because Allah has revealed the Book in truth. And surely those who differ regarding it are totally engrossed in opposition.",
    "meta": {
      "page": 26,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 10,
      "sajda": false
    }
  }
]