[
  {
    "surahNo": 14,
    "ayahNo": 34,
    "ayahArV1": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
    "ayahArV2": "واتاكم من كل ما سالتموه وان تعدوا نعمت الله لا تحصوها ان الانسان لظلوم كفار",
    "ayahEn": "And He has granted you all that you asked Him for. If you tried to count Allah’s blessings, you would never be able to number them. Indeed humankind is truly unfair, ˹totally˺ ungrateful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 35,
    "ayahArV1": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
    "ayahArV2": "واذ قال ابراهيم رب اجعل هذا البلد امنا واجنبني وبني ان نعبد الاصنام",
    "ayahEn": "˹Remember˺ when Abraham prayed, “My Lord! Make this city ˹of Mecca˺ secure, and keep me and my children away from the worship of idols.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 36,
    "ayahArV1": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "رب انهن اضللن كثيرا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم",
    "ayahEn": "My Lord! They have caused many people to go astray. So whoever follows me is with me, and whoever disobeys me—then surely You are ˹still˺ All-Forgiving, Most Merciful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 37,
    "ayahArV1": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
    "ayahArV2": "ربنا اني اسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل افئدة من الناس تهوي اليهم وارزقهم من الثمرات لعلهم يشكرون",
    "ayahEn": "Our Lord! I have settled some of my offspring in a barren valley, near Your Sacred House, our Lord, so that they may establish prayer. So make the hearts of ˹believing˺ people incline towards them and provide them with fruits, so perhaps they will be thankful.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 38,
    "ayahArV1": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
    "ayahArV2": "ربنا انك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الارض ولا في السماء",
    "ayahEn": "Our Lord! You certainly know what we conceal and what we reveal. Nothing on earth or in heaven is hidden from Allah.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 39,
    "ayahArV1": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
    "ayahArV2": "الحمد لله الذي وهب لي على الكبر اسماعيل واسحاق ان ربي لسميع الدعاء",
    "ayahEn": "All praise is for Allah who has blessed me with Ishmael and Isaac in my old age. My Lord is indeed the Hearer of ˹all˺ prayers.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 40,
    "ayahArV1": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
    "ayahArV2": "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
    "ayahEn": "My Lord! Make me and those ˹believers˺ of my descendants keep up prayer. Our Lord! Accept my prayers.",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 41,
    "ayahArV1": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "ayahArV2": "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
    "ayahEn": "Our Lord! Forgive me, my parents, and the believers on the Day when the judgment will come to pass.”",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  },
  {
    "surahNo": 14,
    "ayahNo": 42,
    "ayahArV1": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
    "ayahArV2": "ولا تحسبن الله غافلا عما يعمل الظالمون انما يؤخرهم ليوم تشخص فيه الابصار",
    "ayahEn": "Do not think ˹O Prophet˺ that Allah is unaware of what the wrongdoers do. He only delays them until a Day when ˹their˺ eyes will stare in horror—",
    "meta": {
      "page": 260,
      "juz": 13,
      "hizb": 26,
      "hizbQuarter": 104,
      "sajda": false
    }
  }
]