[
  {
    "surahNo": 16,
    "ayahNo": 27,
    "ayahArV1": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ثم يوم القيامة يخزيهم ويقول اين شركائي الذين كنتم تشاقون فيهم قال الذين اوتوا العلم ان الخزي اليوم والسوء على الكافرين",
    "ayahEn": "Then on the Day of Judgment He will humiliate them and say, “Where are My ˹so-called˺ associate-gods for whose sake you used to oppose ˹the believers˺?” Those gifted with knowledge will say, “Surely disgrace and misery today are upon the disbelievers.”",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 107,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 28,
    "ayahArV1": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "الذين تتوفاهم الملائكة ظالمي انفسهم فالقوا السلم ما كنا نعمل من سوء بلى ان الله عليم بما كنتم تعملون",
    "ayahEn": "Those whose souls the angels seize while they wrong themselves will then offer ˹full˺ submission ˹and say falsely,˺ “We did not do any evil.” ˹The angels will say,˺ “No! Surely Allah fully knows what you used to do.",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 107,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 29,
    "ayahArV1": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "ayahArV2": "فادخلوا ابواب جهنم خالدين فيها فلبئس مثوى المتكبرين",
    "ayahEn": "So enter the gates of Hell, to stay there forever. Indeed, what an evil home for the arrogant!”",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 107,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 30,
    "ayahArV1": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
    "ayahArV2": "وقيل للذين اتقوا ماذا انزل ربكم قالوا خيرا للذين احسنوا في هذه الدنيا حسنة ولدار الاخرة خير ولنعم دار المتقين",
    "ayahEn": "And ˹when˺ it is said to those mindful ˹of Allah˺, “What has your Lord revealed?” They say, “All the best!” For those who do good in this world, there is goodness. But far better is the ˹eternal˺ Home of the Hereafter. How excellent indeed is the home of the righteous:",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 31,
    "ayahArV1": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
    "ayahArV2": "جنات عدن يدخلونها تجري من تحتها الانهار لهم فيها ما يشاءون كذلك يجزي الله المتقين",
    "ayahEn": "the Gardens of Eternity which they will enter, under which rivers flow. In it they will have whatever they desire. This is how Allah rewards the righteous—",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 32,
    "ayahArV1": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "الذين تتوفاهم الملائكة طيبين يقولون سلام عليكم ادخلوا الجنة بما كنتم تعملون",
    "ayahEn": "those whose souls the angels take while they are virtuous, saying ˹to them˺, “Peace be upon you! Enter Paradise for what you used to do.”",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 33,
    "ayahArV1": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "هل ينظرون الا ان تاتيهم الملائكة او ياتي امر ربك كذلك فعل الذين من قبلهم وما ظلمهم الله ولكن كانوا انفسهم يظلمون",
    "ayahEn": "Are they only awaiting the coming of the angels or the command of your Lord ˹O Prophet˺? So were those before them. And Allah never wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 34,
    "ayahArV1": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "فاصابهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون",
    "ayahEn": "Then the evil ˹consequences˺ of their deeds overtook them, and they were overwhelmed by what they used to ridicule.",
    "meta": {
      "page": 270,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  }
]