[
  {
    "surahNo": 16,
    "ayahNo": 43,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "وما ارسلنا من قبلك الا رجالا نوحي اليهم فاسالوا اهل الذكر ان كنتم لا تعلمون",
    "ayahEn": "We did not send ˹messengers˺ before you ˹O Prophet˺ except mere men inspired by Us. If you ˹polytheists˺ do not know ˹this already˺, then ask those who have knowledge ˹of the Scriptures˺.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 44,
    "ayahArV1": "بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
    "ayahArV2": "بالبينات والزبر وانزلنا اليك الذكر لتبين للناس ما نزل اليهم ولعلهم يتفكرون",
    "ayahEn": "˹We sent them˺ with clear proofs and divine Books. And We have sent down to you ˹O Prophet˺ the Reminder, so that you may explain to people what has been revealed for them, and perhaps they will reflect.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 45,
    "ayahArV1": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
    "ayahArV2": "افامن الذين مكروا السيئات ان يخسف الله بهم الارض او ياتيهم العذاب من حيث لا يشعرون",
    "ayahEn": "Do those who devise evil plots feel secure that Allah will not cause the earth to swallow them? Or that the torment will not come upon them in ways they cannot comprehend?",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 46,
    "ayahArV1": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
    "ayahArV2": "او ياخذهم في تقلبهم فما هم بمعجزين",
    "ayahEn": "Or that He will not seize them while they go about ˹their day˺, for then they will have no escape?",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 47,
    "ayahArV1": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
    "ayahArV2": "او ياخذهم على تخوف فان ربكم لرءوف رحيم",
    "ayahEn": "Or that He will not destroy them gradually? But your Lord is truly Ever Gracious, Most Merciful.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 48,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
    "ayahArV2": "اولم يروا الى ما خلق الله من شيء يتفيا ظلاله عن اليمين والشمائل سجدا لله وهم داخرون",
    "ayahEn": "Have they not considered how the shadows of everything Allah has created incline to the right and the left ˹as the sun moves˺, totally submitting to Allah in all humility?",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 49,
    "ayahArV1": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
    "ayahArV2": "ولله يسجد ما في السماوات وما في الارض من دابة والملائكة وهم لا يستكبرون",
    "ayahEn": "And to Allah ˹alone˺ bows down ˹in submission˺ whatever is in the heavens and whatever is on the earth of living creatures, as do the angels—who are not too proud ˹to do so˺.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 50,
    "ayahArV1": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
    "ayahArV2": "يخافون ربهم من فوقهم ويفعلون ما يؤمرون",
    "ayahEn": "They fear their Lord above them, and do whatever they are commanded.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 27,
      "hizbQuarter": 108,
      "sajda": {
        "id": 3,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 51,
    "ayahArV1": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
    "ayahArV2": "وقال الله لا تتخذوا الهين اثنين انما هو اله واحد فاياي فارهبون",
    "ayahEn": "And Allah has said, “Do not take two gods. There is only One God. So be in awe of Me ˹alone˺.”",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 52,
    "ayahArV1": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
    "ayahArV2": "وله ما في السماوات والارض وله الدين واصبا افغير الله تتقون",
    "ayahEn": "To Him belongs whatever is in the heavens and the earth, and to Him ˹alone˺ is the everlasting devotion. Will you then fear any other than Allah?",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 53,
    "ayahArV1": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
    "ayahArV2": "وما بكم من نعمة فمن الله ثم اذا مسكم الضر فاليه تجارون",
    "ayahEn": "Whatever blessings you have are from Allah. Then whenever hardship touches you, to Him ˹alone˺ you cry ˹for help˺.",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 54,
    "ayahArV1": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
    "ayahArV2": "ثم اذا كشف الضر عنكم اذا فريق منكم بربهم يشركون",
    "ayahEn": "Then as soon as He removes the hardship from you, a group of you associates ˹others˺ with their Lord ˹in worship˺",
    "meta": {
      "page": 272,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  }
]