[
  {
    "surahNo": 16,
    "ayahNo": 55,
    "ayahArV1": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "ليكفروا بما اتيناهم فتمتعوا فسوف تعلمون",
    "ayahEn": "only returning Our favours with ingratitude. So enjoy yourselves, for you will soon know.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 56,
    "ayahArV1": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
    "ayahArV2": "ويجعلون لما لا يعلمون نصيبا مما رزقناهم تالله لتسالن عما كنتم تفترون",
    "ayahEn": "And they ˹even˺ assign to those ˹idols˺—who know nothing—a share of what We have provided for them. By Allah! You will certainly be questioned about whatever ˹lies˺ you used to fabricate ˹against Allah˺.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 57,
    "ayahArV1": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
    "ayahArV2": "ويجعلون لله البنات سبحانه ولهم ما يشتهون",
    "ayahEn": "And they attribute ˹angels as˺ daughters to Allah—glory be to Him!—the opposite of what they desire for themselves.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 58,
    "ayahArV1": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
    "ayahArV2": "واذا بشر احدهم بالانثى ظل وجهه مسودا وهو كظيم",
    "ayahEn": "Whenever one of them is given the good news of a baby girl, his face grows gloomy, as he suppresses his rage.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 59,
    "ayahArV1": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
    "ayahArV2": "يتوارى من القوم من سوء ما بشر به ايمسكه على هون ام يدسه في التراب الا ساء ما يحكمون",
    "ayahEn": "He hides himself from the people because of the bad news he has received. Should he keep her in disgrace, or bury her ˹alive˺ in the ground? Evil indeed is their judgment!",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 60,
    "ayahArV1": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "للذين لا يؤمنون بالاخرة مثل السوء ولله المثل الاعلى وهو العزيز الحكيم",
    "ayahEn": "To those who disbelieve in the Hereafter belong all evil qualities, whereas to Allah belong the finest attributes. And He is the Almighty, All-Wise.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 61,
    "ayahArV1": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "ayahArV2": "ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون",
    "ayahEn": "If Allah were to punish people ˹immediately˺ for their wrongdoing, He would not have left a single living being on earth. But He delays them for an appointed term. And when their time arrives, they cannot delay it for a moment, nor could they advance it.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 62,
    "ayahArV1": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
    "ayahArV2": "ويجعلون لله ما يكرهون وتصف السنتهم الكذب ان لهم الحسنى لا جرم ان لهم النار وانهم مفرطون",
    "ayahEn": "They attribute to Allah what they hate ˹for themselves˺, and their tongues utter the lie that they will have the finest reward. Without a doubt, for them is the Fire, where they will be abandoned.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 63,
    "ayahArV1": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "تالله لقد ارسلنا الى امم من قبلك فزين لهم الشيطان اعمالهم فهو وليهم اليوم ولهم عذاب اليم",
    "ayahEn": "By Allah! We have surely sent messengers to communities before you ˹O Prophet˺, but Satan made their misdeeds appealing to them. So he is their patron today, and they will suffer a painful punishment.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 64,
    "ayahArV1": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "وما انزلنا عليك الكتاب الا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون",
    "ayahEn": "We have revealed to you the Book only to clarify for them what they differed about, and as a guide and mercy for those who believe.",
    "meta": {
      "page": 273,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  }
]