[
  {
    "surahNo": 16,
    "ayahNo": 65,
    "ayahArV1": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
    "ayahArV2": "والله انزل من السماء ماء فاحيا به الارض بعد موتها ان في ذلك لاية لقوم يسمعون",
    "ayahEn": "And Allah sends down rain from the sky, giving life to the earth after its death. Surely in this is a sign for those who listen.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 66,
    "ayahArV1": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
    "ayahArV2": "وان لكم في الانعام لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشاربين",
    "ayahEn": "And there is certainly a lesson for you in cattle: We give you to drink of what is in their bellies, from between digested food and blood: pure milk, pleasant to drink.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 67,
    "ayahArV1": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ومن ثمرات النخيل والاعناب تتخذون منه سكرا ورزقا حسنا ان في ذلك لاية لقوم يعقلون",
    "ayahEn": "And from the fruits of palm trees and grapevines you derive intoxicants as well as wholesome provision. Surely in this is a sign for those who understand.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 68,
    "ayahArV1": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
    "ayahArV2": "واوحى ربك الى النحل ان اتخذي من الجبال بيوتا ومن الشجر ومما يعرشون",
    "ayahEn": "And your Lord inspired the bees: “Make ˹your˺ homes in the mountains, the trees, and in what people construct",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 69,
    "ayahArV1": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
    "ayahArV2": "ثم كلي من كل الثمرات فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف الوانه فيه شفاء للناس ان في ذلك لاية لقوم يتفكرون",
    "ayahEn": "and feed from ˹the flower of˺ any fruit ˹you please˺ and follow the ways your Lord has made easy for you.” From their bellies comes forth liquid of varying colours, in which there is healing for people. Surely in this is a sign for those who reflect.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 70,
    "ayahArV1": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
    "ayahArV2": "والله خلقكم ثم يتوفاكم ومنكم من يرد الى ارذل العمر لكي لا يعلم بعد علم شيئا ان الله عليم قدير",
    "ayahEn": "Allah has created you, and then causes you to die. And some of you are left to reach the most feeble stage of life so that they may know nothing after having known much. Indeed, Allah is All-Knowing, Most Capable.",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 71,
    "ayahArV1": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت ايمانهم فهم فيه سواء افبنعمة الله يجحدون",
    "ayahEn": "And Allah has favoured some of you over others in provision. But those who have been much favoured would not share their wealth with those ˹bondspeople˺ in their possession, making them their equals. Do they then deny Allah’s favours?",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 72,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
    "ayahArV2": "والله جعل لكم من انفسكم ازواجا وجعل لكم من ازواجكم بنين وحفدة ورزقكم من الطيبات افبالباطل يؤمنون وبنعمت الله هم يكفرون",
    "ayahEn": "And Allah has made for you spouses of your own kind, and given you through your spouses children and grandchildren. And He has granted you good, lawful provisions. Are they then faithful to falsehood and ungrateful for Allah’s favours?",
    "meta": {
      "page": 274,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  }
]