[
  {
    "surahNo": 16,
    "ayahNo": 73,
    "ayahArV1": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
    "ayahArV2": "ويعبدون من دون الله ما لا يملك لهم رزقا من السماوات والارض شيئا ولا يستطيعون",
    "ayahEn": "Yet they worship besides Allah those ˹idols˺ who do not afford them any provision from the heavens and the earth, nor do they have the power to.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 74,
    "ayahArV1": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "فلا تضربوا لله الامثال ان الله يعلم وانتم لا تعلمون",
    "ayahEn": "So do not set up equals to Allah, for Allah certainly knows and you do not know.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 109,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 75,
    "ayahArV1": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ضرب الله مثلا عبدا مملوكا لا يقدر على شيء ومن رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستوون الحمد لله بل اكثرهم لا يعلمون",
    "ayahEn": "Allah sets forth a parable: a slave who lacks all means, compared to a ˹free˺ man to whom We granted a good provision, of which he donates ˹freely,˺ openly and secretly. Are they equal? Praise be to Allah. In fact, most of them do not know.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 76,
    "ayahArV1": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "وضرب الله مثلا رجلين احدهما ابكم لا يقدر على شيء وهو كل على مولاه اينما يوجهه لا يات بخير هل يستوي هو ومن يامر بالعدل وهو على صراط مستقيم",
    "ayahEn": "And Allah sets forth a parable of two men: one of them is dumb, incapable of anything. He is a burden on his master. Wherever he is sent, he brings no good. Can such a person be equal to the one who commands justice and is on the Straight Path?",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 77,
    "ayahArV1": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ولله غيب السماوات والارض وما امر الساعة الا كلمح البصر او هو اقرب ان الله على كل شيء قدير",
    "ayahEn": "To Allah ˹alone˺ belongs ˹the knowledge of˺ the unseen in the heavens and the earth. Bringing about the Hour would only take the blink of an eye, or even less. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 78,
    "ayahArV1": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "والله اخرجكم من بطون امهاتكم لا تعلمون شيئا وجعل لكم السمع والابصار والافئدة لعلكم تشكرون",
    "ayahEn": "And Allah brought you out of the wombs of your mothers while you knew nothing, and gave you hearing, sight, and intellect so perhaps you would be thankful.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 79,
    "ayahArV1": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "الم يروا الى الطير مسخرات في جو السماء ما يمسكهن الا الله ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "Have they not seen the birds glide in the open sky? None holds them up except Allah. Surely in this are signs for those who believe.",
    "meta": {
      "page": 275,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  }
]