[
  {
    "surahNo": 16,
    "ayahNo": 80,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
    "ayahArV2": "والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الانعام بيوتا تستخفونها يوم ظعنكم ويوم اقامتكم ومن اصوافها واوبارها واشعارها اثاثا ومتاعا الى حين",
    "ayahEn": "And Allah has made your homes a place to rest, and has given you tents from the hide of animals, light to handle when you travel and when you camp. And out of their wool, fur, and hair He has given you furnishings and goods for a while.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 81,
    "ayahArV1": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
    "ayahArV2": "والله جعل لكم مما خلق ظلالا وجعل لكم من الجبال اكنانا وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم باسكم كذلك يتم نعمته عليكم لعلكم تسلمون",
    "ayahEn": "And Allah has provided you shade out of what He created, and has given you shelter in the mountains. He has also provided you with clothes protecting you from the heat ˹and cold˺, and armour shielding you in battle. This is how He perfects His favour upon you, so perhaps you will ˹fully˺ submit ˹to Him˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 82,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "ayahArV2": "فان تولوا فانما عليك البلاغ المبين",
    "ayahEn": "But if they turn away, then your duty ˹O Prophet˺ is only to deliver ˹the message˺ clearly.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 83,
    "ayahArV1": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "يعرفون نعمت الله ثم ينكرونها واكثرهم الكافرون",
    "ayahEn": "They are aware of Allah’s favours, but still deny them. And most of them are ˹truly˺ ungrateful.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 84,
    "ayahArV1": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "ayahArV2": "ويوم نبعث من كل امة شهيدا ثم لا يؤذن للذين كفروا ولا هم يستعتبون",
    "ayahEn": "˹Consider, O  Prophet,˺ the Day We will call ˹a prophet as˺ a witness from every faith-community. Then the disbelievers will neither be allowed to plead nor appease ˹their Lord˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 85,
    "ayahArV1": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "واذا راى الذين ظلموا العذاب فلا يخفف عنهم ولا هم ينظرون",
    "ayahEn": "And when the wrongdoers face the punishment, it will not be lightened for them, nor will they be delayed ˹from it˺.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 86,
    "ayahArV1": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
    "ayahArV2": "واذا راى الذين اشركوا شركاءهم قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعو من دونك فالقوا اليهم القول انكم لكاذبون",
    "ayahEn": "And when the polytheists see their associate-gods, they will say, “Our Lord! These are our associate-gods that we used to invoke besides You.” Their gods will throw a rebuttal at them, ˹saying,˺ “You are definitely liars.”",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 87,
    "ayahArV1": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "والقوا الى الله يومئذ السلم وضل عنهم ما كانوا يفترون",
    "ayahEn": "They will offer ˹full˺ submission to Allah on that Day, and whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 276,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  }
]