[
  {
    "surahNo": 16,
    "ayahNo": 88,
    "ayahArV1": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
    "ayahArV2": "الذين كفروا وصدوا عن سبيل الله زدناهم عذابا فوق العذاب بما كانوا يفسدون",
    "ayahEn": "For those who disbelieve and hinder ˹others˺ from the Way of Allah, We will add more punishment to their punishment for all the corruption they spread.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 89,
    "ayahArV1": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
    "ayahArV2": "ويوم نبعث في كل امة شهيدا عليهم من انفسهم وجئنا بك شهيدا على هؤلاء ونزلنا عليك الكتاب تبيانا لكل شيء وهدى ورحمة وبشرى للمسلمين",
    "ayahEn": "˹Consider, O  Prophet,˺ the Day We will call against every faith-community a witness of their own. And We will call you to be a witness against these ˹people of yours˺. We have revealed to you the Book as an explanation of all things, a guide, a mercy, and good news for those who ˹fully˺ submit.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 110,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 90,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
    "ayahArV2": "ان الله يامر بالعدل والاحسان وايتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون",
    "ayahEn": "Indeed, Allah commands justice, grace, as well as courtesy to close relatives. He forbids indecency, wickedness, and aggression. He instructs you so perhaps you will be mindful.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 91,
    "ayahArV1": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
    "ayahArV2": "واوفوا بعهد الله اذا عاهدتم ولا تنقضوا الايمان بعد توكيدها وقد جعلتم الله عليكم كفيلا ان الله يعلم ما تفعلون",
    "ayahEn": "Honour Allah’s covenant when you make a pledge, and do not break your oaths after confirming them, having made Allah your guarantor. Surely Allah knows all you do.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 92,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "ولا تكونوا كالتي نقضت غزلها من بعد قوة انكاثا تتخذون ايمانكم دخلا بينكم ان تكون امة هي اربى من امة انما يبلوكم الله به وليبينن لكم يوم القيامة ما كنتم فيه تختلفون",
    "ayahEn": "Do not be like the woman who ˹foolishly˺ unravels her yarn after it is firmly spun, by taking your oaths as a means of deceiving one another in favour of a stronger group. Surely Allah tests you through this. And on the Day of Judgment He will certainly make your differences clear to you.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 93,
    "ayahArV1": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "ولو شاء الله لجعلكم امة واحدة ولكن يضل من يشاء ويهدي من يشاء ولتسالن عما كنتم تعملون",
    "ayahEn": "Had Allah willed, He could have easily made you one community ˹of believers˺, but He leaves to stray whoever He wills and guides whoever He wills. And you will certainly be questioned about what you used to do.",
    "meta": {
      "page": 277,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  }
]