[
  {
    "surahNo": 16,
    "ayahNo": 94,
    "ayahArV1": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولا تتخذوا ايمانكم دخلا بينكم فتزل قدم بعد ثبوتها وتذوقوا السوء بما صددتم عن سبيل الله ولكم عذاب عظيم",
    "ayahEn": "And do not take your oaths as a means of deceiving one another or your feet will slip after they have been firm. Then you will taste the evil ˹consequences˺ of hindering ˹others˺ from the Way of Allah, and you will suffer a tremendous punishment.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 95,
    "ayahArV1": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "ولا تشتروا بعهد الله ثمنا قليلا انما عند الله هو خير لكم ان كنتم تعلمون",
    "ayahEn": "And do not trade Allah’s covenant for a fleeting gain. What is with Allah is certainly far better for you, if only you knew.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 96,
    "ayahArV1": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا اجرهم باحسن ما كانوا يعملون",
    "ayahEn": "Whatever you have will end, but whatever Allah has is everlasting. And We will certainly reward the steadfast according to the best of their deeds.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 97,
    "ayahArV1": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "من عمل صالحا من ذكر او انثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم اجرهم باحسن ما كانوا يعملون",
    "ayahEn": "Whoever does good, whether male or female, and is a believer, We will surely bless them with a good life, and We will certainly reward them according to the best of their deeds.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 98,
    "ayahArV1": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
    "ayahArV2": "فاذا قرات القران فاستعذ بالله من الشيطان الرجيم",
    "ayahEn": "When you recite the Quran, seek refuge with Allah from Satan, the accursed.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 99,
    "ayahArV1": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "انه ليس له سلطان على الذين امنوا وعلى ربهم يتوكلون",
    "ayahEn": "He certainly has no authority over those who believe and put their trust in their Lord.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 100,
    "ayahArV1": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
    "ayahArV2": "انما سلطانه على الذين يتولونه والذين هم به مشركون",
    "ayahEn": "His authority is only over those who take him as a patron and who—under his influence—associate ˹others˺ with Allah ˹in worship˺.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 101,
    "ayahArV1": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "واذا بدلنا اية مكان اية والله اعلم بما ينزل قالوا انما انت مفتر بل اكثرهم لا يعلمون",
    "ayahEn": "When We replace a verse with another—and Allah knows best what He reveals—they say, “You ˹Muḥammad˺ are just a fabricator.” In fact, most of them do not know.",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 102,
    "ayahArV1": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
    "ayahArV2": "قل نزله روح القدس من ربك بالحق ليثبت الذين امنوا وهدى وبشرى للمسلمين",
    "ayahEn": "Say, “The holy spirit has brought it down from your Lord with the truth to reassure the believers, and as a guide and good news for those who submit ˹to Allah˺.”",
    "meta": {
      "page": 278,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  }
]