[
  {
    "surahNo": 16,
    "ayahNo": 103,
    "ayahArV1": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
    "ayahArV2": "ولقد نعلم انهم يقولون انما يعلمه بشر لسان الذي يلحدون اليه اعجمي وهذا لسان عربي مبين",
    "ayahEn": "And We surely know that they say, “No one is teaching him except a human.” But the man they refer to speaks a foreign tongue, whereas this ˹Quran˺ is ˹in˺ eloquent Arabic.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 104,
    "ayahArV1": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين لا يؤمنون بايات الله لا يهديهم الله ولهم عذاب اليم",
    "ayahEn": "Surely those who do not believe in Allah’s revelations will never be guided by Allah, and they will suffer a painful punishment.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 105,
    "ayahArV1": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
    "ayahArV2": "انما يفتري الكذب الذين لا يؤمنون بايات الله واولئك هم الكاذبون",
    "ayahEn": "No one fabricates lies except those who disbelieve in Allah’s revelations, and it is they who are the ˹true˺ liars.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 106,
    "ayahArV1": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "من كفر بالله من بعد ايمانه الا من اكره وقلبه مطمئن بالايمان ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم",
    "ayahEn": "Whoever disbelieves in Allah after their belief—not those who are forced while their hearts are firm in faith, but those who embrace disbelief wholeheartedly—they will be condemned by Allah and suffer a tremendous punishment.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 107,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ذلك بانهم استحبوا الحياة الدنيا على الاخرة وان الله لا يهدي القوم الكافرين",
    "ayahEn": "This is because they prefer the life of this world over the Hereafter. Surely Allah never guides those who ˹choose to˺ disbelieve.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 108,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
    "ayahArV2": "اولئك الذين طبع الله على قلوبهم وسمعهم وابصارهم واولئك هم الغافلون",
    "ayahEn": "They are the ones whose hearts, ears, and eyes are sealed by Allah, and it is they who are ˹truly˺ heedless.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 109,
    "ayahArV1": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "لا جرم انهم في الاخرة هم الخاسرون",
    "ayahEn": "Without a doubt, they will be the losers in the Hereafter.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 110,
    "ayahArV1": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم ان ربك للذين هاجروا من بعد ما فتنوا ثم جاهدوا وصبروا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "As for those who emigrated after being compelled ˹to renounce Islam˺, then struggled ˹in Allah’s cause˺, and persevered, your Lord ˹O Prophet˺ is truly All-Forgiving, Most Merciful after all.",
    "meta": {
      "page": 279,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 111,
      "sajda": false
    }
  }
]