[
  {
    "surahNo": 16,
    "ayahNo": 111,
    "ayahArV1": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "يوم تاتي كل نفس تجادل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون",
    "ayahEn": "˹Consider˺ the Day ˹when˺ every soul will come pleading for itself, and each will be paid in full for what it did, and none will be wronged.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 112,
    "ayahArV1": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
    "ayahArV2": "وضرب الله مثلا قرية كانت امنة مطمئنة ياتيها رزقها رغدا من كل مكان فكفرت بانعم الله فاذاقها الله لباس الجوع والخوف بما كانوا يصنعون",
    "ayahEn": "And Allah sets forth the example of a society which was safe and at ease, receiving its provision in abundance from all directions. But its people met Allah’s favours with ingratitude, so Allah made them taste the clutches of hunger and fear for their misdeeds.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 113,
    "ayahArV1": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ولقد جاءهم رسول منهم فكذبوه فاخذهم العذاب وهم ظالمون",
    "ayahEn": "A messenger of their own actually did come to them, but they denied him. So the torment overtook them while they persisted in wrongdoing.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 114,
    "ayahArV1": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "ayahArV2": "فكلوا مما رزقكم الله حلالا طيبا واشكروا نعمت الله ان كنتم اياه تعبدون",
    "ayahEn": "So eat from the good, lawful things which Allah has provided for you, and be grateful for Allah’s favours, if you ˹truly˺ worship Him ˹alone˺.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 115,
    "ayahArV1": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به فمن اضطر غير باغ ولا عاد فان الله غفور رحيم",
    "ayahEn": "He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 116,
    "ayahArV1": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
    "ayahArV2": "ولا تقولوا لما تصف السنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب ان الذين يفترون على الله الكذب لا يفلحون",
    "ayahEn": "Do not falsely declare with your tongues, “This is lawful, and that is unlawful,” ˹only˺ fabricating lies against Allah. Indeed, those who fabricate lies against Allah will never succeed.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 117,
    "ayahArV1": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "متاع قليل ولهم عذاب اليم",
    "ayahEn": "˹It is only˺ a brief enjoyment, then they will suffer a painful punishment.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 118,
    "ayahArV1": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمناهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "To the Jews, We have forbidden what We related to you before. We did not wrong them, but it was they who wronged themselves.",
    "meta": {
      "page": 280,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  }
]