[
  {
    "surahNo": 16,
    "ayahNo": 119,
    "ayahArV1": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم ان ربك للذين عملوا السوء بجهالة ثم تابوا من بعد ذلك واصلحوا ان ربك من بعدها لغفور رحيم",
    "ayahEn": "As for those who commit evil ignorantly ˹or recklessly˺, then repent afterwards and mend their ways, then your Lord is surely All-Forgiving, Most Merciful.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 120,
    "ayahArV1": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ان ابراهيم كان امة قانتا لله حنيفا ولم يك من المشركين",
    "ayahEn": "Indeed, Abraham was a model of excellence: devoted to Allah, ˹perfectly˺ upright—not a polytheist—",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 121,
    "ayahArV1": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "شاكرا لانعمه اجتباه وهداه الى صراط مستقيم",
    "ayahEn": "˹utterly˺ grateful for Allah’s favours. ˹So˺ He chose him and guided him to the Straight Path.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 122,
    "ayahArV1": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "واتيناه في الدنيا حسنة وانه في الاخرة لمن الصالحين",
    "ayahEn": "We blessed him with all goodness in this world, and in the Hereafter he will certainly be among the righteous.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 123,
    "ayahArV1": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ثم اوحينا اليك ان اتبع ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "Then We revealed to you ˹O Prophet, saying˺: “Follow the faith of Abraham, the upright, who was not one of the polytheists.”",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 124,
    "ayahArV1": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "ayahArV2": "انما جعل السبت على الذين اختلفوا فيه وان ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون",
    "ayahEn": "˹Honouring˺ the Sabbath was ordained only for those who disputed about Abraham. And surely your Lord will judge between them on the Day of Judgment regarding their disputes.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 125,
    "ayahArV1": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "ayahArV2": "ادع الى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي احسن ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين",
    "ayahEn": "Invite ˹all˺ to the Way of your Lord with wisdom and kind advice, and only debate with them in the best manner. Surely your Lord ˹alone˺ knows best who has strayed from His Way and who is ˹rightly˺ guided.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 126,
    "ayahArV1": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
    "ayahArV2": "وان عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصابرين",
    "ayahEn": "If you retaliate, then let it be equivalent to what you have suffered. But if you patiently endure, it is certainly best for those who are patient.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 127,
    "ayahArV1": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
    "ayahArV2": "واصبر وما صبرك الا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون",
    "ayahEn": "Be patient ˹O Prophet˺, for your patience is only with Allah’s help. Do not grieve over those ˹who disbelieve˺, nor be distressed by their schemes.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  },
  {
    "surahNo": 16,
    "ayahNo": 128,
    "ayahArV1": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
    "ayahArV2": "ان الله مع الذين اتقوا والذين هم محسنون",
    "ayahEn": "Surely Allah is with those who shun evil and who do good ˹deeds˺.",
    "meta": {
      "page": 281,
      "juz": 14,
      "hizb": 28,
      "hizbQuarter": 112,
      "sajda": false
    }
  }
]