[
  {
    "surahNo": 17,
    "ayahNo": 1,
    "ayahArV1": "سُبْحَـٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَـٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَـٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "ayahArV2": "سبحان الذي اسرى بعبده ليلا من المسجد الحرام الى المسجد الاقصى الذي باركنا حوله لنريه من اياتنا انه هو السميع البصير",
    "ayahEn": "Glory be to the One Who took His servant ˹Muḥammad˺ by night from the Sacred Mosque to the Farthest Mosque whose surroundings We have blessed, so that We may show him some of Our signs. Indeed, He alone is the All-Hearing, All-Seeing.",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 2,
    "ayahArV1": "وَءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
    "ayahArV2": "واتينا موسى الكتاب وجعلناه هدى لبني اسرائيل الا تتخذوا من دوني وكيلا",
    "ayahEn": "And We gave Moses the Scripture and made it a guide for the Children of Israel, ˹stating:˺ “Do not take besides Me any other Trustee of Affairs",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 3,
    "ayahArV1": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
    "ayahArV2": "ذرية من حملنا مع نوح انه كان عبدا شكورا",
    "ayahEn": "˹O˺ descendants of those We carried with Noah ˹in the Ark˺! He was indeed a grateful servant.”",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 4,
    "ayahArV1": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَـٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
    "ayahArV2": "وقضينا الى بني اسرائيل في الكتاب لتفسدن في الارض مرتين ولتعلن علوا كبيرا",
    "ayahEn": "And We warned the Children of Israel in the Scripture, “You will certainly cause corruption in the land twice, and you will become extremely arrogant.",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 5,
    "ayahArV1": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًا مَّفْعُولًا",
    "ayahArV2": "فاذا جاء وعد اولاهما بعثنا عليكم عبادا لنا اولي باس شديد فجاسوا خلال الديار وكان وعدا مفعولا",
    "ayahEn": "When the first of the two warnings would come to pass, We would send against you some of Our servants of great might, who would ravage your homes. This would be a warning fulfilled.",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 6,
    "ayahArV1": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَـٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَـٰكُمْ أَكْثَرَ نَفِيرًا",
    "ayahArV2": "ثم رددنا لكم الكرة عليهم وامددناكم باموال وبنين وجعلناكم اكثر نفيرا",
    "ayahEn": "Then ˹after your repentance˺ We would give you the upper hand over them and aid you with wealth and offspring, causing you to outnumber them.",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 7,
    "ayahArV1": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ لِيَسُـۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
    "ayahArV2": "ان احسنتم احسنتم لانفسكم وان اساتم فلها فاذا جاء وعد الاخرة ليسوءوا وجوهكم وليدخلوا المسجد كما دخلوه اول مرة وليتبروا ما علوا تتبيرا",
    "ayahEn": "If you act rightly, it is for your own good, but if you do wrong, it is to your own loss. “And when the second warning would come to pass, your enemies would ˹be left to˺ totally disgrace you and enter the Temple ˹of Jerusalem˺ as they entered it the first time, and utterly destroy whatever would fall into their hands.",
    "meta": {
      "page": 282,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  }
]