[
  {
    "surahNo": 17,
    "ayahNo": 8,
    "ayahArV1": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ ۚ وَإِنْ عُدتُّمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ حَصِيرًا",
    "ayahArV2": "عسى ربكم ان يرحمكم وان عدتم عدنا وجعلنا جهنم للكافرين حصيرا",
    "ayahEn": "Perhaps your Lord will have mercy on you ˹if you repent˺, but if you return ˹to sin˺, We will return ˹to punishment˺. And We have made Hell a ˹permanent˺ confinement for the disbelievers.”",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 9,
    "ayahArV1": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
    "ayahArV2": "ان هذا القران يهدي للتي هي اقوم ويبشر المؤمنين الذين يعملون الصالحات ان لهم اجرا كبيرا",
    "ayahEn": "Surely this Quran guides to what is most upright, and gives good news to the believers—who do good—that they will have a mighty reward.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 10,
    "ayahArV1": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "وان الذين لا يؤمنون بالاخرة اعتدنا لهم عذابا اليما",
    "ayahEn": "And ˹it warns˺ those who do not believe in the Hereafter ˹that˺ We have prepared for them a painful punishment.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 11,
    "ayahArV1": "وَيَدْعُ ٱلْإِنسَـٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ ۖ وَكَانَ ٱلْإِنسَـٰنُ عَجُولًا",
    "ayahArV2": "ويدع الانسان بالشر دعاءه بالخير وكان الانسان عجولا",
    "ayahEn": "And humans ˹swiftly˺ pray for evil as they pray for good. For humankind is ever hasty.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 12,
    "ayahArV1": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ ۖ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ وَكُلَّ شَىْءٍ فَصَّلْنَـٰهُ تَفْصِيلًا",
    "ayahArV2": "وجعلنا الليل والنهار ايتين فمحونا اية الليل وجعلنا اية النهار مبصرة لتبتغوا فضلا من ربكم ولتعلموا عدد السنين والحساب وكل شيء فصلناه تفصيلا",
    "ayahEn": "We made the day and night as two signs. So We made the sign of the night devoid of light, and We made the sign of the day ˹perfectly˺ bright, so that you may seek the bounty of your Lord and know the number of years and calculation ˹of time˺. And We have explained everything in detail.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 13,
    "ayahArV1": "وَكُلَّ إِنسَـٰنٍ أَلْزَمْنَـٰهُ طَـٰٓئِرَهُۥ فِى عُنُقِهِۦ ۖ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ كِتَـٰبًا يَلْقَىٰهُ مَنشُورًا",
    "ayahArV2": "وكل انسان الزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا",
    "ayahEn": "We have bound every human’s destiny to their neck. And on the Day of Judgment We will bring forth to each ˹person˺ a record which they will find laid open.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 14,
    "ayahArV1": "ٱقْرَأْ كِتَـٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
    "ayahArV2": "اقرا كتابك كفى بنفسك اليوم عليك حسيبا",
    "ayahEn": "˹And it will be said,˺ “Read your record. You ˹alone˺ are sufficient this Day to take account of yourself.”",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 15,
    "ayahArV1": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
    "ayahArV2": "من اهتدى فانما يهتدي لنفسه ومن ضل فانما يضل عليها ولا تزر وازرة وزر اخرى وما كنا معذبين حتى نبعث رسولا",
    "ayahEn": "Whoever chooses to be guided, it is only for their own good. And whoever chooses to stray, it is only to their own loss. No soul burdened with sin will bear the burden of another. And We would never punish ˹a people˺ until We have sent a messenger ˹to warn them˺.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 16,
    "ayahArV1": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَـٰهَا تَدْمِيرًا",
    "ayahArV2": "واذا اردنا ان نهلك قرية امرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا",
    "ayahEn": "Whenever We intend to destroy a society, We command its elite ˹to obey Allah˺ but they act rebelliously in it. So the decree ˹of punishment˺ is justified, and We destroy it utterly.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 17,
    "ayahArV1": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "ayahArV2": "وكم اهلكنا من القرون من بعد نوح وكفى بربك بذنوب عباده خبيرا بصيرا",
    "ayahEn": "˹Imagine˺ how many peoples We have destroyed after Noah! And sufficient is your Lord as All-Aware and All-Seeing of the sins of His servants.",
    "meta": {
      "page": 283,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  }
]