[
  {
    "surahNo": 17,
    "ayahNo": 18,
    "ayahArV1": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
    "ayahArV2": "من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموما مدحورا",
    "ayahEn": "Whoever desires this fleeting world ˹alone˺, We hasten in it whatever We please to whoever We will; then We destine them for Hell, where they will burn, condemned and rejected.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 19,
    "ayahArV1": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
    "ayahArV2": "ومن اراد الاخرة وسعى لها سعيها وهو مؤمن فاولئك كان سعيهم مشكورا",
    "ayahEn": "But whoever desires the Hereafter and strives for it accordingly, and is a ˹true˺ believer, it is they whose striving will be appreciated.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 20,
    "ayahArV1": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
    "ayahArV2": "كلا نمد هؤلاء وهؤلاء من عطاء ربك وما كان عطاء ربك محظورا",
    "ayahEn": "We provide both the former and the latter from the bounty of your Lord. And the bounty of your Lord can never be withheld.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 21,
    "ayahArV1": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
    "ayahArV2": "انظر كيف فضلنا بعضهم على بعض وللاخرة اكبر درجات واكبر تفضيلا",
    "ayahEn": "See how We have favoured some over others ˹in this life˺, but the Hereafter is certainly far greater in rank and in favour.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 22,
    "ayahArV1": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
    "ayahArV2": "لا تجعل مع الله الها اخر فتقعد مذموما مخذولا",
    "ayahEn": "Do not set up any other god with Allah, or you will end up condemned, abandoned.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 113,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 23,
    "ayahArV1": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
    "ayahArV2": "وقضى ربك الا تعبدوا الا اياه وبالوالدين احسانا اما يبلغن عندك الكبر احدهما او كلاهما فلا تقل لهما اف ولا تنهرهما وقل لهما قولا كريما",
    "ayahEn": "For your Lord has decreed that you worship none but Him. And honour your parents. If one or both of them reach old age in your care, never say to them ˹even˺ ‘ugh,’ nor yell at them. Rather, address them respectfully.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 24,
    "ayahArV1": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
    "ayahArV2": "واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا",
    "ayahEn": "And be humble with them out of mercy, and pray, “My Lord! Be merciful to them as they raised me when I was young.”",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 25,
    "ayahArV1": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
    "ayahArV2": "ربكم اعلم بما في نفوسكم ان تكونوا صالحين فانه كان للاوابين غفورا",
    "ayahEn": "Your Lord knows best what is within yourselves. If you are righteous, He is certainly All-Forgiving to those who ˹constantly˺ turn to Him.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 26,
    "ayahArV1": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
    "ayahArV2": "وات ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا",
    "ayahEn": "Give to close relatives their due, as well as the poor and ˹needy˺ travellers. And do not spend wastefully.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 27,
    "ayahArV1": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
    "ayahArV2": "ان المبذرين كانوا اخوان الشياطين وكان الشيطان لربه كفورا",
    "ayahEn": "Surely the wasteful are ˹like˺ brothers to the devils. And the Devil is ever ungrateful to his Lord.",
    "meta": {
      "page": 284,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  }
]