[
  {
    "surahNo": 17,
    "ayahNo": 39,
    "ayahArV1": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
    "ayahArV2": "ذلك مما اوحى اليك ربك من الحكمة ولا تجعل مع الله الها اخر فتلقى في جهنم ملوما مدحورا",
    "ayahEn": "This is part of the wisdom which your Lord has revealed to you ˹O Prophet˺. And do not set up any other god with Allah ˹O humanity˺, or you will be cast into Hell, blameworthy, rejected.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 40,
    "ayahArV1": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَـٰٓئِكَةِ إِنَـٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
    "ayahArV2": "افاصفاكم ربكم بالبنين واتخذ من الملائكة اناثا انكم لتقولون قولا عظيما",
    "ayahEn": "Has your Lord favoured you ˹pagans˺ with sons and taken angels as ˹His˺ daughters? You are truly making an outrageous claim.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 41,
    "ayahArV1": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
    "ayahArV2": "ولقد صرفنا في هذا القران ليذكروا وما يزيدهم الا نفورا",
    "ayahEn": "We have surely varied ˹the signs˺ in this Quran so perhaps they may be mindful, but it only drives them farther away.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 42,
    "ayahArV1": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
    "ayahArV2": "قل لو كان معه الهة كما يقولون اذا لابتغوا الى ذي العرش سبيلا",
    "ayahEn": "Say, ˹O Prophet,˺ “Had there been other gods besides Him—as they claim—then they would have certainly sought a way to ˹challenge˺ the Lord of the Throne.”",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 43,
    "ayahArV1": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
    "ayahArV2": "سبحانه وتعالى عما يقولون علوا كبيرا",
    "ayahEn": "Glorified and Highly Exalted is He above what they claim!",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 44,
    "ayahArV1": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
    "ayahArV2": "تسبح له السماوات السبع والارض ومن فيهن وان من شيء الا يسبح بحمده ولكن لا تفقهون تسبيحهم انه كان حليما غفورا",
    "ayahEn": "The seven heavens, the earth, and all those in them glorify Him. There is not a single thing that does not glorify His praises—but you ˹simply˺ cannot comprehend their glorification. He is indeed Most Forbearing, All-Forgiving.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 45,
    "ayahArV1": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ حِجَابًا مَّسْتُورًا",
    "ayahArV2": "واذا قرات القران جعلنا بينك وبين الذين لا يؤمنون بالاخرة حجابا مستورا",
    "ayahEn": "When you ˹O Prophet˺ recite the Quran, We put a hidden barrier between you and those who do not believe in the Hereafter.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 46,
    "ayahArV1": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَـٰرِهِمْ نُفُورًا",
    "ayahArV2": "وجعلنا على قلوبهم اكنة ان يفقهوه وفي اذانهم وقرا واذا ذكرت ربك في القران وحده ولوا على ادبارهم نفورا",
    "ayahEn": "We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. And when you mention your Lord alone in the Quran, they turn their backs in aversion.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 47,
    "ayahArV1": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "ayahArV2": "نحن اعلم بما يستمعون به اذ يستمعون اليك واذ هم نجوى اذ يقول الظالمون ان تتبعون الا رجلا مسحورا",
    "ayahEn": "We know best how they listen to your recitation and what they say privately—when the wrongdoers say, “You would only be following a bewitched man.”",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 48,
    "ayahArV1": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "ayahArV2": "انظر كيف ضربوا لك الامثال فضلوا فلا يستطيعون سبيلا",
    "ayahEn": "See how they call you names ˹O Prophet˺! So they have gone so ˹far˺ astray that they cannot find the ˹Right˺ Way.",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 49,
    "ayahArV1": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
    "ayahArV2": "وقالوا ااذا كنا عظاما ورفاتا اانا لمبعوثون خلقا جديدا",
    "ayahEn": "And they say ˹mockingly˺, “When we are reduced to bones and ashes, will we really be raised as a new creation?”",
    "meta": {
      "page": 286,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 114,
      "sajda": false
    }
  }
]