[
  {
    "surahNo": 17,
    "ayahNo": 59,
    "ayahArV1": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْـَٔايَـٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْـَٔايَـٰتِ إِلَّا تَخْوِيفًا",
    "ayahArV2": "وما منعنا ان نرسل بالايات الا ان كذب بها الاولون واتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالايات الا تخويفا",
    "ayahEn": "Nothing keeps Us from sending the ˹demanded˺ signs except that they had ˹already˺ been denied by earlier peoples. And We gave Thamûd the she-camel as a clear sign, but they wrongfully rejected it. We only send the signs as a warning.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 60,
    "ayahArV1": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَـٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَـٰنًا كَبِيرًا",
    "ayahArV2": "واذ قلنا لك ان ربك احاط بالناس وما جعلنا الرؤيا التي اريناك الا فتنة للناس والشجرة الملعونة في القران ونخوفهم فما يزيدهم الا طغيانا كبيرا",
    "ayahEn": "And ˹remember, O  Prophet˺ when We told you, “Certainly your Lord encompasses the people.” And We have made what We brought you to see as well as the cursed tree ˹mentioned˺ in the Quran only as a test for the people. We keep warning them, but it only increases them greatly in defiance.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 61,
    "ayahArV1": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
    "ayahArV2": "واذ قلنا للملائكة اسجدوا لادم فسجدوا الا ابليس قال ااسجد لمن خلقت طينا",
    "ayahEn": "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who protested, “Should I prostrate to the one You have created from mud?”",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 62,
    "ayahArV1": "قَالَ أَرَءَيْتَكَ هَـٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
    "ayahArV2": "قال ارايتك هذا الذي كرمت علي لئن اخرتن الى يوم القيامة لاحتنكن ذريته الا قليلا",
    "ayahEn": "Adding, “Do you see this one you honoured above me? If you delay my end until the Day of Judgment, I will certainly take hold of his descendants, except for a few.”",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 63,
    "ayahArV1": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
    "ayahArV2": "قال اذهب فمن تبعك منهم فان جهنم جزاؤكم جزاء موفورا",
    "ayahEn": "Allah responded, “Be gone! Whoever of them follows you, Hell will surely be the reward for all of you—an ample reward.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 64,
    "ayahArV1": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
    "ayahArV2": "واستفزز من استطعت منهم بصوتك واجلب عليهم بخيلك ورجلك وشاركهم في الاموال والاولاد وعدهم وما يعدهم الشيطان الا غرورا",
    "ayahEn": "And incite whoever you can of them with your voice, mobilize against them all your cavalry and infantry, manipulate them in their wealth and children, and make them promises.” But Satan promises them nothing but delusion.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 65,
    "ayahArV1": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
    "ayahArV2": "ان عبادي ليس لك عليهم سلطان وكفى بربك وكيلا",
    "ayahEn": "˹Allah added,˺ “You will truly have no authority over My ˹faithful˺ servants.” And sufficient is your Lord as a Guardian.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 66,
    "ayahArV1": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
    "ayahArV2": "ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله انه كان بكم رحيما",
    "ayahEn": "It is your Lord Who steers the ships for you through the sea, so that you may seek His bounty. Surely He is ever Merciful to you.",
    "meta": {
      "page": 288,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 115,
      "sajda": false
    }
  }
]