[
  {
    "surahNo": 17,
    "ayahNo": 76,
    "ayahArV1": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
    "ayahArV2": "وان كادوا ليستفزونك من الارض ليخرجوك منها واذا لا يلبثون خلافك الا قليلا",
    "ayahEn": "They were about to intimidate you to drive you out of the land ˹of Mecca˺, but then they would not have survived after you ˹had left˺ except for a little while.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 77,
    "ayahArV1": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
    "ayahArV2": "سنة من قد ارسلنا قبلك من رسلنا ولا تجد لسنتنا تحويلا",
    "ayahEn": "˹This has been˺ Our way with the messengers We sent before you. And you will never find any change in Our way.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 78,
    "ayahArV1": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
    "ayahArV2": "اقم الصلاة لدلوك الشمس الى غسق الليل وقران الفجر ان قران الفجر كان مشهودا",
    "ayahEn": "Observe the prayer from the decline of the sun until the darkness of the night and the dawn prayer, for certainly the dawn prayer is witnessed ˹by angels˺.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 79,
    "ayahArV1": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
    "ayahArV2": "ومن الليل فتهجد به نافلة لك عسى ان يبعثك ربك مقاما محمودا",
    "ayahEn": "And rise at ˹the last˺ part of the night, offering additional prayers, so your Lord may raise you to a station of praise.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 80,
    "ayahArV1": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
    "ayahArV2": "وقل رب ادخلني مدخل صدق واخرجني مخرج صدق واجعل لي من لدنك سلطانا نصيرا",
    "ayahEn": "And say, “My Lord! Grant me an honourable entrance and an honourable exit and give me a supporting authority from Yourself.”",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 81,
    "ayahArV1": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
    "ayahArV2": "وقل جاء الحق وزهق الباطل ان الباطل كان زهوقا",
    "ayahEn": "And declare, “The truth has come and falsehood has vanished. Indeed, falsehood is bound to vanish.”",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 82,
    "ayahArV1": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
    "ayahArV2": "وننزل من القران ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين الا خسارا",
    "ayahEn": "We send down the Quran as a healing and mercy for the believers, but it only increases the wrongdoers in loss.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 83,
    "ayahArV1": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
    "ayahArV2": "واذا انعمنا على الانسان اعرض وناى بجانبه واذا مسه الشر كان يئوسا",
    "ayahEn": "When We grant people Our favours, they turn away, acting arrogantly. But when touched with evil, they lose all hope.",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 84,
    "ayahArV1": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
    "ayahArV2": "قل كل يعمل على شاكلته فربكم اعلم بمن هو اهدى سبيلا",
    "ayahEn": "Say, ˹O Prophet,˺ “Everyone acts in their own way. But your Lord knows best whose way is rightly guided.”",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 85,
    "ayahArV1": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
    "ayahArV2": "ويسالونك عن الروح قل الروح من امر ربي وما اوتيتم من العلم الا قليلا",
    "ayahEn": "They ask you ˹O Prophet˺ about the spirit. Say, “Its nature is known only to my Lord, and you ˹O humanity˺ have been given but little knowledge.”",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 86,
    "ayahArV1": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
    "ayahArV2": "ولئن شئنا لنذهبن بالذي اوحينا اليك ثم لا تجد لك به علينا وكيلا",
    "ayahEn": "If We willed, We could have certainly taken away what We have revealed to you ˹O Prophet˺—then you would find none to guarantee its return from Us—",
    "meta": {
      "page": 290,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  }
]