[
  {
    "surahNo": 17,
    "ayahNo": 87,
    "ayahArV1": "إِلَّا رَحْمَةً مِّن رَّبِّكَ ۚ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
    "ayahArV2": "الا رحمة من ربك ان فضله كان عليك كبيرا",
    "ayahEn": "had it not been for the mercy of your Lord. Indeed, His favour upon you is immense.",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 88,
    "ayahArV1": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَـٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
    "ayahArV2": "قل لئن اجتمعت الانس والجن على ان ياتوا بمثل هذا القران لا ياتون بمثله ولو كان بعضهم لبعض ظهيرا",
    "ayahEn": "Say, ˹O Prophet,˺ “If ˹all˺ humans and jinn were to come together to produce the equivalent of this Quran, they could not produce its equal, no matter how they supported each other.”",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 89,
    "ayahArV1": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "ayahArV2": "ولقد صرفنا للناس في هذا القران من كل مثل فابى اكثر الناس الا كفورا",
    "ayahEn": "And We have truly set forth every ˹kind of˺ lesson for humanity in this Quran, yet most people persist in disbelief.",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 90,
    "ayahArV1": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
    "ayahArV2": "وقالوا لن نؤمن لك حتى تفجر لنا من الارض ينبوعا",
    "ayahEn": "They challenge ˹the Prophet˺, “We will never believe in you until you cause a spring to gush forth from the earth for us",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 91,
    "ayahArV1": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَـٰرَ خِلَـٰلَهَا تَفْجِيرًا",
    "ayahArV2": "او تكون لك جنة من نخيل وعنب فتفجر الانهار خلالها تفجيرا",
    "ayahEn": "or until you have a garden of palm trees and vineyards, and cause rivers to flow abundantly in it",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 92,
    "ayahArV1": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ قَبِيلًا",
    "ayahArV2": "او تسقط السماء كما زعمت علينا كسفا او تاتي بالله والملائكة قبيلا",
    "ayahEn": "or cause the sky to fall upon us in pieces, as you have claimed, or bring Allah and the angels before us, face to face",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 93,
    "ayahArV1": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَـٰبًا نَّقْرَؤُهُۥ ۗ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
    "ayahArV2": "او يكون لك بيت من زخرف او ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتابا نقرؤه قل سبحان ربي هل كنت الا بشرا رسولا",
    "ayahEn": "or until you have a house of gold, or you ascend into heaven—and even then we will not believe in your ascension until you bring down to us a book that we can read.” Say, “Glory be to my Lord! Am I not only a human messenger?”",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 94,
    "ayahArV1": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
    "ayahArV2": "وما منع الناس ان يؤمنوا اذ جاءهم الهدى الا ان قالوا ابعث الله بشرا رسولا",
    "ayahEn": "And nothing has prevented people from believing when guidance comes to them except their protest: “Has Allah sent a human as a messenger?”",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 95,
    "ayahArV1": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَـٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
    "ayahArV2": "قل لو كان في الارض ملائكة يمشون مطمئنين لنزلنا عليهم من السماء ملكا رسولا",
    "ayahEn": "Say, ˹O Prophet,˺ “Had there been angels walking the earth, well settled, We would have surely sent down for them an angel from heaven as a messenger.”",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  },
  {
    "surahNo": 17,
    "ayahNo": 96,
    "ayahArV1": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "ayahArV2": "قل كفى بالله شهيدا بيني وبينكم انه كان بعباده خبيرا بصيرا",
    "ayahEn": "Say, “Sufficient is Allah as a Witness between me and you. He is certainly All-Knowing, All-Seeing of His servants.”",
    "meta": {
      "page": 291,
      "juz": 15,
      "hizb": 29,
      "hizbQuarter": 116,
      "sajda": false
    }
  }
]