[
  {
    "surahNo": 18,
    "ayahNo": 5,
    "ayahArV1": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
    "ayahArV2": "ما لهم به من علم ولا لابائهم كبرت كلمة تخرج من افواههم ان يقولون الا كذبا",
    "ayahEn": "They have no knowledge of this, nor did their forefathers. What a terrible claim that comes out of their mouths! They say nothing but lies.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 6,
    "ayahArV1": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
    "ayahArV2": "فلعلك باخع نفسك على اثارهم ان لم يؤمنوا بهذا الحديث اسفا",
    "ayahEn": "Now, perhaps you ˹O Prophet˺ will grieve yourself to death over their denial, if they ˹continue to˺ disbelieve in this message.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 7,
    "ayahArV1": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
    "ayahArV2": "انا جعلنا ما على الارض زينة لها لنبلوهم ايهم احسن عملا",
    "ayahEn": "We have indeed made whatever is on earth as an adornment for it, in order to test which of them is best in deeds.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 8,
    "ayahArV1": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
    "ayahArV2": "وانا لجاعلون ما عليها صعيدا جرزا",
    "ayahEn": "And We will certainly reduce whatever is on it to barren ground.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 9,
    "ayahArV1": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
    "ayahArV2": "ام حسبت ان اصحاب الكهف والرقيم كانوا من اياتنا عجبا",
    "ayahEn": "Have you ˹O Prophet˺ thought that the people of the cave and the plaque were ˹the only˺ wonders of Our signs?",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 10,
    "ayahArV1": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "ayahArV2": "اذ اوى الفتية الى الكهف فقالوا ربنا اتنا من لدنك رحمة وهيئ لنا من امرنا رشدا",
    "ayahEn": "˹Remember˺ when those youths took refuge in the cave, and said, “Our Lord! Grant us mercy from Yourself and guide us rightly through our ordeal.”",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 11,
    "ayahArV1": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
    "ayahArV2": "فضربنا على اذانهم في الكهف سنين عددا",
    "ayahEn": "So We caused them to fall into a dead sleep in the cave for many years",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 12,
    "ayahArV1": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
    "ayahArV2": "ثم بعثناهم لنعلم اي الحزبين احصى لما لبثوا امدا",
    "ayahEn": "then We raised them so We may show which of the two groups would make a better estimation of the length of their stay.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 13,
    "ayahArV1": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
    "ayahArV2": "نحن نقص عليك نباهم بالحق انهم فتية امنوا بربهم وزدناهم هدى",
    "ayahEn": "We relate to you ˹O Prophet˺ their story in truth. They were youths who truly believed in their Lord, and We increased them in guidance.",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 14,
    "ayahArV1": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
    "ayahArV2": "وربطنا على قلوبهم اذ قاموا فقالوا ربنا رب السماوات والارض لن ندعو من دونه الها لقد قلنا اذا شططا",
    "ayahEn": "And We strengthened their hearts when they stood up and declared, “Our Lord is the Lord of the heavens and the earth. We will never call upon any god besides Him, or we would truly be uttering an outrageous lie.”",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 15,
    "ayahArV1": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
    "ayahArV2": "هؤلاء قومنا اتخذوا من دونه الهة لولا ياتون عليهم بسلطان بين فمن اظلم ممن افترى على الله كذبا",
    "ayahEn": "˹Then they said to one another,˺ “These people of ours have taken gods besides Him. Why do they not produce a clear proof of them? Who then does more wrong than those who fabricate lies against Allah?",
    "meta": {
      "page": 294,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 117,
      "sajda": false
    }
  }
]