[
  {
    "surahNo": 2,
    "ayahNo": 6,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "ayahArV2": "ان الذين كفروا سواء عليهم اانذرتهم ام لم تنذرهم لا يؤمنون",
    "ayahEn": "As for those who persist in disbelief, it is the same whether you warn them or not—they will never believe.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 7,
    "ayahArV1": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ختم الله على قلوبهم وعلى سمعهم وعلى ابصارهم غشاوة ولهم عذاب عظيم",
    "ayahEn": "Allah has sealed their hearts and their hearing, and their sight is covered. They will suffer a tremendous punishment.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 8,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
    "ayahArV2": "ومن الناس من يقول امنا بالله وباليوم الاخر وما هم بمؤمنين",
    "ayahEn": "And there are some who say, “We believe in Allah and the Last Day,” yet they are not ˹true˺ believers.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 9,
    "ayahArV1": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "ayahArV2": "يخادعون الله والذين امنوا وما يخدعون الا انفسهم وما يشعرون",
    "ayahEn": "They seek to deceive Allah and the believers, yet they only deceive themselves, but they fail to perceive it.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 10,
    "ayahArV1": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
    "ayahArV2": "في قلوبهم مرض فزادهم الله مرضا ولهم عذاب اليم بما كانوا يكذبون",
    "ayahEn": "There is sickness in their hearts, and Allah ˹only˺ lets their sickness increase. They will suffer a painful punishment for their lies.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 11,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
    "ayahArV2": "واذا قيل لهم لا تفسدوا في الارض قالوا انما نحن مصلحون",
    "ayahEn": "When they are told, “Do not spread corruption in the land,” they reply, “We are only peace-makers!”",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 12,
    "ayahArV1": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
    "ayahArV2": "الا انهم هم المفسدون ولكن لا يشعرون",
    "ayahEn": "Indeed, it is they who are the corruptors, but they fail to perceive it.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 13,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
    "ayahArV2": "واذا قيل لهم امنوا كما امن الناس قالوا انؤمن كما امن السفهاء الا انهم هم السفهاء ولكن لا يعلمون",
    "ayahEn": "And when they are told, “Believe as others believe,” they reply, “Will we believe as the fools believe?” Indeed, it is they who are fools, but they do not know.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 14,
    "ayahArV1": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
    "ayahArV2": "واذا لقوا الذين امنوا قالوا امنا واذا خلوا الى شياطينهم قالوا انا معكم انما نحن مستهزئون",
    "ayahEn": "When they meet the believers they say, “We believe.” But when alone with their evil associates they say, “We are definitely with you; we were only mocking.”",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 15,
    "ayahArV1": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "ayahArV2": "الله يستهزئ بهم ويمدهم في طغيانهم يعمهون",
    "ayahEn": "Allah will throw their mockery back at them, leaving them to continue wandering blindly in their defiance.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 16,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
    "ayahArV2": "اولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين",
    "ayahEn": "They are the ones who trade guidance for misguidance. But this trade is profitless, and they are not ˹rightly˺ guided.",
    "meta": {
      "page": 3,
      "juz": 1,
      "hizb": 1,
      "hizbQuarter": 1,
      "sajda": false
    }
  }
]