[
  {
    "surahNo": 18,
    "ayahNo": 54,
    "ayahArV1": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
    "ayahArV2": "ولقد صرفنا في هذا القران للناس من كل مثل وكان الانسان اكثر شيء جدلا",
    "ayahEn": "We have surely set forth in this Quran every ˹kind of˺ lesson for people, but humankind is the most argumentative of all beings.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 55,
    "ayahArV1": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
    "ayahArV2": "وما منع الناس ان يؤمنوا اذ جاءهم الهدى ويستغفروا ربهم الا ان تاتيهم سنة الاولين او ياتيهم العذاب قبلا",
    "ayahEn": "And nothing prevents people from believing when guidance comes to them and from seeking their Lord’s forgiveness except ˹their demand˺ to meet the same fate of earlier deniers or that the torment would confront them face to face.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 56,
    "ayahArV1": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
    "ayahArV2": "وما نرسل المرسلين الا مبشرين ومنذرين ويجادل الذين كفروا بالباطل ليدحضوا به الحق واتخذوا اياتي وما انذروا هزوا",
    "ayahEn": "We do not send the messengers except as deliverers of good news and warners. But the disbelievers argue in falsehood, ˹hoping˺ to discredit the truth with it, and make a mockery of My revelations and warnings.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 57,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
    "ayahArV2": "ومن اظلم ممن ذكر بايات ربه فاعرض عنها ونسي ما قدمت يداه انا جعلنا على قلوبهم اكنة ان يفقهوه وفي اذانهم وقرا وان تدعهم الى الهدى فلن يهتدوا اذا ابدا",
    "ayahEn": "And who does more wrong than those who, when reminded of their Lord’s revelations, turn away from them and forget what their own hands have done? We have certainly cast veils over their hearts—leaving them unable to comprehend this ˹Quran˺—and deafness in their ears. And if you ˹O Prophet˺ invite them to ˹true˺ guidance, they will never be ˹rightly˺ guided.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 58,
    "ayahArV1": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
    "ayahArV2": "وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا لعجل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلا",
    "ayahEn": "Your Lord is the All-Forgiving, Full of Mercy. If He were to seize them ˹immediately˺ for what they commit, He would have certainly hastened their punishment. But they have an appointed time, from which they will find no refuge.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 59,
    "ayahArV1": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
    "ayahArV2": "وتلك القرى اهلكناهم لما ظلموا وجعلنا لمهلكهم موعدا",
    "ayahEn": "Those ˹are the˺ societies We destroyed when they persisted in wrong, and We had set a time for their destruction.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 60,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
    "ayahArV2": "واذ قال موسى لفتاه لا ابرح حتى ابلغ مجمع البحرين او امضي حقبا",
    "ayahEn": "And ˹remember˺ when Moses said to his young assistant, “I will never give up until I reach the junction of the two seas, even if I travel for ages.”",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 61,
    "ayahArV1": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
    "ayahArV2": "فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا",
    "ayahEn": "But when they ˹finally˺ reached the point where the seas met, they forgot their ˹salted˺ fish, and it made its way into the sea, slipping away ˹wondrously˺.",
    "meta": {
      "page": 300,
      "juz": 15,
      "hizb": 30,
      "hizbQuarter": 120,
      "sajda": false
    }
  }
]