[
  {
    "surahNo": 18,
    "ayahNo": 75,
    "ayahArV1": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
    "ayahArV2": "قال الم اقل لك انك لن تستطيع معي صبرا",
    "ayahEn": "He answered, “Did I not tell you that you cannot have patience with me?”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 76,
    "ayahArV1": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
    "ayahArV2": "قال ان سالتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا",
    "ayahEn": "Moses replied, “If I ever question you about anything after this, then do not keep me in your company, for by then I would have given you enough of an excuse.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 77,
    "ayahArV1": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
    "ayahArV2": "فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شئت لاتخذت عليه اجرا",
    "ayahEn": "So they moved on until they came to the people of a town. They asked them for food, but the people refused to give them hospitality. There they found a wall ready to collapse, so the man set it right. Moses protested, “If you wanted, you could have demanded a fee for this.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 78,
    "ayahArV1": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
    "ayahArV2": "قال هذا فراق بيني وبينك سانبئك بتاويل ما لم تستطع عليه صبرا",
    "ayahEn": "He replied, “This is the parting of our ways. I will explain to you what you could not bear patiently.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 79,
    "ayahArV1": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
    "ayahArV2": "اما السفينة فكانت لمساكين يعملون في البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا",
    "ayahEn": "“As for the ship, it belonged to some poor people, working at sea. So I intended to damage it, for there was a ˹tyrant˺ king ahead of them who seizes every ˹good˺ ship by force.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 80,
    "ayahArV1": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
    "ayahArV2": "واما الغلام فكان ابواه مؤمنين فخشينا ان يرهقهما طغيانا وكفرا",
    "ayahEn": "“And as for the boy, his parents were ˹true˺ believers, and we feared that he would pressure them into defiance and disbelief.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 81,
    "ayahArV1": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
    "ayahArV2": "فاردنا ان يبدلهما ربهما خيرا منه زكاة واقرب رحما",
    "ayahEn": "So we hoped that their Lord would give them another, more virtuous and caring in his place.",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 82,
    "ayahArV1": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
    "ayahArV2": "واما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز لهما وكان ابوهما صالحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امري ذلك تاويل ما لم تسطع عليه صبرا",
    "ayahEn": "“And as for the wall, it belonged to two orphan boys in the city, and under the wall was a treasure that belonged to them, and their father had been a righteous man. So your Lord willed that these children should come of age and retrieve their treasure, as a mercy from your Lord. I did not do it ˹all˺ on my own. This is the explanation of what you could not bear patiently.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 83,
    "ayahArV1": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
    "ayahArV2": "ويسالونك عن ذي القرنين قل ساتلو عليكم منه ذكرا",
    "ayahEn": "They ask you ˹O Prophet˺ about Ⱬul-Qarnain. Say, “I will relate to you something of his narrative.”",
    "meta": {
      "page": 302,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  }
]