[
  {
    "surahNo": 18,
    "ayahNo": 84,
    "ayahArV1": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
    "ayahArV2": "انا مكنا له في الارض واتيناه من كل شيء سببا",
    "ayahEn": "Surely We established him in the land, and gave him the means to all things.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 85,
    "ayahArV1": "فَأَتْبَعَ سَبَبًا",
    "ayahArV2": "فاتبع سببا",
    "ayahEn": "So he travelled a course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 86,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
    "ayahArV2": "حتى اذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يا ذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا",
    "ayahEn": "until he reached the setting ˹point˺ of the sun, which appeared to him to be setting in a spring of murky water, where he found some people. We said, “O Ⱬul-Qarnain! Either punish them or treat them kindly.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 87,
    "ayahArV1": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
    "ayahArV2": "قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا",
    "ayahEn": "He responded, “Whoever does wrong will be punished by us, then will be returned to their Lord, Who will punish them with a horrible torment.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 88,
    "ayahArV1": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
    "ayahArV2": "واما من امن وعمل صالحا فله جزاء الحسنى وسنقول له من امرنا يسرا",
    "ayahEn": "As for those who believe and do good, they will have the finest reward, and we will assign them easy commands.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 89,
    "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
    "ayahArV2": "ثم اتبع سببا",
    "ayahEn": "Then he travelled a ˹different˺ course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 90,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
    "ayahArV2": "حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا",
    "ayahEn": "until he reached the rising ˹point˺ of the sun. He found it rising on a people for whom We had provided no shelter from it.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 91,
    "ayahArV1": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
    "ayahArV2": "كذلك وقد احطنا بما لديه خبرا",
    "ayahEn": "So it was. And We truly had full knowledge of him.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 92,
    "ayahArV1": "ثُمَّ أَتْبَعَ سَبَبًا",
    "ayahArV2": "ثم اتبع سببا",
    "ayahEn": "Then he travelled a ˹third˺ course",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 93,
    "ayahArV1": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
    "ayahArV2": "حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا",
    "ayahEn": "until he reached ˹a pass˺ between two mountains. He found in front of them a people who could hardly understand ˹his˺ language.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 94,
    "ayahArV1": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
    "ayahArV2": "قالوا يا ذا القرنين ان ياجوج وماجوج مفسدون في الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا",
    "ayahEn": "They pleaded, “O Ⱬul-Qarnain! Surely Gog and Magog are spreading corruption throughout the land. Should we pay you tribute, provided that you build a wall between us and them?”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 95,
    "ayahArV1": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
    "ayahArV2": "قال ما مكني فيه ربي خير فاعينوني بقوة اجعل بينكم وبينهم ردما",
    "ayahEn": "He responded, “What my Lord has provided for me is far better. But assist me with resources, and I will build a barrier between you and them.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 96,
    "ayahArV1": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
    "ayahArV2": "اتوني زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا حتى اذا جعله نارا قال اتوني افرغ عليه قطرا",
    "ayahEn": "Bring me blocks of iron!” Then, when he had filled up ˹the gap˺ between the two mountains, he ordered, “Blow!” When the iron became red hot, he said, “Bring me molten copper to pour over it.”",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  },
  {
    "surahNo": 18,
    "ayahNo": 97,
    "ayahArV1": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
    "ayahArV2": "فما اسطاعوا ان يظهروه وما استطاعوا له نقبا",
    "ayahEn": "And so the enemies could neither scale nor tunnel through it.",
    "meta": {
      "page": 303,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 121,
      "sajda": false
    }
  }
]