[
  {
    "surahNo": 19,
    "ayahNo": 52,
    "ayahArV1": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
    "ayahArV2": "وناديناه من جانب الطور الايمن وقربناه نجيا",
    "ayahEn": "We called him from the right side of Mount Ṭûr, and drew him near, speaking ˹with him˺ directly.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 53,
    "ayahArV1": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
    "ayahArV2": "ووهبنا له من رحمتنا اخاه هارون نبيا",
    "ayahEn": "And We appointed for him—out of Our grace—his brother, Aaron, as a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 54,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب اسماعيل انه كان صادق الوعد وكان رسولا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Ishmael. He was truly a man of his word, and was a messenger and a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 55,
    "ayahArV1": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
    "ayahArV2": "وكان يامر اهله بالصلاة والزكاة وكان عند ربه مرضيا",
    "ayahEn": "He used to urge his people to pray and give alms-tax. And his Lord was well pleased with him.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 56,
    "ayahArV1": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "ayahArV2": "واذكر في الكتاب ادريس انه كان صديقا نبيا",
    "ayahEn": "And mention in the Book ˹O Prophet, the story of˺ Enoch. He was surely a man of truth and a prophet.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 57,
    "ayahArV1": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
    "ayahArV2": "ورفعناه مكانا عليا",
    "ayahEn": "And We elevated him to an honourable status.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 58,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
    "ayahArV2": "اولئك الذين انعم الله عليهم من النبيين من ذرية ادم وممن حملنا مع نوح ومن ذرية ابراهيم واسرائيل وممن هدينا واجتبينا اذا تتلى عليهم ايات الرحمن خروا سجدا وبكيا",
    "ayahEn": "Those were ˹some of˺ the prophets who Allah has blessed from among the descendants of Adam, and of those We carried with Noah ˹in the Ark˺, and of the descendants of Abraham and Israel, and of those We ˹rightly˺ guided and chose. Whenever the revelations of the Most Compassionate were recited to them, they fell down, prostrating and weeping.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 123,
      "sajda": {
        "id": 5,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 59,
    "ayahArV1": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
    "ayahArV2": "فخلف من بعدهم خلف اضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا",
    "ayahEn": "But they were succeeded by generations who neglected prayer and followed their lusts and so will soon face the evil consequences.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 60,
    "ayahArV1": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
    "ayahArV2": "الا من تاب وامن وعمل صالحا فاولئك يدخلون الجنة ولا يظلمون شيئا",
    "ayahEn": "As for those who repent, believe, and do good, it is they who will be admitted into Paradise, never being denied any reward.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 61,
    "ayahArV1": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
    "ayahArV2": "جنات عدن التي وعد الرحمن عباده بالغيب انه كان وعده ماتيا",
    "ayahEn": "˹They will be in˺ the Gardens of Eternity, promised in trust by the Most Compassionate to His servants. Surely His promise will be fulfilled.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 62,
    "ayahArV1": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
    "ayahArV2": "لا يسمعون فيها لغوا الا سلاما ولهم رزقهم فيها بكرة وعشيا",
    "ayahEn": "There they will never hear any idle talk—only ˹greetings of˺ peace. And there they will have their provisions morning and evening.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 63,
    "ayahArV1": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
    "ayahArV2": "تلك الجنة التي نورث من عبادنا من كان تقيا",
    "ayahEn": "That is Paradise, which We will grant to whoever is devout among Our servants.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  },
  {
    "surahNo": 19,
    "ayahNo": 64,
    "ayahArV1": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
    "ayahArV2": "وما نتنزل الا بامر ربك له ما بين ايدينا وما خلفنا وما بين ذلك وما كان ربك نسيا",
    "ayahEn": "“We only descend by the command of your Lord. To Him belongs whatever is before us, and whatever is behind us, and everything in between. And your Lord is never forgetful.",
    "meta": {
      "page": 309,
      "juz": 16,
      "hizb": 31,
      "hizbQuarter": 124,
      "sajda": false
    }
  }
]