[
  {
    "surahNo": 2,
    "ayahNo": 197,
    "ayahArV1": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَـٰتٌ ۚ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ ۗ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ ۚ وَٱتَّقُونِ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ",
    "ayahArV2": "الحج اشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فان خير الزاد التقوى واتقون يا اولي الالباب",
    "ayahEn": "˹Commitment to˺ pilgrimage is made in appointed months. Whoever commits to ˹performing˺ pilgrimage, let them stay away from intimate relations, foul language, and arguments during pilgrimage. Whatever good you do, Allah ˹fully˺ knows of it. Take ˹necessary˺ provisions ˹for the journey˺—surely the best provision is righteousness. And be mindful of Me, O  people of reason!",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 198,
    "ayahArV1": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ ۚ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَـٰتٍ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ ۖ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
    "ayahArV2": "ليس عليكم جناح ان تبتغوا فضلا من ربكم فاذا افضتم من عرفات فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وان كنتم من قبله لمن الضالين",
    "ayahEn": "There is no blame on you for seeking the bounty of your Lord ˹during this journey˺. When you return from ’Arafât, praise Allah near the sacred place and praise Him for having guided you, for surely before this ˹guidance˺ you were astray.",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 199,
    "ayahArV1": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ثم افيضوا من حيث افاض الناس واستغفروا الله ان الله غفور رحيم",
    "ayahEn": "Then go forth with the rest of the pilgrims. And seek Allah’s forgiveness. Surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 200,
    "ayahArV1": "فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ",
    "ayahArV2": "فاذا قضيتم مناسككم فاذكروا الله كذكركم اباءكم او اشد ذكرا فمن الناس من يقول ربنا اتنا في الدنيا وما له في الاخرة من خلاق",
    "ayahEn": "When you have fulfilled your sacred rites, praise Allah as you used to praise your forefathers ˹before Islam˺, or even more passionately. There are some who say, “Our Lord! Grant us ˹Your bounties˺ in this world,” but they will have no share in the Hereafter.",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 201,
    "ayahArV1": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
    "ayahArV2": "ومنهم من يقول ربنا اتنا في الدنيا حسنة وفي الاخرة حسنة وقنا عذاب النار",
    "ayahEn": "Yet there are others who say, “Our Lord! Grant us the good of this world and the Hereafter, and protect us from the torment of the Fire.”",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 202,
    "ayahArV1": "أُو۟لَـٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "اولئك لهم نصيب مما كسبوا والله سريع الحساب",
    "ayahEn": "It is they who will receive a ˹heavenly˺ reward for the good they have done. Surely Allah is swift in reckoning.",
    "meta": {
      "page": 31,
      "juz": 2,
      "hizb": 3,
      "hizbQuarter": 12,
      "sajda": false
    }
  }
]