[
  {
    "surahNo": 20,
    "ayahNo": 65,
    "ayahArV1": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
    "ayahArV2": "قالوا يا موسى اما ان تلقي واما ان نكون اول من القى",
    "ayahEn": "They said, “O Moses! Either you cast, or let us be the first to cast.”",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 66,
    "ayahArV1": "قَالَ بَلْ أَلْقُوا۟ ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
    "ayahArV2": "قال بل القوا فاذا حبالهم وعصيهم يخيل اليه من سحرهم انها تسعى",
    "ayahEn": "Moses responded, “No, you go first.” And suddenly their ropes and staffs appeared to him—by their magic—to be slithering.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 67,
    "ayahArV1": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ",
    "ayahArV2": "فاوجس في نفسه خيفة موسى",
    "ayahEn": "So Moses concealed fear within himself.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 68,
    "ayahArV1": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ",
    "ayahArV2": "قلنا لا تخف انك انت الاعلى",
    "ayahEn": "We reassured ˹him˺, “Do not fear! It is certainly you who will prevail.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 69,
    "ayahArV1": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيْدُ سَـٰحِرٍ ۖ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ",
    "ayahArV2": "والق ما في يمينك تلقف ما صنعوا انما صنعوا كيد ساحر ولا يفلح الساحر حيث اتى",
    "ayahEn": "Cast what is in your right hand, and it will swallow up what they have made, for what they have made is no more than a magic trick. And magicians can never succeed wherever they go.”",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 70,
    "ayahArV1": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ",
    "ayahArV2": "فالقي السحرة سجدا قالوا امنا برب هارون وموسى",
    "ayahEn": "So the magicians fell down in prostration, declaring, “We believe in the Lord of Aaron and Moses.”",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 71,
    "ayahArV1": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ",
    "ayahArV2": "قال امنتم له قبل ان اذن لكم انه لكبيركم الذي علمكم السحر فلاقطعن ايديكم وارجلكم من خلاف ولاصلبنكم في جذوع النخل ولتعلمن اينا اشد عذابا وابقى",
    "ayahEn": "Pharaoh threatened, “How dare you believe in him before I give you permission? He must be your master who taught you magic. I will certainly cut off your hands and feet on opposite sides, and crucify you on the trunks of palm trees. You will really see whose punishment is more severe and more lasting.”",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 72,
    "ayahArV1": "قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقْضِ مَآ أَنتَ قَاضٍ ۖ إِنَّمَا تَقْضِى هَـٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ",
    "ayahArV2": "قالوا لن نؤثرك على ما جاءنا من البينات والذي فطرنا فاقض ما انت قاض انما تقضي هذه الحياة الدنيا",
    "ayahEn": "They responded, “By the One Who created us! We will never prefer you over the clear proofs that have come to us. So do whatever you want! Your authority only covers the ˹fleeting˺ life of this world.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 73,
    "ayahArV1": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَـٰيَـٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ ۗ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ",
    "ayahArV2": "انا امنا بربنا ليغفر لنا خطايانا وما اكرهتنا عليه من السحر والله خير وابقى",
    "ayahEn": "Indeed, we have believed in our Lord so He may forgive our sins and that magic you have forced us to practice. And Allah is far superior ˹in reward˺ and more lasting ˹in punishment˺.”",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 74,
    "ayahArV1": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
    "ayahArV2": "انه من يات ربه مجرما فان له جهنم لا يموت فيها ولا يحيى",
    "ayahEn": "Whoever comes to their Lord as an evildoer will certainly have Hell, where they can neither live nor die.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 75,
    "ayahArV1": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلْعُلَىٰ",
    "ayahArV2": "ومن ياته مؤمنا قد عمل الصالحات فاولئك لهم الدرجات العلى",
    "ayahEn": "But whoever comes to Him as a believer, having done good, they will have the highest ranks:",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 76,
    "ayahArV1": "جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
    "ayahArV2": "جنات عدن تجري من تحتها الانهار خالدين فيها وذلك جزاء من تزكى",
    "ayahEn": "the Gardens of Eternity, under which rivers flow, where they will stay forever. That is the reward of those who purify themselves.",
    "meta": {
      "page": 316,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 126,
      "sajda": false
    }
  }
]