[
  {
    "surahNo": 2,
    "ayahNo": 203,
    "ayahArV1": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
    "ayahArV2": "واذكروا الله في ايام معدودات فمن تعجل في يومين فلا اثم عليه ومن تاخر فلا اثم عليه لمن اتقى واتقوا الله واعلموا انكم اليه تحشرون",
    "ayahEn": "And remember Allah during ˹these˺ appointed days. Whoever departs swiftly on the second day is not sinful, neither are those who stay behind ˹till the third—seeking additional reward˺, so long as they are mindful ˹of their Lord˺. And be mindful of Allah, and know that to Him you will ˹all˺ be gathered.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 204,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
    "ayahArV2": "ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو الد الخصام",
    "ayahEn": "There are some ˹hypocrites˺ who impress you with their views regarding worldly affairs and openly call upon Allah to witness what is in their hearts, yet they are your worst adversaries.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 205,
    "ayahArV1": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
    "ayahArV2": "واذا تولى سعى في الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد",
    "ayahEn": "And when they leave ˹you˺, they strive throughout the land to spread mischief in it and destroy crops and cattle. Allah does not like mischief.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 206,
    "ayahArV1": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
    "ayahArV2": "واذا قيل له اتق الله اخذته العزة بالاثم فحسبه جهنم ولبئس المهاد",
    "ayahEn": "When it is said to them, “Fear Allah,” pride carries them off to sin. Hell will be their proper place. What an evil place to rest!",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 207,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد",
    "ayahEn": "And there are those who would dedicate their lives to Allah’s pleasure. And Allah is Ever Gracious to ˹His˺ servants.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 208,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "ayahArV2": "يا ايها الذين امنوا ادخلوا في السلم كافة ولا تتبعوا خطوات الشيطان انه لكم عدو مبين",
    "ayahEn": "O believers! Enter into Islam wholeheartedly and do not follow Satan’s footsteps. Surely he is your sworn enemy.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 209,
    "ayahArV1": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "فان زللتم من بعد ما جاءتكم البينات فاعلموا ان الله عزيز حكيم",
    "ayahEn": "If you falter after receiving the clear proofs, then know that Allah is indeed Almighty, All-Wise.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 210,
    "ayahArV1": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "ayahArV2": "هل ينظرون الا ان ياتيهم الله في ظلل من الغمام والملائكة وقضي الامر والى الله ترجع الامور",
    "ayahEn": "Are they waiting for Allah ˹Himself˺ to come to them in the shade of clouds, along with the angels? ˹If He did˺, then the matter would be settled ˹at once˺. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
    "meta": {
      "page": 32,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 13,
      "sajda": false
    }
  }
]