[
  {
    "surahNo": 20,
    "ayahNo": 126,
    "ayahArV1": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَـٰتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ",
    "ayahArV2": "قال كذلك اتتك اياتنا فنسيتها وكذلك اليوم تنسى",
    "ayahEn": "Allah will respond, “It is so, just as Our revelations came to you and you neglected them, so Today you are neglected.”",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 127,
    "ayahArV1": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَـٰتِ رَبِّهِۦ ۚ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ",
    "ayahArV2": "وكذلك نجزي من اسرف ولم يؤمن بايات ربه ولعذاب الاخرة اشد وابقى",
    "ayahEn": "This is how We reward whoever transgresses and does not believe in the revelations of their Lord. And the punishment of the Hereafter is far more severe and more lasting.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 128,
    "ayahArV1": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
    "ayahArV2": "افلم يهد لهم كم اهلكنا قبلهم من القرون يمشون في مساكنهم ان في ذلك لايات لاولي النهى",
    "ayahEn": "Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs for people of sound judgment.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 129,
    "ayahArV1": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى",
    "ayahArV2": "ولولا كلمة سبقت من ربك لكان لزاما واجل مسمى",
    "ayahEn": "Had it not been for a prior decree from your Lord ˹O Prophet˺ and a term already set, their ˹instant˺ doom would have been inevitable.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 130,
    "ayahArV1": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ",
    "ayahArV2": "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها ومن اناء الليل فسبح واطراف النهار لعلك ترضى",
    "ayahEn": "So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset, and glorify Him in the hours of the night and at both ends of the day, so that you may be pleased ˹with the reward˺.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 131,
    "ayahArV1": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
    "ayahArV2": "ولا تمدن عينيك الى ما متعنا به ازواجا منهم زهرة الحياة الدنيا لنفتنهم فيه ورزق ربك خير وابقى",
    "ayahEn": "Do not let your eyes crave what We have allowed some of the disbelievers to enjoy; the ˹fleeting˺ splendour of this worldly life, which We test them with. But your Lord’s provision ˹in the Hereafter˺ is far better and more lasting.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 132,
    "ayahArV1": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا ۖ لَا نَسْـَٔلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ ۗ وَٱلْعَـٰقِبَةُ لِلتَّقْوَىٰ",
    "ayahArV2": "وامر اهلك بالصلاة واصطبر عليها لا نسالك رزقا نحن نرزقك والعاقبة للتقوى",
    "ayahEn": "Bid your people to pray, and be diligent in ˹observing˺ it. We do not ask you to provide. It is We Who provide for you. And the ultimate outcome is ˹only˺ for ˹the people of˺ righteousness.",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 133,
    "ayahArV1": "وَقَالُوا۟ لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ",
    "ayahArV2": "وقالوا لولا ياتينا باية من ربه اولم تاتهم بينة ما في الصحف الاولى",
    "ayahEn": "They demand, “If only he could bring us a sign from his Lord!” Have they not ˹already˺ received a confirmation of what is in earlier Scriptures?",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 134,
    "ayahArV1": "وَلَوْ أَنَّآ أَهْلَكْنَـٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ",
    "ayahArV2": "ولو انا اهلكناهم بعذاب من قبله لقالوا ربنا لولا ارسلت الينا رسولا فنتبع اياتك من قبل ان نذل ونخزى",
    "ayahEn": "Had We destroyed them with a torment before this ˹Prophet came˺, they would have surely argued, “Our Lord! If only You had sent us a messenger, we would have followed Your revelations before being humiliated and put to shame.”",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  },
  {
    "surahNo": 20,
    "ayahNo": 135,
    "ayahArV1": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا۟ ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَـٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ",
    "ayahArV2": "قل كل متربص فتربصوا فستعلمون من اصحاب الصراط السوي ومن اهتدى",
    "ayahEn": "Say ˹to them, O  Prophet˺, “Each ˹of us˺ is waiting, so keep waiting! You will soon know who is on the Straight Path and is ˹rightly˺ guided.”",
    "meta": {
      "page": 321,
      "juz": 16,
      "hizb": 32,
      "hizbQuarter": 128,
      "sajda": false
    }
  }
]