[
  {
    "surahNo": 21,
    "ayahNo": 36,
    "ayahArV1": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
    "ayahArV2": "واذا راك الذين كفروا ان يتخذونك الا هزوا اهذا الذي يذكر الهتكم وهم بذكر الرحمن هم كافرون",
    "ayahEn": "When the disbelievers see you ˹O Prophet˺, they only make fun of you, ˹saying,˺ “Is this the one who speaks ˹ill˺ of your gods?” while they disbelieve at the mention of the Most Compassionate.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 37,
    "ayahArV1": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
    "ayahArV2": "خلق الانسان من عجل ساريكم اياتي فلا تستعجلون",
    "ayahEn": "Humankind is made of haste. I will soon show you My signs, so do not ask Me to hasten them.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 38,
    "ayahArV1": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "ويقولون متى هذا الوعد ان كنتم صادقين",
    "ayahEn": "They ask ˹the believers˺, “When will this threat come to pass if what you say is true?”",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 39,
    "ayahArV1": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
    "ayahArV2": "لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون",
    "ayahEn": "If only the disbelievers knew that a time will come when they will not be able to keep the Fire off their faces or backs, nor will they be helped.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 40,
    "ayahArV1": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "بل تاتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون",
    "ayahEn": "In fact, the Hour will take them by surprise, leaving them stunned. So they will not be able to avert it, nor will it be delayed from them.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 41,
    "ayahArV1": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون",
    "ayahEn": "˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 42,
    "ayahArV1": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
    "ayahArV2": "قل من يكلؤكم بالليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون",
    "ayahEn": "Ask ˹them, O  Prophet,˺ “Who can defend you by day or by night against the Most Compassionate?” Still they turn away from the remembrance of their Lord.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 43,
    "ayahArV1": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
    "ayahArV2": "ام لهم الهة تمنعهم من دوننا لا يستطيعون نصر انفسهم ولا هم منا يصحبون",
    "ayahEn": "Or do they have gods—other than Us—that can protect them? They cannot ˹even˺ protect themselves, nor will they be aided against Us.",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 44,
    "ayahArV1": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
    "ayahArV2": "بل متعنا هؤلاء واباءهم حتى طال عليهم العمر افلا يرون انا ناتي الارض ننقصها من اطرافها افهم الغالبون",
    "ayahEn": "In fact, We have allowed enjoyment for these ˹Meccans˺ and their forefathers for such a long time ˹that they took it for granted˺. Do they not see that We gradually reduce ˹their˺ land from its borders? Is it they who will then prevail?",
    "meta": {
      "page": 325,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  }
]