[
  {
    "surahNo": 21,
    "ayahNo": 45,
    "ayahArV1": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
    "ayahArV2": "قل انما انذركم بالوحي ولا يسمع الصم الدعاء اذا ما ينذرون",
    "ayahEn": "Say, ˹O Prophet,˺ “I warn you only by revelation.” But the deaf cannot hear the call when they are warned!",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 46,
    "ayahArV1": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
    "ayahArV2": "ولئن مستهم نفحة من عذاب ربك ليقولن يا ويلنا انا كنا ظالمين",
    "ayahEn": "If they were touched by even a breath of your Lord’s torment, they would certainly cry, “Woe to us! We have really been wrongdoers.”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 47,
    "ayahArV1": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
    "ayahArV2": "ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وان كان مثقال حبة من خردل اتينا بها وكفى بنا حاسبين",
    "ayahEn": "We will set up the scales of justice on the Day of Judgment, so no soul will be wronged in the least. And ˹even˺ if a deed is the weight of a mustard seed, We will bring it forth. And sufficient are We as a ˹vigilant˺ Reckoner.",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 48,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
    "ayahArV2": "ولقد اتينا موسى وهارون الفرقان وضياء وذكرا للمتقين",
    "ayahEn": "Indeed, We granted Moses and Aaron the standard ˹to distinguish between right and wrong˺—a light and a reminder for the righteous",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 49,
    "ayahArV1": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
    "ayahArV2": "الذين يخشون ربهم بالغيب وهم من الساعة مشفقون",
    "ayahEn": "who are in awe of their Lord without seeing Him, and are fearful of the Hour.",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 50,
    "ayahArV1": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
    "ayahArV2": "وهذا ذكر مبارك انزلناه افانتم له منكرون",
    "ayahEn": "And this ˹Quran˺ is a blessed reminder which We have revealed. Will you ˹pagans˺ then deny it?",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 130,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 51,
    "ayahArV1": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
    "ayahArV2": "ولقد اتينا ابراهيم رشده من قبل وكنا به عالمين",
    "ayahEn": "And indeed, We had granted Abraham sound judgment early on, for We knew him well ˹to be worthy of it˺.",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 52,
    "ayahArV1": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
    "ayahArV2": "اذ قال لابيه وقومه ما هذه التماثيل التي انتم لها عاكفون",
    "ayahEn": "˹Remember˺ when he questioned his father and his people, “What are these statues to which you are so devoted?”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 53,
    "ayahArV1": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
    "ayahArV2": "قالوا وجدنا اباءنا لها عابدين",
    "ayahEn": "They replied, “We found our forefathers worshipping them.”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 54,
    "ayahArV1": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "قال لقد كنتم انتم واباؤكم في ضلال مبين",
    "ayahEn": "He responded, “Indeed, you and your forefathers have been clearly astray.”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 55,
    "ayahArV1": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
    "ayahArV2": "قالوا اجئتنا بالحق ام انت من اللاعبين",
    "ayahEn": "They asked, “Have you come to us with the truth, or is this a joke?”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 56,
    "ayahArV1": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "قال بل ربكم رب السماوات والارض الذي فطرهن وانا على ذلكم من الشاهدين",
    "ayahEn": "He replied, “In fact, your Lord is the Lord of the heavens and the earth, Who created them ˹both˺. And to that I bear witness.”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 57,
    "ayahArV1": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
    "ayahArV2": "وتالله لاكيدن اصنامكم بعد ان تولوا مدبرين",
    "ayahEn": "˹Then he said to himself,˺ “By Allah! I will surely plot against your idols after you have turned your backs and gone away.”",
    "meta": {
      "page": 326,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  }
]