[
  {
    "surahNo": 21,
    "ayahNo": 73,
    "ayahArV1": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
    "ayahArV2": "وجعلناهم ائمة يهدون بامرنا واوحينا اليهم فعل الخيرات واقام الصلاة وايتاء الزكاة وكانوا لنا عابدين",
    "ayahEn": "We ˹also˺ made them leaders, guiding by Our command, and inspired them to do good deeds, establish prayer, and pay alms-tax. And they were devoted to Our worship.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 74,
    "ayahArV1": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
    "ayahArV2": "ولوطا اتيناه حكما وعلما ونجيناه من القرية التي كانت تعمل الخبائث انهم كانوا قوم سوء فاسقين",
    "ayahEn": "And to Lot We gave wisdom and knowledge, and delivered him from the society engrossed in shameful practices. They were certainly an evil, rebellious people.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 75,
    "ayahArV1": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "وادخلناه في رحمتنا انه من الصالحين",
    "ayahEn": "And We admitted him into Our mercy, ˹for˺ he was truly one of the righteous.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 76,
    "ayahArV1": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
    "ayahArV2": "ونوحا اذ نادى من قبل فاستجبنا له فنجيناه واهله من الكرب العظيم",
    "ayahEn": "And ˹remember˺ when Noah had cried out to Us earlier, so We responded to him and delivered him and his family from the great distress.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 77,
    "ayahArV1": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
    "ayahArV2": "ونصرناه من القوم الذين كذبوا باياتنا انهم كانوا قوم سوء فاغرقناهم اجمعين",
    "ayahEn": "And We made him prevail over those who had rejected Our signs. They were truly an evil people, so We drowned them all.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 78,
    "ayahArV1": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
    "ayahArV2": "وداوود وسليمان اذ يحكمان في الحرث اذ نفشت فيه غنم القوم وكنا لحكمهم شاهدين",
    "ayahEn": "And ˹remember˺ when David and Solomon passed judgment regarding the crops ruined ˹at night˺ by someone’s sheep, and We were witness to their judgments.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 79,
    "ayahArV1": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
    "ayahArV2": "ففهمناها سليمان وكلا اتينا حكما وعلما وسخرنا مع داوود الجبال يسبحن والطير وكنا فاعلين",
    "ayahEn": "We guided ˹young˺ Solomon to a fairer settlement, and granted each of them wisdom and knowledge. We subjected the mountains as well as the birds to hymn ˹Our praises˺ along with David. It is We Who did ˹it all˺.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 80,
    "ayahArV1": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
    "ayahArV2": "وعلمناه صنعة لبوس لكم لتحصنكم من باسكم فهل انتم شاكرون",
    "ayahEn": "We taught him the art of making body armour to protect you in battle. Will you then be grateful?",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  },
  {
    "surahNo": 21,
    "ayahNo": 81,
    "ayahArV1": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
    "ayahArV2": "ولسليمان الريح عاصفة تجري بامره الى الارض التي باركنا فيها وكنا بكل شيء عالمين",
    "ayahEn": "And to Solomon We subjected the raging winds, blowing by his command to the land We had showered with blessings. It is We Who know everything.",
    "meta": {
      "page": 328,
      "juz": 17,
      "hizb": 33,
      "hizbQuarter": 131,
      "sajda": false
    }
  }
]