[
  {
    "surahNo": 22,
    "ayahNo": 1,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
    "ayahArV2": "يا ايها الناس اتقوا ربكم ان زلزلة الساعة شيء عظيم",
    "ayahEn": "O humanity! Fear your Lord, for the ˹violent˺ quaking at the Hour is surely a dreadful thing.",
    "meta": {
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 2,
    "ayahArV1": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
    "ayahArV2": "يوم ترونها تذهل كل مرضعة عما ارضعت وتضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد",
    "ayahEn": "The Day you see it, every nursing mother will abandon what she is nursing, and every pregnant woman will deliver her burden ˹prematurely˺. And you will see people ˹as if they were˺ drunk, though they will not be drunk; but the torment of Allah is ˹terribly˺ severe.",
    "meta": {
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 3,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
    "ayahArV2": "ومن الناس من يجادل في الله بغير علم ويتبع كل شيطان مريد",
    "ayahEn": "˹Still˺ there are some who dispute about Allah without knowledge, and follow every rebellious devil.",
    "meta": {
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 4,
    "ayahArV1": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "ayahArV2": "كتب عليه انه من تولاه فانه يضله ويهديه الى عذاب السعير",
    "ayahEn": "It has been decreed for such devils that whoever takes them as a guide will be misguided and led by them into the torment of the Blaze.",
    "meta": {
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 5,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
    "ayahArV2": "يا ايها الناس ان كنتم في ريب من البعث فانا خلقناكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر في الارحام ما نشاء الى اجل مسمى ثم نخرجكم طفلا ثم لتبلغوا اشدكم ومنكم من يتوفى ومنكم من يرد الى ارذل العمر لكيلا يعلم من بعد علم شيئا وترى الارض هامدة فاذا انزلنا عليها الماء اهتزت وربت وانبتت من كل زوج بهيج",
    "ayahEn": "O humanity! If you are in doubt about the Resurrection, then ˹know that˺ We did create you from dust, then from a sperm-drop, then ˹developed you into˺ a clinging clot ˹of blood˺, then a lump of flesh—fully formed or unformed—in order to demonstrate ˹Our power˺ to you. ˹Then˺ We settle whatever ˹embryo˺ We will in the womb for an appointed term, then bring you forth as infants, so that you may reach your prime. Some of you ˹may˺ die ˹young˺, while others are left to reach the most feeble stage of life so that they may know nothing after having known much. And you see the earth lifeless, but as soon as We send down rain upon it, it begins to stir ˹to life˺ and swell, producing every type of pleasant plant.",
    "meta": {
      "page": 332,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  }
]