[
  {
    "surahNo": 22,
    "ayahNo": 6,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ذلك بان الله هو الحق وانه يحيي الموتى وانه على كل شيء قدير",
    "ayahEn": "That is because Allah ˹alone˺ is the Truth, He ˹alone˺ gives life to the dead, and He ˹alone˺ is Most Capable of everything.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 7,
    "ayahArV1": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
    "ayahArV2": "وان الساعة اتية لا ريب فيها وان الله يبعث من في القبور",
    "ayahEn": "And certainly the Hour is coming, there is no doubt about it. And Allah will surely resurrect those in the graves.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 8,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
    "ayahArV2": "ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير",
    "ayahEn": "˹Still˺ there are some who dispute about Allah without knowledge, guidance, or an enlightening scripture",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 9,
    "ayahArV1": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ",
    "ayahArV2": "ثاني عطفه ليضل عن سبيل الله له في الدنيا خزي ونذيقه يوم القيامة عذاب الحريق",
    "ayahEn": "turning away ˹in pride˺ to lead ˹others˺ astray from Allah’s Way. They will suffer disgrace in this world, and on the Day of Judgment We will make them taste the torment of burning.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 10,
    "ayahArV1": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "ayahArV2": "ذلك بما قدمت يداك وان الله ليس بظلام للعبيد",
    "ayahEn": "˹They will be told,˺ “This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 11,
    "ayahArV1": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
    "ayahArV2": "ومن الناس من يعبد الله على حرف فان اصابه خير اطمان به وان اصابته فتنة انقلب على وجهه خسر الدنيا والاخرة ذلك هو الخسران المبين",
    "ayahEn": "And there are some who worship Allah on the verge ˹of faith˺: if they are blessed with something good, they are content with it; but if they are afflicted with a trial, they relapse ˹into disbelief˺, losing this world and the Hereafter. That is ˹truly˺ the clearest loss.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 12,
    "ayahArV1": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
    "ayahArV2": "يدعو من دون الله ما لا يضره وما لا ينفعه ذلك هو الضلال البعيد",
    "ayahEn": "They call besides Allah what can neither harm nor benefit them. That is ˹truly˺ the farthest one can stray.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 13,
    "ayahArV1": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
    "ayahArV2": "يدعو لمن ضره اقرب من نفعه لبئس المولى ولبئس العشير",
    "ayahEn": "They invoke those whose worship leads to harm, not benefit. What an evil patron and what an evil associate!",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 14,
    "ayahArV1": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
    "ayahArV2": "ان الله يدخل الذين امنوا وعملوا الصالحات جنات تجري من تحتها الانهار ان الله يفعل ما يريد",
    "ayahEn": "Indeed, Allah will admit those who believe and do good into Gardens, under which rivers flow. Surely Allah does what He wills.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 15,
    "ayahArV1": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
    "ayahArV2": "من كان يظن ان لن ينصره الله في الدنيا والاخرة فليمدد بسبب الى السماء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ",
    "ayahEn": "Whoever thinks that Allah will not help His Prophet in this world and the Hereafter, let them stretch out a rope to the ceiling and strangle themselves, then let them see if this plan will do away with ˹the cause of˺ their rage.",
    "meta": {
      "page": 333,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  }
]