[
  {
    "surahNo": 22,
    "ayahNo": 16,
    "ayahArV1": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
    "ayahArV2": "وكذلك انزلناه ايات بينات وان الله يهدي من يريد",
    "ayahEn": "And so We revealed this ˹Quran˺ as clear verses. And Allah certainly guides whoever He wills.",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 17,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "ayahArV2": "ان الذين امنوا والذين هادوا والصابئين والنصارى والمجوس والذين اشركوا ان الله يفصل بينهم يوم القيامة ان الله على كل شيء شهيد",
    "ayahEn": "Indeed, the believers, Jews, Sabians, Christians, Magi, and the polytheists—Allah will judge between them ˹all˺ on Judgment Day. Surely Allah is a Witness over all things.",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 18,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
    "ayahArV2": "الم تر ان الله يسجد له من في السماوات ومن في الارض والشمس والقمر والنجوم والجبال والشجر والدواب وكثير من الناس وكثير حق عليه العذاب ومن يهن الله فما له من مكرم ان الله يفعل ما يشاء",
    "ayahEn": "Do you not see that to Allah bow down ˹in submission˺ all those in the heavens and all those on the earth, as well as the sun, the moon, the stars, the mountains, the trees, and ˹all˺ living beings, as well as many humans, while many are deserving of punishment. And whoever Allah disgraces, none can honour. Surely Allah does what He wills.",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 133,
      "sajda": {
        "id": 6,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 19,
    "ayahArV1": "۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
    "ayahArV2": "هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم",
    "ayahEn": "These are two opposing groups that disagree about their Lord: as for the disbelievers, garments of Fire will be cut out for them and boiling water will be poured over their heads",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 20,
    "ayahArV1": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
    "ayahArV2": "يصهر به ما في بطونهم والجلود",
    "ayahEn": "melting whatever is in their bellies, along with their skin.",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 21,
    "ayahArV1": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
    "ayahArV2": "ولهم مقامع من حديد",
    "ayahEn": "And awaiting them are maces of iron.",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 22,
    "ayahArV1": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
    "ayahArV2": "كلما ارادوا ان يخرجوا منها من غم اعيدوا فيها وذوقوا عذاب الحريق",
    "ayahEn": "Whenever they try to escape from Hell—out of anguish—they will be forced back into it, ˹and will be told,˺ “Taste the torment of burning!”",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 23,
    "ayahArV1": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
    "ayahArV2": "ان الله يدخل الذين امنوا وعملوا الصالحات جنات تجري من تحتها الانهار يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير",
    "ayahEn": "˹But˺ Allah will surely admit those who believe and do good into Gardens, under which rivers flow, where they will be adorned with bracelets of gold and pearls, and their clothing will be silk",
    "meta": {
      "page": 334,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  }
]