[
  {
    "surahNo": 22,
    "ayahNo": 24,
    "ayahArV1": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
    "ayahArV2": "وهدوا الى الطيب من القول وهدوا الى صراط الحميد",
    "ayahEn": "for they have been guided to the best of speech, and they have been guided to the Commendable Path.",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 25,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
    "ayahArV2": "ان الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذي جعلناه للناس سواء العاكف فيه والباد ومن يرد فيه بالحاد بظلم نذقه من عذاب اليم",
    "ayahEn": "Indeed, those who persist in disbelief and hinder ˹others˺ from the Way of Allah and from the Sacred Mosque—which We have appointed for all people, residents and visitors alike—along with whoever intends to deviate by doing wrong in it, We will cause them to taste a painful punishment.",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 26,
    "ayahArV1": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "ayahArV2": "واذ بوانا لابراهيم مكان البيت ان لا تشرك بي شيئا وطهر بيتي للطائفين والقائمين والركع السجود",
    "ayahEn": "And ˹remember˺ when We assigned to Abraham the site of the House, ˹saying,˺ “Do not associate anything with Me ˹in worship˺ and purify My House for those who circle ˹the Ka’bah˺, stand ˹in prayer˺, and bow and prostrate themselves.",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 27,
    "ayahArV1": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
    "ayahArV2": "واذن في الناس بالحج ياتوك رجالا وعلى كل ضامر ياتين من كل فج عميق",
    "ayahEn": "Call ˹all˺ people to the pilgrimage. They will come to you on foot and on every lean camel from every distant path",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 28,
    "ayahArV1": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
    "ayahArV2": "ليشهدوا منافع لهم ويذكروا اسم الله في ايام معلومات على ما رزقهم من بهيمة الانعام فكلوا منها واطعموا البائس الفقير",
    "ayahEn": "so they may obtain the benefits ˹in store˺ for them, and pronounce the Name of Allah on appointed days over the sacrificial animals He has provided for them. So eat from their meat and feed the desperately poor.",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 29,
    "ayahArV1": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
    "ayahArV2": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق",
    "ayahEn": "Then let them groom themselves, fulfil their vows, and circle the Ancient House.”",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 30,
    "ayahArV1": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
    "ayahArV2": "ذلك ومن يعظم حرمات الله فهو خير له عند ربه واحلت لكم الانعام الا ما يتلى عليكم فاجتنبوا الرجس من الاوثان واجتنبوا قول الزور",
    "ayahEn": "That is so. And whoever honours the rituals of Allah, it is best for them in the sight of their Lord. The ˹meat of˺ cattle has been made lawful for you, except what has ˹already˺ been recited to you. So shun the impurity of idolatry, and shun words of falsehood.",
    "meta": {
      "page": 335,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  }
]