[
  {
    "surahNo": 22,
    "ayahNo": 31,
    "ayahArV1": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
    "ayahArV2": "حنفاء لله غير مشركين به ومن يشرك بالله فكانما خر من السماء فتخطفه الطير او تهوي به الريح في مكان سحيق",
    "ayahEn": "Be upright ˹in devotion˺ to Allah, associating none with Him ˹in worship˺. For whoever associates ˹others˺ with Allah is like someone who has fallen from the sky and is either snatched away by birds or swept by the wind to a remote place.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 32,
    "ayahArV1": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
    "ayahArV2": "ذلك ومن يعظم شعائر الله فانها من تقوى القلوب",
    "ayahEn": "That is so. And whoever honours the symbols of Allah, it is certainly out of the piety of the heart.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 33,
    "ayahArV1": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
    "ayahArV2": "لكم فيها منافع الى اجل مسمى ثم محلها الى البيت العتيق",
    "ayahEn": "You may benefit from sacrificial animals for an appointed term, then their place of sacrifice is at the Ancient House.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 34,
    "ayahArV1": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
    "ayahArV2": "ولكل امة جعلنا منسكا ليذكروا اسم الله على ما رزقهم من بهيمة الانعام فالهكم اله واحد فله اسلموا وبشر المخبتين",
    "ayahEn": "For every community We appointed a rite of sacrifice so that they may pronounce the Name of Allah over the sacrificial animals He has provided for them. For your God is only One God, so submit yourselves to Him ˹alone˺. And give good news ˹O Prophet˺ to the humble:",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 35,
    "ayahArV1": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "الذين اذا ذكر الله وجلت قلوبهم والصابرين على ما اصابهم والمقيمي الصلاة ومما رزقناهم ينفقون",
    "ayahEn": "those whose hearts tremble at the remembrance of Allah, who patiently endure whatever may befall them, and who establish prayer and donate from what We have provided for them.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 36,
    "ayahArV1": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "والبدن جعلناها لكم من شعائر الله لكم فيها خير فاذكروا اسم الله عليها صواف فاذا وجبت جنوبها فكلوا منها واطعموا القانع والمعتر كذلك سخرناها لكم لعلكم تشكرون",
    "ayahEn": "We have made sacrificial camels ˹and cattle˺ among the symbols of Allah, in which there is ˹much˺ good for you. So pronounce the Name of Allah over them when they are lined up ˹for sacrifice˺. Once they have fallen ˹lifeless˺ on their sides, you may eat from their meat, and feed the needy—those who do not beg, and those who do. In this way We have subjected these ˹animals˺ to you so that you may be grateful.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 37,
    "ayahArV1": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
    "ayahArV2": "لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هداكم وبشر المحسنين",
    "ayahEn": "Neither their meat nor blood reaches Allah. Rather, it is your piety that reaches Him. This is how He has subjected them to you so that you may proclaim the greatness of Allah for what He has guided you to, and give good news to the good-doers.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 134,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 38,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
    "ayahArV2": "ان الله يدافع عن الذين امنوا ان الله لا يحب كل خوان كفور",
    "ayahEn": "Indeed, Allah defends those who believe. Surely Allah does not like whoever is deceitful, ungrateful.",
    "meta": {
      "page": 336,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  }
]