[
  {
    "surahNo": 22,
    "ayahNo": 47,
    "ayahArV1": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
    "ayahArV2": "ويستعجلونك بالعذاب ولن يخلف الله وعده وان يوما عند ربك كالف سنة مما تعدون",
    "ayahEn": "They challenge you ˹O Prophet˺ to hasten the torment. And Allah will never fail in His promise. But a day with your Lord is indeed like a thousand years by your counting.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 48,
    "ayahArV1": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
    "ayahArV2": "وكاين من قرية امليت لها وهي ظالمة ثم اخذتها والي المصير",
    "ayahEn": "Many are the societies whose end We delayed while they did wrong, then seized them. And to Me is the final return.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 49,
    "ayahArV1": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "قل يا ايها الناس انما انا لكم نذير مبين",
    "ayahEn": "Say, ˹O Prophet,˺ “O humanity! I am only sent to you with a clear warning.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 50,
    "ayahArV1": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "ayahArV2": "فالذين امنوا وعملوا الصالحات لهم مغفرة ورزق كريم",
    "ayahEn": "So those who believe and do good will have forgiveness and an honourable provision.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 51,
    "ayahArV1": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "والذين سعوا في اياتنا معاجزين اولئك اصحاب الجحيم",
    "ayahEn": "But those who strive to discredit Our revelations, they will be the residents of the Hellfire.”",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 52,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "وما ارسلنا من قبلك من رسول ولا نبي الا اذا تمنى القى الشيطان في امنيته فينسخ الله ما يلقي الشيطان ثم يحكم الله اياته والله عليم حكيم",
    "ayahEn": "Whenever We sent a messenger or a prophet before you ˹O Prophet˺ and he recited ˹Our revelations˺, Satan would influence ˹people’s understanding of˺ his recitation. But ˹eventually˺ Allah would eliminate Satan’s influence. Then Allah would ˹firmly˺ establish His revelations. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 53,
    "ayahArV1": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
    "ayahArV2": "ليجعل ما يلقي الشيطان فتنة للذين في قلوبهم مرض والقاسية قلوبهم وان الظالمين لفي شقاق بعيد",
    "ayahEn": "All that so He may make Satan’s influence a trial for those ˹hypocrites˺ whose hearts are sick and those ˹disbelievers˺ whose hearts are hardened. Surely the wrongdoers are totally engrossed in opposition.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 54,
    "ayahArV1": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "وليعلم الذين اوتوا العلم انه الحق من ربك فيؤمنوا به فتخبت له قلوبهم وان الله لهاد الذين امنوا الى صراط مستقيم",
    "ayahEn": "˹This is˺ also so that those gifted with knowledge would know that this ˹revelation˺ is the truth from your Lord, so they have faith in it, and so their hearts would submit humbly to it. And Allah surely guides the believers to the Straight Path.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 55,
    "ayahArV1": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
    "ayahArV2": "ولا يزال الذين كفروا في مرية منه حتى تاتيهم الساعة بغتة او ياتيهم عذاب يوم عقيم",
    "ayahEn": "Yet the disbelievers will persist in doubt about this ˹revelation˺ until the Hour takes them by surprise, or the torment of a terminating Day comes to them.",
    "meta": {
      "page": 338,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  }
]