[
  {
    "surahNo": 22,
    "ayahNo": 56,
    "ayahArV1": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
    "ayahArV2": "الملك يومئذ لله يحكم بينهم فالذين امنوا وعملوا الصالحات في جنات النعيم",
    "ayahEn": "All authority on that Day is for Allah ˹alone˺. He will judge between them. So those who believe and do good will be in the Gardens of Bliss.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 57,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "ayahArV2": "والذين كفروا وكذبوا باياتنا فاولئك لهم عذاب مهين",
    "ayahEn": "But those who disbelieve and deny Our revelations, it is they who will suffer a humiliating punishment.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 58,
    "ayahArV1": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
    "ayahArV2": "والذين هاجروا في سبيل الله ثم قتلوا او ماتوا ليرزقنهم الله رزقا حسنا وان الله لهو خير الرازقين",
    "ayahEn": "As for those who emigrate in the cause of Allah and then are martyred or die, Allah will indeed grant them a good provision. Surely Allah is the Best Provider.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 59,
    "ayahArV1": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ",
    "ayahArV2": "ليدخلنهم مدخلا يرضونه وان الله لعليم حليم",
    "ayahEn": "He will certainly admit them into a place they will be pleased with. For Allah is truly All-Knowing, Most Forbearing.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 135,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 60,
    "ayahArV1": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
    "ayahArV2": "ذلك ومن عاقب بمثل ما عوقب به ثم بغي عليه لينصرنه الله ان الله لعفو غفور",
    "ayahEn": "That is so. And whoever retaliates in equivalence to the injury they have received, and then are wronged ˹again˺, Allah will certainly help them. Surely Allah is Ever-Pardoning, All-Forgiving.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 61,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "ayahArV2": "ذلك بان الله يولج الليل في النهار ويولج النهار في الليل وان الله سميع بصير",
    "ayahEn": "That is because Allah causes the night to merge into the day, and the day into the night. Indeed, Allah is All-Hearing, All-Seeing.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 62,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "ayahArV2": "ذلك بان الله هو الحق وان ما يدعون من دونه هو الباطل وان الله هو العلي الكبير",
    "ayahEn": "That is because Allah ˹alone˺ is the Truth and what they invoke besides Him is falsehood, and Allah ˹alone˺ is truly the Most High, All-Great.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 63,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
    "ayahArV2": "الم تر ان الله انزل من السماء ماء فتصبح الارض مخضرة ان الله لطيف خبير",
    "ayahEn": "Do you not see that Allah sends down rain from the sky, then the earth becomes green? Surely Allah is Most Subtle, All-Aware.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 64,
    "ayahArV1": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "ayahArV2": "له ما في السماوات وما في الارض وان الله لهو الغني الحميد",
    "ayahEn": "To Him belongs whatever is in the heavens and whatever is on the earth. Allah ˹alone˺ is truly the Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 339,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  }
]