[
  {
    "surahNo": 22,
    "ayahNo": 65,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
    "ayahArV2": "الم تر ان الله سخر لكم ما في الارض والفلك تجري في البحر بامره ويمسك السماء ان تقع على الارض الا باذنه ان الله بالناس لرءوف رحيم",
    "ayahEn": "Do you not see that Allah has subjected to you whatever is in the earth as well as the ships ˹that˺ sail through the sea by His command? He keeps the sky from falling down on the earth except by His permission. Surely Allah is Ever Gracious and Most Merciful to humanity.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 66,
    "ayahArV1": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ",
    "ayahArV2": "وهو الذي احياكم ثم يميتكم ثم يحييكم ان الانسان لكفور",
    "ayahEn": "And He is the One Who gave you life, then will cause you to die, and then will bring you back to life. ˹But˺ surely humankind is ever ungrateful.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 67,
    "ayahArV1": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَـٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
    "ayahArV2": "لكل امة جعلنا منسكا هم ناسكوه فلا ينازعنك في الامر وادع الى ربك انك لعلى هدى مستقيم",
    "ayahEn": "For every community We appointed a code of life to follow. So do not let them dispute with you ˹O Prophet˺ in this matter. And invite ˹all˺ to your Lord, for you are truly on the Right Guidance.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 68,
    "ayahArV1": "وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
    "ayahArV2": "وان جادلوك فقل الله اعلم بما تعملون",
    "ayahEn": "But if they argue with you, then say, “Allah knows best what you do.”",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 69,
    "ayahArV1": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "الله يحكم بينكم يوم القيامة فيما كنتم فيه تختلفون",
    "ayahEn": "Allah will judge between you ˹all˺ on Judgment Day regarding your differences.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 70,
    "ayahArV1": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "ayahArV2": "الم تعلم ان الله يعلم ما في السماء والارض ان ذلك في كتاب ان ذلك على الله يسير",
    "ayahEn": "Do you not know that Allah ˹fully˺ knows whatever is in the heavens and the earth? Surely it is all ˹written˺ in a Record. That is certainly easy for Allah.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 71,
    "ayahArV1": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
    "ayahArV2": "ويعبدون من دون الله ما لم ينزل به سلطانا وما ليس لهم به علم وما للظالمين من نصير",
    "ayahEn": "Yet they worship besides Allah that for which He has sent down no authority, and of which they have no knowledge. The wrongdoers will have no helper.",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  },
  {
    "surahNo": 22,
    "ayahNo": 72,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم اياتنا قل افانبئكم بشر من ذلكم النار وعدها الله الذين كفروا وبئس المصير",
    "ayahEn": "Whenever Our clear revelations are recited to them, you ˹O Prophet˺ recognize rage on the faces of the disbelievers, as if they are going to snap at those who recite Our revelations to them. Say, “Shall I inform you of something far more enraging than that? ˹It is˺ the Fire with which Allah has threatened those who disbelieve. What an evil destination!”",
    "meta": {
      "page": 340,
      "juz": 17,
      "hizb": 34,
      "hizbQuarter": 136,
      "sajda": false
    }
  }
]