[
  {
    "surahNo": 24,
    "ayahNo": 1,
    "ayahArV1": "سُورَةٌ أَنزَلْنَـٰهَا وَفَرَضْنَـٰهَا وَأَنزَلْنَا فِيهَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
    "ayahArV2": "سورة انزلناها وفرضناها وانزلنا فيها ايات بينات لعلكم تذكرون",
    "ayahEn": "˹This is˺ a sûrah which We have revealed and made ˹its rulings˺ obligatory, and revealed in it clear commandments so that you may be mindful.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 2,
    "ayahArV1": "ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ولا تاخذكم بهما رافة في دين الله ان كنتم تؤمنون بالله واليوم الاخر وليشهد عذابهما طائفة من المؤمنين",
    "ayahEn": "As for female and male fornicators, give each of them one hundred lashes, and do not let pity for them make you lenient in ˹enforcing˺ the law of Allah, if you ˹truly˺ believe in Allah and the Last Day. And let a number of believers witness their punishment.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 3,
    "ayahArV1": "ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ",
    "ayahArV2": "الزاني لا ينكح الا زانية او مشركة والزانية لا ينكحها الا زان او مشرك وحرم ذلك على المؤمنين",
    "ayahEn": "A male fornicator would only marry a female fornicator or idolatress. And a female fornicator would only be married to a fornicator or idolater. This is ˹all˺ forbidden to the believers.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 4,
    "ayahArV1": "وَٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ثُمَّ لَمْ يَأْتُوا۟ بِأَرْبَعَةِ شُهَدَآءَ فَٱجْلِدُوهُمْ ثَمَـٰنِينَ جَلْدَةً وَلَا تَقْبَلُوا۟ لَهُمْ شَهَـٰدَةً أَبَدًا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "والذين يرمون المحصنات ثم لم ياتوا باربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة ابدا واولئك هم الفاسقون",
    "ayahEn": "Those who accuse chaste women ˹of adultery˺ and fail to produce four witnesses, give them eighty lashes ˹each˺. And do not ever accept any testimony from them—for they are indeed the rebellious—",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 5,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم",
    "ayahEn": "except those who repent afterwards and mend their ways, then surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 6,
    "ayahArV1": "وَٱلَّذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ إِلَّآ أَنفُسُهُمْ فَشَهَـٰدَةُ أَحَدِهِمْ أَرْبَعُ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "والذين يرمون ازواجهم ولم يكن لهم شهداء الا انفسهم فشهادة احدهم اربع شهادات بالله انه لمن الصادقين",
    "ayahEn": "And those who accuse their wives ˹of adultery˺ but have no witness except themselves, the accuser must testify, swearing four times by Allah that he is telling the truth",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 7,
    "ayahArV1": "وَٱلْخَـٰمِسَةُ أَنَّ لَعْنَتَ ٱللَّهِ عَلَيْهِ إِن كَانَ مِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "والخامسة ان لعنت الله عليه ان كان من الكاذبين",
    "ayahEn": "and a fifth oath that Allah may condemn him if he is lying.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 8,
    "ayahArV1": "وَيَدْرَؤُا۟ عَنْهَا ٱلْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "ويدرا عنها العذاب ان تشهد اربع شهادات بالله انه لمن الكاذبين",
    "ayahEn": "For her to be spared the punishment, she must swear four times by Allah that he is telling a lie",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 9,
    "ayahArV1": "وَٱلْخَـٰمِسَةَ أَنَّ غَضَبَ ٱللَّهِ عَلَيْهَآ إِن كَانَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "والخامسة ان غضب الله عليها ان كان من الصادقين",
    "ayahEn": "and a fifth oath that Allah may be displeased with her if he is telling the truth.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 10,
    "ayahArV1": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ تَوَّابٌ حَكِيمٌ",
    "ayahArV2": "ولولا فضل الله عليكم ورحمته وان الله تواب حكيم",
    "ayahEn": "˹You would have suffered,˺ had it not been for Allah’s grace and mercy upon you, and had Allah not been Accepting of Repentance, All-Wise.",
    "meta": {
      "page": 350,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  }
]