[
  {
    "surahNo": 24,
    "ayahNo": 11,
    "ayahArV1": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ ۚ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ان الذين جاءوا بالافك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الاثم والذي تولى كبره منهم له عذاب عظيم",
    "ayahEn": "Indeed, those who came up with that ˹outrageous˺ slander are a group of you. Do not think this is bad for you. Rather, it is good for you. They will be punished, each according to their share of the sin. As for their mastermind, he will suffer a tremendous punishment.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 12,
    "ayahArV1": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا۟ هَـٰذَآ إِفْكٌ مُّبِينٌ",
    "ayahArV2": "لولا اذ سمعتموه ظن المؤمنون والمؤمنات بانفسهم خيرا وقالوا هذا افك مبين",
    "ayahEn": "If only the believing men and women had thought well of one another, when you heard this ˹rumour˺, and said, “This is clearly ˹an outrageous˺ slander!”",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 13,
    "ayahArV1": "لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ۚ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَـٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَـٰذِبُونَ",
    "ayahArV2": "لولا جاءوا عليه باربعة شهداء فاذ لم ياتوا بالشهداء فاولئك عند الله هم الكاذبون",
    "ayahEn": "Why did they not produce four witnesses? Now, since they have failed to produce witnesses, they are ˹truly˺ liars in the sight of Allah.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 14,
    "ayahArV1": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولولا فضل الله عليكم ورحمته في الدنيا والاخرة لمسكم في ما افضتم فيه عذاب عظيم",
    "ayahEn": "Had it not been for Allah’s grace and mercy upon you in this world and the Hereafter, you would have certainly been touched with a tremendous punishment for what you plunged into—",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 15,
    "ayahArV1": "إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَتَحْسَبُونَهُۥ هَيِّنًا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌ",
    "ayahArV2": "اذ تلقونه بالسنتكم وتقولون بافواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم",
    "ayahEn": "when you passed it from one tongue to the other, and said with your mouths what you had no knowledge of, taking it lightly while it is ˹extremely˺ serious in the sight of Allah.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 16,
    "ayahArV1": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَـٰذَا سُبْحَـٰنَكَ هَـٰذَا بُهْتَـٰنٌ عَظِيمٌ",
    "ayahArV2": "ولولا اذ سمعتموه قلتم ما يكون لنا ان نتكلم بهذا سبحانك هذا بهتان عظيم",
    "ayahEn": "If only you had said upon hearing it, “How can we speak about such a thing! Glory be to You ˹O Lord˺! This is a heinous slander!”",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 17,
    "ayahArV1": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يعظكم الله ان تعودوا لمثله ابدا ان كنتم مؤمنين",
    "ayahEn": "Allah forbids you from ever doing something like this again, if you are ˹true˺ believers.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 18,
    "ayahArV1": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "ويبين الله لكم الايات والله عليم حكيم",
    "ayahEn": "And Allah makes ˹His˺ commandments clear to you, for Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 19,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَـٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "ان الذين يحبون ان تشيع الفاحشة في الذين امنوا لهم عذاب اليم في الدنيا والاخرة والله يعلم وانتم لا تعلمون",
    "ayahEn": "Indeed, those who love to see indecency spread among the believers will suffer a painful punishment in this life and the Hereafter. Allah knows and you do not know.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 20,
    "ayahArV1": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌ رَّحِيمٌ",
    "ayahArV2": "ولولا فضل الله عليكم ورحمته وان الله رءوف رحيم",
    "ayahEn": "˹You would have suffered,˺ had it not been for Allah’s grace and mercy upon you, and had Allah not been Ever Gracious, Most Merciful.",
    "meta": {
      "page": 351,
      "juz": 18,
      "hizb": 35,
      "hizbQuarter": 140,
      "sajda": false
    }
  }
]