[
  {
    "surahNo": 24,
    "ayahNo": 32,
    "ayahArV1": "وَأَنكِحُوا۟ ٱلْأَيَـٰمَىٰ مِنكُمْ وَٱلصَّـٰلِحِينَ مِنْ عِبَادِكُمْ وَإِمَآئِكُمْ ۚ إِن يَكُونُوا۟ فُقَرَآءَ يُغْنِهِمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "وانكحوا الايامى منكم والصالحين من عبادكم وامائكم ان يكونوا فقراء يغنهم الله من فضله والله واسع عليم",
    "ayahEn": "Marry off the ˹free˺ singles among you, as well as the righteous of your bondmen and bondwomen. If they are poor, Allah will enrich them out of His bounty. For Allah is All-Bountiful, All-Knowing.",
    "meta": {
      "page": 354,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 141,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 33,
    "ayahArV1": "وَلْيَسْتَعْفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱلَّذِينَ يَبْتَغُونَ ٱلْكِتَـٰبَ مِمَّا مَلَكَتْ أَيْمَـٰنُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ۖ وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِىٓ ءَاتَىٰكُمْ ۚ وَلَا تُكْرِهُوا۟ فَتَيَـٰتِكُمْ عَلَى ٱلْبِغَآءِ إِنْ أَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوا۟ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَمَن يُكْرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعْدِ إِكْرَٰهِهِنَّ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت ايمانكم فكاتبوهم ان علمتم فيهم خيرا واتوهم من مال الله الذي اتاكم ولا تكرهوا فتياتكم على البغاء ان اردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فان الله من بعد اكراههن غفور رحيم",
    "ayahEn": "And let those who do not have the means to marry keep themselves chaste until Allah enriches them out of His bounty. And if any of those ˹bondspeople˺ in your possession desires a deed of emancipation, make it possible for them, if you find goodness in them. And give them some of Allah’s wealth which He has granted you. Do not force your ˹slave˺ girls into prostitution for your own worldly gains while they wish to remain chaste. And if someone coerces them, then after such a coercion Allah is certainly All-Forgiving, Most Merciful ˹to them˺.",
    "meta": {
      "page": 354,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 141,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 34,
    "ayahArV1": "وَلَقَدْ أَنزَلْنَآ إِلَيْكُمْ ءَايَـٰتٍ مُّبَيِّنَـٰتٍ وَمَثَلًا مِّنَ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "ayahArV2": "ولقد انزلنا اليكم ايات مبينات ومثلا من الذين خلوا من قبلكم وموعظة للمتقين",
    "ayahEn": "Indeed, We have sent down to you clear revelations, along with examples of those who had gone before you, and a lesson to the God-fearing.",
    "meta": {
      "page": 354,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 141,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 35,
    "ayahArV1": "۞ ٱللَّهُ نُورُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ مَثَلُ نُورِهِۦ كَمِشْكَوٰةٍ فِيهَا مِصْبَاحٌ ۖ ٱلْمِصْبَاحُ فِى زُجَاجَةٍ ۖ ٱلزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّىٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَـٰرَكَةٍ زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِىٓءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ ۚ نُّورٌ عَلَىٰ نُورٍ ۗ يَهْدِى ٱللَّهُ لِنُورِهِۦ مَن يَشَآءُ ۚ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَـٰلَ لِلنَّاسِ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "الله نور السماوات والارض مثل نوره كمشكاة فيها مصباح المصباح في زجاجة الزجاجة كانها كوكب دري يوقد من شجرة مباركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار نور على نور يهدي الله لنوره من يشاء ويضرب الله الامثال للناس والله بكل شيء عليم",
    "ayahEn": "Allah is the Light of the heavens and the earth. His light is like a niche in which there is a lamp, the lamp is in a crystal, the crystal is like a shining star, lit from ˹the oil of˺ a blessed olive tree, ˹located˺ neither to the east nor the west, whose oil would almost glow, even without being touched by fire. Light upon light! Allah guides whoever He wills to His light. And Allah sets forth parables for humanity. For Allah has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 354,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 36,
    "ayahArV1": "فِى بُيُوتٍ أَذِنَ ٱللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا ٱسْمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ",
    "ayahArV2": "في بيوت اذن الله ان ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والاصال",
    "ayahEn": "˹That light shines˺ through houses ˹of worship˺ which Allah has ordered to be raised, and where His Name is mentioned. He is glorified there morning and evening",
    "meta": {
      "page": 354,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  }
]