[
  {
    "surahNo": 24,
    "ayahNo": 44,
    "ayahArV1": "يُقَلِّبُ ٱللَّهُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
    "ayahArV2": "يقلب الله الليل والنهار ان في ذلك لعبرة لاولي الابصار",
    "ayahEn": "Allah alternates the day and night. Surely in this is a lesson for people of insight.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 45,
    "ayahArV1": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ ۖ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍ ۚ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "والله خلق كل دابة من ماء فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين ومنهم من يمشي على اربع يخلق الله ما يشاء ان الله على كل شيء قدير",
    "ayahEn": "And Allah has created from water every living creature. Some of them crawl on their bellies, some walk on two legs, and some walk on four. Allah creates whatever He wills. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 46,
    "ayahArV1": "لَّقَدْ أَنزَلْنَآ ءَايَـٰتٍ مُّبَيِّنَـٰتٍ ۚ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "لقد انزلنا ايات مبينات والله يهدي من يشاء الى صراط مستقيم",
    "ayahEn": "We have indeed sent down revelations clarifying ˹the truth˺. But Allah ˹only˺ guides whoever He wills to the Straight Path.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 47,
    "ayahArV1": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
    "ayahArV2": "ويقولون امنا بالله وبالرسول واطعنا ثم يتولى فريق منهم من بعد ذلك وما اولئك بالمؤمنين",
    "ayahEn": "And the hypocrites say, “We believe in Allah and the Messenger, and we obey.” Then a group of them turns away soon after that. These are not ˹true˺ believers.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 48,
    "ayahArV1": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
    "ayahArV2": "واذا دعوا الى الله ورسوله ليحكم بينهم اذا فريق منهم معرضون",
    "ayahEn": "And as soon as they are called to Allah and His Messenger so he may judge between them, a group of them turns away.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 49,
    "ayahArV1": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ",
    "ayahArV2": "وان يكن لهم الحق ياتوا اليه مذعنين",
    "ayahEn": "But if the truth is in their favour, they come to him, fully submitting.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 50,
    "ayahArV1": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ ۚ بَلْ أُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "افي قلوبهم مرض ام ارتابوا ام يخافون ان يحيف الله عليهم ورسوله بل اولئك هم الظالمون",
    "ayahEn": "Is there a sickness in their hearts? Or are they in doubt? Or do they fear that Allah and His Messenger will be unjust to them? In fact, it is they who are the ˹true˺ wrongdoers.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 51,
    "ayahArV1": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "انما كان قول المؤمنين اذا دعوا الى الله ورسوله ليحكم بينهم ان يقولوا سمعنا واطعنا واولئك هم المفلحون",
    "ayahEn": "The only response of the ˹true˺ believers, when they are called to Allah and His Messenger so he may judge between them, is to say, “We hear and obey.” It is they who will ˹truly˺ succeed.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 52,
    "ayahArV1": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
    "ayahArV2": "ومن يطع الله ورسوله ويخش الله ويتقه فاولئك هم الفائزون",
    "ayahEn": "For whoever obeys Allah and His Messenger, and fears Allah and is mindful of Him, then it is they who will ˹truly˺ triumph.",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 142,
      "sajda": false
    }
  },
  {
    "surahNo": 24,
    "ayahNo": 53,
    "ayahArV1": "۞ وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا۟ ۖ طَاعَةٌ مَّعْرُوفَةٌ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "واقسموا بالله جهد ايمانهم لئن امرتهم ليخرجن قل لا تقسموا طاعة معروفة ان الله خبير بما تعملون",
    "ayahEn": "They swear by Allah their most solemn oaths that if you ˹O Prophet˺ were to command them, they would certainly march forth ˹in Allah’s cause˺. Say, “˹You˺ do not ˹have to˺ swear; your obedience is well known!” Surely Allah is All-Aware of what you do.”",
    "meta": {
      "page": 356,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 143,
      "sajda": false
    }
  }
]