[
  {
    "surahNo": 25,
    "ayahNo": 3,
    "ayahArV1": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
    "ayahArV2": "واتخذوا من دونه الهة لا يخلقون شيئا وهم يخلقون ولا يملكون لانفسهم ضرا ولا نفعا ولا يملكون موتا ولا حياة ولا نشورا",
    "ayahEn": "Yet they have taken besides Him gods who cannot create anything but are themselves created. Nor can they protect or benefit themselves. Nor can they control life, death, or resurrection.",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 4,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
    "ayahArV2": "وقال الذين كفروا ان هذا الا افك افتراه واعانه عليه قوم اخرون فقد جاءوا ظلما وزورا",
    "ayahEn": "The disbelievers say, “This ˹Quran˺ is nothing but a fabrication which he made up with the help of others.” Their claim is totally unjustified and untrue!",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 5,
    "ayahArV1": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "ayahArV2": "وقالوا اساطير الاولين اكتتبها فهي تملى عليه بكرة واصيلا",
    "ayahEn": "And they say, “˹These revelations are only˺ ancient fables which he has had written down, and they are rehearsed to him morning and evening.”",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 6,
    "ayahArV1": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "قل انزله الذي يعلم السر في السماوات والارض انه كان غفورا رحيما",
    "ayahEn": "Say, ˹O Prophet,˺ “This ˹Quran˺ has been revealed by the One Who knows the secrets of the heavens and the earth. Surely He is All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 7,
    "ayahArV1": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
    "ayahArV2": "وقالوا مال هذا الرسول ياكل الطعام ويمشي في الاسواق لولا انزل اليه ملك فيكون معه نذيرا",
    "ayahEn": "And they say ˹mockingly˺, “What kind of messenger is this who eats food and goes about in market-places ˹for a living˺? If only an angel had been sent down with him to be his co-warner",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 8,
    "ayahArV1": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "ayahArV2": "او يلقى اليه كنز او تكون له جنة ياكل منها وقال الظالمون ان تتبعون الا رجلا مسحورا",
    "ayahEn": "or a treasure had been cast down to him, or he had had a garden from which he may eat!” And the wrongdoers say ˹to the believers˺, “You are only following a bewitched man.”",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 9,
    "ayahArV1": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "ayahArV2": "انظر كيف ضربوا لك الامثال فضلوا فلا يستطيعون سبيلا",
    "ayahEn": "See ˹O Prophet˺ how they call you names! So they have gone so ˹far˺ astray that they cannot find the ˹Right˺ Way.",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 10,
    "ayahArV1": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
    "ayahArV2": "تبارك الذي ان شاء جعل لك خيرا من ذلك جنات تجري من تحتها الانهار ويجعل لك قصورا",
    "ayahEn": "Blessed is the One Who—if He wills—can give you far better than ˹all˺ that: gardens under which rivers flow, and palaces as well.",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 11,
    "ayahArV1": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
    "ayahArV2": "بل كذبوا بالساعة واعتدنا لمن كذب بالساعة سعيرا",
    "ayahEn": "In fact, they deny the Hour. And for the deniers of the Hour, We have prepared a blazing Fire.",
    "meta": {
      "page": 360,
      "juz": 18,
      "hizb": 36,
      "hizbQuarter": 144,
      "sajda": false
    }
  }
]