[
  {
    "surahNo": 25,
    "ayahNo": 21,
    "ayahArV1": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
    "ayahArV2": "وقال الذين لا يرجون لقاءنا لولا انزل علينا الملائكة او نرى ربنا لقد استكبروا في انفسهم وعتوا عتوا كبيرا",
    "ayahEn": "Those who do not expect to meet Us say, “If only the angels were sent down to us, or we could see our Lord!” They have certainly been carried away by their arrogance and have entirely exceeded all limits.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 22,
    "ayahArV1": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
    "ayahArV2": "يوم يرون الملائكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا",
    "ayahEn": "˹But˺ on the Day they will see the angels, there will be no good news for the wicked, who will cry, “Keep away! Away ˹from us˺!”",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 23,
    "ayahArV1": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
    "ayahArV2": "وقدمنا الى ما عملوا من عمل فجعلناه هباء منثورا",
    "ayahEn": "Then We will turn to whatever ˹good˺ deeds they did, reducing them to scattered dust.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 24,
    "ayahArV1": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
    "ayahArV2": "اصحاب الجنة يومئذ خير مستقرا واحسن مقيلا",
    "ayahEn": "˹But˺ on that Day the residents of Paradise will have the best settlement and the finest place to rest.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 25,
    "ayahArV1": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
    "ayahArV2": "ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا",
    "ayahEn": "˹Watch for˺ the Day the heavens will burst with clouds, and the angels will be sent down in successive ranks.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 26,
    "ayahArV1": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
    "ayahArV2": "الملك يومئذ الحق للرحمن وكان يوما على الكافرين عسيرا",
    "ayahEn": "True authority on that Day will belong ˹only˺ to the Most Compassionate. And it will be a hard day for the disbelievers.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 27,
    "ayahArV1": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
    "ayahArV2": "ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلا",
    "ayahEn": "And ˹beware of˺ the Day the wrongdoer will bite his nails ˹in regret˺ and say, “Oh! I wish I had followed the Way along with the Messenger!",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 28,
    "ayahArV1": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
    "ayahArV2": "يا ويلتى ليتني لم اتخذ فلانا خليلا",
    "ayahEn": "Woe to me! I wish I had never taken so-and-so as a close friend.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 29,
    "ayahArV1": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
    "ayahArV2": "لقد اضلني عن الذكر بعد اذ جاءني وكان الشيطان للانسان خذولا",
    "ayahEn": "It was he who truly made me stray from the Reminder after it had reached me.” And Satan has always betrayed humanity.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 30,
    "ayahArV1": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
    "ayahArV2": "وقال الرسول يا رب ان قومي اتخذوا هذا القران مهجورا",
    "ayahEn": "The Messenger has cried, “O my Lord! My people have indeed received this Quran with neglect.”",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 31,
    "ayahArV1": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
    "ayahArV2": "وكذلك جعلنا لكل نبي عدوا من المجرمين وكفى بربك هاديا ونصيرا",
    "ayahEn": "Similarly, We made enemies for every prophet from among the wicked, but sufficient is your Lord as a Guide and Helper.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 32,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
    "ayahArV2": "وقال الذين كفروا لولا نزل عليه القران جملة واحدة كذلك لنثبت به فؤادك ورتلناه ترتيلا",
    "ayahEn": "The disbelievers say, “If only the Quran had been sent down to him all at once!” ˹We have sent it˺ as such ˹in stages˺ so We may reassure your heart with it. And We have revealed it at a deliberate pace.",
    "meta": {
      "page": 362,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  }
]