[
  {
    "surahNo": 25,
    "ayahNo": 33,
    "ayahArV1": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
    "ayahArV2": "ولا ياتونك بمثل الا جئناك بالحق واحسن تفسيرا",
    "ayahEn": "Whenever they bring you an argument, We come to you with the right refutation and the best explanation.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 34,
    "ayahArV1": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
    "ayahArV2": "الذين يحشرون على وجوههم الى جهنم اولئك شر مكانا واضل سبيلا",
    "ayahEn": "Those who will be dragged into Hell on their faces will be in the worst place, and are ˹now˺ farthest from the ˹Right˺ Way.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 35,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
    "ayahArV2": "ولقد اتينا موسى الكتاب وجعلنا معه اخاه هارون وزيرا",
    "ayahEn": "We certainly gave Moses the Book and appointed his brother Aaron as his helper.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 36,
    "ayahArV1": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
    "ayahArV2": "فقلنا اذهبا الى القوم الذين كذبوا باياتنا فدمرناهم تدميرا",
    "ayahEn": "We had ordered ˹them˺, “Go to the people who would deny Our signs.” Then We annihilated the deniers entirely.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 37,
    "ayahArV1": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
    "ayahArV2": "وقوم نوح لما كذبوا الرسل اغرقناهم وجعلناهم للناس اية واعتدنا للظالمين عذابا اليما",
    "ayahEn": "And when the people of Noah rejected the messengers, We drowned them, making them an example to humanity. And We have prepared a painful punishment for the wrongdoers.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 38,
    "ayahArV1": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
    "ayahArV2": "وعادا وثمود واصحاب الرس وقرونا بين ذلك كثيرا",
    "ayahEn": "Also ˹We destroyed˺ ’Ȃd, Thamûd, and the people of the Water-pit, as well as many peoples in between.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 39,
    "ayahArV1": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
    "ayahArV2": "وكلا ضربنا له الامثال وكلا تبرنا تتبيرا",
    "ayahEn": "For each We set forth ˹various˺ lessons, and We ultimately destroyed each.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 40,
    "ayahArV1": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
    "ayahArV2": "ولقد اتوا على القرية التي امطرت مطر السوء افلم يكونوا يرونها بل كانوا لا يرجون نشورا",
    "ayahEn": "They have certainly passed by the city ˹of Sodom˺, which had been showered with a dreadful rain ˹of stones˺. Have they not seen its ruins? But they do not expect to be resurrected.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 41,
    "ayahArV1": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
    "ayahArV2": "واذا راوك ان يتخذونك الا هزوا اهذا الذي بعث الله رسولا",
    "ayahEn": "When they see you ˹O Prophet˺, they only make fun of you, ˹saying,˺ “Is this the one that Allah has sent as a messenger?",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 42,
    "ayahArV1": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
    "ayahArV2": "ان كاد ليضلنا عن الهتنا لولا ان صبرنا عليها وسوف يعلمون حين يرون العذاب من اضل سبيلا",
    "ayahEn": "He would have almost tricked us away from our gods, had we not been so devoted to them.” ˹But˺ soon they will know, when they face the punishment, who is far astray from the ˹Right˺ Way.",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 43,
    "ayahArV1": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
    "ayahArV2": "ارايت من اتخذ الهه هواه افانت تكون عليه وكيلا",
    "ayahEn": "Have you seen ˹O Prophet˺ the one who has taken their own desires as their god? Will you then be a keeper over them?",
    "meta": {
      "page": 363,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  }
]