[
  {
    "surahNo": 25,
    "ayahNo": 44,
    "ayahArV1": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
    "ayahArV2": "ام تحسب ان اكثرهم يسمعون او يعقلون ان هم الا كالانعام بل هم اضل سبيلا",
    "ayahEn": "Or do you think that most of them listen or understand? They are only like cattle—no, more than that, they are astray from the ˹Right˺ Way!",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 45,
    "ayahArV1": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
    "ayahArV2": "الم تر الى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا",
    "ayahEn": "Have you not seen how your Lord extends the shade—He could have simply made it ˹remain˺ still if He so willed—then We make the sun its guide",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 46,
    "ayahArV1": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
    "ayahArV2": "ثم قبضناه الينا قبضا يسيرا",
    "ayahEn": "causing the shade to retreat gradually?",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 47,
    "ayahArV1": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
    "ayahArV2": "وهو الذي جعل لكم الليل لباسا والنوم سباتا وجعل النهار نشورا",
    "ayahEn": "He is the One Who has made the night for you as a cover, and ˹made˺ sleep for resting, and the day for rising.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 48,
    "ayahArV1": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
    "ayahArV2": "وهو الذي ارسل الرياح بشرا بين يدي رحمته وانزلنا من السماء ماء طهورا",
    "ayahEn": "And He is the One Who sends the winds ushering in His mercy, and We send down pure rain from the sky",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 49,
    "ayahArV1": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
    "ayahArV2": "لنحيي به بلدة ميتا ونسقيه مما خلقنا انعاما واناسي كثيرا",
    "ayahEn": "giving life to a lifeless land, and providing water for countless animals and humans of Our Own creation.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 50,
    "ayahArV1": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "ayahArV2": "ولقد صرفناه بينهم ليذكروا فابى اكثر الناس الا كفورا",
    "ayahEn": "We certainly disperse it among them so they may be mindful, but most people persist in ungratefulness.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 51,
    "ayahArV1": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
    "ayahArV2": "ولو شئنا لبعثنا في كل قرية نذيرا",
    "ayahEn": "Had We willed, We could have easily sent a warner to every society.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 52,
    "ayahArV1": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
    "ayahArV2": "فلا تطع الكافرين وجاهدهم به جهادا كبيرا",
    "ayahEn": "So do not yield to the disbelievers, but strive diligently against them with this ˹Quran˺.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 145,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 53,
    "ayahArV1": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
    "ayahArV2": "وهو الذي مرج البحرين هذا عذب فرات وهذا ملح اجاج وجعل بينهما برزخا وحجرا محجورا",
    "ayahEn": "And He is the One Who merges the two bodies of water: one fresh and palatable and the other salty and bitter, placing between them a barrier they cannot cross.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 146,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 54,
    "ayahArV1": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
    "ayahArV2": "وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا وكان ربك قديرا",
    "ayahEn": "And He is the One Who creates human beings from a ˹humble˺ liquid, then establishes for them bonds of kinship and marriage. For your Lord is Most Capable.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 146,
      "sajda": false
    }
  },
  {
    "surahNo": 25,
    "ayahNo": 55,
    "ayahArV1": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
    "ayahArV2": "ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا",
    "ayahEn": "Yet they worship besides Allah what can neither benefit nor harm them. And the disbeliever always collaborates against their Lord.",
    "meta": {
      "page": 364,
      "juz": 19,
      "hizb": 37,
      "hizbQuarter": 146,
      "sajda": false
    }
  }
]