[
  {
    "surahNo": 27,
    "ayahNo": 14,
    "ayahArV1": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وجحدوا بها واستيقنتها انفسهم ظلما وعلوا فانظر كيف كان عاقبة المفسدين",
    "ayahEn": "And, although their hearts were convinced the signs were true, they still denied them wrongfully and arrogantly. See then what was the end of the corruptors!",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 15,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد اتينا داوود وسليمان علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين",
    "ayahEn": "Indeed, We granted knowledge to David and Solomon. And they said ˹in acknowledgment˺, “All praise is for Allah Who has privileged us over many of His faithful servants.”",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 16,
    "ayahArV1": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
    "ayahArV2": "وورث سليمان داوود وقال يا ايها الناس علمنا منطق الطير واوتينا من كل شيء ان هذا لهو الفضل المبين",
    "ayahEn": "And David was succeeded by Solomon, who said, “O people! We have been taught the language of birds, and been given everything ˹we need˺. This is indeed a great privilege.”",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 17,
    "ayahArV1": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
    "ayahArV2": "وحشر لسليمان جنوده من الجن والانس والطير فهم يوزعون",
    "ayahEn": "Solomon’s forces of jinn, humans, and birds were rallied for him, perfectly organized.",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 18,
    "ayahArV1": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "حتى اذا اتوا على واد النمل قالت نملة يا ايها النمل ادخلوا مساكنكم لا يحطمنكم سليمان وجنوده وهم لا يشعرون",
    "ayahEn": "And when they came across a valley of ants, an ant warned, “O ants! Go quickly into your homes so Solomon and his armies do not crush you, unknowingly.”",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 19,
    "ayahArV1": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "فتبسم ضاحكا من قولها وقال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى والدي وان اعمل صالحا ترضاه وادخلني برحمتك في عبادك الصالحين",
    "ayahEn": "So Solomon smiled in amusement at her words, and prayed, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You have blessed me and my parents with, and to do good deeds that please you. Admit me, by Your mercy, into ˹the company of˺ Your righteous servants.”",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 20,
    "ayahArV1": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
    "ayahArV2": "وتفقد الطير فقال ما لي لا ارى الهدهد ام كان من الغائبين",
    "ayahEn": "˹One day˺ he inspected the birds, and wondered, “Why is it that I cannot see the hoopoe? Or could he be absent?",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 21,
    "ayahArV1": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "لاعذبنه عذابا شديدا او لاذبحنه او لياتيني بسلطان مبين",
    "ayahEn": "I will surely subject him to a severe punishment, or ˹even˺ slaughter him, unless he brings me a compelling excuse.”",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 22,
    "ayahArV1": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
    "ayahArV2": "فمكث غير بعيد فقال احطت بما لم تحط به وجئتك من سبا بنبا يقين",
    "ayahEn": "It was not long before the bird came and said, “I have found out something you do not know. I have just come to you from Sheba with sure news.",
    "meta": {
      "page": 378,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  }
]