[
  {
    "surahNo": 27,
    "ayahNo": 23,
    "ayahArV1": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
    "ayahArV2": "اني وجدت امراة تملكهم واوتيت من كل شيء ولها عرش عظيم",
    "ayahEn": "Indeed, I found a woman ruling over them, who has been given everything ˹she needs˺, and who has a magnificent throne.",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 24,
    "ayahArV1": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
    "ayahArV2": "وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان اعمالهم فصدهم عن السبيل فهم لا يهتدون",
    "ayahEn": "I found her and her people prostrating to the sun instead of Allah. For Satan has made their deeds appealing to them—hindering them from the ˹Right˺ Way and leaving them unguided—",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 25,
    "ayahArV1": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
    "ayahArV2": "الا يسجدوا لله الذي يخرج الخبء في السماوات والارض ويعلم ما تخفون وما تعلنون",
    "ayahEn": "so they do not prostrate to Allah, Who brings forth what is hidden in the heavens and the earth, and knows what you ˹all˺ conceal and what you reveal.",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 26,
    "ayahArV1": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
    "ayahArV2": "الله لا اله الا هو رب العرش العظيم",
    "ayahEn": "˹He is˺ Allah! There is no god ˹worthy of worship˺ except Him, the Lord of the Mighty Throne.”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 151,
      "sajda": {
        "id": 9,
        "recommended": true,
        "obligatory": false
      }
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 27,
    "ayahArV1": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
    "ayahArV2": "قال سننظر اصدقت ام كنت من الكاذبين",
    "ayahEn": "Solomon said, “We will see whether you are telling the truth or lying.",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 28,
    "ayahArV1": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
    "ayahArV2": "اذهب بكتابي هذا فالقه اليهم ثم تول عنهم فانظر ماذا يرجعون",
    "ayahEn": "Go with this letter of mine and deliver it to them, then stand aside and see how they will respond.”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 29,
    "ayahArV1": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
    "ayahArV2": "قالت يا ايها الملا اني القي الي كتاب كريم",
    "ayahEn": "The Queen ˹later˺ announced, “O chiefs! Indeed, a noble letter has been delivered to me.",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 30,
    "ayahArV1": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "ayahArV2": "انه من سليمان وانه بسم الله الرحمن الرحيم",
    "ayahEn": "It is from Solomon, and it reads: ‘In the Name of Allah—the Most Compassionate, Most Merciful.",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 31,
    "ayahArV1": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
    "ayahArV2": "الا تعلوا علي واتوني مسلمين",
    "ayahEn": "Do not be arrogant with me, but come to me, fully submitting ˹to Allah˺.’”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 32,
    "ayahArV1": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
    "ayahArV2": "قالت يا ايها الملا افتوني في امري ما كنت قاطعة امرا حتى تشهدون",
    "ayahEn": "She said, “O chiefs! Advise me in this matter of mine, for I would never make any decision without you.”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 33,
    "ayahArV1": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
    "ayahArV2": "قالوا نحن اولو قوة واولو باس شديد والامر اليك فانظري ماذا تامرين",
    "ayahEn": "They responded, “We are a people of strength and great ˹military˺ might, but the decision is yours, so decide what you will command.”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 34,
    "ayahArV1": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
    "ayahArV2": "قالت ان الملوك اذا دخلوا قرية افسدوها وجعلوا اعزة اهلها اذلة وكذلك يفعلون",
    "ayahEn": "She reasoned, “Indeed, when kings invade a land, they ruin it and debase its nobles. They really do so!",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 35,
    "ayahArV1": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
    "ayahArV2": "واني مرسلة اليهم بهدية فناظرة بم يرجع المرسلون",
    "ayahEn": "But I will certainly send him a gift, and see what ˹response˺ my envoys will return with.”",
    "meta": {
      "page": 379,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  }
]