[
  {
    "surahNo": 27,
    "ayahNo": 36,
    "ayahArV1": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
    "ayahArV2": "فلما جاء سليمان قال اتمدونن بمال فما اتاني الله خير مما اتاكم بل انتم بهديتكم تفرحون",
    "ayahEn": "When the chief-envoy came to him, Solomon said, “Do you offer me wealth? What Allah has granted me is far greater than what He has granted you. No! It is you who rejoice in ˹receiving˺ gifts.",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 37,
    "ayahArV1": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
    "ayahArV2": "ارجع اليهم فلناتينهم بجنود لا قبل لهم بها ولنخرجنهم منها اذلة وهم صاغرون",
    "ayahEn": "Go back to them, for we will certainly mobilize against them forces which they can never resist, and we will drive them out from there in disgrace, fully humbled.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 38,
    "ayahArV1": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
    "ayahArV2": "قال يا ايها الملا ايكم ياتيني بعرشها قبل ان ياتوني مسلمين",
    "ayahEn": "Solomon asked, “O chiefs! Which of you can bring me her throne before they come to me in ˹full˺ submission?”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 39,
    "ayahArV1": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
    "ayahArV2": "قال عفريت من الجن انا اتيك به قبل ان تقوم من مقامك واني عليه لقوي امين",
    "ayahEn": "One mighty jinn responded, “I can bring it to you before you rise from this council of yours. And I am quite strong and trustworthy for this ˹task˺.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 40,
    "ayahArV1": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
    "ayahArV2": "قال الذي عنده علم من الكتاب انا اتيك به قبل ان يرتد اليك طرفك فلما راه مستقرا عنده قال هذا من فضل ربي ليبلوني ااشكر ام اكفر ومن شكر فانما يشكر لنفسه ومن كفر فان ربي غني كريم",
    "ayahEn": "But the one who had knowledge of the Scripture said, “I can bring it to you in the blink of an eye.” So when Solomon saw it placed before him, he exclaimed, “This is by the grace of my Lord to test me whether I am grateful or ungrateful. And whoever is grateful, it is only for their own good. But whoever is ungrateful, surely my Lord is Self-Sufficient, Most Generous.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 41,
    "ayahArV1": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
    "ayahArV2": "قال نكروا لها عرشها ننظر اتهتدي ام تكون من الذين لا يهتدون",
    "ayahEn": "˹Then˺ Solomon said, “Disguise her throne for her so we may see whether she will recognize ˹it˺ or she will not be able to.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 42,
    "ayahArV1": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
    "ayahArV2": "فلما جاءت قيل اهكذا عرشك قالت كانه هو واوتينا العلم من قبلها وكنا مسلمين",
    "ayahEn": "So when she arrived, it was said ˹to her˺, “Is your throne like this?” She replied, “It looks to be the same. We have ˹already˺ received knowledge ˹of Solomon’s prophethood˺ before this ˹miracle˺, and have submitted ˹to Allah˺.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 43,
    "ayahArV1": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
    "ayahArV2": "وصدها ما كانت تعبد من دون الله انها كانت من قوم كافرين",
    "ayahEn": "But she had been hindered by what she used to worship instead of Allah, for she was indeed from a disbelieving people.",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 44,
    "ayahArV1": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قيل لها ادخلي الصرح فلما راته حسبته لجة وكشفت عن ساقيها قال انه صرح ممرد من قوارير قالت رب اني ظلمت نفسي واسلمت مع سليمان لله رب العالمين",
    "ayahEn": "Then she was told, “Enter the palace.” But when she saw the hall, she thought it was a body of water, so she bared her legs. Solomon said. “It is just a palace paved with crystal.” ˹At last˺ she declared, “My Lord! I have certainly wronged my soul. Now I ˹fully˺ submit myself along with Solomon to Allah, the Lord of all worlds.”",
    "meta": {
      "page": 380,
      "juz": 19,
      "hizb": 38,
      "hizbQuarter": 152,
      "sajda": false
    }
  }
]