[
  {
    "surahNo": 27,
    "ayahNo": 77,
    "ayahArV1": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
    "ayahArV2": "وانه لهدى ورحمة للمؤمنين",
    "ayahEn": "And it is truly a guide and mercy for the believers.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 153,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 78,
    "ayahArV1": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
    "ayahArV2": "ان ربك يقضي بينهم بحكمه وهو العزيز العليم",
    "ayahEn": "Your Lord will certainly judge between them by His justice, for He is the Almighty, All-Knowing.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 153,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 79,
    "ayahArV1": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
    "ayahArV2": "فتوكل على الله انك على الحق المبين",
    "ayahEn": "So put your trust in Allah, for you are surely upon the ˹Path of˺ clear truth.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 153,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 80,
    "ayahArV1": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
    "ayahArV2": "انك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
    "ayahEn": "You certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 153,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 81,
    "ayahArV1": "وَمَآ أَنتَ بِهَـٰدِى ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
    "ayahArV2": "وما انت بهادي العمي عن ضلالتهم ان تسمع الا من يؤمن باياتنا فهم مسلمون",
    "ayahEn": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 153,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 82,
    "ayahArV1": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَـٰتِنَا لَا يُوقِنُونَ",
    "ayahArV2": "واذا وقع القول عليهم اخرجنا لهم دابة من الارض تكلمهم ان الناس كانوا باياتنا لا يوقنون",
    "ayahEn": "And when the decree ˹of the Hour˺ comes to pass against them, We will bring forth for them a beast from the earth, telling them that the people had no sure faith in Our revelations.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 83,
    "ayahArV1": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَـٰتِنَا فَهُمْ يُوزَعُونَ",
    "ayahArV2": "ويوم نحشر من كل امة فوجا ممن يكذب باياتنا فهم يوزعون",
    "ayahEn": "˹Watch for˺ the Day We will gather from every faith-community a group of those who denied Our revelations, and they will be driven in ranks.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 84,
    "ayahArV1": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَـٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "حتى اذا جاءوا قال اكذبتم باياتي ولم تحيطوا بها علما اماذا كنتم تعملون",
    "ayahEn": "When they ˹finally˺ come before their Lord, He will ask ˹them˺, “Did you deny My revelations without ˹even˺ comprehending them? Or what ˹exactly˺ did you do?”",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 85,
    "ayahArV1": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
    "ayahArV2": "ووقع القول عليهم بما ظلموا فهم لا ينطقون",
    "ayahEn": "And the decree ˹of torment˺ will be justified against them for their wrongdoing, leaving them speechless.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 86,
    "ayahArV1": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "الم يروا انا جعلنا الليل ليسكنوا فيه والنهار مبصرا ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "Do they not see that We made the night for them to rest in and the day bright? Surely in this are signs for those who believe.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 87,
    "ayahArV1": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
    "ayahArV2": "ويوم ينفخ في الصور ففزع من في السماوات ومن في الارض الا من شاء الله وكل اتوه داخرين",
    "ayahEn": "And ˹beware of˺ the Day the Trumpet will be blown, and all those in the heavens and all those on the earth will be horrified ˹to the point of death˺, except those Allah wills ˹to spare˺. And all will come before Him, fully humbled.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 27,
    "ayahNo": 88,
    "ayahArV1": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
    "ayahArV2": "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي اتقن كل شيء انه خبير بما تفعلون",
    "ayahEn": "Now you see the mountains, thinking they are firmly fixed, but they are travelling ˹just˺ like clouds. ˹That is˺ the design of Allah, Who has perfected everything. Surely He is All-Aware of what you do.",
    "meta": {
      "page": 384,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  }
]