[
  {
    "surahNo": 28,
    "ayahNo": 6,
    "ayahArV1": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
    "ayahArV2": "ونمكن لهم في الارض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون",
    "ayahEn": "and to establish them in the land; and through them show Pharaoh, Hamân, and their soldiers ˹the fulfilment of˺ what they feared.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 7,
    "ayahArV1": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
    "ayahArV2": "واوحينا الى ام موسى ان ارضعيه فاذا خفت عليه فالقيه في اليم ولا تخافي ولا تحزني انا رادوه اليك وجاعلوه من المرسلين",
    "ayahEn": "We inspired the mother of Moses: “Nurse him, but when you fear for him, put him then into the river, and do not fear or grieve. We will certainly return him to you, and make him one of the messengers.”",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 8,
    "ayahArV1": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
    "ayahArV2": "فالتقطه ال فرعون ليكون لهم عدوا وحزنا ان فرعون وهامان وجنودهما كانوا خاطئين",
    "ayahEn": "And ˹it so happened that˺ Pharaoh’s people picked him up, only to become their enemy and source of grief. Surely Pharaoh, Hamân, and their soldiers were sinful.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 9,
    "ayahArV1": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "وقالت امرات فرعون قرت عين لي ولك لا تقتلوه عسى ان ينفعنا او نتخذه ولدا وهم لا يشعرون",
    "ayahEn": "Pharaoh’s wife said ˹to him˺, “˹This baby is˺ a source of joy for me and you. Do not kill him. Perhaps he may be useful to us or we may adopt him as a son.” They were unaware ˹of what was to come˺.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 10,
    "ayahArV1": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "واصبح فؤاد ام موسى فارغا ان كادت لتبدي به لولا ان ربطنا على قلبها لتكون من المؤمنين",
    "ayahEn": "And the heart of Moses’ mother ached so much that she almost gave away his identity, had We not reassured her heart in order for her to have faith ˹in Allah’s promise˺.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 11,
    "ayahArV1": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "وقالت لاخته قصيه فبصرت به عن جنب وهم لا يشعرون",
    "ayahEn": "And she said to his sister, “Keep track of him!” So she watched him from a distance, while they were unaware.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 154,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 12,
    "ayahArV1": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
    "ayahArV2": "وحرمنا عليه المراضع من قبل فقالت هل ادلكم على اهل بيت يكفلونه لكم وهم له ناصحون",
    "ayahEn": "And We had caused him to refuse all wet-nurses at first, so his sister suggested, “Shall I direct you to a family who will bring him up for you and take good care of him?”",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 13,
    "ayahArV1": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "فرددناه الى امه كي تقر عينها ولا تحزن ولتعلم ان وعد الله حق ولكن اكثرهم لا يعلمون",
    "ayahEn": "This is how We returned him to his mother so that her heart would be put at ease, and not grieve, and that she would know that Allah’s promise is ˹always˺ true. But most people do not know.",
    "meta": {
      "page": 386,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  }
]