[
  {
    "surahNo": 28,
    "ayahNo": 14,
    "ayahArV1": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "ayahArV2": "ولما بلغ اشده واستوى اتيناه حكما وعلما وكذلك نجزي المحسنين",
    "ayahEn": "And when he reached full strength and maturity, We gave him wisdom and knowledge. This is how We reward the good-doers.",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 15,
    "ayahArV1": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
    "ayahArV2": "ودخل المدينة على حين غفلة من اهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطان انه عدو مضل مبين",
    "ayahEn": "˹One day˺ he entered the city unnoticed by its people. There he found two men fighting: one of his own people, and the other of his enemies. The man from his people called to him for help against his foe. So Moses punched him, causing his death. Moses cried, “This is from Satan’s handiwork. He is certainly a sworn, misleading enemy.”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 16,
    "ayahArV1": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "قال رب اني ظلمت نفسي فاغفر لي فغفر له انه هو الغفور الرحيم",
    "ayahEn": "He pleaded, “My Lord! I have definitely wronged my soul, so forgive me.” So He forgave him, ˹for˺ He is indeed the All-Forgiving, Most Merciful.",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 17,
    "ayahArV1": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
    "ayahArV2": "قال رب بما انعمت علي فلن اكون ظهيرا للمجرمين",
    "ayahEn": "Moses pledged, “My Lord! For all Your favours upon me, I will never side with the wicked.”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 18,
    "ayahArV1": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
    "ayahArV2": "فاصبح في المدينة خائفا يترقب فاذا الذي استنصره بالامس يستصرخه قال له موسى انك لغوي مبين",
    "ayahEn": "And so Moses became fearful, watching out in the city, when suddenly the one who sought his help the day before cried out to him again for help. Moses rebuked him, “Indeed, you are clearly a trouble-maker.”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 19,
    "ayahArV1": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
    "ayahArV2": "فلما ان اراد ان يبطش بالذي هو عدو لهما قال يا موسى اتريد ان تقتلني كما قتلت نفسا بالامس ان تريد الا ان تكون جبارا في الارض وما تريد ان تكون من المصلحين",
    "ayahEn": "Then when Moses was about to lay his hands on their foe, the enemy said, “O Moses! Do you intend to kill me as you killed a man yesterday? You only want to be a tyrant in the land. You do not intend to make peace!”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 20,
    "ayahArV1": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
    "ayahArV2": "وجاء رجل من اقصى المدينة يسعى قال يا موسى ان الملا ياتمرون بك ليقتلوك فاخرج اني لك من الناصحين",
    "ayahEn": "And there came a man, rushing from the farthest end of the city. He said, “O Moses! The chiefs are actually conspiring against you to put you to death, so leave ˹the city˺. I really advise you ˹to do so˺.”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 21,
    "ayahArV1": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "فخرج منها خائفا يترقب قال رب نجني من القوم الظالمين",
    "ayahEn": "So Moses left the city in a state of fear and caution, praying, “My Lord! Deliver me from the wrongdoing people.”",
    "meta": {
      "page": 387,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 155,
      "sajda": false
    }
  }
]