[
  {
    "surahNo": 28,
    "ayahNo": 29,
    "ayahArV1": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
    "ayahArV2": "فلما قضى موسى الاجل وسار باهله انس من جانب الطور نارا قال لاهله امكثوا اني انست نارا لعلي اتيكم منها بخبر او جذوة من النار لعلكم تصطلون",
    "ayahEn": "When Moses had completed the term and was travelling with his family, he spotted a fire on the side of Mount Ṭûr. He said to his family, “Stay here, ˹for˺ I have spotted a fire. Perhaps from there I can bring you some directions or a torch from the fire so you may warm yourselves.”",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 30,
    "ayahArV1": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "فلما اتاها نودي من شاطئ الواد الايمن في البقعة المباركة من الشجرة ان يا موسى اني انا الله رب العالمين",
    "ayahEn": "But when he came to it, he was called from the bush in the sacred ground to the right side of the valley: “O Moses! It is truly I. I am Allah—the Lord of all worlds.",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 31,
    "ayahArV1": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
    "ayahArV2": "وان الق عصاك فلما راها تهتز كانها جان ولى مدبرا ولم يعقب يا موسى اقبل ولا تخف انك من الامنين",
    "ayahEn": "Now, throw down your staff!” But when he saw it slithering like a snake, he ran away without looking back. ˹Allah reassured him,˺ “O Moses! Draw near, and have no fear. You are perfectly secure.",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 32,
    "ayahArV1": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
    "ayahArV2": "اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم اليك جناحك من الرهب فذانك برهانان من ربك الى فرعون وملئه انهم كانوا قوما فاسقين",
    "ayahEn": "Now put your hand through ˹the opening of˺ your collar, it will come out ˹shining˺ white, unblemished. And cross your arms tightly to calm your fears. These are two proofs from your Lord to Pharaoh and his chiefs. They have truly been a rebellious people.”",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 33,
    "ayahArV1": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
    "ayahArV2": "قال رب اني قتلت منهم نفسا فاخاف ان يقتلون",
    "ayahEn": "Moses appealed, “My Lord! I have indeed killed a man from them, so I fear they may kill me.",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 34,
    "ayahArV1": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
    "ayahArV2": "واخي هارون هو افصح مني لسانا فارسله معي ردءا يصدقني اني اخاف ان يكذبون",
    "ayahEn": "And my brother Aaron is more eloquent than I, so send him with me as a helper to support what I say, for I truly fear they may reject me.”",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 35,
    "ayahArV1": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
    "ayahArV2": "قال سنشد عضدك باخيك ونجعل لكما سلطانا فلا يصلون اليكما باياتنا انتما ومن اتبعكما الغالبون",
    "ayahEn": "Allah responded, “We will assist you with your brother and grant you both authority, so they cannot harm you. With Our signs, you and those who follow you will ˹certainly˺ prevail.”",
    "meta": {
      "page": 389,
      "juz": 20,
      "hizb": 39,
      "hizbQuarter": 156,
      "sajda": false
    }
  }
]