[
  {
    "surahNo": 2,
    "ayahNo": 238,
    "ayahArV1": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ",
    "ayahArV2": "حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين",
    "ayahEn": "Observe the ˹five obligatory˺ prayers—especially the middle prayer—and stand in true devotion to Allah.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 15,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 239,
    "ayahArV1": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
    "ayahArV2": "فان خفتم فرجالا او ركبانا فاذا امنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون",
    "ayahEn": "If you are in danger, pray on foot or while riding. But when you are safe, ˹take time to˺ remember Allah for teaching you what you did not know.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 15,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 240,
    "ayahArV1": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "ayahArV2": "والذين يتوفون منكم ويذرون ازواجا وصية لازواجهم متاعا الى الحول غير اخراج فان خرجن فلا جناح عليكم في ما فعلن في انفسهن من معروف والله عزيز حكيم",
    "ayahEn": "Those of you who die leaving widows should bequeath for them a year’s maintenance without forcing them out. But if they choose to leave, you are not accountable for what they reasonably decide for themselves. And Allah is Almighty, All-Wise.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 15,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 241,
    "ayahArV1": "وَلِلْمُطَلَّقَـٰتِ مَتَـٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
    "ayahArV2": "وللمطلقات متاع بالمعروف حقا على المتقين",
    "ayahEn": "Reasonable provisions must be made for divorced women—a duty on those mindful ˹of Allah˺.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 15,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 242,
    "ayahArV1": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
    "ayahArV2": "كذلك يبين الله لكم اياته لعلكم تعقلون",
    "ayahEn": "This is how Allah makes His revelations clear to you, so perhaps you will understand.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 15,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 243,
    "ayahArV1": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَـٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "ayahArV2": "الم تر الى الذين خرجوا من ديارهم وهم الوف حذر الموت فقال لهم الله موتوا ثم احياهم ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
    "ayahEn": "Have you ˹O Prophet˺ not seen those who fled their homes in the thousands for fear of death? Allah said to them, “Die!” then He gave them life. Surely Allah is ever Bountiful to humanity, but most people are ungrateful.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 16,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 244,
    "ayahArV1": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "ayahArV2": "وقاتلوا في سبيل الله واعلموا ان الله سميع عليم",
    "ayahEn": "Fight in the cause of Allah, and know that Allah is All-Hearing, All-Knowing.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 16,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 245,
    "ayahArV1": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "من ذا الذي يقرض الله قرضا حسنا فيضاعفه له اضعافا كثيرة والله يقبض ويبسط واليه ترجعون",
    "ayahEn": "Who will lend to Allah a good loan which Allah will multiply many times over? It is Allah ˹alone˺ who decreases and increases ˹wealth˺. And to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 39,
      "juz": 2,
      "hizb": 4,
      "hizbQuarter": 16,
      "sajda": false
    }
  }
]