[
  {
    "surahNo": 28,
    "ayahNo": 60,
    "ayahArV1": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "وما اوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وابقى افلا تعقلون",
    "ayahEn": "Whatever ˹pleasure˺ you have been given is no more than ˹a fleeting˺ enjoyment and adornment of this worldly life. But what is with Allah is far better and more lasting. Will you not then understand?",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 61,
    "ayahArV1": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
    "ayahArV2": "افمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين",
    "ayahEn": "Can those to whom We have made a fine promise—which they will see fulfilled—be like those who We have allowed to enjoy the pleasures of this worldly life, but on the Day of Judgment will be brought ˹for punishment˺?",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 62,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "ayahArV2": "ويوم يناديهم فيقول اين شركائي الذين كنتم تزعمون",
    "ayahEn": "˹Watch for˺ the Day He will call to them, “Where are those you claimed were My associate-gods?”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 63,
    "ayahArV1": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
    "ayahArV2": "قال الذين حق عليهم القول ربنا هؤلاء الذين اغوينا اغويناهم كما غوينا تبرانا اليك ما كانوا ايانا يعبدون",
    "ayahEn": "Those ˹misleaders˺ against whom the decree ˹of torment˺ is justified will cry, “Our Lord! These ˹followers˺ are the ones we caused to deviate. We led them into deviance, for we ourselves were deviant. We disassociate ourselves ˹from them˺ before You. It was not us that they used to worship.”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 64,
    "ayahArV1": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
    "ayahArV2": "وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم وراوا العذاب لو انهم كانوا يهتدون",
    "ayahEn": "It will be said ˹to the disbelievers˺, “Call upon your associate-gods ˹for help˺.” So they will call them, but will receive no response. And they will face the punishment, wishing they had been ˹rightly˺ guided!",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 65,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
    "ayahArV2": "ويوم يناديهم فيقول ماذا اجبتم المرسلين",
    "ayahEn": "And ˹watch for˺ the Day He will call to them, asking, “What response did you give to the messengers?”",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 66,
    "ayahArV1": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
    "ayahArV2": "فعميت عليهم الانباء يومئذ فهم لا يتساءلون",
    "ayahEn": "They will be too dumbstruck on that Day to ask one another ˹for answers˺.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 67,
    "ayahArV1": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
    "ayahArV2": "فاما من تاب وامن وعمل صالحا فعسى ان يكون من المفلحين",
    "ayahEn": "As for those who repent, believe, and do good ˹in this world˺, it is right to hope that they will be among the successful.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 68,
    "ayahArV1": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "ayahArV2": "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى عما يشركون",
    "ayahEn": "Your Lord creates and chooses whatever He wills—the choice is not theirs. Glorified and Exalted is Allah above what they associate ˹with Him˺!",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 69,
    "ayahArV1": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "ayahArV2": "وربك يعلم ما تكن صدورهم وما يعلنون",
    "ayahEn": "And your Lord knows what their hearts conceal and what they reveal.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 70,
    "ayahArV1": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "وهو الله لا اله الا هو له الحمد في الاولى والاخرة وله الحكم واليه ترجعون",
    "ayahEn": "He is Allah. There is no god ˹worthy of worship˺ except Him. All praise belongs to Him in this life and the next. All authority is His. And to Him you will ˹all˺ be returned.",
    "meta": {
      "page": 393,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  }
]