[
  {
    "surahNo": 28,
    "ayahNo": 71,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
    "ayahArV2": "قل ارايتم ان جعل الله عليكم الليل سرمدا الى يوم القيامة من اله غير الله ياتيكم بضياء افلا تسمعون",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Imagine if Allah were to make the night perpetual for you until the Day of Judgment, which god other than Allah could bring you sunlight? Will you not then listen?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 72,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
    "ayahArV2": "قل ارايتم ان جعل الله عليكم النهار سرمدا الى يوم القيامة من اله غير الله ياتيكم بليل تسكنون فيه افلا تبصرون",
    "ayahEn": "Ask ˹them also˺, “Imagine if Allah were to make the day perpetual for you until the Day of Judgment, which god other than Allah could bring you night to rest in? Will you not then see?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 73,
    "ayahArV1": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون",
    "ayahEn": "It is out of His mercy that He has made for you the day and night so that you may rest ˹in the latter˺ and seek His bounty ˹in the former˺, and perhaps you will be grateful.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 74,
    "ayahArV1": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "ayahArV2": "ويوم يناديهم فيقول اين شركائي الذين كنتم تزعمون",
    "ayahEn": "And ˹watch for˺ the Day He will call to them, “Where are those you claimed were My associate-gods?”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 75,
    "ayahArV1": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "ayahArV2": "ونزعنا من كل امة شهيدا فقلنا هاتوا برهانكم فعلموا ان الحق لله وضل عنهم ما كانوا يفترون",
    "ayahEn": "And We will bring forth a witness from every faith-community and ask ˹the polytheists˺, “Show ˹Us˺ your proof.” Then they will ˹come to˺ know that the truth is with Allah ˹alone˺. And whatever ˹gods˺ they fabricated will fail them.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 157,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 76,
    "ayahArV1": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
    "ayahArV2": "ان قارون كان من قوم موسى فبغى عليهم واتيناه من الكنوز ما ان مفاتحه لتنوء بالعصبة اولي القوة اذ قال له قومه لا تفرح ان الله لا يحب الفرحين",
    "ayahEn": "Indeed, Korah was from the people of Moses, but he behaved arrogantly towards them. We had granted him such treasures that even their keys would burden a group of strong men. ˹Some of˺ his people advised him, “Do not be prideful! Surely Allah does not like the prideful.",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  },
  {
    "surahNo": 28,
    "ayahNo": 77,
    "ayahArV1": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "ayahArV2": "وابتغ فيما اتاك الله الدار الاخرة ولا تنس نصيبك من الدنيا واحسن كما احسن الله اليك ولا تبغ الفساد في الارض ان الله لا يحب المفسدين",
    "ayahEn": "Rather, seek the ˹reward˺ of the Hereafter by means of what Allah has granted you, without forgetting your share of this world. And be good ˹to others˺ as Allah has been good to you. Do not seek to spread corruption in the land, for Allah certainly does not like the corruptors.”",
    "meta": {
      "page": 394,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 158,
      "sajda": false
    }
  }
]