[
  {
    "surahNo": 29,
    "ayahNo": 15,
    "ayahArV1": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
    "ayahArV2": "فانجيناه واصحاب السفينة وجعلناها اية للعالمين",
    "ayahEn": "But We delivered him and those in the Ark, making it a sign for all people.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 16,
    "ayahArV1": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "وابراهيم اذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "And ˹remember˺ when Abraham said to his people, “Worship Allah, and fear Him. This is better for you, if only you knew.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 17,
    "ayahArV1": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "انما تعبدون من دون الله اوثانا وتخلقون افكا ان الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له اليه ترجعون",
    "ayahEn": "You worship besides Allah nothing but idols, simply creating lies ˹about them˺. Those you worship besides Allah certainly cannot give you any provision. So seek provision from Allah ˹alone˺, worship Him, and be grateful to Him. To Him you will ˹all˺ be returned.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 18,
    "ayahArV1": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "ayahArV2": "وان تكذبوا فقد كذب امم من قبلكم وما على الرسول الا البلاغ المبين",
    "ayahEn": "If you ˹Meccans˺ persist in denial, so did ˹many˺ communities before you. The Messenger’s duty is only to deliver ˹the message˺ clearly.”",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 19,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "ayahArV2": "اولم يروا كيف يبدئ الله الخلق ثم يعيده ان ذلك على الله يسير",
    "ayahEn": "Have they not seen how Allah originates the creation then resurrects it? That is certainly easy for Allah.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 20,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "قل سيروا في الارض فانظروا كيف بدا الخلق ثم الله ينشئ النشاة الاخرة ان الله على كل شيء قدير",
    "ayahEn": "Say, ˹O Prophet,˺ “Travel throughout the land and see how He originated the creation, then Allah will bring it into being one more time. Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 21,
    "ayahArV1": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
    "ayahArV2": "يعذب من يشاء ويرحم من يشاء واليه تقلبون",
    "ayahEn": "He punishes whoever He wills, and shows mercy to whoever He wills. And you will ˹all˺ be returned to Him.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 22,
    "ayahArV1": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "وما انتم بمعجزين في الارض ولا في السماء وما لكم من دون الله من ولي ولا نصير",
    "ayahEn": "And you cannot escape Him on earth or in heaven. Nor have you any protector or helper besides Allah.”",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 23,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "والذين كفروا بايات الله ولقائه اولئك يئسوا من رحمتي واولئك لهم عذاب اليم",
    "ayahEn": "As for those who disbelieve in Allah’s signs and the meeting with Him, it is they who will have no hope in His mercy. And it is they who will suffer a painful punishment.",
    "meta": {
      "page": 398,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  }
]