[
  {
    "surahNo": 29,
    "ayahNo": 24,
    "ayahArV1": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "فما كان جواب قومه الا ان قالوا اقتلوه او حرقوه فانجاه الله من النار ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "But the only response of Abraham’s people was to say: “Kill him or burn him!” But Allah saved him from the fire. Surely in this are signs for people who believe.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 25,
    "ayahArV1": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "وقال انما اتخذتم من دون الله اوثانا مودة بينكم في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا وماواكم النار وما لكم من ناصرين",
    "ayahEn": "He said ˹to his people˺, “You have taken idols ˹for worship˺ instead of Allah, only to keep ˹the bond of˺ harmony among yourselves in this worldly life. But on the Day of Judgment you will disown and curse one another. Your home will be the Fire, and you will have no helper!”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 159,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 26,
    "ayahArV1": "۞ فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "فامن له لوط وقال اني مهاجر الى ربي انه هو العزيز الحكيم",
    "ayahEn": "So Lot believed in him. And Abraham said, “I am emigrating ˹in obedience˺ to my Lord. He ˹alone˺ is indeed the Almighty, All-Wise.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 27,
    "ayahArV1": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ووهبنا له اسحاق ويعقوب وجعلنا في ذريته النبوة والكتاب واتيناه اجره في الدنيا وانه في الاخرة لمن الصالحين",
    "ayahEn": "We blessed him with Isaac and ˹later˺ Jacob, and reserved prophethood and revelation for his descendants. We gave him his reward in this life, and in the Hereafter he will certainly be among the righteous.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 28,
    "ayahArV1": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "ولوطا اذ قال لقومه انكم لتاتون الفاحشة ما سبقكم بها من احد من العالمين",
    "ayahEn": "And ˹remember˺ when Lot rebuked ˹the men of˺ his people: “You certainly commit a shameful deed that no man has ever done before you.",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 29,
    "ayahArV1": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "ayahArV2": "ائنكم لتاتون الرجال وتقطعون السبيل وتاتون في ناديكم المنكر فما كان جواب قومه الا ان قالوا ائتنا بعذاب الله ان كنت من الصادقين",
    "ayahEn": "Do you really lust after ˹other˺ men, abuse the travellers, and practice immorality ˹openly˺ in your gatherings?” His people’s only response was to say ˹mockingly˺: “Bring Allah’s punishment upon us, if what you say is true.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 30,
    "ayahArV1": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
    "ayahArV2": "قال رب انصرني على القوم المفسدين",
    "ayahEn": "Lot prayed, “My Lord! Help me against the people of corruption.”",
    "meta": {
      "page": 399,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  }
]