[
  {
    "surahNo": 29,
    "ayahNo": 39,
    "ayahArV1": "وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ",
    "ayahArV2": "وقارون وفرعون وهامان ولقد جاءهم موسى بالبينات فاستكبروا في الارض وما كانوا سابقين",
    "ayahEn": "˹We˺ also ˹destroyed˺ Korah, Pharaoh, and Hamân. Indeed, Moses had come to them with clear proofs, but they behaved arrogantly in the land. Yet they could not escape ˹Us˺.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 40,
    "ayahArV1": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "ayahArV2": "فكلا اخذنا بذنبه فمنهم من ارسلنا عليه حاصبا ومنهم من اخذته الصيحة ومنهم من خسفنا به الارض ومنهم من اغرقنا وما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
    "ayahEn": "So We seized each ˹people˺ for their sin: against some of them We sent a storm of stones, some were overtaken by a ˹mighty˺ blast, some We caused the earth to swallow, and some We drowned. Allah would not have wronged them, but it was they who wronged themselves.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 41,
    "ayahArV1": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "مثل الذين اتخذوا من دون الله اولياء كمثل العنكبوت اتخذت بيتا وان اوهن البيوت لبيت العنكبوت لو كانوا يعلمون",
    "ayahEn": "The parable of those who take protectors other than Allah is that of a spider spinning a shelter. And the flimsiest of all shelters is certainly that of a spider, if only they knew.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 42,
    "ayahArV1": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ان الله يعلم ما يدعون من دونه من شيء وهو العزيز الحكيم",
    "ayahEn": "Allah surely knows that whatever ˹gods˺ they invoke besides Him are ˹simply˺ nothing. For He is the Almighty, All-Wise.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 43,
    "ayahArV1": "وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ",
    "ayahArV2": "وتلك الامثال نضربها للناس وما يعقلها الا العالمون",
    "ayahEn": "These are the parables We set forth for humanity, but none will understand them except the people of knowledge.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 44,
    "ayahArV1": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
    "ayahArV2": "خلق الله السماوات والارض بالحق ان في ذلك لاية للمؤمنين",
    "ayahEn": "Allah created the heavens and the earth for a purpose. Surely in this is a sign for the people of faith.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 45,
    "ayahArV1": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
    "ayahArV2": "اتل ما اوحي اليك من الكتاب واقم الصلاة ان الصلاة تنهى عن الفحشاء والمنكر ولذكر الله اكبر والله يعلم ما تصنعون",
    "ayahEn": "Recite what has been revealed to you of the Book and establish prayer. Indeed, ˹genuine˺ prayer should deter ˹one˺ from indecency and wickedness. The remembrance of Allah is ˹an˺ even greater ˹deterrent˺. And Allah ˹fully˺ knows what you ˹all˺ do.",
    "meta": {
      "page": 401,
      "juz": 20,
      "hizb": 40,
      "hizbQuarter": 160,
      "sajda": false
    }
  }
]