[
  {
    "surahNo": 29,
    "ayahNo": 53,
    "ayahArV1": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "ayahArV2": "ويستعجلونك بالعذاب ولولا اجل مسمى لجاءهم العذاب ولياتينهم بغتة وهم لا يشعرون",
    "ayahEn": "They challenge you ˹O Prophet˺ to hasten the punishment. Had it not been for a time already set, the punishment would have certainly come to them ˹at once˺. But it will definitely take them by surprise when they least expect it.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 54,
    "ayahArV1": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "ayahArV2": "يستعجلونك بالعذاب وان جهنم لمحيطة بالكافرين",
    "ayahEn": "They urge you to hasten the punishment. And Hell will certainly encompass the disbelievers",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 55,
    "ayahArV1": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "يوم يغشاهم العذاب من فوقهم ومن تحت ارجلهم ويقول ذوقوا ما كنتم تعملون",
    "ayahEn": "on the Day the punishment will overwhelm them from above them and from below their feet. And it will be said, “Reap what you sowed.”",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 56,
    "ayahArV1": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
    "ayahArV2": "يا عبادي الذين امنوا ان ارضي واسعة فاياي فاعبدون",
    "ayahEn": "O My believing servants! My earth is truly spacious, so worship Me ˹alone˺.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 57,
    "ayahArV1": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
    "ayahArV2": "كل نفس ذائقة الموت ثم الينا ترجعون",
    "ayahEn": "Every soul will taste death, then to Us you will ˹all˺ be returned.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 58,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات لنبوئنهم من الجنة غرفا تجري من تحتها الانهار خالدين فيها نعم اجر العاملين",
    "ayahEn": "˹As for˺ those who believe and do good, We will certainly house them in ˹elevated˺ mansions in Paradise, under which rivers flow, to stay there forever. How excellent is the reward for those who work ˹righteousness!˺—",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 59,
    "ayahArV1": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "الذين صبروا وعلى ربهم يتوكلون",
    "ayahEn": "those who patiently endure, and put their trust in their Lord!",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 60,
    "ayahArV1": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "وكاين من دابة لا تحمل رزقها الله يرزقها واياكم وهو السميع العليم",
    "ayahEn": "How many are the creatures that cannot secure their provisions! ˹It is˺ Allah ˹Who˺ provides for them and you ˹as well˺. He is indeed the All-Hearing, All-Knowing.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 61,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
    "ayahArV2": "ولئن سالتهم من خلق السماوات والارض وسخر الشمس والقمر ليقولن الله فانى يؤفكون",
    "ayahEn": "If you ask them ˹O Prophet˺ who created the heavens and the earth and subjected the sun and the moon ˹for your benefit˺, they will certainly say, “Allah!” How can they then be deluded ˹from the truth˺?",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 62,
    "ayahArV1": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "الله يبسط الرزق لمن يشاء من عباده ويقدر له ان الله بكل شيء عليم",
    "ayahEn": "Allah gives abundant or limited provisions to whoever He wills of His servants. Surely Allah has ˹full˺ knowledge of everything.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  },
  {
    "surahNo": 29,
    "ayahNo": 63,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "ayahArV2": "ولئن سالتهم من نزل من السماء ماء فاحيا به الارض من بعد موتها ليقولن الله قل الحمد لله بل اكثرهم لا يعقلون",
    "ayahEn": "And if you ask them who sends down rain from the sky, giving life to the earth after its death, they will surely say, “Allah!” Say, “Praise be to Allah!” In fact, most of them do not understand.",
    "meta": {
      "page": 403,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 161,
      "sajda": false
    }
  }
]