[
  {
    "surahNo": 30,
    "ayahNo": 16,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "ayahArV2": "واما الذين كفروا وكذبوا باياتنا ولقاء الاخرة فاولئك في العذاب محضرون",
    "ayahEn": "And as for those who disbelieved, and denied Our signs and the meeting ˹with Allah˺ in the Hereafter, they will be confined in punishment.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 17,
    "ayahArV1": "فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
    "ayahArV2": "فسبحان الله حين تمسون وحين تصبحون",
    "ayahEn": "So glorify Allah in the evening and in the morning—",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 18,
    "ayahArV1": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
    "ayahArV2": "وله الحمد في السماوات والارض وعشيا وحين تظهرون",
    "ayahEn": "all praise is for Him in the heavens and the earth—as well as in the afternoon, and at noon.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 19,
    "ayahArV1": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
    "ayahArV2": "يخرج الحي من الميت ويخرج الميت من الحي ويحيي الارض بعد موتها وكذلك تخرجون",
    "ayahEn": "He brings forth the living from the dead and the dead from the living. And He gives life to the earth after its death. And so will you be brought forth ˹from the grave˺.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 20,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ",
    "ayahArV2": "ومن اياته ان خلقكم من تراب ثم اذا انتم بشر تنتشرون",
    "ayahEn": "One of His signs is that He created you from dust, then—behold!—you are human beings spreading over ˹the earth˺.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 21,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "ayahArV2": "ومن اياته ان خلق لكم من انفسكم ازواجا لتسكنوا اليها وجعل بينكم مودة ورحمة ان في ذلك لايات لقوم يتفكرون",
    "ayahEn": "And one of His signs is that He created for you spouses from among yourselves so that you may find comfort in them. And He has placed between you compassion and mercy. Surely in this are signs for people who reflect.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 22,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
    "ayahArV2": "ومن اياته خلق السماوات والارض واختلاف السنتكم والوانكم ان في ذلك لايات للعالمين",
    "ayahEn": "And one of His signs is the creation of the heavens and the earth, and the diversity of your languages and colours. Surely in this are signs for those of ˹sound˺ knowledge.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 23,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "ayahArV2": "ومن اياته منامكم بالليل والنهار وابتغاؤكم من فضله ان في ذلك لايات لقوم يسمعون",
    "ayahEn": "And one of His signs is your sleep by night and by day ˹for rest˺ as well as your seeking His bounty ˹in both˺. Surely in this are signs for people who listen.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 24,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "ayahArV2": "ومن اياته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحيي به الارض بعد موتها ان في ذلك لايات لقوم يعقلون",
    "ayahEn": "And one of His signs is that He shows you lightning, inspiring ˹you with˺ hope and fear. And He sends down rain from the sky, reviving the earth after its death. Surely in this are signs for people who understand.",
    "meta": {
      "page": 406,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 162,
      "sajda": false
    }
  }
]