[
  {
    "surahNo": 30,
    "ayahNo": 42,
    "ayahArV1": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
    "ayahArV2": "قل سيروا في الارض فانظروا كيف كان عاقبة الذين من قبل كان اكثرهم مشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Travel throughout the land and see what was the end of those ˹destroyed˺ before ˹you˺—most of them were polytheists.”",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 43,
    "ayahArV1": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
    "ayahArV2": "فاقم وجهك للدين القيم من قبل ان ياتي يوم لا مرد له من الله يومئذ يصدعون",
    "ayahEn": "So be steadfast in the Upright Faith ˹O Prophet˺, before the coming of a Day from Allah that cannot be averted. On that Day the people will be divided:",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 44,
    "ayahArV1": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
    "ayahArV2": "من كفر فعليه كفره ومن عمل صالحا فلانفسهم يمهدون",
    "ayahEn": "those who disbelieved will bear ˹the burden of˺ their own disbelief; and those who did good will have prepared for themselves ˹eternal homes˺",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 45,
    "ayahArV1": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "ليجزي الذين امنوا وعملوا الصالحات من فضله انه لا يحب الكافرين",
    "ayahEn": "so that He may ˹generously˺ reward those who believe and do good, out of His grace. He truly does not like the disbelievers.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 46,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ومن اياته ان يرسل الرياح مبشرات وليذيقكم من رحمته ولتجري الفلك بامره ولتبتغوا من فضله ولعلكم تشكرون",
    "ayahEn": "And one of His signs is that He sends the winds, ushering in good news ˹of rain˺ so that He may give you a taste of His mercy, and that ships may sail by His command, and that you may seek His bounty, and perhaps you will be grateful.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 47,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد ارسلنا من قبلك رسلا الى قومهم فجاءوهم بالبينات فانتقمنا من الذين اجرموا وكان حقا علينا نصر المؤمنين",
    "ayahEn": "Indeed, We sent before you ˹O Prophet˺ messengers, each to their own people, and they came to them with clear proofs. Then We inflicted punishment upon those who persisted in wickedness. For it is Our duty to help the believers.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 48,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
    "ayahArV2": "الله الذي يرسل الرياح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلاله فاذا اصاب به من يشاء من عباده اذا هم يستبشرون",
    "ayahEn": "It is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, which He then spreads out in the sky or piles up into masses as He wills, from which you see rain come forth. Then as soon as He causes it to fall on whoever He wills of His servants, they rejoice",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 49,
    "ayahArV1": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
    "ayahArV2": "وان كانوا من قبل ان ينزل عليهم من قبله لمبلسين",
    "ayahEn": "although they had utterly lost hope just before it was sent down to them.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 50,
    "ayahArV1": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "فانظر الى اثار رحمت الله كيف يحيي الارض بعد موتها ان ذلك لمحيي الموتى وهو على كل شيء قدير",
    "ayahEn": "See then the impact of Allah’s mercy: how He gives life to the earth after its death! Surely That ˹same God˺ can raise the dead. For He is Most Capable of everything.",
    "meta": {
      "page": 409,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  }
]