[
  {
    "surahNo": 30,
    "ayahNo": 51,
    "ayahArV1": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
    "ayahArV2": "ولئن ارسلنا ريحا فراوه مصفرا لظلوا من بعده يكفرون",
    "ayahEn": "Then if We send a ˹harsh˺ wind which they see withering ˹their˺ crops, they will definitely deny ˹old favours˺ right after.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 52,
    "ayahArV1": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
    "ayahArV2": "فانك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
    "ayahEn": "So you ˹O Prophet˺ certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 53,
    "ayahArV1": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
    "ayahArV2": "وما انت بهاد العمي عن ضلالتهم ان تسمع الا من يؤمن باياتنا فهم مسلمون",
    "ayahEn": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 163,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 54,
    "ayahArV1": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
    "ayahArV2": "الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير",
    "ayahEn": "It is Allah Who created you in a state of weakness, then developed ˹your˺ weakness into strength, then developed ˹your˺ strength into weakness and old age. He creates whatever He wills. For He is the All-Knowing, Most Capable.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 55,
    "ayahArV1": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
    "ayahArV2": "ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون",
    "ayahEn": "And on the Day the Hour will arrive, the wicked will swear that they did not stay ˹in this world˺ more than an hour. In this way they were always deluded ˹in the world˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 56,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "وقال الذين اوتوا العلم والايمان لقد لبثتم في كتاب الله الى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون",
    "ayahEn": "But those gifted with knowledge and faith will say ˹to them˺, “You did actually stay—as destined by Allah—until the Day of Resurrection. So here is the Day of Resurrection ˹which you denied˺! But you did not know ˹it was true˺.”",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 57,
    "ayahArV1": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "ayahArV2": "فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون",
    "ayahEn": "So on that Day the wrongdoers’ excuses will not benefit them, nor will they be allowed to appease ˹their Lord˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 58,
    "ayahArV1": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
    "ayahArV2": "ولقد ضربنا للناس في هذا القران من كل مثل ولئن جئتهم باية ليقولن الذين كفروا ان انتم الا مبطلون",
    "ayahEn": "We have certainly set forth every ˹kind of˺ lesson for people in this Quran. And no matter what sign you bring to them ˹O Prophet˺, the disbelievers will definitely say ˹to the believers˺, “You are only a people of falsehood.”",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 59,
    "ayahArV1": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "ayahArV2": "كذلك يطبع الله على قلوب الذين لا يعلمون",
    "ayahEn": "This is how Allah seals the hearts of those unwilling to know ˹the truth˺.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  },
  {
    "surahNo": 30,
    "ayahNo": 60,
    "ayahArV1": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
    "ayahArV2": "فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون",
    "ayahEn": "So be patient, for the promise of Allah certainly is true. And do not be disturbed by those who have no sure faith.",
    "meta": {
      "page": 410,
      "juz": 21,
      "hizb": 41,
      "hizbQuarter": 164,
      "sajda": false
    }
  }
]