[
  {
    "surahNo": 32,
    "ayahNo": 12,
    "ayahArV1": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
    "ayahArV2": "ولو ترى اذ المجرمون ناكسو رءوسهم عند ربهم ربنا ابصرنا وسمعنا فارجعنا نعمل صالحا انا موقنون",
    "ayahEn": "If only you could see the wicked hanging their heads ˹in shame˺ before their Lord, ˹crying:˺ “Our Lord! We have now seen and heard, so send us back and we will do good. We truly have sure faith ˹now˺!”",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 13,
    "ayahArV1": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "ولو شئنا لاتينا كل نفس هداها ولكن حق القول مني لاملان جهنم من الجنة والناس اجمعين",
    "ayahEn": "Had We willed, We could have easily imposed guidance on every soul. But My Word will come to pass: I will surely fill up Hell with jinn and humans all together.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 14,
    "ayahArV1": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "فذوقوا بما نسيتم لقاء يومكم هذا انا نسيناكم وذوقوا عذاب الخلد بما كنتم تعملون",
    "ayahEn": "So taste ˹the punishment˺ for neglecting the meeting of this Day of yours. We ˹too˺ will certainly neglect you. And taste the torment of eternity for what you used to do!",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 15,
    "ayahArV1": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
    "ayahArV2": "انما يؤمن باياتنا الذين اذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون",
    "ayahEn": "The only ˹true˺ believers in Our revelation are those who—when it is recited to them—fall into prostration and glorify the praises of their Lord and are not too proud.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": {
        "id": 10,
        "recommended": false,
        "obligatory": true
      }
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 16,
    "ayahArV1": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون",
    "ayahEn": "They abandon their beds, invoking their Lord with hope and fear, and donate from what We have provided for them.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 17,
    "ayahArV1": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فلا تعلم نفس ما اخفي لهم من قرة اعين جزاء بما كانوا يعملون",
    "ayahEn": "No soul can imagine what delights are kept in store for them as a reward for what they used to do.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 18,
    "ayahArV1": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
    "ayahArV2": "افمن كان مؤمنا كمن كان فاسقا لا يستوون",
    "ayahEn": "Is the one who is a believer equal ˹before Allah˺ to the one who is rebellious? They are not equal!",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 19,
    "ayahArV1": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "اما الذين امنوا وعملوا الصالحات فلهم جنات الماوى نزلا بما كانوا يعملون",
    "ayahEn": "As for those who believe and do good, they will have the Gardens of ˹Eternal˺ Residence—as an accommodation for what they used to do.",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  },
  {
    "surahNo": 32,
    "ayahNo": 20,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
    "ayahArV2": "واما الذين فسقوا فماواهم النار كلما ارادوا ان يخرجوا منها اعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون",
    "ayahEn": "But as for those who are rebellious, the Fire will be their home. Whenever they try to escape from it, they will be forced back into it, and will be told, “Taste the Fire’s torment, which you used to deny.”",
    "meta": {
      "page": 416,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 166,
      "sajda": false
    }
  }
]