[
  {
    "surahNo": 33,
    "ayahNo": 7,
    "ayahArV1": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
    "ayahArV2": "واذ اخذنا من النبيين ميثاقهم ومنك ومن نوح وابراهيم وموسى وعيسى ابن مريم واخذنا منهم ميثاقا غليظا",
    "ayahEn": "And ˹remember˺ when We took a covenant from the prophets, as well as from you ˹O Prophet˺, and from Noah, Abraham, Moses, and Jesus, son of Mary. We did take a solemn covenant from ˹all of˺ them",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 8,
    "ayahArV1": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
    "ayahArV2": "ليسال الصادقين عن صدقهم واعد للكافرين عذابا اليما",
    "ayahEn": "so that He may question these men of truth about their ˹delivery of the˺ truth. And He has prepared a painful punishment for the disbelievers.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 9,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "ayahArV2": "يا ايها الذين امنوا اذكروا نعمة الله عليكم اذ جاءتكم جنود فارسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا",
    "ayahEn": "O believers! Remember Allah’s favour upon you when ˹enemy˺ forces came to ˹besiege˺ you ˹in Medina˺, so We sent against them a ˹bitter˺ wind and forces you could not see. And Allah is All-Seeing of what you do.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 10,
    "ayahArV1": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
    "ayahArV2": "اذ جاءوكم من فوقكم ومن اسفل منكم واذ زاغت الابصار وبلغت القلوب الحناجر وتظنون بالله الظنونا",
    "ayahEn": "˹Remember˺ when they came at you from east and west, when your eyes grew wild ˹in horror˺ and your hearts jumped into your throats, and you entertained ˹conflicting˺ thoughts about Allah.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 11,
    "ayahArV1": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
    "ayahArV2": "هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا",
    "ayahEn": "Then and there the believers were put to the test, and were violently shaken.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 12,
    "ayahArV1": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
    "ayahArV2": "واذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله الا غرورا",
    "ayahEn": "And ˹remember˺ when the hypocrites and those with sickness in their hearts said, “Allah and His Messenger have promised us nothing but delusion!”",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 13,
    "ayahArV1": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
    "ayahArV2": "واذ قالت طائفة منهم يا اهل يثرب لا مقام لكم فارجعوا ويستاذن فريق منهم النبي يقولون ان بيوتنا عورة وما هي بعورة ان يريدون الا فرارا",
    "ayahEn": "And ˹remember˺ when a group of them said, “O people of Yathrib! There is no point in you staying ˹here˺, so retreat!” Another group of them asked the Prophet’s permission ˹to leave˺, saying, “Our homes are vulnerable,” while ˹in fact˺ they were not vulnerable. They only wished to flee.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 14,
    "ayahArV1": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
    "ayahArV2": "ولو دخلت عليهم من اقطارها ثم سئلوا الفتنة لاتوها وما تلبثوا بها الا يسيرا",
    "ayahEn": "Had their city been sacked from all sides and they had been asked to abandon faith, they would have done so with little hesitation.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 15,
    "ayahArV1": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
    "ayahArV2": "ولقد كانوا عاهدوا الله من قبل لا يولون الادبار وكان عهد الله مسئولا",
    "ayahEn": "They had already pledged to Allah earlier never to turn their backs ˹in retreat˺. And a pledge to Allah must be answered for.",
    "meta": {
      "page": 419,
      "juz": 21,
      "hizb": 42,
      "hizbQuarter": 167,
      "sajda": false
    }
  }
]