[
  {
    "surahNo": 33,
    "ayahNo": 44,
    "ayahArV1": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَـٰمٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
    "ayahArV2": "تحيتهم يوم يلقونه سلام واعد لهم اجرا كريما",
    "ayahEn": "Their greeting on the Day they meet Him will be, “Peace!” And He has prepared for them an honourable reward.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 45,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
    "ayahArV2": "يا ايها النبي انا ارسلناك شاهدا ومبشرا ونذيرا",
    "ayahEn": "O Prophet! We have sent you as a witness, and a deliverer of good news, and a warner",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 46,
    "ayahArV1": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا",
    "ayahArV2": "وداعيا الى الله باذنه وسراجا منيرا",
    "ayahEn": "and a caller to ˹the Way of˺ Allah by His command, and a beacon of light.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 47,
    "ayahArV1": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًا كَبِيرًا",
    "ayahArV2": "وبشر المؤمنين بان لهم من الله فضلا كبيرا",
    "ayahEn": "Give good news to the believers that they will have a great bounty from Allah.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 48,
    "ayahArV1": "وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "ayahArV2": "ولا تطع الكافرين والمنافقين ودع اذاهم وتوكل على الله وكفى بالله وكيلا",
    "ayahEn": "Do not yield to the disbelievers and the hypocrites. Overlook their annoyances, and put your trust in Allah. For Allah is sufficient as a Trustee of Affairs.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 49,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَـٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
    "ayahArV2": "يا ايها الذين امنوا اذا نكحتم المؤمنات ثم طلقتموهن من قبل ان تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا",
    "ayahEn": "O believers! If you marry believing women and then divorce them before you touch them, they will have no waiting period for you to count, so give them a ˹suitable˺ compensation, and let them go graciously.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 50,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّـٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَـٰلَـٰتِكَ ٱلَّـٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَـٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "يا ايها النبي انا احللنا لك ازواجك اللاتي اتيت اجورهن وما ملكت يمينك مما افاء الله عليك وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك وامراة مؤمنة ان وهبت نفسها للنبي ان اراد النبي ان يستنكحها خالصة لك من دون المؤمنين قد علمنا ما فرضنا عليهم في ازواجهم وما ملكت ايمانهم لكيلا يكون عليك حرج وكان الله غفورا رحيما",
    "ayahEn": "O Prophet! We have made lawful for you your wives to whom you have paid their ˹full˺ dowries as well as those ˹bondwomen˺ in your possession, whom Allah has granted you. And ˹you are allowed to marry˺ the daughters of your paternal uncles and aunts, and the daughters of your maternal uncles and aunts, who have emigrated like you. Also ˹allowed for marriage is˺ a believing woman who offers herself to the Prophet ˹without dowry˺ if he is interested in marrying her—˹this is˺ exclusively for you, not for the rest of the believers. We know well what ˹rulings˺ We have ordained for the believers in relation to their wives and those ˹bondwomen˺ in their possession. As such, there would be no blame on you. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 424,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 169,
      "sajda": false
    }
  }
]