[
  {
    "surahNo": 33,
    "ayahNo": 55,
    "ayahArV1": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَـٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
    "ayahArV2": "لا جناح عليهن في ابائهن ولا ابنائهن ولا اخوانهن ولا ابناء اخوانهن ولا ابناء اخواتهن ولا نسائهن ولا ما ملكت ايمانهن واتقين الله ان الله كان على كل شيء شهيدا",
    "ayahEn": "There is no blame on the Prophet’s wives ˹if they appear unveiled˺ before their fathers, their sons, their brothers, their brothers’ sons, their sisters’ sons, their fellow ˹Muslim˺ women, and those ˹bondspeople˺ in their possession. And be mindful of Allah ˹O wives of the Prophet!˺ Surely Allah is a Witness over all things.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 170,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 56,
    "ayahArV1": "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
    "ayahArV2": "ان الله وملائكته يصلون على النبي يا ايها الذين امنوا صلوا عليه وسلموا تسليما",
    "ayahEn": "Indeed, Allah showers His blessings upon the Prophet, and His angels pray for him. O  believers! Invoke Allah’s blessings upon him, and salute him with worthy greetings of peace.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 170,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 57,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
    "ayahArV2": "ان الذين يؤذون الله ورسوله لعنهم الله في الدنيا والاخرة واعد لهم عذابا مهينا",
    "ayahEn": "Surely those who offend Allah and His Messenger are condemned by Allah in this world and the Hereafter. And He has prepared for them a humiliating punishment.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 170,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 58,
    "ayahArV1": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "ayahArV2": "والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانا واثما مبينا",
    "ayahEn": "As for those who abuse believing men and women unjustifiably, they will definitely bear the guilt of slander and blatant sin.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 170,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 59,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَـٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "يا ايها النبي قل لازواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك ادنى ان يعرفن فلا يؤذين وكان الله غفورا رحيما",
    "ayahEn": "O Prophet! Ask your wives, daughters, and believing women to draw their cloaks over their bodies. In this way it is more likely that they will be recognized ˹as virtuous˺ and not be harassed. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 170,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 60,
    "ayahArV1": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
    "ayahArV2": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها الا قليلا",
    "ayahEn": "If the hypocrites, and those with sickness in their hearts, and rumour-mongers in Medina do not desist, We will certainly incite you ˹O Prophet˺ against them, and then they will not be your neighbours there any longer.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 171,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 61,
    "ayahArV1": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
    "ayahArV2": "ملعونين اينما ثقفوا اخذوا وقتلوا تقتيلا",
    "ayahEn": "˹They deserve to be˺ condemned. ˹If they were to persist,˺ they would get themselves seized and killed relentlessly wherever they are found!",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 171,
      "sajda": false
    }
  },
  {
    "surahNo": 33,
    "ayahNo": 62,
    "ayahArV1": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
    "ayahArV2": "سنة الله في الذين خلوا من قبل ولن تجد لسنة الله تبديلا",
    "ayahEn": "That was Allah’s way with those ˹hypocrites˺ who have gone before. And you will find no change in Allah’s way.",
    "meta": {
      "page": 426,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 171,
      "sajda": false
    }
  }
]