[
  {
    "surahNo": 34,
    "ayahNo": 15,
    "ayahArV1": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
    "ayahArV2": "لقد كان لسبا في مسكنهم اية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور",
    "ayahEn": "Indeed, there was a sign for ˹the tribe of˺ Sheba in their homeland: two orchards—one to the right and the other to the left. ˹They were told:˺ “Eat from the provision of your Lord, and be grateful to Him. ˹Yours is˺ a good land and a forgiving Lord.”",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 16,
    "ayahArV1": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
    "ayahArV2": "فاعرضوا فارسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين ذواتي اكل خمط واثل وشيء من سدر قليل",
    "ayahEn": "But they turned away. So We sent against them a devastating flood, and replaced their orchards with two others producing bitter fruit, fruitless bushes, and a few ˹sparse˺ thorny trees.",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 17,
    "ayahArV1": "ذَٰلِكَ جَزَيْنَـٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَـٰزِىٓ إِلَّا ٱلْكَفُورَ",
    "ayahArV2": "ذلك جزيناهم بما كفروا وهل نجازي الا الكفور",
    "ayahEn": "This is how We rewarded them for their ingratitude. Would We ever punish ˹anyone in such a way˺ except the ungrateful?",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 18,
    "ayahArV1": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
    "ayahArV2": "وجعلنا بينهم وبين القرى التي باركنا فيها قرى ظاهرة وقدرنا فيها السير سيروا فيها ليالي واياما امنين",
    "ayahEn": "We had also placed between them and the cities We showered with blessings ˹many small˺ towns within sight of one another. And We set moderate travel distances in between, ˹saying,˺ “Travel between them by day and night safely.”",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 19,
    "ayahArV1": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "ayahArV2": "فقالوا ربنا باعد بين اسفارنا وظلموا انفسهم فجعلناهم احاديث ومزقناهم كل ممزق ان في ذلك لايات لكل صبار شكور",
    "ayahEn": "But they said, “Our Lord! Make ˹the distances of˺ our journeys longer,” wronging themselves. So We reduced them to ˹cautionary˺ tales, and scattered them utterly. Surely in this are lessons for whoever is steadfast, grateful.",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 20,
    "ayahArV1": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد صدق عليهم ابليس ظنه فاتبعوه الا فريقا من المؤمنين",
    "ayahEn": "Indeed, Iblîs’ assumption about them has come true, so they ˹all˺ follow him, except a group of ˹true˺ believers.",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 21,
    "ayahArV1": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "ayahArV2": "وما كان له عليهم من سلطان الا لنعلم من يؤمن بالاخرة ممن هو منها في شك وربك على كل شيء حفيظ",
    "ayahEn": "He does not have any authority over them, but ˹Our Will is˺ only to distinguish those who believe in the Hereafter from those who are in doubt about it. And your Lord is a ˹vigilant˺ Keeper over all things.”",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 22,
    "ayahArV1": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
    "ayahArV2": "قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السماوات ولا في الارض وما لهم فيهما من شرك وما له منهم من ظهير",
    "ayahEn": "Say, ˹O Prophet,˺ “Call upon those you claim ˹to be divine˺ besides Allah. They do not possess ˹even˺ an atom’s weight either in the heavens or the earth, nor do they have any share in ˹governing˺ them. Nor is any of them a helper to Him.”",
    "meta": {
      "page": 430,
      "juz": 22,
      "hizb": 43,
      "hizbQuarter": 172,
      "sajda": false
    }
  }
]