[
  {
    "surahNo": 34,
    "ayahNo": 32,
    "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
    "ayahArV2": "قال الذين استكبروا للذين استضعفوا انحن صددناكم عن الهدى بعد اذ جاءكم بل كنتم مجرمين",
    "ayahEn": "The arrogant will respond to the lowly, “Did we ever hinder you from guidance after it came to you? In fact, you were wicked ˹on your own˺.”",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 33,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار اذ تامروننا ان نكفر بالله ونجعل له اندادا واسروا الندامة لما راوا العذاب وجعلنا الاغلال في اعناق الذين كفروا هل يجزون الا ما كانوا يعملون",
    "ayahEn": "The lowly will say to the arrogant, “No! It was your plotting by day and night—when you ordered us to disbelieve in Allah and to set up equals with Him.” They will ˹all˺ hide ˹their˺ remorse when they see the torment. And We will put shackles around the necks of the disbelievers. Will they be rewarded except for what they used to do?",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 34,
    "ayahArV1": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
    "ayahArV2": "وما ارسلنا في قرية من نذير الا قال مترفوها انا بما ارسلتم به كافرون",
    "ayahEn": "Whenever We sent a warner to a society, its elite would say, “We truly reject what you have been sent with.”",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 35,
    "ayahArV1": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
    "ayahArV2": "وقالوا نحن اكثر اموالا واولادا وما نحن بمعذبين",
    "ayahEn": "Adding, “We are far superior ˹to the believers˺ in wealth and children, and we will never be punished.”",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 36,
    "ayahArV1": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "قل ان ربي يبسط الرزق لمن يشاء ويقدر ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills. But most people do not know.”",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 37,
    "ayahArV1": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
    "ayahArV2": "وما اموالكم ولا اولادكم بالتي تقربكم عندنا زلفى الا من امن وعمل صالحا فاولئك لهم جزاء الضعف بما عملوا وهم في الغرفات امنون",
    "ayahEn": "It is not your wealth or children that bring you closer to Us. But those who believe and do good—it is they who will have a multiplied reward for what they did, and they will be secure in ˹elevated˺ mansions.",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 38,
    "ayahArV1": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "ayahArV2": "والذين يسعون في اياتنا معاجزين اولئك في العذاب محضرون",
    "ayahEn": "As for those who strive to discredit Our revelations, it is they who will be confined in punishment.",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  },
  {
    "surahNo": 34,
    "ayahNo": 39,
    "ayahArV1": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
    "ayahArV2": "قل ان ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما انفقتم من شيء فهو يخلفه وهو خير الرازقين",
    "ayahEn": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills of His servants. And whatever you spend in charity, He will compensate ˹you˺ for it. For He is the Best Provider.”",
    "meta": {
      "page": 432,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 173,
      "sajda": false
    }
  }
]