[
  {
    "surahNo": 35,
    "ayahNo": 4,
    "ayahArV1": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "ayahArV2": "وان يكذبوك فقد كذبت رسل من قبلك والى الله ترجع الامور",
    "ayahEn": "If you are rejected by them, so too were messengers before you. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 5,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "ayahArV2": "يا ايها الناس ان وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور",
    "ayahEn": "O humanity! Indeed, Allah’s promise is true. So do not let the life of this world deceive you, nor let the Chief Deceiver deceive you about Allah.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 6,
    "ayahArV1": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
    "ayahArV2": "ان الشيطان لكم عدو فاتخذوه عدوا انما يدعو حزبه ليكونوا من اصحاب السعير",
    "ayahEn": "Surely Satan is an enemy to you, so take him as an enemy. He only invites his followers to become inmates of the Blaze.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 7,
    "ayahArV1": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "ayahArV2": "الذين كفروا لهم عذاب شديد والذين امنوا وعملوا الصالحات لهم مغفرة واجر كبير",
    "ayahEn": "Those who disbelieve will have a severe punishment. But those who believe and do good will have forgiveness and a great reward.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 8,
    "ayahArV1": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
    "ayahArV2": "افمن زين له سوء عمله فراه حسنا فان الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات ان الله عليم بما يصنعون",
    "ayahEn": "Are those whose evil-doing is made so appealing to them that they deem it good ˹like those who are rightly guided˺? ˹It is˺ certainly Allah ˹Who˺ leaves to stray whoever He wills, and guides whoever He wills. So do not grieve yourself to death over them ˹O Prophet˺. Surely Allah is All-Knowing of what they do.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 9,
    "ayahArV1": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
    "ayahArV2": "والله الذي ارسل الرياح فتثير سحابا فسقناه الى بلد ميت فاحيينا به الارض بعد موتها كذلك النشور",
    "ayahEn": "And it is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, and then We drive them to a lifeless land, giving life to the earth after its death. Similar is the Resurrection.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 10,
    "ayahArV1": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
    "ayahArV2": "من كان يريد العزة فلله العزة جميعا اليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر اولئك هو يبور",
    "ayahEn": "Whoever seeks honour and power, then ˹let them know that˺ all honour and power belongs to Allah. To Him ˹alone˺ good words ascend, and righteous deeds are raised up by Him. As for those who plot evil, they will suffer a severe punishment. And the plotting of such ˹people˺ is doomed ˹to fail˺.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 11,
    "ayahArV1": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "ayahArV2": "والله خلقكم من تراب ثم من نطفة ثم جعلكم ازواجا وما تحمل من انثى ولا تضع الا بعلمه وما يعمر من معمر ولا ينقص من عمره الا في كتاب ان ذلك على الله يسير",
    "ayahEn": "And ˹it is˺ Allah ˹Who˺ created you from dust, then ˹developed you˺ from a sperm-drop, then made you into pairs. No female ever conceives or delivers without His knowledge. And no one’s life is made long or cut short but is ˹written˺ in a Record. That is certainly easy for Allah.",
    "meta": {
      "page": 435,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  }
]