[
  {
    "surahNo": 35,
    "ayahNo": 12,
    "ayahArV1": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح اجاج ومن كل تاكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون",
    "ayahEn": "The two bodies of water are not alike: one is fresh, palatable, and pleasant to drink and the other is salty and bitter. Yet from them both you eat tender seafood and extract ornaments to wear. And you see the ships ploughing their way through both, so you may seek His bounty and give thanks ˹to Him˺.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 13,
    "ayahArV1": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
    "ayahArV2": "يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لاجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير",
    "ayahEn": "He merges the night into the day and the day into the night, and has subjected the sun and the moon, each orbiting for an appointed term. That is Allah—your Lord! All authority belongs to Him. But those ˹idols˺ you invoke besides Him do not possess even the skin of a date stone.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 14,
    "ayahArV1": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
    "ayahArV2": "ان تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير",
    "ayahEn": "If you call upon them, they cannot hear your calls. And if they were to hear, they could not respond to you. On the Day of Judgment they will disown your worship ˹of them˺. And no one can inform you ˹O Prophet˺ like the All-Knowledgeable.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 174,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 15,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "ayahArV2": "يا ايها الناس انتم الفقراء الى الله والله هو الغني الحميد",
    "ayahEn": "O humanity! It is you who stand in need of Allah, but Allah ˹alone˺ is the Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 16,
    "ayahArV1": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
    "ayahArV2": "ان يشا يذهبكم ويات بخلق جديد",
    "ayahEn": "If He willed, He could eliminate you and produce a new creation.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 17,
    "ayahArV1": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
    "ayahArV2": "وما ذلك على الله بعزيز",
    "ayahEn": "And that is not difficult for Allah ˹at all˺.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 18,
    "ayahArV1": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
    "ayahArV2": "ولا تزر وازرة وزر اخرى وان تدع مثقلة الى حملها لا يحمل منه شيء ولو كان ذا قربى انما تنذر الذين يخشون ربهم بالغيب واقاموا الصلاة ومن تزكى فانما يتزكى لنفسه والى الله المصير",
    "ayahEn": "No soul burdened with sin will bear the burden of another. And if a sin-burdened soul cries for help with its burden, none of it will be carried—even by a close relative. You ˹O Prophet˺ can only warn those who stand in awe of their Lord without seeing Him and establish prayer. Whoever purifies themselves, they only do so for their own good. And to Allah is the final return.",
    "meta": {
      "page": 436,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  }
]