[
  {
    "surahNo": 35,
    "ayahNo": 31,
    "ayahArV1": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
    "ayahArV2": "والذي اوحينا اليك من الكتاب هو الحق مصدقا لما بين يديه ان الله بعباده لخبير بصير",
    "ayahEn": "The Book We have revealed to you ˹O Prophet˺ is the truth, confirming what came before it. Surely Allah is All-Aware, All-Seeing of His servants.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 32,
    "ayahArV1": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "ayahArV2": "ثم اورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات باذن الله ذلك هو الفضل الكبير",
    "ayahEn": "Then We granted the Book to those We have chosen from Our servants. Some of them wrong themselves, some follow a middle course, and some are foremost in good deeds by Allah’s Will. That is ˹truly˺ the greatest bounty.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 33,
    "ayahArV1": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
    "ayahArV2": "جنات عدن يدخلونها يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير",
    "ayahEn": "They will enter the Gardens of Eternity, where they will be adorned with bracelets of gold and pearls, and their clothing will be silk.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 34,
    "ayahArV1": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
    "ayahArV2": "وقالوا الحمد لله الذي اذهب عنا الحزن ان ربنا لغفور شكور",
    "ayahEn": "And they will say, “Praise be to Allah, Who has kept away from us all ˹causes of˺ sorrow. Our Lord is indeed All-Forgiving, Most Appreciative.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 35,
    "ayahArV1": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
    "ayahArV2": "الذي احلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب",
    "ayahEn": "˹He is the One˺ Who—out of His grace—has settled us in the Home of Everlasting Stay, where we will be touched by neither fatigue nor weariness.”",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 36,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
    "ayahArV2": "والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور",
    "ayahEn": "As for the disbelievers, they will have the Fire of Hell, where they will not be ˹allowed to be˺ finished by death, nor will its torment be lightened for them. This is how We reward every ˹stubborn˺ disbeliever.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 37,
    "ayahArV1": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
    "ayahArV2": "وهم يصطرخون فيها ربنا اخرجنا نعمل صالحا غير الذي كنا نعمل اولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير",
    "ayahEn": "There they will be ˹fervently˺ screaming, “Our Lord! Take us out ˹and send us back˺. We will do good, unlike what we used to do.” ˹They will be told,˺ “Did We not give you lives long enough so that whoever wanted to be mindful could have done so? And the warner came to you. So taste ˹the punishment˺, for the wrongdoers have no helper.”",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  },
  {
    "surahNo": 35,
    "ayahNo": 38,
    "ayahArV1": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "ayahArV2": "ان الله عالم غيب السماوات والارض انه عليم بذات الصدور",
    "ayahEn": "Indeed, Allah is the Knower of the unseen of the heavens and the earth. He surely knows best what is ˹hidden˺ in the heart.",
    "meta": {
      "page": 438,
      "juz": 22,
      "hizb": 44,
      "hizbQuarter": 175,
      "sajda": false
    }
  }
]