[
  {
    "surahNo": 36,
    "ayahNo": 28,
    "ayahArV1": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "ayahArV2": "وما انزلنا على قومه من بعده من جند من السماء وما كنا منزلين",
    "ayahEn": "We did not send any soldiers from the heavens against his people after his death, nor did We need to.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 29,
    "ayahArV1": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ",
    "ayahArV2": "ان كانت الا صيحة واحدة فاذا هم خامدون",
    "ayahEn": "All it took was one ˹mighty˺ blast, and they were extinguished at once.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 30,
    "ayahArV1": "يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "يا حسرة على العباد ما ياتيهم من رسول الا كانوا به يستهزئون",
    "ayahEn": "Oh pity, such beings! No messenger ever came to them without being mocked.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 31,
    "ayahArV1": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
    "ayahArV2": "الم يروا كم اهلكنا قبلهم من القرون انهم اليهم لا يرجعون",
    "ayahEn": "Have the deniers not considered how many peoples We destroyed before them who never came back to life again?",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 32,
    "ayahArV1": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "ayahArV2": "وان كل لما جميع لدينا محضرون",
    "ayahEn": "Yet they will all be brought before Us.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 33,
    "ayahArV1": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
    "ayahArV2": "واية لهم الارض الميتة احييناها واخرجنا منها حبا فمنه ياكلون",
    "ayahEn": "There is a sign for them in the dead earth: We give it life, producing grain from it for them to eat.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 34,
    "ayahArV1": "وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
    "ayahArV2": "وجعلنا فيها جنات من نخيل واعناب وفجرنا فيها من العيون",
    "ayahEn": "And We have placed in it gardens of palm trees and grapevines, and caused springs to gush forth in it",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 35,
    "ayahArV1": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
    "ayahArV2": "لياكلوا من ثمره وما عملته ايديهم افلا يشكرون",
    "ayahEn": "so that they may eat from its fruit, which they had no hand in making. Will they not then give thanks?",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 36,
    "ayahArV1": "سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
    "ayahArV2": "سبحان الذي خلق الازواج كلها مما تنبت الارض ومن انفسهم ومما لا يعلمون",
    "ayahEn": "Glory be to the One Who created all ˹things in˺ pairs—˹be it˺ what the earth produces, their genders, or what they do not know!",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 37,
    "ayahArV1": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
    "ayahArV2": "واية لهم الليل نسلخ منه النهار فاذا هم مظلمون",
    "ayahEn": "There is also a sign for them in the night: We strip from it daylight, then—behold!—they are in darkness.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 38,
    "ayahArV1": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "ayahArV2": "والشمس تجري لمستقر لها ذلك تقدير العزيز العليم",
    "ayahEn": "The sun travels for its fixed term. That is the design of the Almighty, All-Knowing.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 39,
    "ayahArV1": "وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
    "ayahArV2": "والقمر قدرناه منازل حتى عاد كالعرجون القديم",
    "ayahEn": "As for the moon, We have ordained ˹precise˺ phases for it, until it ends up like an old, curved palm stalk.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  },
  {
    "surahNo": 36,
    "ayahNo": 40,
    "ayahArV1": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
    "ayahArV2": "لا الشمس ينبغي لها ان تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون",
    "ayahEn": "It is not for the sun to catch up with the moon, nor does the night outrun the day. Each is travelling in an orbit of their own.",
    "meta": {
      "page": 442,
      "juz": 23,
      "hizb": 45,
      "hizbQuarter": 177,
      "sajda": false
    }
  }
]