[
  {
    "surahNo": 39,
    "ayahNo": 6,
    "ayahArV1": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
    "ayahArV2": "خلقكم من نفس واحدة ثم جعل منها زوجها وانزل لكم من الانعام ثمانية ازواج يخلقكم في بطون امهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا اله الا هو فانى تصرفون",
    "ayahEn": "He created you ˹all˺ from a single soul, then from it He made its mate. And He produced for you four pairs of cattle. He creates you in the wombs of your mothers ˹in stages˺, one development after another, in three layers of darkness. That is Allah—your Lord! All authority belongs to Him. There is no god ˹worthy of worship˺ except Him. How can you then be turned away?",
    "meta": {
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 183,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 7,
    "ayahArV1": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "ayahArV2": "ان تكفروا فان الله غني عنكم ولا يرضى لعباده الكفر وان تشكروا يرضه لكم ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم تعملون انه عليم بذات الصدور",
    "ayahEn": "If you disbelieve, then ˹know that˺ Allah is truly not in need of you, nor does He approve of disbelief from His servants. But if you become grateful ˹through faith˺, He will appreciate that from you. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of what you used to do. He certainly knows best what is ˹hidden˺ in the heart.",
    "meta": {
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 183,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 8,
    "ayahArV1": "۞ وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
    "ayahArV2": "واذا مس الانسان ضر دعا ربه منيبا اليه ثم اذا خوله نعمة منه نسي ما كان يدعو اليه من قبل وجعل لله اندادا ليضل عن سبيله قل تمتع بكفرك قليلا انك من اصحاب النار",
    "ayahEn": "When one is touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He showers them with blessings from Him, they ˹totally˺ forget the One they had cried to earlier, and set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy your disbelief for a little while! You will certainly be one of the inmates of the Fire.”",
    "meta": {
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 9,
    "ayahArV1": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "ayahArV2": "امن هو قانت اناء الليل ساجدا وقائما يحذر الاخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون انما يتذكر اولو الالباب",
    "ayahEn": "˹Are they better˺ or those who worship ˹their Lord˺ devoutly in the hours of the night, prostrating and standing, fearing the Hereafter and hoping for the mercy of their Lord? Say, ˹O Prophet,˺ “Are those who know equal to those who do not know?” None will be mindful ˹of this˺ except people of reason.",
    "meta": {
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 10,
    "ayahArV1": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
    "ayahArV2": "قل يا عباد الذين امنوا اتقوا ربكم للذين احسنوا في هذه الدنيا حسنة وارض الله واسعة انما يوفى الصابرون اجرهم بغير حساب",
    "ayahEn": "Say ˹O Prophet, that Allah says˺, “O My servants who believe! Be mindful of your Lord. Those who do good in this world will have a good reward. And Allah’s earth is spacious. Only those who endure patiently will be given their reward without limit.”",
    "meta": {
      "page": 459,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  }
]