[
  {
    "surahNo": 39,
    "ayahNo": 22,
    "ayahArV1": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "افمن شرح الله صدره للاسلام فهو على نور من ربه فويل للقاسية قلوبهم من ذكر الله اولئك في ضلال مبين",
    "ayahEn": "Can ˹the misguided be like˺ those whose hearts Allah has opened to Islam, so they are enlightened by their Lord? So woe to those whose hearts are hardened at the remembrance of Allah! It is they who are clearly astray.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 23,
    "ayahArV1": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "ayahArV2": "الله نزل احسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم الى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد",
    "ayahEn": "˹It is˺ Allah ˹Who˺ has sent down the best message—a Book of perfect consistency and repeated lessons—which causes the skin ˹and hearts˺ of those who fear their Lord to tremble, then their skin and hearts soften at the mention of ˹the mercy of˺ Allah. That is the guidance of Allah, through which He guides whoever He wills. But whoever Allah leaves to stray will be left with no guide.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 24,
    "ayahArV1": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
    "ayahArV2": "افمن يتقي بوجهه سوء العذاب يوم القيامة وقيل للظالمين ذوقوا ما كنتم تكسبون",
    "ayahEn": "Are those who will only have their ˹bare˺ faces to shield themselves from the awful torment on Judgment Day ˹better than those in Paradise˺? It will ˹then˺ be said to the wrongdoers: “Reap what you sowed!”",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 25,
    "ayahArV1": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
    "ayahArV2": "كذب الذين من قبلهم فاتاهم العذاب من حيث لا يشعرون",
    "ayahEn": "Those before them ˹also˺ rejected ˹the truth˺, then the torment came upon them from where they least expected.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 26,
    "ayahArV1": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "ayahArV2": "فاذاقهم الله الخزي في الحياة الدنيا ولعذاب الاخرة اكبر لو كانوا يعلمون",
    "ayahEn": "So Allah made them taste humiliation in this worldly life, but far worse is the punishment of the Hereafter, if only they knew.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 27,
    "ayahArV1": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
    "ayahArV2": "ولقد ضربنا للناس في هذا القران من كل مثل لعلهم يتذكرون",
    "ayahEn": "We have certainly set forth every ˹kind of˺ lesson for people in this Quran, so perhaps they will be mindful.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 28,
    "ayahArV1": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
    "ayahArV2": "قرانا عربيا غير ذي عوج لعلهم يتقون",
    "ayahEn": "˹It is˺ a Quran ˹revealed˺ in Arabic without any crookedness, so perhaps they will be conscious ˹of Allah˺.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 29,
    "ayahArV1": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل اكثرهم لا يعلمون",
    "ayahEn": "Allah sets forth the parable of a slave owned by several quarrelsome masters, and a slave owned by only one master. Are they equal in condition? Praise be to Allah! In fact, most of them do not know.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 30,
    "ayahArV1": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
    "ayahArV2": "انك ميت وانهم ميتون",
    "ayahEn": "You ˹O Prophet˺ will certainly die, and they will die too.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 31,
    "ayahArV1": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
    "ayahArV2": "ثم انكم يوم القيامة عند ربكم تختصمون",
    "ayahEn": "Then on the Day of Judgment you will ˹all settle your˺ dispute before your Lord.",
    "meta": {
      "page": 461,
      "juz": 23,
      "hizb": 46,
      "hizbQuarter": 184,
      "sajda": false
    }
  }
]