[
  {
    "surahNo": 39,
    "ayahNo": 32,
    "ayahArV1": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
    "ayahArV2": "فمن اظلم ممن كذب على الله وكذب بالصدق اذ جاءه اليس في جهنم مثوى للكافرين",
    "ayahEn": "Who then does more wrong than those who lie about Allah and reject the truth after it has reached them? Is Hell not a ˹fitting˺ home for the disbelievers?",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 33,
    "ayahArV1": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
    "ayahArV2": "والذي جاء بالصدق وصدق به اولئك هم المتقون",
    "ayahEn": "And the one who has brought the truth and those who embrace it—it is they who are the righteous.",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 34,
    "ayahArV1": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
    "ayahArV2": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين",
    "ayahEn": "They will have whatever they desire with their Lord. That is the reward of the good-doers.",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 35,
    "ayahArV1": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "ليكفر الله عنهم اسوا الذي عملوا ويجزيهم اجرهم باحسن الذي كانوا يعملون",
    "ayahEn": "As such, Allah will absolve them of ˹even˺ the worst of what they did and reward them according to the best of what they used to do.",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 36,
    "ayahArV1": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "ayahArV2": "اليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد",
    "ayahEn": "Is Allah not sufficient for His servant? Yet they threaten you with other ˹powerless˺ gods besides Him! Whoever Allah leaves to stray will be left with no guide.",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 37,
    "ayahArV1": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
    "ayahArV2": "ومن يهد الله فما له من مضل اليس الله بعزيز ذي انتقام",
    "ayahEn": "And whoever Allah guides, none can lead astray. Is Allah not Almighty, capable of punishment?",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 38,
    "ayahArV1": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
    "ayahArV2": "ولئن سالتهم من خلق السماوات والارض ليقولن الله قل افرايتم ما تدعون من دون الله ان ارادني الله بضر هل هن كاشفات ضره او ارادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون",
    "ayahEn": "If you ask them ˹O Prophet˺ who created the heavens and the earth, they will certainly say, “Allah!” Ask ˹them˺, “Consider then whatever ˹idols˺ you invoke besides Allah: if it was Allah’s Will to harm me, could they undo that harm? Or if He willed ˹some˺ mercy for me, could they withhold His mercy?” Say, “Allah is sufficient for me. In Him ˹alone˺ the faithful put their trust.”",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 39,
    "ayahArV1": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
    "ayahArV2": "قل يا قوم اعملوا على مكانتكم اني عامل فسوف تعلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 40,
    "ayahArV1": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
    "ayahArV2": "من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم",
    "ayahEn": "who will be visited by a humiliating torment ˹in this life˺ and overwhelmed by an everlasting punishment ˹in the next˺.”",
    "meta": {
      "page": 462,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  }
]