[
  {
    "surahNo": 39,
    "ayahNo": 48,
    "ayahArV1": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "ayahArV2": "وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون",
    "ayahEn": "And the evil ˹consequences˺ of their deeds will unfold before them, and they will be overwhelmed by what they used to ridicule.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 49,
    "ayahArV1": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "ayahArV2": "فاذا مس الانسان ضر دعانا ثم اذا خولناه نعمة منا قال انما اوتيته على علم بل هي فتنة ولكن اكثرهم لا يعلمون",
    "ayahEn": "When one is touched with hardship, they cry out to Us ˹alone˺. Then when We shower Our blessings upon them, they say, “I have been granted all this only because of ˹my˺ knowledge.” Not at all! It is ˹no more than˺ a test. But most of them do not know.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 50,
    "ayahArV1": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
    "ayahArV2": "قد قالها الذين من قبلهم فما اغنى عنهم ما كانوا يكسبون",
    "ayahEn": "The same had already been said by those ˹destroyed˺ before them, but their ˹worldly˺ gains were of no benefit to them.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 51,
    "ayahArV1": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
    "ayahArV2": "فاصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين",
    "ayahEn": "So the evil ˹consequences˺ of their deeds overtook them. And the wrongdoers among these ˹pagans˺ will be overtaken by the evil ˹consequences˺ of their deeds. And they will have no escape.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 52,
    "ayahArV1": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "ayahArV2": "اولم يعلموا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايات لقوم يؤمنون",
    "ayahEn": "Do they not know that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 185,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 53,
    "ayahArV1": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "قل يا عبادي الذين اسرفوا على انفسهم لا تقنطوا من رحمة الله ان الله يغفر الذنوب جميعا انه هو الغفور الرحيم",
    "ayahEn": "Say, ˹O Prophet, that Allah says,˺ “O My servants who have exceeded the limits against their souls! Do not lose hope in Allah’s mercy, for Allah certainly forgives all sins. He is indeed the All-Forgiving, Most Merciful.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 54,
    "ayahArV1": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
    "ayahArV2": "وانيبوا الى ربكم واسلموا له من قبل ان ياتيكم العذاب ثم لا تنصرون",
    "ayahEn": "Turn to your Lord ˹in repentance˺, and ˹fully˺ submit to Him before the punishment reaches you, ˹for˺ then you will not be helped.",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 55,
    "ayahArV1": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
    "ayahArV2": "واتبعوا احسن ما انزل اليكم من ربكم من قبل ان ياتيكم العذاب بغتة وانتم لا تشعرون",
    "ayahEn": "Follow ˹the Quran,˺ the best of what has been revealed to you from your Lord, before the punishment takes you by surprise while you are unaware",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 56,
    "ayahArV1": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
    "ayahArV2": "ان تقول نفس يا حسرتا على ما فرطت في جنب الله وان كنت لمن الساخرين",
    "ayahEn": "so that no ˹sinful˺ soul will say ˹on Judgment Day˺, ‘Woe to me for neglecting ˹my duties towards˺ Allah, while ridiculing ˹the truth˺.’",
    "meta": {
      "page": 464,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  }
]