[
  {
    "surahNo": 39,
    "ayahNo": 68,
    "ayahArV1": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
    "ayahArV2": "ونفخ في الصور فصعق من في السماوات ومن في الارض الا من شاء الله ثم نفخ فيه اخرى فاذا هم قيام ينظرون",
    "ayahEn": "The Trumpet will be blown and all those in the heavens and all those on the earth will fall dead, except those Allah wills ˹to spare˺. Then it will be blown again and they will rise up at once, looking on ˹in anticipation˺.",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 69,
    "ayahArV1": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "واشرقت الارض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون",
    "ayahEn": "The earth will shine with the light of its Lord, the record ˹of deeds˺ will be laid ˹open˺, the prophets and the witnesses will be brought forward—and judgment will be passed on all with fairness. None will be wronged.",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 70,
    "ayahArV1": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
    "ayahArV2": "ووفيت كل نفس ما عملت وهو اعلم بما يفعلون",
    "ayahEn": "Every soul will be paid in full for its deeds, for Allah knows best what they have done.",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 71,
    "ayahArV1": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
    "ayahArV2": "وسيق الذين كفروا الى جهنم زمرا حتى اذا جاءوها فتحت ابوابها وقال لهم خزنتها الم ياتكم رسل منكم يتلون عليكم ايات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين",
    "ayahEn": "Those who disbelieved will be driven to Hell in ˹successive˺ groups. When they arrive there, its gates will be opened and its keepers will ask them: “Did messengers not come to you from among yourselves, reciting to you the revelations of your Lord and warning you of the coming of this Day of yours?” The disbelievers will cry, “Yes ˹indeed˺! But the decree of torment has come to pass against the disbelievers.”",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 72,
    "ayahArV1": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "ayahArV2": "قيل ادخلوا ابواب جهنم خالدين فيها فبئس مثوى المتكبرين",
    "ayahEn": "It will be said to them, “Enter the gates of Hell, to stay there forever.” What an evil home for the arrogant!",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 73,
    "ayahArV1": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
    "ayahArV2": "وسيق الذين اتقوا ربهم الى الجنة زمرا حتى اذا جاءوها وفتحت ابوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين",
    "ayahEn": "And those who were mindful of their Lord will be led to Paradise in ˹successive˺ groups. When they arrive at its ˹already˺ open gates, its keepers will say, “Peace be upon you! You have done well, so come in, to stay forever.”",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  },
  {
    "surahNo": 39,
    "ayahNo": 74,
    "ayahArV1": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "ayahArV2": "وقالوا الحمد لله الذي صدقنا وعده واورثنا الارض نتبوا من الجنة حيث نشاء فنعم اجر العاملين",
    "ayahEn": "The righteous will say, “Praise be to Allah Who has fulfilled His promise to us, and made us inherit the ˹everlasting˺ land to settle in Paradise wherever we please.” How excellent is the reward of those who work ˹righteousness˺!",
    "meta": {
      "page": 466,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 186,
      "sajda": false
    }
  }
]