[
  {
    "surahNo": 40,
    "ayahNo": 17,
    "ayahArV1": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "اليوم تجزى كل نفس بما كسبت لا ظلم اليوم ان الله سريع الحساب",
    "ayahEn": "Today every soul will be rewarded for what it has done. No injustice Today! Surely Allah is swift in reckoning.”",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 187,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 18,
    "ayahArV1": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
    "ayahArV2": "وانذرهم يوم الازفة اذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع",
    "ayahEn": "Warn them ˹O Prophet˺ of the approaching Day when the hearts will jump into the throats, suppressing distress. The wrongdoers will have neither a close friend nor intercessor to be heard.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 187,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 19,
    "ayahArV1": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
    "ayahArV2": "يعلم خائنة الاعين وما تخفي الصدور",
    "ayahEn": "Allah ˹even˺ knows the sly glances of the eyes and whatever the hearts conceal.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 187,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 20,
    "ayahArV1": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "ayahArV2": "والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء ان الله هو السميع البصير",
    "ayahEn": "And Allah judges with the truth, while those ˹idols˺ they invoke besides Him cannot judge at all. Indeed, Allah ˹alone˺ is the All-Hearing, All-Seeing.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 187,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 21,
    "ayahArV1": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "ayahArV2": "اولم يسيروا في الارض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم اشد منهم قوة واثارا في الارض فاخذهم الله بذنوبهم وما كان لهم من الله من واق",
    "ayahEn": "Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land. But Allah seized them for their sins, and they had no protector from Allah.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 22,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "ذلك بانهم كانت تاتيهم رسلهم بالبينات فكفروا فاخذهم الله انه قوي شديد العقاب",
    "ayahEn": "That was because their messengers used to come to them with clear proofs, but they persisted in disbelief. So Allah seized them. Surely He is All-Powerful, severe in punishment.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 23,
    "ayahArV1": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
    "ayahArV2": "ولقد ارسلنا موسى باياتنا وسلطان مبين",
    "ayahEn": "Indeed, We sent Moses with Our signs and compelling proof",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 24,
    "ayahArV1": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
    "ayahArV2": "الى فرعون وهامان وقارون فقالوا ساحر كذاب",
    "ayahEn": "to Pharaoh, Hamân, and Korah. But they responded: “Magician! Total liar!”",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 25,
    "ayahArV1": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "ayahArV2": "فلما جاءهم بالحق من عندنا قالوا اقتلوا ابناء الذين امنوا معه واستحيوا نساءهم وما كيد الكافرين الا في ضلال",
    "ayahEn": "Then, when he came to them with the truth from Us, they said, “Kill the sons of those who believe with him and keep their women.” But the plotting of the disbelievers was only in vain.",
    "meta": {
      "page": 469,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  }
]