[
  {
    "surahNo": 2,
    "ayahNo": 275,
    "ayahArV1": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "الذين ياكلون الربا لا يقومون الا كما يقوم الذي يتخبطه الشيطان من المس ذلك بانهم قالوا انما البيع مثل الربا واحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فاولئك اصحاب النار هم فيها خالدون",
    "ayahEn": "Those who consume interest will stand ˹on Judgment Day˺ like those driven to madness by Satan’s touch. That is because they say, “Trade is no different than interest.” But Allah has permitted trading and forbidden interest. Whoever refrains—after having received warning from their Lord—may keep their previous gains, and their case is left to Allah. As for those who persist, it is they who will be the residents of the Fire. They will be there forever.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 276,
    "ayahArV1": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
    "ayahArV2": "يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار اثيم",
    "ayahEn": "Allah has made interest fruitless and charity fruitful. And Allah does not like any ungrateful evildoer.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 277,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات واقاموا الصلاة واتوا الزكاة لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Indeed, those who believe, do good, establish prayer, and pay alms-tax will receive their reward from their Lord, and there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 278,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "يا ايها الذين امنوا اتقوا الله وذروا ما بقي من الربا ان كنتم مؤمنين",
    "ayahEn": "O believers! Fear Allah, and give up outstanding interest if you are ˹true˺ believers.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 279,
    "ayahArV1": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
    "ayahArV2": "فان لم تفعلوا فاذنوا بحرب من الله ورسوله وان تبتم فلكم رءوس اموالكم لا تظلمون ولا تظلمون",
    "ayahEn": "If you do not, then beware of a war with Allah and His Messenger! But if you repent, you may retain your principal—neither inflicting nor suffering harm.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 280,
    "ayahArV1": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "وان كان ذو عسرة فنظرة الى ميسرة وان تصدقوا خير لكم ان كنتم تعلمون",
    "ayahEn": "If it is difficult for someone to repay a debt, postpone it until a time of ease. And if you waive it as an act of charity, it will be better for you, if only you knew.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  },
  {
    "surahNo": 2,
    "ayahNo": 281,
    "ayahArV1": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "واتقوا يوما ترجعون فيه الى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون",
    "ayahEn": "Be mindful of the Day when you will ˹all˺ be returned to Allah, then every soul will be paid in full for what it has done, and none will be wronged.",
    "meta": {
      "page": 47,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 19,
      "sajda": false
    }
  }
]