[
  {
    "surahNo": 40,
    "ayahNo": 26,
    "ayahArV1": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
    "ayahArV2": "وقال فرعون ذروني اقتل موسى وليدع ربه اني اخاف ان يبدل دينكم او ان يظهر في الارض الفساد",
    "ayahEn": "And Pharaoh said, “Let me kill Moses, and let him call upon his Lord! I truly fear that he may change your traditions or cause mischief in the land.”",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 27,
    "ayahArV1": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
    "ayahArV2": "وقال موسى اني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب",
    "ayahEn": "Moses replied, “I seek refuge in my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning.”",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 28,
    "ayahArV1": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "ayahArV2": "وقال رجل مؤمن من ال فرعون يكتم ايمانه اتقتلون رجلا ان يقول ربي الله وقد جاءكم بالبينات من ربكم وان يك كاذبا فعليه كذبه وان يك صادقا يصبكم بعض الذي يعدكم ان الله لا يهدي من هو مسرف كذاب",
    "ayahEn": "A believing man from Pharaoh’s people, who was hiding his faith, argued, “Will you kill a man ˹only˺ for saying: ‘My Lord is Allah,’ while he has in fact come to you with clear proofs from your Lord? If he is a liar, it will be to his own loss. But if he is truthful, then you will be afflicted with some of what he is threatening you with. Surely Allah does not guide whoever is a transgressor, a total liar.",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 29,
    "ayahArV1": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
    "ayahArV2": "يا قوم لكم الملك اليوم ظاهرين في الارض فمن ينصرنا من باس الله ان جاءنا قال فرعون ما اريكم الا ما ارى وما اهديكم الا سبيل الرشاد",
    "ayahEn": "O  my people! Authority belongs to you today, reigning supreme in the land. But who would help us against the torment of Allah, if it were to befall us?” Pharaoh assured ˹his people˺, “I am telling you only what I believe, and I am leading you only to the way of guidance.”",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 30,
    "ayahArV1": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
    "ayahArV2": "وقال الذي امن يا قوم اني اخاف عليكم مثل يوم الاحزاب",
    "ayahEn": "And the man who believed cautioned, “O my people! I truly fear for you the doom of ˹earlier˺ enemy forces—",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 31,
    "ayahArV1": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
    "ayahArV2": "مثل داب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد",
    "ayahEn": "like the fate of the people of Noah, ’Ȃd, Thamûd, and those after them. For Allah would never will to wrong ˹His˺ servants.",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 32,
    "ayahArV1": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
    "ayahArV2": "ويا قوم اني اخاف عليكم يوم التناد",
    "ayahEn": "O  my people! I truly fear for you the Day all will be crying out ˹to each other˺—",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 33,
    "ayahArV1": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "ayahArV2": "يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد",
    "ayahEn": "the Day you will ˹try in vain to˺ turn your backs and run away, with no one to protect you from Allah. And whoever Allah leaves to stray will be left with no guide.",
    "meta": {
      "page": 470,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  }
]