[
  {
    "surahNo": 40,
    "ayahNo": 34,
    "ayahArV1": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
    "ayahArV2": "ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى اذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب",
    "ayahEn": "Joseph already came to you earlier with clear proofs, yet you never ceased to doubt what he came to you with. When he died you said, ‘Allah will never send a messenger after him.’ This is how Allah leaves every transgressor and doubter to stray—",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 35,
    "ayahArV1": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "ayahArV2": "الذين يجادلون في ايات الله بغير سلطان اتاهم كبر مقتا عند الله وعند الذين امنوا كذلك يطبع الله على كل قلب متكبر جبار",
    "ayahEn": "those who dispute Allah’s signs with no proof given to them. How despicable is that for Allah and the believers! This is how Allah seals the heart of every arrogant tyrant.”",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 36,
    "ayahArV1": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
    "ayahArV2": "وقال فرعون يا هامان ابن لي صرحا لعلي ابلغ الاسباب",
    "ayahEn": "Pharaoh ordered, “O Hamân! Build me a high tower so I may reach the pathways",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 37,
    "ayahArV1": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
    "ayahArV2": "اسباب السماوات فاطلع الى اله موسى واني لاظنه كاذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون الا في تباب",
    "ayahEn": "leading up to the heavens and look for the God of Moses, although I am sure he is a liar.” And so Pharaoh’s evil deeds were made so appealing to him that he was hindered from the ˹Right˺ Way. But the plotting of Pharaoh was only in vain.",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 38,
    "ayahArV1": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
    "ayahArV2": "وقال الذي امن يا قوم اتبعون اهدكم سبيل الرشاد",
    "ayahEn": "And the man who believed urged, “O my people! Follow me, ˹and˺ I will lead you to the Way of Guidance.",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 39,
    "ayahArV1": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
    "ayahArV2": "يا قوم انما هذه الحياة الدنيا متاع وان الاخرة هي دار القرار",
    "ayahEn": "O  my people! This worldly life is only ˹a fleeting˺ enjoyment, whereas the Hereafter is truly the home of settlement.",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 40,
    "ayahArV1": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
    "ayahArV2": "من عمل سيئة فلا يجزى الا مثلها ومن عمل صالحا من ذكر او انثى وهو مؤمن فاولئك يدخلون الجنة يرزقون فيها بغير حساب",
    "ayahEn": "Whoever does an evil deed will only be paid back with its equivalent. And whoever does good, whether male or female, and is a believer, they will enter Paradise, where they will be provided for without limit.",
    "meta": {
      "page": 471,
      "juz": 24,
      "hizb": 47,
      "hizbQuarter": 188,
      "sajda": false
    }
  }
]