[
  {
    "surahNo": 40,
    "ayahNo": 41,
    "ayahArV1": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
    "ayahArV2": "ويا قوم ما لي ادعوكم الى النجاة وتدعونني الى النار",
    "ayahEn": "O  my people! How is it that I invite you to salvation, while you invite me to the Fire!",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 42,
    "ayahArV1": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
    "ayahArV2": "تدعونني لاكفر بالله واشرك به ما ليس لي به علم وانا ادعوكم الى العزيز الغفار",
    "ayahEn": "You invite me to disbelieve in Allah and associate with Him what I have no knowledge of, while I invite you to the Almighty, Most Forgiving.",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 43,
    "ayahArV1": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
    "ayahArV2": "لا جرم انما تدعونني اليه ليس له دعوة في الدنيا ولا في الاخرة وان مردنا الى الله وان المسرفين هم اصحاب النار",
    "ayahEn": "There is no doubt that whatever ˹idols˺ you invite me to ˹worship˺ are not worthy to be invoked either in this world or the Hereafter. ˹Undoubtedly,˺ our return is to Allah, and the transgressors will be the inmates of the Fire.",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 44,
    "ayahArV1": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "فستذكرون ما اقول لكم وافوض امري الى الله ان الله بصير بالعباد",
    "ayahEn": "You will remember what I say to you, and I entrust my affairs to Allah. Surely Allah is All-Seeing of all ˹His˺ servants.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 45,
    "ayahArV1": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
    "ayahArV2": "فوقاه الله سيئات ما مكروا وحاق بال فرعون سوء العذاب",
    "ayahEn": "So Allah protected him from the evil of their schemes. And Pharaoh’s people were overwhelmed by an evil punishment:",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 46,
    "ayahArV1": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
    "ayahArV2": "النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة ادخلوا ال فرعون اشد العذاب",
    "ayahEn": "they are exposed to the Fire ˹in their graves˺ morning and evening. And on the Day the Hour will be established ˹it will be said˺, “Admit Pharaoh’s people into the harshest punishment ˹of Hell˺.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 47,
    "ayahArV1": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
    "ayahArV2": "واذ يتحاجون في النار فيقول الضعفاء للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا نصيبا من النار",
    "ayahEn": "˹Consider the Day˺ when they will dispute in the Fire, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, will you then shield us from a portion of the Fire?”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 48,
    "ayahArV1": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
    "ayahArV2": "قال الذين استكبروا انا كل فيها ان الله قد حكم بين العباد",
    "ayahEn": "The arrogant will say, “We are all in it! ˹For˺ Allah has already passed judgment over ˹His˺ servants.”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 49,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
    "ayahArV2": "وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب",
    "ayahEn": "And those in the Fire will cry out to the keepers of Hell, “Pray to your Lord to lighten the torment for us ˹even˺ for one day!”",
    "meta": {
      "page": 472,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  }
]