[
  {
    "surahNo": 40,
    "ayahNo": 50,
    "ayahArV1": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "ayahArV2": "قالوا اولم تك تاتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين الا في ضلال",
    "ayahEn": "The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 51,
    "ayahArV1": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
    "ayahArV2": "انا لننصر رسلنا والذين امنوا في الحياة الدنيا ويوم يقوم الاشهاد",
    "ayahEn": "We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 52,
    "ayahArV1": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "ayahArV2": "يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار",
    "ayahEn": "the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 53,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
    "ayahArV2": "ولقد اتينا موسى الهدى واورثنا بني اسرائيل الكتاب",
    "ayahEn": "And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 54,
    "ayahArV1": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
    "ayahArV2": "هدى وذكرى لاولي الالباب",
    "ayahEn": "a guide and a reminder to people of reason.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 55,
    "ayahArV1": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "ayahArV2": "فاصبر ان وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والابكار",
    "ayahEn": "So be patient ˹O Prophet˺, ˹for˺ Allah’s promise is certainly true. Seek forgiveness for your shortcomings. And glorify the praises of your Lord morning and evening.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 56,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "ayahArV2": "ان الذين يجادلون في ايات الله بغير سلطان اتاهم ان في صدورهم الا كبر ما هم ببالغيه فاستعذ بالله انه هو السميع البصير",
    "ayahEn": "Surely those who dispute Allah’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in Allah. Indeed, He alone is the All-Hearing, All-Seeing.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 57,
    "ayahArV1": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "لخلق السماوات والارض اكبر من خلق الناس ولكن اكثر الناس لا يعلمون",
    "ayahEn": "The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 58,
    "ayahArV1": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
    "ayahArV2": "وما يستوي الاعمى والبصير والذين امنوا وعملوا الصالحات ولا المسيء قليلا ما تتذكرون",
    "ayahEn": "Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful.",
    "meta": {
      "page": 473,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  }
]