[
  {
    "surahNo": 40,
    "ayahNo": 59,
    "ayahArV1": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "ayahArV2": "ان الساعة لاتية لا ريب فيها ولكن اكثر الناس لا يؤمنون",
    "ayahEn": "The Hour is certainly coming, there is no doubt about it. But most people do not believe.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 60,
    "ayahArV1": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "ayahArV2": "وقال ربكم ادعوني استجب لكم ان الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين",
    "ayahEn": "Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 61,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "ayahArV2": "الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
    "ayahEn": "It is Allah Who has made the night for you to rest in and the day bright. Surely Allah is ever Bountiful to humanity, but most people are ungrateful.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 62,
    "ayahArV1": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "ayahArV2": "ذلكم الله ربكم خالق كل شيء لا اله الا هو فانى تؤفكون",
    "ayahEn": "That is Allah, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺?",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 63,
    "ayahArV1": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "ayahArV2": "كذلك يؤفك الذين كانوا بايات الله يجحدون",
    "ayahEn": "This is how those who used to reject Allah’s signs were ˹also˺ deluded.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 64,
    "ayahArV1": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "الله الذي جعل لكم الارض قرارا والسماء بناء وصوركم فاحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين",
    "ayahEn": "It is Allah Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is Allah—your Lord. So Blessed is Allah, Lord of all worlds.",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 65,
    "ayahArV1": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "هو الحي لا اله الا هو فادعوه مخلصين له الدين الحمد لله رب العالمين",
    "ayahEn": "He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for Allah—Lord of all worlds.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 189,
      "sajda": false
    }
  },
  {
    "surahNo": 40,
    "ayahNo": 66,
    "ayahArV1": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قل اني نهيت ان اعبد الذين تدعون من دون الله لما جاءني البينات من ربي وامرت ان اسلم لرب العالمين",
    "ayahEn": "Say, ˹O Prophet,˺ “I have been forbidden to worship those ˹idols˺ you worship besides Allah, since clear proofs have come to me from my Lord. And I have been commanded to ˹fully˺ submit to the Lord of all worlds.”",
    "meta": {
      "page": 474,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  }
]