[
  {
    "surahNo": 41,
    "ayahNo": 1,
    "ayahArV1": "حمٓ",
    "ayahArV2": "حم",
    "ayahEn": "Ḥâ-Mĩm.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 2,
    "ayahArV1": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "ayahArV2": "تنزيل من الرحمن الرحيم",
    "ayahEn": "˹This is˺ a revelation from the Most Compassionate, Most Merciful.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 3,
    "ayahArV1": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "ayahArV2": "كتاب فصلت اياته قرانا عربيا لقوم يعلمون",
    "ayahEn": "˹It is˺ a Book whose verses are perfectly explained—a Quran in Arabic for people who know",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 4,
    "ayahArV1": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "ayahArV2": "بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون",
    "ayahEn": "delivering good news and warning. Yet most of them turn away, so they do not hear.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 5,
    "ayahArV1": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
    "ayahArV2": "وقالوا قلوبنا في اكنة مما تدعونا اليه وفي اذاننا وقر ومن بيننا وبينك حجاب فاعمل اننا عاملون",
    "ayahEn": "They say, “Our hearts are veiled against what you are calling us to, there is deafness in our ears, and there is a barrier between us and you. So do ˹whatever you want˺ and so shall we!”",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 6,
    "ayahArV1": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
    "ayahArV2": "قل انما انا بشر مثلكم يوحى الي انما الهكم اله واحد فاستقيموا اليه واستغفروه وويل للمشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So take the Straight Way towards Him, and seek His forgiveness. And woe to the polytheists—",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 7,
    "ayahArV1": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "ayahArV2": "الذين لا يؤتون الزكاة وهم بالاخرة هم كافرون",
    "ayahEn": "those who do not pay alms-tax and are in denial of the Hereafter.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 8,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "ayahArV2": "ان الذين امنوا وعملوا الصالحات لهم اجر غير ممنون",
    "ayahEn": "˹But˺ those who believe and do good will certainly have a never-ending reward.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 190,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 9,
    "ayahArV1": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "قل ائنكم لتكفرون بالذي خلق الارض في يومين وتجعلون له اندادا ذلك رب العالمين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “How can you disbelieve in the One Who created the earth in two Days? And how can you set up equals with Him? That is the Lord of all worlds.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 10,
    "ayahArV1": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
    "ayahArV2": "وجعل فيها رواسي من فوقها وبارك فيها وقدر فيها اقواتها في اربعة ايام سواء للسائلين",
    "ayahEn": "He placed on the earth firm mountains, standing high, showered His blessings upon it, and ordained ˹all˺ its means of sustenance—totaling four Days exactly—for all who ask.",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 11,
    "ayahArV1": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
    "ayahArV2": "ثم استوى الى السماء وهي دخان فقال لها وللارض ائتيا طوعا او كرها قالتا اتينا طائعين",
    "ayahEn": "Then He turned towards the heaven when it was ˹still like˺ smoke, saying to it and to the earth, ‘Submit, willingly or unwillingly.’ They both responded, ‘We submit willingly.’",
    "meta": {
      "page": 477,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  }
]