[
  {
    "surahNo": 41,
    "ayahNo": 21,
    "ayahArV1": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
    "ayahArV2": "وقالوا لجلودهم لم شهدتم علينا قالوا انطقنا الله الذي انطق كل شيء وهو خلقكم اول مرة واليه ترجعون",
    "ayahEn": "They will ask their skin ˹furiously˺, “Why have you testified against us?” It will say, “We have been made to speak by Allah, Who causes all things to speak. He ˹is the One Who˺ created you the first time, and to Him you were bound to return.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 22,
    "ayahArV1": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
    "ayahArV2": "وما كنتم تستترون ان يشهد عليكم سمعكم ولا ابصاركم ولا جلودكم ولكن ظننتم ان الله لا يعلم كثيرا مما تعملون",
    "ayahEn": "You did not ˹bother to˺ hide yourselves from your ears, eyes, and skin to prevent them from testifying against you. Rather, you assumed that Allah did not know much of what you used to do.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 23,
    "ayahArV1": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "وذلكم ظنكم الذي ظننتم بربكم ارداكم فاصبحتم من الخاسرين",
    "ayahEn": "It was that ˹false˺ assumption you entertained about your Lord that has brought about your doom, so you have become losers.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 24,
    "ayahArV1": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
    "ayahArV2": "فان يصبروا فالنار مثوى لهم وان يستعتبوا فما هم من المعتبين",
    "ayahEn": "Even if they endure patiently, the Fire will ˹always˺ be their home. And if they ˹beg to˺ appease ˹their Lord˺, they will never be allowed to.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 191,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 25,
    "ayahArV1": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "وقيضنا لهم قرناء فزينوا لهم ما بين ايديهم وما خلفهم وحق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خاسرين",
    "ayahEn": "We placed at their disposal ˹evil˺ associates who made their past and future ˹misdeeds˺ appealing to them. ˹So˺ the fate of earlier communities of jinn and humans has been justified against them ˹as well˺, ˹for˺ they were truly losers.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 26,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "ayahArV2": "وقال الذين كفروا لا تسمعوا لهذا القران والغوا فيه لعلكم تغلبون",
    "ayahEn": "The disbelievers advised ˹one another˺, “Do not listen to this Quran but drown it out so that you may prevail.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 27,
    "ayahArV1": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم اسوا الذي كانوا يعملون",
    "ayahEn": "So We will certainly make the disbelievers taste a severe punishment, and We will surely repay them according to the worst of their deeds.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 28,
    "ayahArV1": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "ayahArV2": "ذلك جزاء اعداء الله النار لهم فيها دار الخلد جزاء بما كانوا باياتنا يجحدون",
    "ayahEn": "That is the reward of Allah’s enemies: the Fire, which will be their eternal home—a ˹fitting˺ reward for their denial of Our revelations.",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 29,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
    "ayahArV2": "وقال الذين كفروا ربنا ارنا اللذين اضلانا من الجن والانس نجعلهما تحت اقدامنا ليكونا من الاسفلين",
    "ayahEn": "The disbelievers will ˹then˺ cry, “Our Lord! Show us those jinn and humans who led us astray: we will put them under our feet so that they will be among the lowest ˹in Hell˺.”",
    "meta": {
      "page": 479,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  }
]