[
  {
    "surahNo": 41,
    "ayahNo": 30,
    "ayahArV1": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "ayahArV2": "ان الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة الا تخافوا ولا تحزنوا وابشروا بالجنة التي كنتم توعدون",
    "ayahEn": "Surely those who say, “Our Lord is Allah,” and then remain steadfast, the angels descend upon them, ˹saying,˺ “Do not fear, nor grieve. Rather, rejoice in the good news of Paradise, which you have been promised.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 31,
    "ayahArV1": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "ayahArV2": "نحن اولياؤكم في الحياة الدنيا وفي الاخرة ولكم فيها ما تشتهي انفسكم ولكم فيها ما تدعون",
    "ayahEn": "We are your supporters in this worldly life and in the Hereafter. There you will have whatever your souls desire, and there you will have whatever you ask for:",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 32,
    "ayahArV1": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
    "ayahArV2": "نزلا من غفور رحيم",
    "ayahEn": "an accommodation from the All-Forgiving, Most Merciful ˹Lord˺.”",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 33,
    "ayahArV1": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "ومن احسن قولا ممن دعا الى الله وعمل صالحا وقال انني من المسلمين",
    "ayahEn": "And whose words are better than someone who calls ˹others˺ to Allah, does good, and says, “I am truly one of those who submit.”?",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 34,
    "ayahArV1": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
    "ayahArV2": "ولا تستوي الحسنة ولا السيئة ادفع بالتي هي احسن فاذا الذي بينك وبينه عداوة كانه ولي حميم",
    "ayahEn": "Good and evil cannot be equal. Respond ˹to evil˺ with what is best, then the one you are in a feud with will be like a close friend.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 35,
    "ayahArV1": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "ayahArV2": "وما يلقاها الا الذين صبروا وما يلقاها الا ذو حظ عظيم",
    "ayahEn": "But this cannot be attained except by those who are patient and who are truly fortunate.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 36,
    "ayahArV1": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "ayahArV2": "واما ينزغنك من الشيطان نزغ فاستعذ بالله انه هو السميع العليم",
    "ayahEn": "And if you are tempted by Satan, then seek refuge with Allah. Indeed, He ˹alone˺ is the All-Hearing, All-Knowing.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 37,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "ayahArV2": "ومن اياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن ان كنتم اياه تعبدون",
    "ayahEn": "Among His signs are the day and the night, the sun and the moon. Do not prostrate to the sun or the moon, but prostrate to Allah, Who created them ˹all˺, if you ˹truly˺ worship Him ˹alone˺.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 38,
    "ayahArV1": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
    "ayahArV2": "فان استكبروا فالذين عند ربك يسبحون له بالليل والنهار وهم لا يسامون",
    "ayahEn": "But if the pagans are too proud, then ˹let them know that˺ those ˹angels˺ nearest to your Lord glorify Him day and night, and never grow weary.",
    "meta": {
      "page": 480,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": {
        "id": 12,
        "recommended": false,
        "obligatory": true
      }
    }
  }
]