[
  {
    "surahNo": 41,
    "ayahNo": 39,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ومن اياته انك ترى الارض خاشعة فاذا انزلنا عليها الماء اهتزت وربت ان الذي احياها لمحيي الموتى انه على كل شيء قدير",
    "ayahEn": "And among His signs is that you see the earth devoid of life, but as soon as We send down rain upon it, it begins to stir ˹to life˺ and swell. Indeed, the One Who revives it can easily revive the dead. He is certainly Most Capable of everything.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 40,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "ان الذين يلحدون في اياتنا لا يخفون علينا افمن يلقى في النار خير ام من ياتي امنا يوم القيامة اعملوا ما شئتم انه بما تعملون بصير",
    "ayahEn": "Indeed, those who abuse Our revelations are not hidden from Us. Who is better: the one who will be cast into the Fire or the one who will be secure on Judgment Day? Do whatever you want. He is certainly All-Seeing of what you do.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 41,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
    "ayahArV2": "ان الذين كفروا بالذكر لما جاءهم وانه لكتاب عزيز",
    "ayahEn": "Indeed, those who deny the Reminder after it has come to them ˹are doomed˺, for it is truly a mighty Book.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 42,
    "ayahArV1": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
    "ayahArV2": "لا ياتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد",
    "ayahEn": "It cannot be proven false from any angle. ˹It is˺ a revelation from the ˹One Who is˺ All-Wise, Praiseworthy.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 43,
    "ayahArV1": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "ayahArV2": "ما يقال لك الا ما قد قيل للرسل من قبلك ان ربك لذو مغفرة وذو عقاب اليم",
    "ayahEn": "˹O Prophet!˺ Nothing is said to you ˹by the deniers˺ except what was already said to the messengers before you. Surely your Lord is ˹the Lord˺ of forgiveness and painful punishment.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 44,
    "ayahArV1": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
    "ayahArV2": "ولو جعلناه قرانا اعجميا لقالوا لولا فصلت اياته ااعجمي وعربي قل هو للذين امنوا هدى وشفاء والذين لا يؤمنون في اذانهم وقر وهو عليهم عمى اولئك ينادون من مكان بعيد",
    "ayahEn": "Had We revealed it as a non-Arabic Quran, they would have certainly argued, “If only its verses were made clear ˹in our language˺. What! A non-Arabic revelation for an Arab audience!” Say, ˹O Prophet,˺ “It is a guide and a healing to the believers. As for those who disbelieve, there is deafness in their ears and blindness to it ˹in their hearts˺. It is as if they are being called from a faraway place.”",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 45,
    "ayahArV1": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "ayahArV2": "ولقد اتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
    "ayahEn": "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  },
  {
    "surahNo": 41,
    "ayahNo": 46,
    "ayahArV1": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "ayahArV2": "من عمل صالحا فلنفسه ومن اساء فعليها وما ربك بظلام للعبيد",
    "ayahEn": "Whoever does good, it is to their own benefit. And whoever does evil, it is to their own loss. Your Lord is never unjust to ˹His˺ creation.",
    "meta": {
      "page": 481,
      "juz": 24,
      "hizb": 48,
      "hizbQuarter": 192,
      "sajda": false
    }
  }
]