[
  {
    "surahNo": 42,
    "ayahNo": 1,
    "ayahArV1": "حمٓ",
    "ayahArV2": "حم",
    "ayahEn": "Ḥâ-Mĩm.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 2,
    "ayahArV1": "عٓسٓقٓ",
    "ayahArV2": "عسق",
    "ayahEn": "’Aĩn-Sĩn-Qãf.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 3,
    "ayahArV1": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "كذلك يوحي اليك والى الذين من قبلك الله العزيز الحكيم",
    "ayahEn": "And so you ˹O Prophet˺ are sent revelation, just like those before you, by Allah—the Almighty, All-Wise.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 4,
    "ayahArV1": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "ayahArV2": "له ما في السماوات وما في الارض وهو العلي العظيم",
    "ayahEn": "To Him belongs whatever is in the heavens and whatever is on the earth. And He is the Most High, the Greatest.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 5,
    "ayahArV1": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "تكاد السماوات يتفطرن من فوقهن والملائكة يسبحون بحمد ربهم ويستغفرون لمن في الارض الا ان الله هو الغفور الرحيم",
    "ayahEn": "The heavens nearly burst, one above the other, ˹in awe of Him˺. And the angels glorify the praises of their Lord, and seek forgiveness for those on earth. Surely Allah alone is the All-Forgiving, Most Merciful.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 6,
    "ayahArV1": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "ayahArV2": "والذين اتخذوا من دونه اولياء الله حفيظ عليهم وما انت عليهم بوكيل",
    "ayahEn": "As for those who take other protectors besides Him, Allah is Watchful over them. And you ˹O Prophet˺ are not a keeper over them.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 7,
    "ayahArV1": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
    "ayahArV2": "وكذلك اوحينا اليك قرانا عربيا لتنذر ام القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير",
    "ayahEn": "And so We have revealed to you a Quran in Arabic, so you may warn the Mother of Cities and everyone around it, and warn of the Day of Gathering—about which there is no doubt—˹when˺ a group will be in Paradise and another in the Blaze.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 8,
    "ayahArV1": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
    "ayahArV2": "ولو شاء الله لجعلهم امة واحدة ولكن يدخل من يشاء في رحمته والظالمون ما لهم من ولي ولا نصير",
    "ayahEn": "Had Allah willed, He could have easily made all ˹humanity˺ into a single community ˹of believers˺. But He admits into His mercy whoever He wills. And the wrongdoers will have no protector or helper.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 9,
    "ayahArV1": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ام اتخذوا من دونه اولياء فالله هو الولي وهو يحيي الموتى وهو على كل شيء قدير",
    "ayahEn": "How can they take protectors besides Him? Allah alone is the Protector. He ˹alone˺ gives life to the dead. And He ˹alone˺ is Most Capable of everything.",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 10,
    "ayahArV1": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "ayahArV2": "وما اختلفتم فيه من شيء فحكمه الى الله ذلكم الله ربي عليه توكلت واليه انيب",
    "ayahEn": "˹Say to the believers, O  Prophet,˺ “Whatever you may differ about, its judgment rests with Allah. That is Allah—my Lord. In Him I put my trust, and to Him I ˹always˺ turn.”",
    "meta": {
      "page": 483,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  }
]