[
  {
    "surahNo": 42,
    "ayahNo": 11,
    "ayahArV1": "فَاطِرُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَـٰمِ أَزْوَٰجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "ayahArV2": "فاطر السماوات والارض جعل لكم من انفسكم ازواجا ومن الانعام ازواجا يذرؤكم فيه ليس كمثله شيء وهو السميع البصير",
    "ayahEn": "˹He is˺ the Originator of the heavens and the earth. He has made for you spouses from among yourselves, and ˹made˺ mates for cattle ˹as well˺—multiplying you ˹both˺. There is nothing like Him, for He ˹alone˺ is the All-Hearing, All-Seeing.",
    "meta": {
      "page": 484,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 12,
    "ayahArV1": "لَهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "له مقاليد السماوات والارض يبسط الرزق لمن يشاء ويقدر انه بكل شيء عليم",
    "ayahEn": "To Him belong the keys ˹of the treasuries˺ of the heavens and the earth. He gives abundant or limited provisions to whoever He wills. Indeed, He has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 484,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 193,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 13,
    "ayahArV1": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
    "ayahArV2": "شرع لكم من الدين ما وصى به نوحا والذي اوحينا اليك وما وصينا به ابراهيم وموسى وعيسى ان اقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم اليه الله يجتبي اليه من يشاء ويهدي اليه من ينيب",
    "ayahEn": "He has ordained for you ˹believers˺ the Way which He decreed for Noah, and what We have revealed to you ˹O Prophet˺ and what We decreed for Abraham, Moses, and Jesus, ˹commanding:˺ “Uphold the faith, and make no divisions in it.” What you call the polytheists to is unbearable for them. Allah chooses for Himself whoever He wills, and guides to Himself whoever turns ˹to Him˺.",
    "meta": {
      "page": 484,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 14,
    "ayahArV1": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَـٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "ayahArV2": "وما تفرقوا الا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك الى اجل مسمى لقضي بينهم وان الذين اورثوا الكتاب من بعدهم لفي شك منه مريب",
    "ayahEn": "They did not split ˹into sects˺ out of mutual envy until knowledge came to them. Had it not been for a prior decree from your Lord for an appointed term, the matter would have certainly been settled between them ˹at once˺. And surely those who were made to inherit the Scripture after them are truly in alarming doubt about this ˹Quran˺.",
    "meta": {
      "page": 484,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 15,
    "ayahArV1": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَـٰبٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
    "ayahArV2": "فلذلك فادع واستقم كما امرت ولا تتبع اهواءهم وقل امنت بما انزل الله من كتاب وامرت لاعدل بينكم الله ربنا وربكم لنا اعمالنا ولكم اعمالكم لا حجة بيننا وبينكم الله يجمع بيننا واليه المصير",
    "ayahEn": "Because of that, you ˹O Prophet˺ will invite ˹all˺. Be steadfast as you are commanded, and do not follow their desires. And say, “I believe in every Scripture Allah has revealed. And I am commanded to judge fairly among you. Allah is our Lord and your Lord. We will be accountable for our deeds and you for yours. There is no ˹need for˺ contention between us. Allah will gather us together ˹for judgment˺. And to Him is the final return.”",
    "meta": {
      "page": 484,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  }
]