[
  {
    "surahNo": 42,
    "ayahNo": 16,
    "ayahArV1": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "ayahArV2": "والذين يحاجون في الله من بعد ما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد",
    "ayahEn": "As for those who dispute about Allah after He is ˹already˺ acknowledged ˹by many˺, their argument is futile in the sight of their Lord. Upon them is wrath, and they will suffer a severe punishment.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 17,
    "ayahArV1": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
    "ayahArV2": "الله الذي انزل الكتاب بالحق والميزان وما يدريك لعل الساعة قريب",
    "ayahEn": "It is Allah Who has revealed the Book with the truth and the balance ˹of justice˺. You never know, perhaps the Hour is near.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 18,
    "ayahArV1": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَـٰلٍۭ بَعِيدٍ",
    "ayahArV2": "يستعجل بها الذين لا يؤمنون بها والذين امنوا مشفقون منها ويعلمون انها الحق الا ان الذين يمارون في الساعة لفي ضلال بعيد",
    "ayahEn": "Those who disbelieve in it ˹ask to˺ hasten it ˹mockingly˺. But the believers are fearful of it, knowing that it is the truth. Surely those who dispute about the Hour have gone far astray.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 19,
    "ayahArV1": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "ayahArV2": "الله لطيف بعباده يرزق من يشاء وهو القوي العزيز",
    "ayahEn": "Allah is Ever Kind to His servants. He provides ˹abundantly˺ to whoever He wills. And He is the All-Powerful, Almighty.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 20,
    "ayahArV1": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْـَٔاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِن نَّصِيبٍ",
    "ayahArV2": "من كان يريد حرث الاخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وما له في الاخرة من نصيب",
    "ayahEn": "Whoever desires the harvest of the Hereafter, We will increase their harvest. And whoever desires ˹only˺ the harvest of this world, We will give them some of it, but they will have no share in the Hereafter.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 21,
    "ayahArV1": "أَمْ لَهُمْ شُرَكَـٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ام لهم شركاء شرعوا لهم من الدين ما لم ياذن به الله ولولا كلمة الفصل لقضي بينهم وان الظالمين لهم عذاب اليم",
    "ayahEn": "Or do they have associate-gods who have ordained for them some ˹polytheistic˺ beliefs, which Allah has not authorized? Had it not been for ˹prior˺ decree on Judgment, the matter would have certainly been settled between them ˹at once˺. And surely the wrongdoers will suffer a painful punishment.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 22,
    "ayahArV1": "تَرَى ٱلظَّـٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "ayahArV2": "ترى الظالمين مشفقين مما كسبوا وهو واقع بهم والذين امنوا وعملوا الصالحات في روضات الجنات لهم ما يشاءون عند ربهم ذلك هو الفضل الكبير",
    "ayahEn": "You will see the wrongdoers fearful ˹of the punishment˺ for what they committed but it will be inevitable for them, whereas those who believe and do good will be in the lush Gardens of Paradise. They will have whatever they desire from their Lord. That is ˹truly˺ the greatest bounty.",
    "meta": {
      "page": 485,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 194,
      "sajda": false
    }
  }
]