[
  {
    "surahNo": 42,
    "ayahNo": 32,
    "ayahArV1": "وَمِنْ ءَايَـٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَـٰمِ",
    "ayahArV2": "ومن اياته الجوار في البحر كالاعلام",
    "ayahEn": "And among His signs are the ships like mountains ˹sailing˺ in the sea.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 33,
    "ayahArV1": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "ayahArV2": "ان يشا يسكن الريح فيظللن رواكد على ظهره ان في ذلك لايات لكل صبار شكور",
    "ayahEn": "If He wills, He can calm the wind, leaving the ships motionless on the water. Surely in this are signs for whoever is steadfast, grateful.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 34,
    "ayahArV1": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
    "ayahArV2": "او يوبقهن بما كسبوا ويعف عن كثير",
    "ayahEn": "Or He can wreck the ships for what the people have committed—though He forgives much—",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 35,
    "ayahArV1": "وَيَعْلَمَ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
    "ayahArV2": "ويعلم الذين يجادلون في اياتنا ما لهم من محيص",
    "ayahEn": "so those who dispute about Our signs may know that they have no refuge.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 36,
    "ayahArV1": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "ayahArV2": "فما اوتيتم من شيء فمتاع الحياة الدنيا وما عند الله خير وابقى للذين امنوا وعلى ربهم يتوكلون",
    "ayahEn": "Whatever ˹pleasure˺ you have been given is ˹no more than a fleeting˺ enjoyment of this worldly life. But what is with Allah is far better and more lasting for those who believe and put their trust in their Lord;",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 37,
    "ayahArV1": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
    "ayahArV2": "والذين يجتنبون كبائر الاثم والفواحش واذا ما غضبوا هم يغفرون",
    "ayahEn": "who avoid major sins and shameful deeds, and forgive when angered;",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 38,
    "ayahArV1": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "ayahArV2": "والذين استجابوا لربهم واقاموا الصلاة وامرهم شورى بينهم ومما رزقناهم ينفقون",
    "ayahEn": "who respond to their Lord, establish prayer, conduct their affairs by mutual consultation, and donate from what We have provided for them;",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 39,
    "ayahArV1": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
    "ayahArV2": "والذين اذا اصابهم البغي هم ينتصرون",
    "ayahEn": "and who enforce justice when wronged.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 40,
    "ayahArV1": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "وجزاء سيئة سيئة مثلها فمن عفا واصلح فاجره على الله انه لا يحب الظالمين",
    "ayahEn": "The reward of an evil deed is its equivalent. But whoever pardons and seeks reconciliation, then their reward is with Allah. He certainly does not like the wrongdoers.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 41,
    "ayahArV1": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَـٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
    "ayahArV2": "ولمن انتصر بعد ظلمه فاولئك ما عليهم من سبيل",
    "ayahEn": "There is no blame on those who enforce justice after being wronged.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 42,
    "ayahArV1": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "انما السبيل على الذين يظلمون الناس ويبغون في الارض بغير الحق اولئك لهم عذاب اليم",
    "ayahEn": "Blame is only on those who wrong people and transgress in the land unjustly. It is they who will suffer a painful punishment.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 43,
    "ayahArV1": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
    "ayahArV2": "ولمن صبر وغفر ان ذلك لمن عزم الامور",
    "ayahEn": "And whoever endures patiently and forgives—surely this is a resolve to aspire to.",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 44,
    "ayahArV1": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
    "ayahArV2": "ومن يضلل الله فما له من ولي من بعده وترى الظالمين لما راوا العذاب يقولون هل الى مرد من سبيل",
    "ayahEn": "And whoever Allah leaves to stray will have no guide after Him. You will see the wrongdoers, when they face the torment, pleading, “Is there any way back ˹to the world˺?”",
    "meta": {
      "page": 487,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  }
]