[
  {
    "surahNo": 42,
    "ayahNo": 45,
    "ayahArV1": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَـٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
    "ayahArV2": "وتراهم يعرضون عليها خاشعين من الذل ينظرون من طرف خفي وقال الذين امنوا ان الخاسرين الذين خسروا انفسهم واهليهم يوم القيامة الا ان الظالمين في عذاب مقيم",
    "ayahEn": "And you will see them exposed to the Fire, fully humbled out of disgrace, stealing glances ˹at it˺. And the believers will say, “The ˹true˺ losers are those who have lost themselves and their families on Judgment Day.” The wrongdoers will certainly be in everlasting torment.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 46,
    "ayahArV1": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
    "ayahArV2": "وما كان لهم من اولياء ينصرونهم من دون الله ومن يضلل الله فما له من سبيل",
    "ayahEn": "They will have no protectors to help them against Allah. And whoever Allah leaves to stray, for them there is no way.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 47,
    "ayahArV1": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
    "ayahArV2": "استجيبوا لربكم من قبل ان ياتي يوم لا مرد له من الله ما لكم من ملجا يومئذ وما لكم من نكير",
    "ayahEn": "Respond to your Lord before the coming of a Day from Allah that cannot be averted. There will be no refuge for you then, nor ˹grounds for˺ denial ˹of sins˺.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 48,
    "ayahArV1": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَـٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَـٰنَ كَفُورٌ",
    "ayahArV2": "فان اعرضوا فما ارسلناك عليهم حفيظا ان عليك الا البلاغ وانا اذا اذقنا الانسان منا رحمة فرح بها وان تصبهم سيئة بما قدمت ايديهم فان الانسان كفور",
    "ayahEn": "But if they turn away, We have not sent you ˹O Prophet˺ as a keeper over them. Your duty is only to deliver ˹the message˺. And indeed, when We let someone taste a mercy from Us, they become prideful ˹because˺ of it. But when afflicted with evil because of what their hands have done, then one becomes totally ungrateful.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 49,
    "ayahArV1": "لِّلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَـٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
    "ayahArV2": "لله ملك السماوات والارض يخلق ما يشاء يهب لمن يشاء اناثا ويهب لمن يشاء الذكور",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He creates whatever He wills. He blesses whoever He wills with daughters, and blesses whoever He wills with sons",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 50,
    "ayahArV1": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَـٰثًا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
    "ayahArV2": "او يزوجهم ذكرانا واناثا ويجعل من يشاء عقيما انه عليم قدير",
    "ayahEn": "or grants both, sons and daughters, ˹to whoever He wills˺, and leaves whoever He wills infertile. He is indeed All-Knowing, Most Capable.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 195,
      "sajda": false
    }
  },
  {
    "surahNo": 42,
    "ayahNo": 51,
    "ayahArV1": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
    "ayahArV2": "وما كان لبشر ان يكلمه الله الا وحيا او من وراء حجاب او يرسل رسولا فيوحي باذنه ما يشاء انه علي حكيم",
    "ayahEn": "It is not ˹possible˺ for a human being to have Allah communicate with them, except through inspiration, or from behind a veil, or by sending a messenger-angel to reveal whatever He wills by His permission. He is surely Most High, All-Wise.",
    "meta": {
      "page": 488,
      "juz": 25,
      "hizb": 49,
      "hizbQuarter": 196,
      "sajda": false
    }
  }
]