[
  {
    "surahNo": 45,
    "ayahNo": 23,
    "ayahArV1": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
    "ayahArV2": "افرايت من اتخذ الهه هواه واضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله افلا تذكرون",
    "ayahEn": "Have you seen ˹O Prophet˺ those who have taken their own desires as their god? ˹And so˺ Allah left them to stray knowingly, sealed their hearing and hearts, and placed a cover on their sight. Who then can guide them after Allah? Will you ˹all˺ not then be mindful?",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 24,
    "ayahArV1": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
    "ayahArV2": "وقالوا ما هي الا حياتنا الدنيا نموت ونحيا وما يهلكنا الا الدهر وما لهم بذلك من علم ان هم الا يظنون",
    "ayahEn": "And they argue, “There is nothing beyond our worldly life. We die; others are born. And nothing destroys us but ˹the passage of˺ time.” Yet they have no knowledge ˹in support˺ of this ˹claim˺. They only speculate.",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 25,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات ما كان حجتهم الا ان قالوا ائتوا بابائنا ان كنتم صادقين",
    "ayahEn": "And whenever Our clear revelations are recited to them, their only argument is to say: “Bring our forefathers back, if what you say is true!”",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 26,
    "ayahArV1": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "ayahArV2": "قل الله يحييكم ثم يميتكم ثم يجمعكم الى يوم القيامة لا ريب فيه ولكن اكثر الناس لا يعلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “˹It is˺ Allah ˹Who˺ gives you life, then causes you to die, then will gather you ˹all˺ on the Day of Judgment, about which there is no doubt. But most people do not know.”",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 27,
    "ayahArV1": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
    "ayahArV2": "ولله ملك السماوات والارض ويوم تقوم الساعة يومئذ يخسر المبطلون",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. On the Day the Hour will be established, the people of falsehood will then be in ˹total˺ loss.",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 28,
    "ayahArV1": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَـٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "وترى كل امة جاثية كل امة تدعى الى كتابها اليوم تجزون ما كنتم تعملون",
    "ayahEn": "And you will see every faith-community on its knees. Every community will be summoned to its record ˹of deeds˺. ˹They all will be told,˺ “This Day you will be rewarded for what you used to do.",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 29,
    "ayahArV1": "هَـٰذَا كِتَـٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "هذا كتابنا ينطق عليكم بالحق انا كنا نستنسخ ما كنتم تعملون",
    "ayahEn": "This record of Ours speaks the truth about you. Indeed, We always had your deeds recorded ˹by the angels˺.”",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 30,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "ayahArV2": "فاما الذين امنوا وعملوا الصالحات فيدخلهم ربهم في رحمته ذلك هو الفوز المبين",
    "ayahEn": "As for those who believed and did good, their Lord will admit them into His mercy. That is ˹truly˺ the absolute triumph.",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 31,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
    "ayahArV2": "واما الذين كفروا افلم تكن اياتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين",
    "ayahEn": "And as for those who disbelieved, ˹they will be told,˺ “Were My revelations not recited to you, yet you acted arrogantly and were a wicked people?",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  },
  {
    "surahNo": 45,
    "ayahNo": 32,
    "ayahArV1": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
    "ayahArV2": "واذا قيل ان وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة ان نظن الا ظنا وما نحن بمستيقنين",
    "ayahEn": "And whenever it was said ˹to you˺, ‘Surely Allah’s promise ˹of judgment˺ is true and there is no doubt about the Hour,’ you said ˹mockingly˺, ‘We do not know what the Hour is! We think it is no more than speculation, and we are not convinced ˹that it will ever come˺.’”",
    "meta": {
      "page": 501,
      "juz": 25,
      "hizb": 50,
      "hizbQuarter": 200,
      "sajda": false
    }
  }
]