[
  {
    "surahNo": 46,
    "ayahNo": 6,
    "ayahArV1": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَـٰفِرِينَ",
    "ayahArV2": "واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كافرين",
    "ayahEn": "And when ˹such˺ people will be gathered together, those ˹gods˺ will be their enemies and will disown their worship.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 7,
    "ayahArV1": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَـٰذَا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "واذا تتلى عليهم اياتنا بينات قال الذين كفروا للحق لما جاءهم هذا سحر مبين",
    "ayahEn": "Whenever Our clear revelations are recited to them, the disbelievers say of the truth when it has come to them, “This is pure magic.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 8,
    "ayahArV1": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۖ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "ayahArV2": "ام يقولون افتراه قل ان افتريته فلا تملكون لي من الله شيئا هو اعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم",
    "ayahEn": "Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then there is nothing whatsoever you can do to save me from Allah. He knows best what ˹slurs˺ you indulge about it. Sufficient is He as a Witness between you and me. And He is the All-Forgiving, Most Merciful.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 9,
    "ayahArV1": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
    "ayahArV2": "قل ما كنت بدعا من الرسل وما ادري ما يفعل بي ولا بكم ان اتبع الا ما يوحى الي وما انا الا نذير مبين",
    "ayahEn": "Say, “I am not the first messenger ever sent, nor do I know what will happen to me or you. I only follow what is revealed to me. And I am only sent with a clear warning.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 10,
    "ayahArV1": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "قل ارايتم ان كان من عند الله وكفرتم به وشهد شاهد من بني اسرائيل على مثله فامن واستكبرتم ان الله لا يهدي القوم الظالمين",
    "ayahEn": "Ask ˹them, O  Prophet˺, “Consider if this ˹Quran˺ is ˹truly˺ from Allah and you deny it, and a witness from the Children of Israel attests to it and then believes, whereas you act arrogantly. Surely Allah does not guide the wrongdoing people.”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 11,
    "ayahArV1": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَـٰذَآ إِفْكٌ قَدِيمٌ",
    "ayahArV2": "وقال الذين كفروا للذين امنوا لو كان خيرا ما سبقونا اليه واذ لم يهتدوا به فسيقولون هذا افك قديم",
    "ayahEn": "The disbelievers say of the believers, “Had it been ˹something˺ good, they would not have beaten us to it.” Now since they reject its guidance, they will say, “˹This is˺ an ancient fabrication!”",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 12,
    "ayahArV1": "وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
    "ayahArV2": "ومن قبله كتاب موسى اماما ورحمة وهذا كتاب مصدق لسانا عربيا لينذر الذين ظلموا وبشرى للمحسنين",
    "ayahEn": "And before this ˹Quran˺ the Book of Moses was ˹revealed as˺ a guide and mercy. And this Book is a confirmation, in the Arabic tongue, to warn those who do wrong, and as good news to those who do good.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 13,
    "ayahArV1": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "ayahArV2": "ان الذين قالوا ربنا الله ثم استقاموا فلا خوف عليهم ولا هم يحزنون",
    "ayahEn": "Surely those who say, “Our Lord is Allah,” and then remain steadfast—there will be no fear for them, nor will they grieve.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 14,
    "ayahArV1": "أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "اولئك اصحاب الجنة خالدين فيها جزاء بما كانوا يعملون",
    "ayahEn": "It is they who will be the residents of Paradise, staying there forever, as a reward for what they used to do.",
    "meta": {
      "page": 503,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  }
]