[
  {
    "surahNo": 46,
    "ayahNo": 15,
    "ayahArV1": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ إِحْسَـٰنًا ۖ حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهْرًا ۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ ۖ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ",
    "ayahArV2": "ووصينا الانسان بوالديه احسانا حملته امه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى والدي وان اعمل صالحا ترضاه واصلح لي في ذريتي اني تبت اليك واني من المسلمين",
    "ayahEn": "We have commanded people to honour their parents. Their mothers bore them in hardship and delivered them in hardship. Their ˹period of˺ bearing and weaning is thirty months. In time, when the child reaches their prime at the age of forty, they pray, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You blessed me and my parents with, and to do good deeds that please You. And instil righteousness in my offspring. I truly repent to You, and I truly submit ˹to Your Will˺.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 16,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَـٰبِ ٱلْجَنَّةِ ۖ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
    "ayahArV2": "اولئك الذين نتقبل عنهم احسن ما عملوا ونتجاوز عن سيئاتهم في اصحاب الجنة وعد الصدق الذي كانوا يوعدون",
    "ayahEn": "It is from these ˹people˺ that We will accept the good they did, and overlook their misdeeds—along with the residents of Paradise, ˹in fulfilment of˺ the true promise they have been given.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 17,
    "ayahArV1": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "ayahArV2": "والذي قال لوالديه اف لكما اتعدانني ان اخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك امن ان وعد الله حق فيقول ما هذا الا اساطير الاولين",
    "ayahEn": "But some scold their parents, “Enough with you! Are you warning me that I will be brought forth ˹from the grave˺, while many generations had already perished before me ˹for good˺?” The parents cry to Allah for help, ˹and warn their child,˺ “Pity you. Have faith! Surely Allah’s promise is true.” But the deniers insist, “This is nothing but ancient fables.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 18,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "اولئك الذين حق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خاسرين",
    "ayahEn": "These are the ones against whom the fate of earlier communities of jinn and humans has been justified, ˹for˺ they were truly losers.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 19,
    "ayahArV1": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۖ وَلِيُوَفِّيَهُمْ أَعْمَـٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "ولكل درجات مما عملوا وليوفيهم اعمالهم وهم لا يظلمون",
    "ayahEn": "Each ˹of the two groups˺ will be ranked according to what they have done so He may fully reward all. And none will be wronged.",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 20,
    "ayahArV1": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَـٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ",
    "ayahArV2": "ويوم يعرض الذين كفروا على النار اذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الارض بغير الحق وبما كنتم تفسقون",
    "ayahEn": "˹Watch for˺ the Day ˹when˺ the disbelievers will be exposed to the Fire. ˹They will be told,˺ “You ˹already˺ exhausted your ˹share of˺ pleasures during your worldly life, and ˹fully˺ enjoyed them. So Today you will be rewarded with the torment of disgrace for your arrogance throughout the land with no right, and for your rebelliousness.”",
    "meta": {
      "page": 504,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 201,
      "sajda": false
    }
  }
]