[
  {
    "surahNo": 46,
    "ayahNo": 29,
    "ayahArV1": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
    "ayahArV2": "واذ صرفنا اليك نفرا من الجن يستمعون القران فلما حضروه قالوا انصتوا فلما قضي ولوا الى قومهم منذرين",
    "ayahEn": "˹Remember, O  Prophet,˺ when We sent a group of jinn your way to listen to the Quran. Then, upon hearing it, they said ˹to one another˺, “Listen quietly!” Then when it was over, they returned to their fellow jinn as warners.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 30,
    "ayahArV1": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
    "ayahArV2": "قالوا يا قومنا انا سمعنا كتابا انزل من بعد موسى مصدقا لما بين يديه يهدي الى الحق والى طريق مستقيم",
    "ayahEn": "They declared, “O our fellow jinn! We have truly heard a scripture revealed after Moses, confirming what came before it. It guides to the truth and the Straight Way.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 31,
    "ayahArV1": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
    "ayahArV2": "يا قومنا اجيبوا داعي الله وامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليم",
    "ayahEn": "O  our fellow jinn! Respond to the caller of Allah and believe in him, He will forgive your sins and protect you from a painful punishment.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 32,
    "ayahArV1": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "ومن لا يجب داعي الله فليس بمعجز في الارض وليس له من دونه اولياء اولئك في ضلال مبين",
    "ayahEn": "And whoever does not respond to the caller of Allah will have no escape on earth, nor will they have any protectors against Him. It is they who are clearly astray.”",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 33,
    "ayahArV1": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "اولم يروا ان الله الذي خلق السماوات والارض ولم يعي بخلقهن بقادر على ان يحيي الموتى بلى انه على كل شيء قدير",
    "ayahEn": "Do they not realize that Allah, Who created the heavens and the earth and did not tire in creating them, is able to give life to the dead? Yes ˹indeed˺! He is certainly Most Capable of everything.",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 34,
    "ayahArV1": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "ويوم يعرض الذين كفروا على النار اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "And on the Day the disbelievers will be exposed to the Fire, ˹they will be asked,˺ “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” It will be said, “Then taste the punishment for your disbelief.”",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 46,
    "ayahNo": 35,
    "ayahArV1": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ ۚ بَلَـٰغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "فاصبر كما صبر اولو العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلاغ فهل يهلك الا القوم الفاسقون",
    "ayahEn": "So endure patiently, as did the Messengers of Firm Resolve. And do not ˹seek to˺ hasten ˹the torment˺ for the deniers. On the Day they see what they have been threatened with, it will be as if they had only stayed ˹in this world˺ for an hour of a day. ˹This is˺ a ˹sufficient˺ warning! Then, will anyone be destroyed except the rebellious people?",
    "meta": {
      "page": 506,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  }
]