[
  {
    "surahNo": 47,
    "ayahNo": 1,
    "ayahArV1": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "الذين كفروا وصدوا عن سبيل الله اضل اعمالهم",
    "ayahEn": "Those who disbelieve and hinder ˹others˺ from the Way of Allah, He will render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 2,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
    "ayahArV2": "والذين امنوا وعملوا الصالحات وامنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيئاتهم واصلح بالهم",
    "ayahEn": "As for those who believe, do good, and have faith in what has been revealed to Muḥammad—which is the truth from their Lord—He will absolve them of their sins and improve their condition.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 3,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
    "ayahArV2": "ذلك بان الذين كفروا اتبعوا الباطل وان الذين امنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس امثالهم",
    "ayahEn": "This is because the disbelievers follow falsehood, while the believers follow the truth from their Lord. This is how Allah shows people their true state ˹of faith˺.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 4,
    "ayahArV1": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "فاذا لقيتم الذين كفروا فضرب الرقاب حتى اذا اثخنتموهم فشدوا الوثاق فاما منا بعد واما فداء حتى تضع الحرب اوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل اعمالهم",
    "ayahEn": "So when you meet the disbelievers ˹in battle˺, strike ˹their˺ necks until you have thoroughly subdued them, then bind them firmly. Later ˹free them either as˺ an act of grace or by ransom until the war comes to an end. So will it be. Had Allah willed, He ˹Himself˺ could have inflicted punishment on them. But He does ˹this only to˺ test some of you by means of others. And those who are martyred in the cause of Allah, He will never render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 5,
    "ayahArV1": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
    "ayahArV2": "سيهديهم ويصلح بالهم",
    "ayahEn": "He will guide them ˹to their reward˺, improve their condition",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 6,
    "ayahArV1": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
    "ayahArV2": "ويدخلهم الجنة عرفها لهم",
    "ayahEn": "and admit them into Paradise, having made it known to them.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 7,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
    "ayahArV2": "يا ايها الذين امنوا ان تنصروا الله ينصركم ويثبت اقدامكم",
    "ayahEn": "O believers! If you stand up for Allah, He will help you and make your steps firm.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 8,
    "ayahArV1": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
    "ayahArV2": "والذين كفروا فتعسا لهم واضل اعمالهم",
    "ayahEn": "As for the disbelievers, may they be doomed and may He render their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 9,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
    "ayahArV2": "ذلك بانهم كرهوا ما انزل الله فاحبط اعمالهم",
    "ayahEn": "That is because they detest what Allah has revealed, so He has rendered their deeds void.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 202,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 10,
    "ayahArV1": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
    "ayahArV2": "افلم يسيروا في الارض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم وللكافرين امثالها",
    "ayahEn": "Have they not travelled throughout the land to see what was the end of those before them? Allah annihilated them, and a similar fate awaits the disbelievers.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 11,
    "ayahArV1": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
    "ayahArV2": "ذلك بان الله مولى الذين امنوا وان الكافرين لا مولى لهم",
    "ayahEn": "This is because Allah is the Patron of the believers while the disbelievers have no patron.",
    "meta": {
      "page": 507,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  }
]