[
  {
    "surahNo": 3,
    "ayahNo": 10,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۖ وَأُو۟لَـٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
    "ayahArV2": "ان الذين كفروا لن تغني عنهم اموالهم ولا اولادهم من الله شيئا واولئك هم وقود النار",
    "ayahEn": "Indeed, neither the wealth nor children of the disbelievers will be of any benefit to them against Allah—and they will be the fuel for the Fire.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 11,
    "ayahArV1": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
    "ayahArV2": "كداب ال فرعون والذين من قبلهم كذبوا باياتنا فاخذهم الله بذنوبهم والله شديد العقاب",
    "ayahEn": "Their fate will be like that of the people of Pharaoh and those before them—they all rejected Our signs, so Allah seized them for their sins. And Allah is severe in punishment.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 12,
    "ayahArV1": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ",
    "ayahArV2": "قل للذين كفروا ستغلبون وتحشرون الى جهنم وبئس المهاد",
    "ayahEn": "˹O Prophet!˺ Tell the disbelievers, “Soon you will be overpowered and driven to Hell—what an evil place to rest!”",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 13,
    "ayahArV1": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌ تُقَـٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
    "ayahArV2": "قد كان لكم اية في فئتين التقتا فئة تقاتل في سبيل الله واخرى كافرة يرونهم مثليهم راي العين والله يؤيد بنصره من يشاء ان في ذلك لعبرة لاولي الابصار",
    "ayahEn": "Indeed, there was a sign for you in the two armies that met in battle—one fighting for the cause of Allah and the other in denial. The believers saw their enemy twice their number. But Allah supports with His victory whoever He wills. Surely in this is a lesson for people of insight.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 14,
    "ayahArV1": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَـٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَـٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
    "ayahArV2": "زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والانعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن الماب",
    "ayahEn": "The enjoyment of ˹worldly˺ desires—women, children, treasures of gold and silver, fine horses, cattle, and fertile land—has been made appealing to people. These are the pleasures of this worldly life, but with Allah is the finest destination.",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 5,
      "hizbQuarter": 20,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 15,
    "ayahArV1": "۞ قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "قل اؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات تجري من تحتها الانهار خالدين فيها وازواج مطهرة ورضوان من الله والله بصير بالعباد",
    "ayahEn": "Say, ˹O Prophet,˺ “Shall I inform you of what is better than ˹all of˺ this? Those mindful ˹of Allah˺ will have Gardens with their Lord under which rivers flow, to stay there forever, and pure spouses, along with Allah’s pleasure.” And Allah is All-Seeing of ˹His˺ servants",
    "meta": {
      "page": 51,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  }
]