[
  {
    "surahNo": 47,
    "ayahNo": 30,
    "ayahArV1": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
    "ayahArV2": "ولو نشاء لاريناكهم فلعرفتهم بسيماهم ولتعرفنهم في لحن القول والله يعلم اعمالكم",
    "ayahEn": "Had We willed, We could have truly shown them to you ˹O Prophet˺, and you would have certainly recognized them by their appearance. But you will surely recognize them by their tone of speech. And Allah ˹fully˺ knows your doings ˹O people˺.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 31,
    "ayahArV1": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
    "ayahArV2": "ولنبلونكم حتى نعلم المجاهدين منكم والصابرين ونبلو اخباركم",
    "ayahEn": "We will certainly test you ˹believers˺ until We prove those of you who ˹truly˺ struggle ˹in Allah’s cause˺ and remain steadfast, and reveal how you conduct yourselves.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 32,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
    "ayahArV2": "ان الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيئا وسيحبط اعمالهم",
    "ayahEn": "Indeed, those who disbelieve, hinder ˹others˺ from the Way of Allah, and defy the Messenger after ˹true˺ guidance has become clear to them; they will not harm Allah in the least, but He will render their deeds void.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 203,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 33,
    "ayahArV1": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
    "ayahArV2": "يا ايها الذين امنوا اطيعوا الله واطيعوا الرسول ولا تبطلوا اعمالكم",
    "ayahEn": "O believers! Obey Allah and obey the Messenger, and do not let your deeds be in vain.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 34,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
    "ayahArV2": "ان الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم",
    "ayahEn": "Surely those who disbelieve, hinder ˹others˺ from the Way of Allah, and then die as disbelievers; Allah will never forgive them.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 35,
    "ayahArV1": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
    "ayahArV2": "فلا تهنوا وتدعوا الى السلم وانتم الاعلون والله معكم ولن يتركم اعمالكم",
    "ayahEn": "So do not falter or cry for peace, for you will have the upper hand and Allah is with you. And He will never let your deeds go to waste.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 36,
    "ayahArV1": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
    "ayahArV2": "انما الحياة الدنيا لعب ولهو وان تؤمنوا وتتقوا يؤتكم اجوركم ولا يسالكم اموالكم",
    "ayahEn": "This worldly life is no more than play and amusement. But if you are faithful and mindful ˹of Allah˺, He will grant you your ˹full˺ reward, and will not ask you ˹to donate all˺ your wealth.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 37,
    "ayahArV1": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
    "ayahArV2": "ان يسالكموها فيحفكم تبخلوا ويخرج اضغانكم",
    "ayahEn": "If He were to do so and pressure you, you would withhold and He would bring out your resentment.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 47,
    "ayahNo": 38,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
    "ayahArV2": "ها انتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغني وانتم الفقراء وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثالكم",
    "ayahEn": "Here you are, being invited to donate ˹a little˺ in the cause of Allah. Still some of you withhold. And whoever does so, it is only to their own loss. For Allah is the Self-Sufficient, whereas you stand in need ˹of Him˺. If you ˹still˺ turn away, He will replace you with another people. And they will not be like you.",
    "meta": {
      "page": 510,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  }
]