[
  {
    "surahNo": 48,
    "ayahNo": 10,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
    "ayahArV2": "ان الذين يبايعونك انما يبايعون الله يد الله فوق ايديهم فمن نكث فانما ينكث على نفسه ومن اوفى بما عاهد عليه الله فسيؤتيه اجرا عظيما",
    "ayahEn": "Surely those who pledge allegiance to you ˹O Prophet˺ are actually pledging allegiance to Allah. Allah’s Hand is over theirs. Whoever breaks their pledge, it will only be to their own loss. And whoever fulfils their pledge to Allah, He will grant them a great reward.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 11,
    "ayahArV1": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
    "ayahArV2": "سيقول لك المخلفون من الاعراب شغلتنا اموالنا واهلونا فاستغفر لنا يقولون بالسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيئا ان اراد بكم ضرا او اراد بكم نفعا بل كان الله بما تعملون خبيرا",
    "ayahEn": "The nomadic Arabs, who stayed behind, will say to you ˹O Prophet˺, “We were preoccupied with our wealth and families, so ask for forgiveness for us.” They say with their tongues what is not in their hearts. Say, “Who then can stand between you and Allah in any way, if He intends harm or benefit for you? In fact, Allah is All-Aware of what you do.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 12,
    "ayahArV1": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا",
    "ayahArV2": "بل ظننتم ان لن ينقلب الرسول والمؤمنون الى اهليهم ابدا وزين ذلك في قلوبكم وظننتم ظن السوء وكنتم قوما بورا",
    "ayahEn": "The truth is: you thought that the Messenger and the believers would never return to their families again. And that was made appealing in your hearts. You harboured evil thoughts ˹about Allah˺, and ˹so˺ became a doomed people.”",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 13,
    "ayahArV1": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَعِيرًا",
    "ayahArV2": "ومن لم يؤمن بالله ورسوله فانا اعتدنا للكافرين سعيرا",
    "ayahEn": "And whoever does not believe in Allah and His Messenger, then We surely have prepared for the disbelievers a blazing Fire.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 14,
    "ayahArV1": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ولله ملك السماوات والارض يغفر لمن يشاء ويعذب من يشاء وكان الله غفورا رحيما",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 15,
    "ayahArV1": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
    "ayahArV2": "سيقول المخلفون اذا انطلقتم الى مغانم لتاخذوها ذرونا نتبعكم يريدون ان يبدلوا كلام الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون الا قليلا",
    "ayahEn": "Those who stayed behind will say, when you ˹believers˺ set out to take the spoils of war, “Let us accompany you.” They wish to change Allah’s promise. Say, ˹O Prophet,˺ “You will not accompany us. This is what Allah has said before.” They will then say, “In fact, you are driven by jealousy against us!” The truth is: they can hardly comprehend.",
    "meta": {
      "page": 512,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  }
]