[
  {
    "surahNo": 48,
    "ayahNo": 16,
    "ayahArV1": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "قل للمخلفين من الاعراب ستدعون الى قوم اولي باس شديد تقاتلونهم او يسلمون فان تطيعوا يؤتكم الله اجرا حسنا وان تتولوا كما توليتم من قبل يعذبكم عذابا اليما",
    "ayahEn": "Say to nomadic Arabs, who stayed behind, “You will be called ˹to fight˺ against a people of great might, who you will fight unless they submit. If you then obey, Allah will grant you a fine reward. But if you turn away as you did before, He will inflict upon you a painful punishment.”",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 17,
    "ayahArV1": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
    "ayahArV2": "ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الانهار ومن يتول يعذبه عذابا اليما",
    "ayahEn": "There is no blame on the blind, or the disabled, or the sick ˹for staying behind˺. And whoever obeys Allah and His Messenger will be admitted by Him into Gardens under which rivers flow. But whoever turns away will be subjected by Him to a painful punishment.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 51,
      "hizbQuarter": 204,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 18,
    "ayahArV1": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا",
    "ayahArV2": "لقد رضي الله عن المؤمنين اذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فانزل السكينة عليهم واثابهم فتحا قريبا",
    "ayahEn": "Indeed, Allah was pleased with the believers when they pledged allegiance to you ˹O Prophet˺ under the tree. He knew what was in their hearts, so He sent down serenity upon them and rewarded them with a victory at hand",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 19,
    "ayahArV1": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "ayahArV2": "ومغانم كثيرة ياخذونها وكان الله عزيزا حكيما",
    "ayahEn": "and many spoils of war they will gain. For Allah is Almighty, All-Wise.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 20,
    "ayahArV1": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
    "ayahArV2": "وعدكم الله مغانم كثيرة تاخذونها فعجل لكم هذه وكف ايدي الناس عنكم ولتكون اية للمؤمنين ويهديكم صراطا مستقيما",
    "ayahEn": "Allah has promised you ˹believers˺ abundant spoils, which you will gain, so He hastened this ˹truce˺ for you. And He has held people’s hands back from ˹harming˺ you, so it may be a sign for the believers, and so He may guide you along the Straight Path.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 21,
    "ayahArV1": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
    "ayahArV2": "واخرى لم تقدروا عليها قد احاط الله بها وكان الله على كل شيء قديرا",
    "ayahEn": "And ˹there are˺ other gains which are beyond your reach that Allah is keeping in store ˹for you˺. For Allah is Most Capable of everything.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 22,
    "ayahArV1": "وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "ولو قاتلكم الذين كفروا لولوا الادبار ثم لا يجدون وليا ولا نصيرا",
    "ayahEn": "If the disbelievers were to fight you, they would certainly flee. Then they would never find any protector or helper.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  },
  {
    "surahNo": 48,
    "ayahNo": 23,
    "ayahArV1": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
    "ayahArV2": "سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديلا",
    "ayahEn": "˹This is˺ Allah’s way, already long established ˹in the past˺. And you will find no change in Allah’s way.",
    "meta": {
      "page": 513,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 205,
      "sajda": false
    }
  }
]