[
  {
    "surahNo": 49,
    "ayahNo": 5,
    "ayahArV1": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ولو انهم صبروا حتى تخرج اليهم لكان خيرا لهم والله غفور رحيم",
    "ayahEn": "Had they been patient until you could come out to them, it would have certainly been better for them. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 6,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان جاءكم فاسق بنبا فتبينوا ان تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين",
    "ayahEn": "O believers, if an evildoer brings you any news, verify ˹it˺ so you do not harm people unknowingly, becoming regretful for what you have done.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 7,
    "ayahArV1": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "ayahArV2": "واعلموا ان فيكم رسول الله لو يطيعكم في كثير من الامر لعنتم ولكن الله حبب اليكم الايمان وزينه في قلوبكم وكره اليكم الكفر والفسوق والعصيان اولئك هم الراشدون",
    "ayahEn": "And keep in mind that Allah’s Messenger is ˹still˺ in your midst. If he were to yield to you in many matters, you would surely suffer ˹the consequences˺. But Allah has endeared faith to you, making it appealing in your hearts. And He has made disbelief, rebelliousness, and disobedience detestable to you. Those are the ones rightly guided.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 8,
    "ayahArV1": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "فضلا من الله ونعمة والله عليم حكيم",
    "ayahEn": "˹This is˺ a bounty and a blessing from Allah. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 9,
    "ayahArV1": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "ayahArV2": "وان طائفتان من المؤمنين اقتتلوا فاصلحوا بينهما فان بغت احداهما على الاخرى فقاتلوا التي تبغي حتى تفيء الى امر الله فان فاءت فاصلحوا بينهما بالعدل واقسطوا ان الله يحب المقسطين",
    "ayahEn": "And if two groups of believers fight each other, then make peace between them. But if one of them transgresses against the other, then fight against the transgressing group until they ˹are willing to˺ submit to the rule of Allah. If they do so, then make peace between both ˹groups˺ in all fairness and act justly. Surely Allah loves those who uphold justice.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 10,
    "ayahArV1": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "انما المؤمنون اخوة فاصلحوا بين اخويكم واتقوا الله لعلكم ترحمون",
    "ayahEn": "The believers are but one brotherhood, so make peace between your brothers. And be mindful of Allah so you may be shown mercy.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  },
  {
    "surahNo": 49,
    "ayahNo": 11,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا يسخر قوم من قوم عسى ان يكونوا خيرا منهم ولا نساء من نساء عسى ان يكن خيرا منهن ولا تلمزوا انفسكم ولا تنابزوا بالالقاب بئس الاسم الفسوق بعد الايمان ومن لم يتب فاولئك هم الظالمون",
    "ayahEn": "O believers! Do not let some ˹men˺ ridicule others, they may be better than them, nor let ˹some˺ women ridicule other women, they may be better than them. Do not defame one another, nor call each other by offensive nicknames. How evil it is to act rebelliously after having faith! And whoever does not repent, it is they who are the ˹true˺ wrongdoers.",
    "meta": {
      "page": 516,
      "juz": 26,
      "hizb": 52,
      "hizbQuarter": 206,
      "sajda": false
    }
  }
]