[
  {
    "surahNo": 3,
    "ayahNo": 16,
    "ayahArV1": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
    "ayahArV2": "الذين يقولون ربنا اننا امنا فاغفر لنا ذنوبنا وقنا عذاب النار",
    "ayahEn": "who pray, “Our Lord! We have believed, so forgive our sins and protect us from the torment of the Fire.”",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 17,
    "ayahArV1": "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلْقَـٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
    "ayahArV2": "الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالاسحار",
    "ayahEn": "˹It is they˺ who are patient, sincere, obedient, and charitable, and who pray for forgiveness before dawn.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 18,
    "ayahArV1": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلْمَلَـٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "شهد الله انه لا اله الا هو والملائكة واولو العلم قائما بالقسط لا اله الا هو العزيز الحكيم",
    "ayahEn": "Allah ˹Himself˺ is a Witness that there is no god ˹worthy of worship˺ except Him—and so are the angels and people of knowledge. He is the Maintainer of justice. There is no god ˹worthy of worship˺ except Him—the Almighty, All-Wise.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 19,
    "ayahArV1": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "ان الدين عند الله الاسلام وما اختلف الذين اوتوا الكتاب الا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بايات الله فان الله سريع الحساب",
    "ayahEn": "Certainly, Allah’s only Way is Islam. Those who were given the Scripture did not dispute ˹among themselves˺ out of mutual envy until knowledge came to them. Whoever denies Allah’s signs, then surely Allah is swift in reckoning.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 20,
    "ayahArV1": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْأُمِّيِّـۧنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "ayahArV2": "فان حاجوك فقل اسلمت وجهي لله ومن اتبعن وقل للذين اوتوا الكتاب والاميين ااسلمتم فان اسلموا فقد اهتدوا وان تولوا فانما عليك البلاغ والله بصير بالعباد",
    "ayahEn": "So if they argue with you ˹O Prophet˺, say, “I have submitted myself to Allah, and so have my followers.” And ask those who were given the Scripture and the illiterate ˹people˺, “Have you submitted yourselves ˹to Allah˺?” If they submit, they will be ˹rightly˺ guided. But if they turn away, then your duty is only to deliver ˹the message˺. And Allah is All-Seeing of ˹His˺ servants.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 21,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "ayahArV2": "ان الذين يكفرون بايات الله ويقتلون النبيين بغير حق ويقتلون الذين يامرون بالقسط من الناس فبشرهم بعذاب اليم",
    "ayahEn": "Indeed, those who deny Allah’s signs, kill the prophets unjustly, and kill people who stand up for justice—give them good news of a painful punishment.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 22,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "اولئك الذين حبطت اعمالهم في الدنيا والاخرة وما لهم من ناصرين",
    "ayahEn": "They are the ones whose deeds are wasted in this world and the Hereafter. And they will have no helpers.",
    "meta": {
      "page": 52,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 21,
      "sajda": false
    }
  }
]