[
  {
    "surahNo": 57,
    "ayahNo": 19,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "ayahArV2": "والذين امنوا بالله ورسله اولئك هم الصديقون والشهداء عند ربهم لهم اجرهم ونورهم والذين كفروا وكذبوا باياتنا اولئك اصحاب الجحيم",
    "ayahEn": "˹As for˺ those who believe in Allah and His messengers, it is they who are ˹truly˺ the people of truth. And the martyrs, with their Lord, will have their reward and their light. But ˹as for˺ those who disbelieve and reject Our signs, it is they who will be the residents of the Hellfire.",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  },
  {
    "surahNo": 57,
    "ayahNo": 20,
    "ayahArV1": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَـٰمًا ۖ وَفِى ٱلْـَٔاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
    "ayahArV2": "اعلموا انما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الاموال والاولاد كمثل غيث اعجب الكفار نباته ثم يهيج فتراه مصفرا ثم يكون حطاما وفي الاخرة عذاب شديد ومغفرة من الله ورضوان وما الحياة الدنيا الا متاع الغرور",
    "ayahEn": "Know that this worldly life is no more than play, amusement, luxury, mutual boasting, and competition in wealth and children. This is like rain that causes plants to grow, to the delight of the planters. But later the plants dry up and you see them wither, then they are reduced to chaff. And in the Hereafter there will be either severe punishment or forgiveness and pleasure of Allah, whereas the life of this world is no more than the delusion of enjoyment.",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  },
  {
    "surahNo": 57,
    "ayahNo": 21,
    "ayahArV1": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "سابقوا الى مغفرة من ربكم وجنة عرضها كعرض السماء والارض اعدت للذين امنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم",
    "ayahEn": "˹So˺ compete with one another for forgiveness from your Lord and a Paradise as vast as the heavens and the earth, prepared for those who believe in Allah and His messengers. This is the favour of Allah. He grants it to whoever He wills. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  },
  {
    "surahNo": 57,
    "ayahNo": 22,
    "ayahArV1": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَـٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "ayahArV2": "ما اصاب من مصيبة في الارض ولا في انفسكم الا في كتاب من قبل ان نبراها ان ذلك على الله يسير",
    "ayahEn": "No calamity ˹or blessing˺ occurs on earth or in yourselves without being ˹written˺ in a Record before We bring it into being. This is certainly easy for Allah.",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  },
  {
    "surahNo": 57,
    "ayahNo": 23,
    "ayahArV1": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "ayahArV2": "لكيلا تاسوا على ما فاتكم ولا تفرحوا بما اتاكم والله لا يحب كل مختال فخور",
    "ayahEn": "˹We let you know this˺ so that you neither grieve over what you have missed nor boast over what He has granted you. For Allah does not like whoever is arrogant, boastful—",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  },
  {
    "surahNo": 57,
    "ayahNo": 24,
    "ayahArV1": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "ayahArV2": "الذين يبخلون ويامرون الناس بالبخل ومن يتول فان الله هو الغني الحميد",
    "ayahEn": "those who are stingy and promote stinginess among people. And whoever turns away ˹should know that˺ Allah ˹alone˺ is truly the Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 540,
      "juz": 27,
      "hizb": 54,
      "hizbQuarter": 216,
      "sajda": false
    }
  }
]