[
  {
    "surahNo": 58,
    "ayahNo": 7,
    "ayahArV1": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "ayahArV2": "الم تر ان الله يعلم ما في السماوات وما في الارض ما يكون من نجوى ثلاثة الا هو رابعهم ولا خمسة الا هو سادسهم ولا ادنى من ذلك ولا اكثر الا هو معهم اين ما كانوا ثم ينبئهم بما عملوا يوم القيامة ان الله بكل شيء عليم",
    "ayahEn": "Do you not see that Allah knows whatever is in the heavens and whatever is on the earth? If three converse privately, He is their fourth. If five, He is their sixth. Whether fewer or more, He is with them wherever they may be. Then, on the Day of Judgment, He will inform them of what they have done. Surely Allah has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 217,
      "sajda": false
    }
  },
  {
    "surahNo": 58,
    "ayahNo": 8,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "الم تر الى الذين نهوا عن النجوى ثم يعودون لما نهوا عنه ويتناجون بالاثم والعدوان ومعصيت الرسول واذا جاءوك حيوك بما لم يحيك به الله ويقولون في انفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصير",
    "ayahEn": "Have you not seen those who were forbidden from secret talks, yet they ˹always˺ return to what they were forbidden from, conspiring in sin, aggression, and disobedience to the Messenger? And when they come to you ˹O Prophet˺, they greet you not as Allah greets you, and say to one another, “Why does Allah not punish us for what we say?” Hell is enough for them—they will burn in it. And what an evil destination!",
    "meta": {
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 217,
      "sajda": false
    }
  },
  {
    "surahNo": 58,
    "ayahNo": 9,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "ayahArV2": "يا ايها الذين امنوا اذا تناجيتم فلا تتناجوا بالاثم والعدوان ومعصيت الرسول وتناجوا بالبر والتقوى واتقوا الله الذي اليه تحشرون",
    "ayahEn": "O believers! When you converse privately, let it not be for sin, aggression, or disobedience to the Messenger, but let it be for goodness and righteousness. And fear Allah, to Whom you will ˹all˺ be gathered.",
    "meta": {
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 217,
      "sajda": false
    }
  },
  {
    "surahNo": 58,
    "ayahNo": 10,
    "ayahArV1": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "انما النجوى من الشيطان ليحزن الذين امنوا وليس بضارهم شيئا الا باذن الله وعلى الله فليتوكل المؤمنون",
    "ayahEn": "Secret talks are only inspired by Satan to grieve the believers. Yet he cannot harm them whatsoever except by Allah’s Will. So in Allah let the believers put their trust.",
    "meta": {
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 217,
      "sajda": false
    }
  },
  {
    "surahNo": 58,
    "ayahNo": 11,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "يا ايها الذين امنوا اذا قيل لكم تفسحوا في المجالس فافسحوا يفسح الله لكم واذا قيل انشزوا فانشزوا يرفع الله الذين امنوا منكم والذين اوتوا العلم درجات والله بما تعملون خبير",
    "ayahEn": "O believers! When you are told to make room in gatherings, then do so. Allah will make room for you ˹in His grace˺. And if you are told to rise, then do so. Allah will elevate those of you who are faithful, and ˹raise˺ those gifted with knowledge in rank. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 543,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 217,
      "sajda": false
    }
  }
]