[
  {
    "surahNo": 60,
    "ayahNo": 1,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "ayahArV2": "يا ايها الذين امنوا لا تتخذوا عدوي وعدوكم اولياء تلقون اليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول واياكم ان تؤمنوا بالله ربكم ان كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون اليهم بالمودة وانا اعلم بما اخفيتم وما اعلنتم ومن يفعله منكم فقد ضل سواء السبيل",
    "ayahEn": "O believers! Do not take My enemies and yours as trusted allies, showing them affection even though they deny what has come to you of the truth. They drove the Messenger and yourselves out ˹of Mecca˺, simply for your belief in Allah, your Lord. If you ˹truly˺ emigrated to struggle in My cause and seek My pleasure, ˹then do not take them as allies,˺ disclosing secrets ˹of the believers˺ to the pagans out of affection for them, when I know best whatever you conceal and whatever you reveal. And whoever of you does this has truly strayed from the Right Way.",
    "meta": {
      "page": 549,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 2,
    "ayahArV1": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
    "ayahArV2": "ان يثقفوكم يكونوا لكم اعداء ويبسطوا اليكم ايديهم والسنتهم بالسوء وودوا لو تكفرون",
    "ayahEn": "If they gain the upper hand over you, they would be your ˹open˺ enemies, unleashing their hands and tongues to harm you, and wishing that you would abandon faith.",
    "meta": {
      "page": 549,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 3,
    "ayahArV1": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "ayahArV2": "لن تنفعكم ارحامكم ولا اولادكم يوم القيامة يفصل بينكم والله بما تعملون بصير",
    "ayahEn": "Neither your relatives nor children will benefit you on Judgment Day—He will decide between you ˹all˺. For Allah is All-Seeing of what you do.",
    "meta": {
      "page": 549,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 4,
    "ayahArV1": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
    "ayahArV2": "قد كانت لكم اسوة حسنة في ابراهيم والذين معه اذ قالوا لقومهم انا براء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء ابدا حتى تؤمنوا بالله وحده الا قول ابراهيم لابيه لاستغفرن لك وما املك لك من الله من شيء ربنا عليك توكلنا واليك انبنا واليك المصير",
    "ayahEn": "You already have an excellent example in Abraham and those with him, when they said to their people, “We totally dissociate ourselves from you and ˹shun˺ whatever ˹idols˺ you worship besides Allah. We reject you. The enmity and hatred that has arisen between us and you will last until you believe in Allah alone.” The only exception is when Abraham said to his father, “I will seek forgiveness for you,˹” adding, “but˺ I cannot protect you from Allah at all.” ˹The believers prayed,˺ “Our Lord! In You we trust. And to You we ˹always˺ turn. And to You is the final return.",
    "meta": {
      "page": 549,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 5,
    "ayahArV1": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ربنا لا تجعلنا فتنة للذين كفروا واغفر لنا ربنا انك انت العزيز الحكيم",
    "ayahEn": "Our Lord! Do not subject us to the persecution of the disbelievers. Forgive us, our Lord! You ˹alone˺ are truly the Almighty, All-Wise.”",
    "meta": {
      "page": 549,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  }
]