[
  {
    "surahNo": 3,
    "ayahNo": 38,
    "ayahArV1": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
    "ayahArV2": "هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة انك سميع الدعاء",
    "ayahEn": "Then and there Zachariah prayed to his Lord, saying, “My Lord! Grant me—by your grace—righteous offspring. You are certainly the Hearer of ˹all˺ prayers.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 39,
    "ayahArV1": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "فنادته الملائكة وهو قائم يصلي في المحراب ان الله يبشرك بيحيى مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصالحين",
    "ayahEn": "So the angels called out to him while he stood praying in the sanctuary, “Allah gives you good news of ˹the birth of˺ John who will confirm the Word of Allah and will be a great leader, chaste, and a prophet among the righteous.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 40,
    "ayahArV1": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
    "ayahArV2": "قال رب انى يكون لي غلام وقد بلغني الكبر وامراتي عاقر قال كذلك الله يفعل ما يشاء",
    "ayahEn": "Zachariah exclaimed, “My Lord! How can I have a son when I am very old and my wife is barren?” He replied, “So will it be. Allah does what He wills.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 41,
    "ayahArV1": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "ayahArV2": "قال رب اجعل لي اية قال ايتك الا تكلم الناس ثلاثة ايام الا رمزا واذكر ربك كثيرا وسبح بالعشي والابكار",
    "ayahEn": "Zachariah said, “My Lord! Grant me a sign.” He said, “Your sign is that you will not ˹be able to˺ speak to people for three days except through gestures. Remember your Lord often and glorify ˹Him˺ morning and evening.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 42,
    "ayahArV1": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "واذ قالت الملائكة يا مريم ان الله اصطفاك وطهرك واصطفاك على نساء العالمين",
    "ayahEn": "And ˹remember˺ when the angels said, “O Mary! Surely Allah has selected you, purified you, and chosen you over all women of the world.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 43,
    "ayahArV1": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
    "ayahArV2": "يا مريم اقنتي لربك واسجدي واركعي مع الراكعين",
    "ayahEn": "O  Mary! Be devout to your Lord, prostrate yourself ˹in prayer˺ and bow along with those who bow down.”",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 44,
    "ayahArV1": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
    "ayahArV2": "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ يلقون اقلامهم ايهم يكفل مريم وما كنت لديهم اذ يختصمون",
    "ayahEn": "This is news of the unseen that We reveal to you ˹O Prophet˺. You were not with them when they cast lots to decide who would be Mary’s guardian, nor were you there when they argued ˹about it˺.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 45,
    "ayahArV1": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
    "ayahArV2": "اذ قالت الملائكة يا مريم ان الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والاخرة ومن المقربين",
    "ayahEn": "˹Remember˺ when the angels proclaimed, “O Mary! Allah gives you good news of a Word from Him, his name will be the Messiah, Jesus, son of Mary; honoured in this world and the Hereafter, and he will be one of those nearest ˹to Allah˺.",
    "meta": {
      "page": 55,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  }
]