[
  {
    "surahNo": 60,
    "ayahNo": 6,
    "ayahArV1": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "ayahArV2": "لقد كان لكم فيهم اسوة حسنة لمن كان يرجو الله واليوم الاخر ومن يتول فان الله هو الغني الحميد",
    "ayahEn": "You certainly have an excellent example in them for whoever has hope in Allah and the Last Day. But whoever turns away, then surely Allah ˹alone˺ is the Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 219,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 7,
    "ayahArV1": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "عسى الله ان يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم",
    "ayahEn": "˹In time,˺ Allah may bring about goodwill between you and those of them you ˹now˺ hold as enemies. For Allah is Most Capable. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 8,
    "ayahArV1": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "ayahArV2": "لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم ان تبروهم وتقسطوا اليهم ان الله يحب المقسطين",
    "ayahEn": "Allah does not forbid you from dealing kindly and fairly with those who have neither fought nor driven you out of your homes. Surely Allah loves those who are fair.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 9,
    "ayahArV1": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "انما ينهاكم الله عن الذين قاتلوكم في الدين واخرجوكم من دياركم وظاهروا على اخراجكم ان تولوهم ومن يتولهم فاولئك هم الظالمون",
    "ayahEn": "Allah only forbids you from befriending those who have fought you for ˹your˺ faith, driven you out of your homes, or supported ˹others˺ in doing so. And whoever takes them as friends, then it is they who are the ˹true˺ wrongdoers.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 10,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "ayahArV2": "يا ايها الذين امنوا اذا جاءكم المؤمنات مهاجرات فامتحنوهن الله اعلم بايمانهن فان علمتموهن مؤمنات فلا ترجعوهن الى الكفار لا هن حل لهم ولا هم يحلون لهن واتوهم ما انفقوا ولا جناح عليكم ان تنكحوهن اذا اتيتموهن اجورهن ولا تمسكوا بعصم الكوافر واسالوا ما انفقتم وليسالوا ما انفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيم",
    "ayahEn": "O believers! When the believing women come to you as emigrants, test their intentions—their faith is best known to Allah—and if you find them to be believers, then do not send them back to the disbelievers. These ˹women˺ are not lawful ˹wives˺ for the disbelievers, nor are the disbelievers lawful ˹husbands˺ for them. ˹But˺ repay the disbelievers whatever ˹dowries˺ they had paid. And there is no blame on you if you marry these ˹women˺ as long as you pay them their dowries. And do not hold on to marriage with polytheistic women. ˹But˺ demand ˹repayment of˺ whatever ˹dowries˺ you had paid, and let the disbelievers do the same. That is the judgment of Allah—He judges between you. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 11,
    "ayahArV1": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
    "ayahArV2": "وان فاتكم شيء من ازواجكم الى الكفار فعاقبتم فاتوا الذين ذهبت ازواجهم مثل ما انفقوا واتقوا الله الذي انتم به مؤمنون",
    "ayahEn": "And if any of your wives desert you to the disbelievers, and later you take spoils from them, then pay those whose wives have gone, the equivalent of whatever ˹dowry˺ they had paid. And be mindful of Allah, in Whom you believe.",
    "meta": {
      "page": 550,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  }
]