[
  {
    "surahNo": 60,
    "ayahNo": 12,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "يا ايها النبي اذا جاءك المؤمنات يبايعنك على ان لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن اولادهن ولا ياتين ببهتان يفترينه بين ايديهن وارجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله ان الله غفور رحيم",
    "ayahEn": "O Prophet! When the believing women come to you, pledging to you that they will neither associate anything with Allah ˹in worship˺, nor steal, nor fornicate, nor kill their children, nor falsely attribute ˹illegitimate˺ children to their husbands, nor disobey you in what is right, then accept their pledge, and ask Allah to forgive them. Surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 60,
    "ayahNo": 13,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
    "ayahArV2": "يا ايها الذين امنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الاخرة كما يئس الكفار من اصحاب القبور",
    "ayahEn": "O believers! Do not ally yourselves with a people Allah is displeased with. They already have no hope for the Hereafter, just like the disbelievers lying in ˹their˺ graves.",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 1,
    "ayahArV1": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "سبح لله ما في السماوات وما في الارض وهو العزيز الحكيم",
    "ayahEn": "Whatever is in the heavens and whatever is on the earth glorifies Allah. For He ˹alone˺ is the Almighty, All-Wise.",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 2,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
    "ayahArV2": "يا ايها الذين امنوا لم تقولون ما لا تفعلون",
    "ayahEn": "O believers! Why do you say what you do not do?",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 3,
    "ayahArV1": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
    "ayahArV2": "كبر مقتا عند الله ان تقولوا ما لا تفعلون",
    "ayahEn": "How despicable it is in the sight of Allah that you say what you do not do!",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 4,
    "ayahArV1": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
    "ayahArV2": "ان الله يحب الذين يقاتلون في سبيله صفا كانهم بنيان مرصوص",
    "ayahEn": "Surely Allah loves those who fight in His cause in ˹solid˺ ranks as if they were one concrete structure.",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 5,
    "ayahArV1": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "واذ قال موسى لقومه يا قوم لم تؤذونني وقد تعلمون اني رسول الله اليكم فلما زاغوا ازاغ الله قلوبهم والله لا يهدي القوم الفاسقين",
    "ayahEn": "˹Remember, O  Prophet,˺ when Moses said to his people, “O my people! Why do you hurt me when you already know I am Allah’s messenger to you?” So when they ˹persistently˺ deviated, Allah caused their hearts to deviate. For Allah does not guide the rebellious people.",
    "meta": {
      "page": 551,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  }
]