[
  {
    "surahNo": 61,
    "ayahNo": 6,
    "ayahArV1": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
    "ayahArV2": "واذ قال عيسى ابن مريم يا بني اسرائيل اني رسول الله اليكم مصدقا لما بين يدي من التوراة ومبشرا برسول ياتي من بعدي اسمه احمد فلما جاءهم بالبينات قالوا هذا سحر مبين",
    "ayahEn": "And ˹remember˺ when Jesus, son of Mary, said, “O children of Israel! I am truly Allah’s messenger to you, confirming the Torah which came before me, and giving good news of a messenger after me whose name will be Aḥmad.” Yet when the Prophet came to them with clear proofs, they said, “This is pure magic.”",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 7,
    "ayahArV1": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَـٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "ومن اظلم ممن افترى على الله الكذب وهو يدعى الى الاسلام والله لا يهدي القوم الظالمين",
    "ayahEn": "Who does more wrong than the one who fabricates lies about Allah when invited to submit ˹to Him˺? For Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 8,
    "ayahArV1": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
    "ayahArV2": "يريدون ليطفئوا نور الله بافواههم والله متم نوره ولو كره الكافرون",
    "ayahEn": "They wish to extinguish Allah’s light with their mouths, but Allah will ˹certainly˺ perfect His light, even to the dismay of the disbelievers.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 9,
    "ayahArV1": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
    "ayahArV2": "هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون",
    "ayahEn": "He is the One Who has sent His Messenger with ˹true˺ guidance and the religion of truth, making it prevail over all others, even to the dismay of the polytheists.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 10,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَـٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
    "ayahArV2": "يا ايها الذين امنوا هل ادلكم على تجارة تنجيكم من عذاب اليم",
    "ayahEn": "O believers! Shall I guide you to an exchange that will save you from a painful punishment?",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 11,
    "ayahArV1": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "تؤمنون بالله ورسوله وتجاهدون في سبيل الله باموالكم وانفسكم ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "˹It is to˺ have faith in Allah and His Messenger, and strive in the cause of Allah with your wealth and your lives. That is best for you, if only you knew.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 12,
    "ayahArV1": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "ayahArV2": "يغفر لكم ذنوبكم ويدخلكم جنات تجري من تحتها الانهار ومساكن طيبة في جنات عدن ذلك الفوز العظيم",
    "ayahEn": "He will forgive your sins, and admit you into Gardens under which rivers flow, and ˹house you in˺ splendid homes in the Gardens of Eternity. That is the ultimate triumph.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 13,
    "ayahArV1": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "واخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين",
    "ayahEn": "˹He will also give you˺ another favour that you long for: help from Allah and an imminent victory. ˹So˺ give good news ˹O Prophet˺ to the believers.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  },
  {
    "surahNo": 61,
    "ayahNo": 14,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا كونوا انصار الله كما قال عيسى ابن مريم للحواريين من انصاري الى الله قال الحواريون نحن انصار الله فامنت طائفة من بني اسرائيل وكفرت طائفة فايدنا الذين امنوا على عدوهم فاصبحوا ظاهرين",
    "ayahEn": "O believers! Stand up for Allah, as Jesus, son of Mary, asked the disciples, “Who will stand up with me for Allah?” The disciples replied, “We will stand up for Allah.” Then a group from the Children of Israel believed while another disbelieved. We then supported the believers against their enemies, so they prevailed.",
    "meta": {
      "page": 552,
      "juz": 28,
      "hizb": 55,
      "hizbQuarter": 220,
      "sajda": false
    }
  }
]