[
  {
    "surahNo": 62,
    "ayahNo": 9,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "ayahArV2": "يا ايها الذين امنوا اذا نودي للصلاة من يوم الجمعة فاسعوا الى ذكر الله وذروا البيع ذلكم خير لكم ان كنتم تعلمون",
    "ayahEn": "O believers! When the call to prayer is made on Friday, then proceed ˹diligently˺ to the remembrance of Allah and leave off ˹your˺ business. That is best for you, if only you knew.",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 62,
    "ayahNo": 10,
    "ayahArV1": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "فاذا قضيت الصلاة فانتشروا في الارض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون",
    "ayahEn": "Once the prayer is over, disperse throughout the land and seek the bounty of Allah. And remember Allah often so you may be successful.",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 62,
    "ayahNo": 11,
    "ayahArV1": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
    "ayahArV2": "واذا راوا تجارة او لهوا انفضوا اليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين",
    "ayahEn": "When they saw the fanfare along with the caravan, they ˹almost all˺ flocked to it, leaving you ˹O Prophet˺ standing ˹on the pulpit˺. Say, “What is with Allah is far better than amusement and merchandise. And Allah is the Best Provider.”",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 1,
    "ayahArV1": "إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
    "ayahArV2": "اذا جاءك المنافقون قالوا نشهد انك لرسول الله والله يعلم انك لرسوله والله يشهد ان المنافقين لكاذبون",
    "ayahEn": "When the hypocrites come to you ˹O Prophet˺, they say, “We bear witness that you are certainly the Messenger of Allah”—and surely Allah knows that you are His Messenger—but Allah bears witness that the hypocrites are truly liars.",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 2,
    "ayahArV1": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
    "ayahArV2": "اتخذوا ايمانهم جنة فصدوا عن سبيل الله انهم ساء ما كانوا يعملون",
    "ayahEn": "They have made their ˹false˺ oaths as a shield, hindering ˹others˺ from the Way of Allah. Evil indeed is what they do!",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 3,
    "ayahArV1": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "ayahArV2": "ذلك بانهم امنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون",
    "ayahEn": "This is because they believed and then abandoned faith. Therefore, their hearts have been sealed, so they do not comprehend.",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 221,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 4,
    "ayahArV1": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
    "ayahArV2": "واذا رايتهم تعجبك اجسامهم وان يقولوا تسمع لقولهم كانهم خشب مسندة يحسبون كل صيحة عليهم هم العدو فاحذرهم قاتلهم الله انى يؤفكون",
    "ayahEn": "When you see them, their appearance impresses you. And when they speak, you listen to their ˹impressive˺ speech. But they are ˹just˺ like ˹worthless˺ planks of wood leaned ˹against a wall˺. They think every cry is against them. They are the enemy, so beware of them. May Allah condemn them! How can they be deluded ˹from the truth˺?",
    "meta": {
      "page": 554,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  }
]