[
  {
    "surahNo": 63,
    "ayahNo": 5,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
    "ayahArV2": "واذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ورايتهم يصدون وهم مستكبرون",
    "ayahEn": "When it is said to them, “Come! The Messenger of Allah will pray for you to be forgiven,” they turn their heads ˹in disgust˺, and you see them ˹O Prophet˺ turn away in arrogance.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 6,
    "ayahArV1": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "ayahArV2": "سواء عليهم استغفرت لهم ام لم تستغفر لهم لن يغفر الله لهم ان الله لا يهدي القوم الفاسقين",
    "ayahEn": "It is the same whether you pray for their forgiveness or not, Allah will not forgive them. Surely Allah does not guide the rebellious people.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 7,
    "ayahArV1": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ",
    "ayahArV2": "هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السماوات والارض ولكن المنافقين لا يفقهون",
    "ayahEn": "They are the ones who say ˹to one another˺, “Do not spend ˹anything˺ on those ˹emigrants˺ with the Messenger of Allah so that they will break away ˹from him˺.” But to Allah ˹alone˺ belong the treasuries of the heavens and the earth, yet the hypocrites do not comprehend.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 8,
    "ayahArV1": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ",
    "ayahArV2": "يقولون لئن رجعنا الى المدينة ليخرجن الاعز منها الاذل ولله العزة ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون",
    "ayahEn": "They say, “If we return to Medina, the honourable will definitely expel the inferior.” But all honour and power belongs to Allah, His Messenger, and the believers, yet the hypocrites do not know.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 9,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تلهكم اموالكم ولا اولادكم عن ذكر الله ومن يفعل ذلك فاولئك هم الخاسرون",
    "ayahEn": "O believers! Do not let your wealth or your children divert you from the remembrance of Allah. For whoever does so, it is they who are the ˹true˺ losers.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 10,
    "ayahArV1": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "وانفقوا من ما رزقناكم من قبل ان ياتي احدكم الموت فيقول رب لولا اخرتني الى اجل قريب فاصدق واكن من الصالحين",
    "ayahEn": "And donate from what We have provided for you before death comes to one of you, and you cry, “My Lord! If only You delayed me for a short while, I would give in charity and be one of the righteous.”",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  },
  {
    "surahNo": 63,
    "ayahNo": 11,
    "ayahArV1": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "ولن يؤخر الله نفسا اذا جاء اجلها والله خبير بما تعملون",
    "ayahEn": "But Allah never delays a soul when its appointed time comes. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 555,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 222,
      "sajda": false
    }
  }
]