[
  {
    "surahNo": 3,
    "ayahNo": 46,
    "ayahArV1": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "ويكلم الناس في المهد وكهلا ومن الصالحين",
    "ayahEn": "And he will speak to people in ˹his˺ infancy and adulthood and will be one of the righteous.”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 47,
    "ayahArV1": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "قالت رب انى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء اذا قضى امرا فانما يقول له كن فيكون",
    "ayahEn": "Mary wondered, “My Lord! How can I have a child when no man has ever touched me?” An angel replied, “So will it be. Allah creates what He wills. When He decrees a matter, He simply tells it, ‘Be!’ And it is!",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 48,
    "ayahArV1": "وَيُعَلِّمُهُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "ayahArV2": "ويعلمه الكتاب والحكمة والتوراة والانجيل",
    "ayahEn": "And Allah will teach him writing and wisdom, the Torah and the Gospel",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 49,
    "ayahArV1": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "ورسولا الى بني اسرائيل اني قد جئتكم باية من ربكم اني اخلق لكم من الطين كهيئة الطير فانفخ فيه فيكون طيرا باذن الله وابرئ الاكمه والابرص واحيي الموتى باذن الله وانبئكم بما تاكلون وما تدخرون في بيوتكم ان في ذلك لاية لكم ان كنتم مؤمنين",
    "ayahEn": "and ˹make him˺ a messenger to the Children of Israel ˹to proclaim,˺ ‘I have come to you with a sign from your Lord: I will make for you a bird from clay, breathe into it, and it will become a ˹real˺ bird—by Allah’s Will. I will heal the blind and the leper and raise the dead to life—by Allah’s Will. And I will prophesize what you eat and store in your houses. Surely in this is a sign for you if you ˹truly˺ believe.",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 50,
    "ayahArV1": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
    "ayahArV2": "ومصدقا لما بين يدي من التوراة ولاحل لكم بعض الذي حرم عليكم وجئتكم باية من ربكم فاتقوا الله واطيعون",
    "ayahEn": "And I will confirm the Torah revealed before me and legalize some of what had been forbidden to you. I have come to you with a sign from your Lord, so be mindful of Allah and obey me.",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 51,
    "ayahArV1": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "ayahArV2": "ان الله ربي وربكم فاعبدوه هذا صراط مستقيم",
    "ayahEn": "Surely Allah is my Lord and your Lord. So worship Him ˹alone˺. This is the Straight Path.’”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 22,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 52,
    "ayahArV1": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
    "ayahArV2": "فلما احس عيسى منهم الكفر قال من انصاري الى الله قال الحواريون نحن انصار الله امنا بالله واشهد بانا مسلمون",
    "ayahEn": "When Jesus sensed disbelief from his people, he asked, “Who will stand up with me for Allah?” The disciples replied, “We will stand up for Allah. We believe in Allah, so bear witness that we have submitted.”",
    "meta": {
      "page": 56,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  }
]