[
  {
    "surahNo": 66,
    "ayahNo": 1,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "يا ايها النبي لم تحرم ما احل الله لك تبتغي مرضات ازواجك والله غفور رحيم",
    "ayahEn": "O Prophet! Why do you prohibit ˹yourself˺ from what Allah has made lawful to you, seeking to please your wives? And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 2,
    "ayahArV1": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَـٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "ayahArV2": "قد فرض الله لكم تحلة ايمانكم والله مولاكم وهو العليم الحكيم",
    "ayahEn": "Allah has already ordained for you ˹believers˺ the way to absolve yourselves from your oaths. For Allah is your Guardian. And He is the All-Knowing, All-Wise.",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 3,
    "ayahArV1": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَـٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
    "ayahArV2": "واذ اسر النبي الى بعض ازواجه حديثا فلما نبات به واظهره الله عليه عرف بعضه واعرض عن بعض فلما نباها به قالت من انباك هذا قال نباني العليم الخبير",
    "ayahEn": "˹Remember˺ when the Prophet had ˹once˺ confided something to one of his wives, then when she disclosed it ˹to another wife˺ and Allah made it known to him, he presented ˹to her˺ part of what was disclosed and overlooked a part. So when he informed her of it, she exclaimed, “Who told you this?” He replied, “I was informed by the All-Knowing, All-Aware.”",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 4,
    "ayahArV1": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَـٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَـٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَـٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
    "ayahArV2": "ان تتوبا الى الله فقد صغت قلوبكما وان تظاهرا عليه فان الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير",
    "ayahEn": "˹It will be better˺ if you ˹wives˺ both turn to Allah in repentance, for your hearts have certainly faltered. But if you ˹continue to˺ collaborate against him, then ˹know that˺ Allah Himself is his Guardian. And Gabriel, the righteous believers, and the angels are ˹all˺ his supporters as well.",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 5,
    "ayahArV1": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًا مِّنكُنَّ مُسْلِمَـٰتٍ مُّؤْمِنَـٰتٍ قَـٰنِتَـٰتٍ تَـٰٓئِبَـٰتٍ عَـٰبِدَٰتٍ سَـٰٓئِحَـٰتٍ ثَيِّبَـٰتٍ وَأَبْكَارًا",
    "ayahArV2": "عسى ربه ان طلقكن ان يبدله ازواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وابكارا",
    "ayahEn": "Perhaps, if he were to divorce you ˹all˺, his Lord would replace you with better wives who are submissive ˹to Allah˺, faithful ˹to Him˺, devout, repentant, dedicated to worship and fasting—previously married or virgins.",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 6,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَـٰٓئِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
    "ayahArV2": "يا ايها الذين امنوا قوا انفسكم واهليكم نارا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما امرهم ويفعلون ما يؤمرون",
    "ayahEn": "O believers! Protect yourselves and your families from a Fire whose fuel is people and stones, overseen by formidable and severe angels, who never disobey whatever Allah orders—always doing as commanded.",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  },
  {
    "surahNo": 66,
    "ayahNo": 7,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
    "ayahArV2": "يا ايها الذين كفروا لا تعتذروا اليوم انما تجزون ما كنتم تعملون",
    "ayahEn": "˹The deniers will then be told,˺ “O disbelievers! Make no excuses this Day! You are only rewarded for what you used to do.”",
    "meta": {
      "page": 560,
      "juz": 28,
      "hizb": 56,
      "hizbQuarter": 224,
      "sajda": false
    }
  }
]