[
  {
    "surahNo": 3,
    "ayahNo": 53,
    "ayahArV1": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "ربنا امنا بما انزلت واتبعنا الرسول فاكتبنا مع الشاهدين",
    "ayahEn": "˹They prayed to Allah,˺ “Our Lord! We believe in Your revelations and follow the messenger, so count us among those who bear witness.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 54,
    "ayahArV1": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
    "ayahArV2": "ومكروا ومكر الله والله خير الماكرين",
    "ayahEn": "And the disbelievers made a plan ˹against Jesus˺, but Allah also planned—and Allah is the best of planners.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 55,
    "ayahArV1": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "ayahArV2": "اذ قال الله يا عيسى اني متوفيك ورافعك الي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا الى يوم القيامة ثم الي مرجعكم فاحكم بينكم فيما كنتم فيه تختلفون",
    "ayahEn": "˹Remember˺ when Allah said, “O Jesus! I will take you and raise you up to Myself. I will deliver you from those who disbelieve, and elevate your followers above the disbelievers until the Day of Judgment. Then to Me you will ˹all˺ return, and I will settle all your disputes.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 56,
    "ayahArV1": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "فاما الذين كفروا فاعذبهم عذابا شديدا في الدنيا والاخرة وما لهم من ناصرين",
    "ayahEn": "As for those who disbelieve, I will subject them to a severe punishment in this life and the Hereafter, and they will have no helpers.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 57,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "واما الذين امنوا وعملوا الصالحات فيوفيهم اجورهم والله لا يحب الظالمين",
    "ayahEn": "And as for those who believe and do good, they will be rewarded in full. And Allah does not like the wrongdoers.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 58,
    "ayahArV1": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْـَٔايَـٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
    "ayahArV2": "ذلك نتلوه عليك من الايات والذكر الحكيم",
    "ayahEn": "We recite ˹all˺ this to you ˹O Prophet˺ as one of the signs and ˹as˺ a wise reminder.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 59,
    "ayahArV1": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
    "ayahArV2": "ان مثل عيسى عند الله كمثل ادم خلقه من تراب ثم قال له كن فيكون",
    "ayahEn": "Indeed, the example of Jesus in the sight of Allah is like that of Adam. He created him from dust, then said to him, “Be!” And he was!",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 60,
    "ayahArV1": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
    "ayahArV2": "الحق من ربك فلا تكن من الممترين",
    "ayahEn": "This is the truth from your Lord, so do not be one of those who doubt.",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 61,
    "ayahArV1": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَـٰذِبِينَ",
    "ayahArV2": "فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع ابناءنا وابناءكم ونساءنا ونساءكم وانفسنا وانفسكم ثم نبتهل فنجعل لعنت الله على الكاذبين",
    "ayahEn": "Now, whoever disputes with you ˹O Prophet˺ concerning Jesus after full knowledge has come to you, say, “Come! Let us gather our children and your children, our women and your women, ourselves and yourselves—then let us sincerely invoke Allah’s curse upon the liars.”",
    "meta": {
      "page": 57,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  }
]