[
  {
    "surahNo": 3,
    "ayahNo": 62,
    "ayahArV1": "إِنَّ هَـٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "ayahArV2": "ان هذا لهو القصص الحق وما من اله الا الله وان الله لهو العزيز الحكيم",
    "ayahEn": "Certainly, this is the true narrative, and there is no god ˹worthy of worship˺ except Allah. And indeed, Allah ˹alone˺ is the Almighty, All-Wise.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 63,
    "ayahArV1": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
    "ayahArV2": "فان تولوا فان الله عليم بالمفسدين",
    "ayahEn": "If they turn away, then surely Allah has ˹perfect˺ knowledge of the corruptors.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 64,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
    "ayahArV2": "قل يا اهل الكتاب تعالوا الى كلمة سواء بيننا وبينكم الا نعبد الا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا اربابا من دون الله فان تولوا فقولوا اشهدوا بانا مسلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Let us come to common terms: that we will worship none but Allah, associate none with Him, nor take one another as lords instead of Allah.” But if they turn away, then say, “Bear witness that we have submitted ˹to Allah alone˺.”",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 65,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
    "ayahArV2": "يا اهل الكتاب لم تحاجون في ابراهيم وما انزلت التوراة والانجيل الا من بعده افلا تعقلون",
    "ayahEn": "O People of the Book! Why do you argue about Abraham, while the Torah and the Gospel were not revealed until long after him? Do you not understand?",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 66,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ حَـٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "ayahArV2": "ها انتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وانتم لا تعلمون",
    "ayahEn": "Here you are! You disputed about what you have ˹little˺ knowledge of, but why do you now argue about what you have no knowledge of? Allah knows and you do not know.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 67,
    "ayahArV1": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَـٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "ما كان ابراهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين",
    "ayahEn": "Abraham was neither a Jew nor a Christian; he submitted in all uprightness and was not a polytheist.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 68,
    "ayahArV1": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَـٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ان اولى الناس بابراهيم للذين اتبعوه وهذا النبي والذين امنوا والله ولي المؤمنين",
    "ayahEn": "Indeed, those who have the best claim to Abraham are his followers, this Prophet, and the believers. And Allah is the Guardian of those who believe.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 69,
    "ayahArV1": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "ayahArV2": "ودت طائفة من اهل الكتاب لو يضلونكم وما يضلون الا انفسهم وما يشعرون",
    "ayahEn": "Some of the People of the Book wish to mislead you ˹believers˺. They mislead none but themselves, yet they fail to perceive it.",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 70,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
    "ayahArV2": "يا اهل الكتاب لم تكفرون بايات الله وانتم تشهدون",
    "ayahEn": "O  People of the Book! Why do you reject the signs of Allah while you bear witness ˹to their truth˺?",
    "meta": {
      "page": 58,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  }
]