[
  {
    "surahNo": 3,
    "ayahNo": 71,
    "ayahArV1": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "ayahArV2": "يا اهل الكتاب لم تلبسون الحق بالباطل وتكتمون الحق وانتم تعلمون",
    "ayahEn": "O  People of the Book! Why do you mix the truth with falsehood and hide the truth knowingly?",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 72,
    "ayahArV1": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
    "ayahArV2": "وقالت طائفة من اهل الكتاب امنوا بالذي انزل على الذين امنوا وجه النهار واكفروا اخره لعلهم يرجعون",
    "ayahEn": "A group among the People of the Book said ˹to one another˺, “Believe in what has been revealed to the believers in the morning and reject it in the evening, so they may abandon their faith.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 73,
    "ayahArV1": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "ayahArV2": "ولا تؤمنوا الا لمن تبع دينكم قل ان الهدى هدى الله ان يؤتى احد مثل ما اوتيتم او يحاجوكم عند ربكم قل ان الفضل بيد الله يؤتيه من يشاء والله واسع عليم",
    "ayahEn": "And only believe those who follow your religion.” Say, ˹O Prophet,˺ “Surely, ˹the only˺ true guidance is Allah’s guidance.” ˹They also said,˺ “Do not believe that someone will receive ˹revealed˺ knowledge similar to yours or argue against you before your Lord.” Say, ˹O Prophet,˺ “Indeed, all bounty is in the Hands of Allah—He grants it to whoever He wills. And Allah is All-Bountiful, All-Knowing.”",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 74,
    "ayahArV1": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "ayahArV2": "يختص برحمته من يشاء والله ذو الفضل العظيم",
    "ayahEn": "He chooses whoever He wills to receive His mercy. And Allah is the Lord of infinite bounty.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 23,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 75,
    "ayahArV1": "۞ وَمِنْ أَهْلِ ٱلْكِتَـٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّـۧنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "ومن اهل الكتاب من ان تامنه بقنطار يؤده اليك ومنهم من ان تامنه بدينار لا يؤده اليك الا ما دمت عليه قائما ذلك بانهم قالوا ليس علينا في الاميين سبيل ويقولون على الله الكذب وهم يعلمون",
    "ayahEn": "There are some among the People of the Book who, if entrusted with a stack of gold, will readily return it. Yet there are others who, if entrusted with a single coin, will not repay it unless you constantly demand it. This is because they say, “We are not accountable for ˹exploiting˺ the Gentiles.” And ˹so˺ they attribute lies to Allah knowingly.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 76,
    "ayahArV1": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "ayahArV2": "بلى من اوفى بعهده واتقى فان الله يحب المتقين",
    "ayahEn": "Absolutely! Those who honour their trusts and shun evil—surely Allah loves those who are mindful ˹of Him˺.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 77,
    "ayahArV1": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَـٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَـٰٓئِكَ لَا خَلَـٰقَ لَهُمْ فِى ٱلْـَٔاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين يشترون بعهد الله وايمانهم ثمنا قليلا اولئك لا خلاق لهم في الاخرة ولا يكلمهم الله ولا ينظر اليهم يوم القيامة ولا يزكيهم ولهم عذاب اليم",
    "ayahEn": "Indeed, those who trade Allah’s covenant and their oaths for a fleeting gain will have no share in the Hereafter. Allah will neither speak to them, nor look at them, nor purify them on the Day of Judgment. And they will suffer a painful punishment.",
    "meta": {
      "page": 59,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  }
]