[
  {
    "surahNo": 3,
    "ayahNo": 78,
    "ayahArV1": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَـٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَـٰبِ وَمَا هُوَ مِنَ ٱلْكِتَـٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "ayahArV2": "وان منهم لفريقا يلوون السنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون",
    "ayahEn": "There are some among them who distort the Book with their tongues to make you think this ˹distortion˺ is from the Book—but it is not what the Book says. They say, “It is from Allah”—but it is not from Allah. And ˹so˺ they attribute lies to Allah knowingly.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 79,
    "ayahArV1": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادًا لِّى مِن دُونِ ٱللَّهِ وَلَـٰكِن كُونُوا۟ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَـٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
    "ayahArV2": "ما كان لبشر ان يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون",
    "ayahEn": "It is not appropriate for someone who Allah has blessed with the Scripture, wisdom, and prophethood to say to people, “Worship me instead of Allah.” Rather, he would say, “Be devoted to the worship of your Lord ˹alone˺”—in accordance with what these prophets read in the Scripture and what they taught.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 80,
    "ayahArV1": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا۟ ٱلْمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرْبَابًا ۗ أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ",
    "ayahArV2": "ولا يامركم ان تتخذوا الملائكة والنبيين اربابا ايامركم بالكفر بعد اذ انتم مسلمون",
    "ayahEn": "And he would never ask you to take angels and prophets as lords. Would he ask you to disbelieve after you have submitted?",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 81,
    "ayahArV1": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَـٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ ۚ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى ۖ قَالُوٓا۟ أَقْرَرْنَا ۚ قَالَ فَٱشْهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ",
    "ayahArV2": "واذ اخذ الله ميثاق النبيين لما اتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ااقررتم واخذتم على ذلكم اصري قالوا اقررنا قال فاشهدوا وانا معكم من الشاهدين",
    "ayahEn": "˹Remember˺ when Allah made a covenant with the prophets, ˹saying,˺ “Now that I have given you the Book and wisdom, if there comes to you a messenger confirming what you have, you must believe in him and support him.” He added, “Do you affirm this covenant and accept this commitment?” They said, “Yes, we do.” Allah said, “Then bear witness, and I too am a Witness.”",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 82,
    "ayahArV1": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "فمن تولى بعد ذلك فاولئك هم الفاسقون",
    "ayahEn": "Whoever turns back after this, they will be the rebellious.",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 83,
    "ayahArV1": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
    "ayahArV2": "افغير دين الله يبغون وله اسلم من في السماوات والارض طوعا وكرها واليه يرجعون",
    "ayahEn": "Do they desire a way other than Allah’s—knowing that all those in the heavens and the earth submit to His Will, willingly or unwillingly, and to Him they will ˹all˺ be returned?",
    "meta": {
      "page": 60,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  }
]