[
  {
    "surahNo": 3,
    "ayahNo": 84,
    "ayahArV1": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "ayahArV2": "قل امنا بالله وما انزل علينا وما انزل على ابراهيم واسماعيل واسحاق ويعقوب والاسباط وما اوتي موسى وعيسى والنبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
    "ayahEn": "Say, ˹O Prophet,˺ “We believe in Allah and what has been revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord—we make no distinction between any of them, and to Him we ˹fully˺ submit.”",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 85,
    "ayahArV1": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
    "ayahArV2": "ومن يبتغ غير الاسلام دينا فلن يقبل منه وهو في الاخرة من الخاسرين",
    "ayahEn": "Whoever seeks a way other than Islam, it will never be accepted from them, and in the Hereafter they will be among the losers.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 86,
    "ayahArV1": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "ayahArV2": "كيف يهدي الله قوما كفروا بعد ايمانهم وشهدوا ان الرسول حق وجاءهم البينات والله لا يهدي القوم الظالمين",
    "ayahEn": "How will Allah guide a people who chose to disbelieve after they had believed, acknowledged the Messenger to be true, and received clear proofs? For Allah does not guide the wrongdoing people.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 87,
    "ayahArV1": "أُو۟لَـٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "ayahArV2": "اولئك جزاؤهم ان عليهم لعنة الله والملائكة والناس اجمعين",
    "ayahEn": "Their reward is that they will be condemned by Allah, the angels, and all of humanity.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 88,
    "ayahArV1": "خَـٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
    "ayahArV2": "خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
    "ayahEn": "They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 89,
    "ayahArV1": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم",
    "ayahEn": "As for those who repent afterwards and mend their ways, then surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 90,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
    "ayahArV2": "ان الذين كفروا بعد ايمانهم ثم ازدادوا كفرا لن تقبل توبتهم واولئك هم الضالون",
    "ayahEn": "Indeed, those who disbelieve after having believed then increase in disbelief, their repentance will never be accepted. It is they who are astray.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 91,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "ayahArV2": "ان الذين كفروا وماتوا وهم كفار فلن يقبل من احدهم ملء الارض ذهبا ولو افتدى به اولئك لهم عذاب اليم وما لهم من ناصرين",
    "ayahEn": "Indeed, if each of those who disbelieve then die as disbelievers were to offer a ransom of enough gold to fill the whole world, it would never be accepted from them. It is they who will suffer a painful punishment, and they will have no helpers.",
    "meta": {
      "page": 61,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  }
]