[
  {
    "surahNo": 3,
    "ayahNo": 92,
    "ayahArV1": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "ayahArV2": "لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فان الله به عليم",
    "ayahEn": "You will never achieve righteousness until you donate some of what you cherish. And whatever you give is certainly well known to Allah.",
    "meta": {
      "page": 62,
      "juz": 3,
      "hizb": 6,
      "hizbQuarter": 24,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 93,
    "ayahArV1": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ ۗ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "كل الطعام كان حلا لبني اسرائيل الا ما حرم اسرائيل على نفسه من قبل ان تنزل التوراة قل فاتوا بالتوراة فاتلوها ان كنتم صادقين",
    "ayahEn": "All food was lawful for the children of Israel, except what Israel made unlawful for himself before the Torah was revealed. Say, ˹O Prophet,˺ “Bring the Torah and read it, if your claims are true.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 94,
    "ayahArV1": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "ayahArV2": "فمن افترى على الله الكذب من بعد ذلك فاولئك هم الظالمون",
    "ayahEn": "Then whoever still fabricates lies about Allah, they will be the ˹true˺ wrongdoers.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 95,
    "ayahArV1": "قُلْ صَدَقَ ٱللَّهُ ۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "ayahArV2": "قل صدق الله فاتبعوا ملة ابراهيم حنيفا وما كان من المشركين",
    "ayahEn": "Say, ˹O Prophet,˺ “Allah has declared the truth. So follow the Way of Abraham, the upright—who was not a polytheist.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 96,
    "ayahArV1": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَـٰلَمِينَ",
    "ayahArV2": "ان اول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين",
    "ayahEn": "Surely the first House ˹of worship˺ established for humanity is the one at Bakkah—a blessed sanctuary and a guide for ˹all˺ people.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 97,
    "ayahArV1": "فِيهِ ءَايَـٰتٌۢ بَيِّنَـٰتٌ مَّقَامُ إِبْرَٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا ۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
    "ayahArV2": "فيه ايات بينات مقام ابراهيم ومن دخله كان امنا ولله على الناس حج البيت من استطاع اليه سبيلا ومن كفر فان الله غني عن العالمين",
    "ayahEn": "In it are clear signs and the standing-place of Abraham. Whoever enters it should be safe. Pilgrimage to this House is an obligation by Allah upon whoever is able among the people. And whoever disbelieves, then surely Allah is not in need of ˹any of His˺ creation.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 98,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
    "ayahArV2": "قل يا اهل الكتاب لم تكفرون بايات الله والله شهيد على ما تعملون",
    "ayahEn": "Say, ˹O Prophet,˺ “O People of the Book! Why do you deny the revelations of Allah, when Allah is a Witness to what you do?”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 99,
    "ayahArV1": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "ayahArV2": "قل يا اهل الكتاب لم تصدون عن سبيل الله من امن تبغونها عوجا وانتم شهداء وما الله بغافل عما تعملون",
    "ayahEn": "Say, “O People of the Book! Why do you turn the believers away from the Way of Allah—striving to make it ˹appear˺ crooked, while you are witnesses ˹to its truth˺? And Allah is never unaware of what you do.”",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 100,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ فَرِيقًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ يَرُدُّوكُم بَعْدَ إِيمَـٰنِكُمْ كَـٰفِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان تطيعوا فريقا من الذين اوتوا الكتاب يردوكم بعد ايمانكم كافرين",
    "ayahEn": "O believers! If you were to yield to a group of those who were given the Scripture, they would turn you back from belief to disbelief.",
    "meta": {
      "page": 62,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  }
]