[
  {
    "surahNo": 3,
    "ayahNo": 101,
    "ayahArV1": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَـٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "ayahArV2": "وكيف تكفرون وانتم تتلى عليكم ايات الله وفيكم رسوله ومن يعتصم بالله فقد هدي الى صراط مستقيم",
    "ayahEn": "How can you disbelieve when Allah’s revelations are recited to you and His Messenger is in your midst? Whoever holds firmly to Allah is surely guided to the Straight Path.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 102,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
    "ayahArV2": "يا ايها الذين امنوا اتقوا الله حق تقاته ولا تموتن الا وانتم مسلمون",
    "ayahEn": "O believers! Be mindful of Allah in the way He deserves, and do not die except in ˹a state of full˺ submission ˹to Him˺.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 103,
    "ayahArV1": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
    "ayahArV2": "واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم اذ كنتم اعداء فالف بين قلوبكم فاصبحتم بنعمته اخوانا وكنتم على شفا حفرة من النار فانقذكم منها كذلك يبين الله لكم اياته لعلكم تهتدون",
    "ayahEn": "And hold firmly to the rope of Allah and do not be divided. Remember Allah’s favour upon you when you were enemies, then He united your hearts, so you—by His grace—became brothers. And you were at the brink of a fiery pit and He saved you from it. This is how Allah makes His revelations clear to you, so that you may be ˹rightly˺ guided.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 104,
    "ayahArV1": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "ayahArV2": "ولتكن منكم امة يدعون الى الخير ويامرون بالمعروف وينهون عن المنكر واولئك هم المفلحون",
    "ayahEn": "Let there be a group among you who call ˹others˺ to goodness, encourage what is good, and forbid what is evil—it is they who will be successful.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 105,
    "ayahArV1": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات واولئك لهم عذاب عظيم",
    "ayahEn": "And do not be like those who split ˹into sects˺ and differed after clear proofs had come to them. It is they who will suffer a tremendous punishment.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 106,
    "ayahArV1": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "ayahArV2": "يوم تبيض وجوه وتسود وجوه فاما الذين اسودت وجوههم اكفرتم بعد ايمانكم فذوقوا العذاب بما كنتم تكفرون",
    "ayahEn": "On that Day some faces will be bright while others gloomy. To the gloomy-faced it will be said, “Did you disbelieve after having believed? So taste the punishment for your disbelief.”",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 107,
    "ayahArV1": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَـٰلِدُونَ",
    "ayahArV2": "واما الذين ابيضت وجوههم ففي رحمة الله هم فيها خالدون",
    "ayahEn": "As for the bright-faced, they will be in Allah’s mercy, where they will remain forever.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 108,
    "ayahArV1": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۗ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَـٰلَمِينَ",
    "ayahArV2": "تلك ايات الله نتلوها عليك بالحق وما الله يريد ظلما للعالمين",
    "ayahEn": "These are Allah’s revelations We recite to you ˹O Prophet˺ in truth. And Allah desires no injustice to ˹His˺ creation.",
    "meta": {
      "page": 63,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  }
]