[
  {
    "surahNo": 3,
    "ayahNo": 109,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "ayahArV2": "ولله ما في السماوات وما في الارض والى الله ترجع الامور",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 110,
    "ayahArV1": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ ۗ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَـٰبِ لَكَانَ خَيْرًا لَّهُم ۚ مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَـٰسِقُونَ",
    "ayahArV2": "كنتم خير امة اخرجت للناس تامرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو امن اهل الكتاب لكان خيرا لهم منهم المؤمنون واكثرهم الفاسقون",
    "ayahEn": "You are the best community ever raised for humanity—you encourage good, forbid evil, and believe in Allah. Had the People of the Book believed, it would have been better for them. Some of them are faithful, but most are rebellious.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 111,
    "ayahArV1": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى ۖ وَإِن يُقَـٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
    "ayahArV2": "لن يضروكم الا اذى وان يقاتلوكم يولوكم الادبار ثم لا ينصرون",
    "ayahEn": "They can never inflict harm on you, except a little annoyance. But if they meet you in battle, they will flee and they will have no helpers.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 112,
    "ayahArV1": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "ayahArV2": "ضربت عليهم الذلة اين ما ثقفوا الا بحبل من الله وحبل من الناس وباءوا بغضب من الله وضربت عليهم المسكنة ذلك بانهم كانوا يكفرون بايات الله ويقتلون الانبياء بغير حق ذلك بما عصوا وكانوا يعتدون",
    "ayahEn": "They will be stricken with disgrace wherever they go, unless they are protected by a covenant with Allah or a treaty with the people. They have invited the displeasure of Allah and have been branded with misery for rejecting Allah’s revelations and murdering ˹His˺ prophets unjustly. This is ˹a fair reward˺ for their disobedience and violations.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 25,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 113,
    "ayahArV1": "۞ لَيْسُوا۟ سَوَآءً ۗ مِّنْ أَهْلِ ٱلْكِتَـٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَـٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
    "ayahArV2": "ليسوا سواء من اهل الكتاب امة قائمة يتلون ايات الله اناء الليل وهم يسجدون",
    "ayahEn": "Yet they are not all alike: there are some among the People of the Book who are upright, who recite Allah’s revelations throughout the night, prostrating ˹in prayer˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 114,
    "ayahArV1": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ",
    "ayahArV2": "يؤمنون بالله واليوم الاخر ويامرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات واولئك من الصالحين",
    "ayahEn": "They believe in Allah and the Last Day, encourage good and forbid evil, and race with one another in doing good. They are ˹truly˺ among the righteous.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 115,
    "ayahArV1": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "ayahArV2": "وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين",
    "ayahEn": "They will never be denied the reward for any good they have done. And Allah has ˹perfect˺ knowledge of those mindful ˹of Him˺.",
    "meta": {
      "page": 64,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  }
]