[
  {
    "surahNo": 3,
    "ayahNo": 122,
    "ayahArV1": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "اذ همت طائفتان منكم ان تفشلا والله وليهما وعلى الله فليتوكل المؤمنون",
    "ayahEn": "˹Remember˺ when two groups among you ˹believers˺ were about to cower, then Allah reassured them. So in Allah let the believers put their trust.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 123,
    "ayahArV1": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayahArV2": "ولقد نصركم الله ببدر وانتم اذلة فاتقوا الله لعلكم تشكرون",
    "ayahEn": "Indeed, Allah made you victorious at Badr when you were ˹vastly˺ outnumbered. So be mindful of Allah, perhaps you will be grateful.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 124,
    "ayahArV1": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَـٰثَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُنزَلِينَ",
    "ayahArV2": "اذ تقول للمؤمنين الن يكفيكم ان يمدكم ربكم بثلاثة الاف من الملائكة منزلين",
    "ayahEn": "˹Remember, O  Prophet,˺ when you said to the believers, “Is it not enough that your Lord will send down a reinforcement of three thousand angels for your aid?”",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 125,
    "ayahArV1": "بَلَىٰٓ ۚ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَـٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُسَوِّمِينَ",
    "ayahArV2": "بلى ان تصبروا وتتقوا وياتوكم من فورهم هذا يمددكم ربكم بخمسة الاف من الملائكة مسومين",
    "ayahEn": "Most certainly, if you ˹believers˺ are firm and mindful ˹of Allah˺ and the enemy launches a sudden attack on you, Allah will reinforce you with five thousand angels designated ˹for battle˺.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 126,
    "ayahArV1": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "ayahArV2": "وما جعله الله الا بشرى لكم ولتطمئن قلوبكم به وما النصر الا من عند الله العزيز الحكيم",
    "ayahEn": "Allah ordained this ˹reinforcement˺ only as good news for you and reassurance for your hearts. And victory comes only from Allah—the Almighty, All-Wise—",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 127,
    "ayahArV1": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
    "ayahArV2": "ليقطع طرفا من الذين كفروا او يكبتهم فينقلبوا خائبين",
    "ayahEn": "to destroy a group of the disbelievers and humble the rest, causing them to withdraw in disappointment.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 128,
    "ayahArV1": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَـٰلِمُونَ",
    "ayahArV2": "ليس لك من الامر شيء او يتوب عليهم او يعذبهم فانهم ظالمون",
    "ayahEn": "You ˹O Prophet˺ have no say in the matter. It is up to Allah to turn to them in mercy or punish them, for indeed they are wrongdoers.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 129,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "ayahArV2": "ولله ما في السماوات وما في الارض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 130,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَـٰفًا مُّضَـٰعَفَةً ۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "يا ايها الذين امنوا لا تاكلوا الربا اضعافا مضاعفة واتقوا الله لعلكم تفلحون",
    "ayahEn": "O believers! Do not consume interest, multiplying it many times over. And be mindful of Allah, so you may prosper.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 131,
    "ayahArV1": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَـٰفِرِينَ",
    "ayahArV2": "واتقوا النار التي اعدت للكافرين",
    "ayahEn": "Guard yourselves against the Fire prepared for the disbelievers.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 132,
    "ayahArV1": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
    "ayahArV2": "واطيعوا الله والرسول لعلكم ترحمون",
    "ayahEn": "Obey Allah and the Messenger, so you may be shown mercy.",
    "meta": {
      "page": 66,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 26,
      "sajda": false
    }
  }
]