[
  {
    "surahNo": 3,
    "ayahNo": 141,
    "ayahArV1": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "وليمحص الله الذين امنوا ويمحق الكافرين",
    "ayahEn": "and distinguish the ˹true˺ believers and destroy the disbelievers.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 142,
    "ayahArV1": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "ام حسبتم ان تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين",
    "ayahEn": "Do you think you will enter Paradise without Allah proving which of you ˹truly˺ struggled ˹for His cause˺ and patiently endured?",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 143,
    "ayahArV1": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
    "ayahArV2": "ولقد كنتم تمنون الموت من قبل ان تلقوه فقد رايتموه وانتم تنظرون",
    "ayahEn": "You certainly wished ˹for the opportunity˺ for martyrdom before encountering it, now you have seen it with your own eyes.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 144,
    "ayahArV1": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ ۚ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا ۗ وَسَيَجْزِى ٱللَّهُ ٱلشَّـٰكِرِينَ",
    "ayahArV2": "وما محمد الا رسول قد خلت من قبله الرسل افان مات او قتل انقلبتم على اعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين",
    "ayahEn": "Muḥammad is no more than a messenger; other messengers have gone before him. If he were to die or to be killed, would you regress into disbelief? Those who do so will not harm Allah whatsoever. And Allah will reward those who are grateful.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 145,
    "ayahArV1": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَـٰبًا مُّؤَجَّلًا ۗ وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْـَٔاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى ٱلشَّـٰكِرِينَ",
    "ayahArV2": "وما كان لنفس ان تموت الا باذن الله كتابا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الاخرة نؤته منها وسنجزي الشاكرين",
    "ayahEn": "No soul can ever die without Allah’s Will at the destined time. Those who desire worldly gain, We will let them have it, and those who desire heavenly reward, We will grant it to them. And We will reward those who are grateful.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 146,
    "ayahArV1": "وَكَأَيِّن مِّن نَّبِىٍّ قَـٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ",
    "ayahArV2": "وكاين من نبي قاتل معه ربيون كثير فما وهنوا لما اصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب الصابرين",
    "ayahEn": "˹Imagine˺ how many devotees fought along with their prophets and never faltered despite whatever ˹losses˺ they suffered in the cause of Allah, nor did they weaken or give in! Allah loves those who persevere.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 147,
    "ayahArV1": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "ayahArV2": "وما كان قولهم الا ان قالوا ربنا اغفر لنا ذنوبنا واسرافنا في امرنا وثبت اقدامنا وانصرنا على القوم الكافرين",
    "ayahEn": "And all they said was, “Our Lord! Forgive our sins and excesses, make our steps firm, and grant us victory over the disbelieving people.”",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 148,
    "ayahArV1": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْـَٔاخِرَةِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "ayahArV2": "فاتاهم الله ثواب الدنيا وحسن ثواب الاخرة والله يحب المحسنين",
    "ayahEn": "So Allah gave them the reward of this world and the excellent reward of the Hereafter. For Allah loves the good-doers.",
    "meta": {
      "page": 68,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  }
]