[
  {
    "surahNo": 3,
    "ayahNo": 149,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
    "ayahArV2": "يا ايها الذين امنوا ان تطيعوا الذين كفروا يردوكم على اعقابكم فتنقلبوا خاسرين",
    "ayahEn": "O believers! If you yield to the disbelievers, they will drag you back to disbelief—and you will become losers.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 150,
    "ayahArV1": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ خَيْرُ ٱلنَّـٰصِرِينَ",
    "ayahArV2": "بل الله مولاكم وهو خير الناصرين",
    "ayahEn": "But no! Allah is your Guardian, and He is the best Helper.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 151,
    "ayahArV1": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا ۖ وَمَأْوَىٰهُمُ ٱلنَّارُ ۚ وَبِئْسَ مَثْوَى ٱلظَّـٰلِمِينَ",
    "ayahArV2": "سنلقي في قلوب الذين كفروا الرعب بما اشركوا بالله ما لم ينزل به سلطانا وماواهم النار وبئس مثوى الظالمين",
    "ayahEn": "We will cast horror into the hearts of the disbelievers for associating ˹false gods˺ with Allah—a practice He has never authorized. The Fire will be their home—what an evil place for the wrongdoers to stay!",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 152,
    "ayahArV1": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْـَٔاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
    "ayahArV2": "ولقد صدقكم الله وعده اذ تحسونهم باذنه حتى اذا فشلتم وتنازعتم في الامر وعصيتم من بعد ما اراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الاخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين",
    "ayahEn": "Indeed, Allah fulfilled His promise to you when you ˹initially˺ swept them away by His Will, then your courage weakened and you disputed about the command and disobeyed, after Allah had brought victory within your reach. Some of you were after worldly gain while others desired a heavenly reward. He denied you victory over them as a test, yet He has pardoned you. And Allah is Gracious to the believers.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 27,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 153,
    "ayahArV1": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَـٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَـٰبَكُمْ ۗ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "ayahArV2": "اذ تصعدون ولا تلوون على احد والرسول يدعوكم في اخراكم فاثابكم غما بغم لكيلا تحزنوا على ما فاتكم ولا ما اصابكم والله خبير بما تعملون",
    "ayahEn": "˹Remember˺ when you were running far away ˹in panic˺—not looking at anyone—while the Messenger was calling to you from behind! So Allah rewarded your disobedience with distress upon distress. Now, do not grieve over the victory you were denied or the injury you suffered. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 69,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  }
]