[
  {
    "surahNo": 3,
    "ayahNo": 158,
    "ayahArV1": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
    "ayahArV2": "ولئن متم او قتلتم لالى الله تحشرون",
    "ayahEn": "Whether you die or are martyred—all of you will be gathered before Allah.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 159,
    "ayahArV1": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
    "ayahArV2": "فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الامر فاذا عزمت فتوكل على الله ان الله يحب المتوكلين",
    "ayahEn": "It is out of Allah’s mercy that you ˹O Prophet˺ have been lenient with them. Had you been cruel or hard-hearted, they would have certainly abandoned you. So pardon them, ask Allah’s forgiveness for them, and consult with them in ˹conducting˺ matters. Once you make a decision, put your trust in Allah. Surely Allah loves those who trust in Him.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 160,
    "ayahArV1": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "ayahArV2": "ان ينصركم الله فلا غالب لكم وان يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون",
    "ayahEn": "If Allah helps you, none can defeat you. But if He denies you help, then who else can help you? So in Allah let the believers put their trust.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 161,
    "ayahArV1": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَـٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "ayahArV2": "وما كان لنبي ان يغل ومن يغلل يات بما غل يوم القيامة ثم توفى كل نفس ما كسبت وهم لا يظلمون",
    "ayahEn": "It is not appropriate for a prophet to illegally withhold spoils of war. And whoever does so, it will be held against them on the Day of Judgment. Then every soul will be paid in full for what it has done, and none will be wronged.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 162,
    "ayahArV1": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
    "ayahArV2": "افمن اتبع رضوان الله كمن باء بسخط من الله وماواه جهنم وبئس المصير",
    "ayahEn": "Are those who seek Allah’s pleasure like those who deserve Allah’s wrath? Hell is their home. What an evil destination!",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 163,
    "ayahArV1": "هُمْ دَرَجَـٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "ayahArV2": "هم درجات عند الله والله بصير بما يعملون",
    "ayahEn": "They ˹each˺ have varying degrees in the sight of Allah. And Allah is All-Seeing of what they do.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 164,
    "ayahArV1": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "ayahArV2": "لقد من الله على المؤمنين اذ بعث فيهم رسولا من انفسهم يتلو عليهم اياته ويزكيهم ويعلمهم الكتاب والحكمة وان كانوا من قبل لفي ضلال مبين",
    "ayahEn": "Indeed, Allah has done the believers a ˹great˺ favour by raising a messenger from among them—reciting to them His revelations, purifying them, and teaching them the Book and wisdom. For indeed they had previously been clearly astray.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 165,
    "ayahArV1": "أَوَلَمَّآ أَصَـٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَـٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "اولما اصابتكم مصيبة قد اصبتم مثليها قلتم انى هذا قل هو من عند انفسكم ان الله على كل شيء قدير",
    "ayahEn": "Why is it when you suffered casualties ˹at Uḥud˺—although you had made your enemy suffer twice as much ˹at Badr˺—you protested, “How could this be?”? Say, ˹O Prophet,˺ “It is because of your disobedience.” Surely Allah is Most Capable of everything.",
    "meta": {
      "page": 71,
      "juz": 4,
      "hizb": 7,
      "hizbQuarter": 28,
      "sajda": false
    }
  }
]