[
  {
    "surahNo": 3,
    "ayahNo": 174,
    "ayahArV1": "فَٱنقَلَبُوا۟ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ ۗ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ",
    "ayahArV2": "فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضوان الله والله ذو فضل عظيم",
    "ayahEn": "So they returned with Allah’s favours and grace, suffering no harm. For they sought to please Allah. And surely Allah is ˹the˺ Lord of infinite bounty.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 175,
    "ayahArV1": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَـٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ",
    "ayahArV2": "انما ذلكم الشيطان يخوف اولياءه فلا تخافوهم وخافون ان كنتم مؤمنين",
    "ayahEn": "That ˹warning˺ was only ˹from˺ Satan, trying to prompt you to fear his followers. So do not fear them; fear Me if you are ˹true˺ believers.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 176,
    "ayahArV1": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ ۚ إِنَّهُمْ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا ۗ يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى ٱلْـَٔاخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "ayahArV2": "ولا يحزنك الذين يسارعون في الكفر انهم لن يضروا الله شيئا يريد الله الا يجعل لهم حظا في الاخرة ولهم عذاب عظيم",
    "ayahEn": "˹O Prophet!˺ Do not grieve for those who race to disbelieve—surely they will not harm Allah in the least. It is Allah’s Will to disallow them a share in the Hereafter, and they will suffer a tremendous punishment.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 177,
    "ayahArV1": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "ان الذين اشتروا الكفر بالايمان لن يضروا الله شيئا ولهم عذاب اليم",
    "ayahEn": "Those who trade belief for disbelief will never harm Allah in the least, and they will suffer a painful punishment.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 178,
    "ayahArV1": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا۟ إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِينٌ",
    "ayahArV2": "ولا يحسبن الذين كفروا انما نملي لهم خير لانفسهم انما نملي لهم ليزدادوا اثما ولهم عذاب مهين",
    "ayahEn": "Those who disbelieve should not think that living longer is good for them. They are only given more time to increase in sin, and they will suffer a humiliating punishment.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 179,
    "ayahArV1": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ ۗ وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَـٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمْ أَجْرٌ عَظِيمٌ",
    "ayahArV2": "ما كان الله ليذر المؤمنين على ما انتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ولكن الله يجتبي من رسله من يشاء فامنوا بالله ورسله وان تؤمنوا وتتقوا فلكم اجر عظيم",
    "ayahEn": "Allah would not leave the believers in the condition you were in, until He distinguished the good from the evil ˹among you˺. Nor would Allah ˹directly˺ reveal to you the unseen, but He chooses whoever He wills as a messenger. So believe in Allah and His messengers. And if you are faithful and mindful ˹of Allah˺, you will receive a great reward.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 180,
    "ayahArV1": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم ۖ بَلْ هُوَ شَرٌّ لَّهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "ayahArV2": "ولا يحسبن الذين يبخلون بما اتاهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيامة ولله ميراث السماوات والارض والله بما تعملون خبير",
    "ayahEn": "And do not let those who ˹greedily˺ withhold Allah’s bounties think it is good for them—in fact, it is bad for them! They will be leashed ˹by their necks˺ on the Day of Judgment with whatever ˹wealth˺ they used to withhold. And Allah is the ˹sole˺ inheritor of the heavens and the earth. And Allah is All-Aware of what you do.",
    "meta": {
      "page": 73,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  }
]