[
  {
    "surahNo": 3,
    "ayahNo": 181,
    "ayahArV1": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ ۘ سَنَكْتُبُ مَا قَالُوا۟ وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
    "ayahArV2": "لقد سمع الله قول الذين قالوا ان الله فقير ونحن اغنياء سنكتب ما قالوا وقتلهم الانبياء بغير حق ونقول ذوقوا عذاب الحريق",
    "ayahEn": "Indeed, Allah has heard those ˹among the Jews˺ who said, “Allah is poor; we are rich!” We have certainly recorded their slurs and their killing of prophets unjustly. Then We will say, “Taste the torment of burning!",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 182,
    "ayahArV1": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
    "ayahArV2": "ذلك بما قدمت ايديكم وان الله ليس بظلام للعبيد",
    "ayahEn": "This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 183,
    "ayahArV1": "ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ ٱلنَّارُ ۗ قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِٱلْبَيِّنَـٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَـٰدِقِينَ",
    "ayahArV2": "الذين قالوا ان الله عهد الينا الا نؤمن لرسول حتى ياتينا بقربان تاكله النار قل قد جاءكم رسل من قبلي بالبينات وبالذي قلتم فلم قتلتموهم ان كنتم صادقين",
    "ayahEn": "Those ˹are the same people˺ who say, “Allah has commanded us not to believe in any messenger unless he brings us an offering to be consumed by fire ˹from the sky˺.” Say, ˹O Prophet,˺ “Other prophets did in fact come to you before me with clear proofs and ˹even˺ what you demanded—why then did you kill them, if what you say is true?”",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 184,
    "ayahArV1": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ وَٱلْكِتَـٰبِ ٱلْمُنِيرِ",
    "ayahArV2": "فان كذبوك فقد كذب رسل من قبلك جاءوا بالبينات والزبر والكتاب المنير",
    "ayahEn": "If you are rejected by them, so too were messengers before you who came with clear proofs, divine Books, and enlightening Scriptures.",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 185,
    "ayahArV1": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۖ فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
    "ayahArV2": "كل نفس ذائقة الموت وانما توفون اجوركم يوم القيامة فمن زحزح عن النار وادخل الجنة فقد فاز وما الحياة الدنيا الا متاع الغرور",
    "ayahEn": "Every soul will taste death. And you will only receive your full reward on the Day of Judgment. Whoever is spared from the Fire and is admitted into Paradise will ˹indeed˺ triumph, whereas the life of this world is no more than the delusion of enjoyment.",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 29,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 186,
    "ayahArV1": "۞ لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا۟ أَذًى كَثِيرًا ۚ وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
    "ayahArV2": "لتبلون في اموالكم وانفسكم ولتسمعن من الذين اوتوا الكتاب من قبلكم ومن الذين اشركوا اذى كثيرا وان تصبروا وتتقوا فان ذلك من عزم الامور",
    "ayahEn": "You ˹believers˺ will surely be tested in your wealth and yourselves, and you will certainly hear many hurtful words from those who were given the Scripture before you and ˹from˺ the polytheists. But if you are patient and mindful ˹of Allah˺—surely this is a resolve to aspire to.",
    "meta": {
      "page": 74,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  }
]