[
  {
    "surahNo": 3,
    "ayahNo": 187,
    "ayahArV1": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
    "ayahArV2": "واذ اخذ الله ميثاق الذين اوتوا الكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون",
    "ayahEn": "˹Remember, O  Prophet,˺ when Allah took the covenant of those who were given the Scripture to make it known to people and not hide it, yet they cast it behind their backs and traded it for a fleeting gain. What a miserable profit!",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 188,
    "ayahArV1": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "ayahArV2": "لا تحسبن الذين يفرحون بما اتوا ويحبون ان يحمدوا بما لم يفعلوا فلا تحسبنهم بمفازة من العذاب ولهم عذاب اليم",
    "ayahEn": "Do not let those who rejoice in their misdeeds and love to take credit for what they have not done think they will escape torment. They will suffer a painful punishment.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 189,
    "ayahArV1": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "ayahArV2": "ولله ملك السماوات والارض والله على كل شيء قدير",
    "ayahEn": "To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. And Allah is Most Capable of everything.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 190,
    "ayahArV1": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلْأَلْبَـٰبِ",
    "ayahArV2": "ان في خلق السماوات والارض واختلاف الليل والنهار لايات لاولي الالباب",
    "ayahEn": "Indeed, in the creation of the heavens and the earth and the alternation of the day and night there are signs for people of reason.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 191,
    "ayahArV1": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًا سُبْحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
    "ayahArV2": "الذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السماوات والارض ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار",
    "ayahEn": "˹They are˺ those who remember Allah while standing, sitting, and lying on their sides, and reflect on the creation of the heavens and the earth ˹and pray˺, “Our Lord! You have not created ˹all of˺ this without purpose. Glory be to You! Protect us from the torment of the Fire.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 192,
    "ayahArV1": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
    "ayahArV2": "ربنا انك من تدخل النار فقد اخزيته وما للظالمين من انصار",
    "ayahEn": "Our Lord! Indeed, those You commit to the Fire will be ˹completely˺ disgraced! And the wrongdoers will have no helpers.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 193,
    "ayahArV1": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَـٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
    "ayahArV2": "ربنا اننا سمعنا مناديا ينادي للايمان ان امنوا بربكم فامنا ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الابرار",
    "ayahEn": "Our Lord! We have heard the caller to ˹true˺ belief, ˹proclaiming,˺ ‘Believe in your Lord ˹alone˺,’ so we believed. Our Lord! Forgive our sins, absolve us of our misdeeds, and allow us ˹each˺ to die as one of the virtuous.",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 194,
    "ayahArV1": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
    "ayahArV2": "ربنا واتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة انك لا تخلف الميعاد",
    "ayahEn": "Our Lord! Grant us what You have promised us through Your messengers and do not put us to shame on Judgment Day—for certainly You never fail in Your promise.”",
    "meta": {
      "page": 75,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  }
]