[
  {
    "surahNo": 3,
    "ayahNo": 195,
    "ayahArV1": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَـٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ ۖ بَعْضُكُم مِّنۢ بَعْضٍ ۖ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَـٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ ۗ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
    "ayahArV2": "فاستجاب لهم ربهم اني لا اضيع عمل عامل منكم من ذكر او انثى بعضكم من بعض فالذين هاجروا واخرجوا من ديارهم واوذوا في سبيلي وقاتلوا وقتلوا لاكفرن عنهم سيئاتهم ولادخلنهم جنات تجري من تحتها الانهار ثوابا من عند الله والله عنده حسن الثواب",
    "ayahEn": "So their Lord responded to them: “I will never deny any of you—male or female—the reward of your deeds. Both are equal in reward. Those who migrated or were expelled from their homes, and were persecuted for My sake and fought and ˹some˺ were martyred—I will certainly forgive their sins and admit them into Gardens under which rivers flow, as a reward from Allah. And with Allah is the finest reward!”",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 196,
    "ayahArV1": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَـٰدِ",
    "ayahArV2": "لا يغرنك تقلب الذين كفروا في البلاد",
    "ayahEn": "Do not be deceived by the prosperity of the disbelievers throughout the land.",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 197,
    "ayahArV1": "مَتَـٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمِهَادُ",
    "ayahArV2": "متاع قليل ثم ماواهم جهنم وبئس المهاد",
    "ayahEn": "It is only a brief enjoyment. Then Hell will be their home—what an evil place to rest!",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 198,
    "ayahArV1": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ ۗ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
    "ayahArV2": "لكن الذين اتقوا ربهم لهم جنات تجري من تحتها الانهار خالدين فيها نزلا من عند الله وما عند الله خير للابرار",
    "ayahEn": "But those who are mindful of their Lord will be in Gardens under which rivers flow, to stay there forever—as an accommodation from Allah. And what is with Allah is best for the virtuous.",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 199,
    "ayahArV1": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَـٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا ۗ أُو۟لَـٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "ayahArV2": "وان من اهل الكتاب لمن يؤمن بالله وما انزل اليكم وما انزل اليهم خاشعين لله لا يشترون بايات الله ثمنا قليلا اولئك لهم اجرهم عند ربهم ان الله سريع الحساب",
    "ayahEn": "Indeed, there are some among the People of the Book who truly believe in Allah and what has been revealed to you ˹believers˺ and what was revealed to them. They humble themselves before Allah—never trading Allah’s revelations for a fleeting gain. Their reward is with their Lord. Surely Allah is swift in reckoning.",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  },
  {
    "surahNo": 3,
    "ayahNo": 200,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "ayahArV2": "يا ايها الذين امنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون",
    "ayahEn": "O believers! Patiently endure, persevere, stand on guard, and be mindful of Allah, so you may be successful.",
    "meta": {
      "page": 76,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 30,
      "sajda": false
    }
  }
]