[
  {
    "surahNo": 4,
    "ayahNo": 15,
    "ayahArV1": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
    "ayahArV2": "واللاتي ياتين الفاحشة من نسائكم فاستشهدوا عليهن اربعة منكم فان شهدوا فامسكوهن في البيوت حتى يتوفاهن الموت او يجعل الله لهن سبيلا",
    "ayahEn": "˹As for˺ those of your women who commit illegal intercourse—call four witnesses from among yourselves. If they testify, confine the offenders to their homes until they die or Allah ordains a ˹different˺ way for them.",
    "meta": {
      "page": 80,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 16,
    "ayahArV1": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
    "ayahArV2": "واللذان ياتيانها منكم فاذوهما فان تابا واصلحا فاعرضوا عنهما ان الله كان توابا رحيما",
    "ayahEn": "And the two among you who commit this sin—discipline them. If they repent and mend their ways, relieve them. Surely Allah is ever Accepting of Repentance, Most Merciful.",
    "meta": {
      "page": 80,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 17,
    "ayahArV1": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "انما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب فاولئك يتوب الله عليهم وكان الله عليما حكيما",
    "ayahEn": "Allah only accepts the repentance of those who commit evil ignorantly ˹or recklessly˺ then repent soon after—Allah will pardon them. And Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 80,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 18,
    "ayahArV1": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "ayahArV2": "وليست التوبة للذين يعملون السيئات حتى اذا حضر احدهم الموت قال اني تبت الان ولا الذين يموتون وهم كفار اولئك اعتدنا لهم عذابا اليما",
    "ayahEn": "However, repentance is not accepted from those who knowingly persist in sin until they start dying, and then cry, “Now I repent!” nor those who die as disbelievers. For them We have prepared a painful punishment.",
    "meta": {
      "page": 80,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 19,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
    "ayahArV2": "يا ايها الذين امنوا لا يحل لكم ان ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما اتيتموهن الا ان ياتين بفاحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى ان تكرهوا شيئا ويجعل الله فيه خيرا كثيرا",
    "ayahEn": "O believers! It is not permissible for you to inherit women against their will or mistreat them to make them return some of the dowry ˹as a ransom for divorce˺—unless they are found guilty of adultery. Treat them fairly. If you happen to dislike them, you may hate something which Allah turns into a great blessing.",
    "meta": {
      "page": 80,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  }
]