[
  {
    "surahNo": 4,
    "ayahNo": 20,
    "ayahArV1": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "ayahArV2": "وان اردتم استبدال زوج مكان زوج واتيتم احداهن قنطارا فلا تاخذوا منه شيئا اتاخذونه بهتانا واثما مبينا",
    "ayahEn": "If you desire to replace a wife with another and you have given the former ˹even˺ a stack of gold ˹as a dowry˺, do not take any of it back. Would you ˹still˺ take it unjustly and very sinfully?",
    "meta": {
      "page": 81,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 21,
    "ayahArV1": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
    "ayahArV2": "وكيف تاخذونه وقد افضى بعضكم الى بعض واخذن منكم ميثاقا غليظا",
    "ayahEn": "And how could you take it back after having enjoyed each other intimately and she has taken from you a firm commitment?",
    "meta": {
      "page": 81,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 22,
    "ayahArV1": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
    "ayahArV2": "ولا تنكحوا ما نكح اباؤكم من النساء الا ما قد سلف انه كان فاحشة ومقتا وساء سبيلا",
    "ayahEn": "Do not marry former wives of your fathers—except what was done previously. It was indeed a shameful, despicable, and evil practice.",
    "meta": {
      "page": 81,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 23,
    "ayahArV1": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "حرمت عليكم امهاتكم وبناتكم واخواتكم وعماتكم وخالاتكم وبنات الاخ وبنات الاخت وامهاتكم اللاتي ارضعنكم واخواتكم من الرضاعة وامهات نسائكم وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن فان لم تكونوا دخلتم بهن فلا جناح عليكم وحلائل ابنائكم الذين من اصلابكم وان تجمعوا بين الاختين الا ما قد سلف ان الله كان غفورا رحيما",
    "ayahEn": "˹Also˺ forbidden to you for marriage are your mothers, your daughters, your sisters, your paternal and maternal aunts, your brother’s daughters, your sister’s daughters, your foster-mothers, your foster-sisters, your mothers-in-law, your stepdaughters under your guardianship if you have consummated marriage with their mothers—but if you have not, then you can marry them—nor the wives of your own sons, nor two sisters together at the same time—except what was done previously. Surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 81,
      "juz": 4,
      "hizb": 8,
      "hizbQuarter": 32,
      "sajda": false
    }
  }
]