[
  {
    "surahNo": 4,
    "ayahNo": 27,
    "ayahArV1": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
    "ayahArV2": "والله يريد ان يتوب عليكم ويريد الذين يتبعون الشهوات ان تميلوا ميلا عظيما",
    "ayahEn": "And it is Allah’s Will to turn to you in grace, but those who follow their desires wish to see you deviate entirely ˹from Allah’s Way˺.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 28,
    "ayahArV1": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
    "ayahArV2": "يريد الله ان يخفف عنكم وخلق الانسان ضعيفا",
    "ayahEn": "And it is Allah’s Will to lighten your burdens, for humankind was created weak.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 29,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
    "ayahArV2": "يا ايها الذين امنوا لا تاكلوا اموالكم بينكم بالباطل الا ان تكون تجارة عن تراض منكم ولا تقتلوا انفسكم ان الله كان بكم رحيما",
    "ayahEn": "O believers! Do not devour one another’s wealth illegally, but rather trade by mutual consent. And do not kill ˹each other or˺ yourselves. Surely Allah is ever Merciful to you.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 30,
    "ayahArV1": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "ayahArV2": "ومن يفعل ذلك عدوانا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا",
    "ayahEn": "And whoever does this sinfully and unjustly, We will burn them in the Fire. That is easy for Allah.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 31,
    "ayahArV1": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
    "ayahArV2": "ان تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا كريما",
    "ayahEn": "If you avoid the major sins forbidden to you, We will absolve you of your ˹lesser˺ misdeeds and admit you into a place of honour.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 32,
    "ayahArV1": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
    "ayahArV2": "ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسالوا الله من فضله ان الله كان بكل شيء عليما",
    "ayahEn": "And do not crave what Allah has given some of you over others. Men will be rewarded according to their deeds and women ˹equally˺ according to theirs. Rather, ask Allah for His bounties. Surely Allah has ˹perfect˺ knowledge of all things.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 33,
    "ayahArV1": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
    "ayahArV2": "ولكل جعلنا موالي مما ترك الوالدان والاقربون والذين عقدت ايمانكم فاتوهم نصيبهم ان الله كان على كل شيء شهيدا",
    "ayahEn": "And We have appointed heirs to what has been left by parents and next of kin. As for those you have made a pledge to, give them their share. Surely Allah is a Witness over all things.",
    "meta": {
      "page": 83,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 33,
      "sajda": false
    }
  }
]