[
  {
    "surahNo": 4,
    "ayahNo": 38,
    "ayahArV1": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
    "ayahArV2": "والذين ينفقون اموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الاخر ومن يكن الشيطان له قرينا فساء قرينا",
    "ayahEn": "Likewise for those who spend their wealth to show off and do not believe in Allah or the Last Day. And whoever takes Satan as an associate—what an evil associate they have!",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 39,
    "ayahArV1": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
    "ayahArV2": "وماذا عليهم لو امنوا بالله واليوم الاخر وانفقوا مما رزقهم الله وكان الله بهم عليما",
    "ayahEn": "What harm could have come to them if they had believed in Allah and the Last Day and donated from what Allah has provided for them? And Allah has ˹perfect˺ knowledge of them.",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 40,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
    "ayahArV2": "ان الله لا يظلم مثقال ذرة وان تك حسنة يضاعفها ويؤت من لدنه اجرا عظيما",
    "ayahEn": "Indeed, Allah never wrongs ˹anyone˺—even by an atom’s weight. And if it is a good deed, He will multiply it many times over and will give a great reward out of His grace.",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 41,
    "ayahArV1": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدًا",
    "ayahArV2": "فكيف اذا جئنا من كل امة بشهيد وجئنا بك على هؤلاء شهيدا",
    "ayahEn": "So how will it be when We bring a witness from every faith-community and bring you ˹O Prophet˺ as a witness against yours?",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 42,
    "ayahArV1": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
    "ayahArV2": "يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الارض ولا يكتمون الله حديثا",
    "ayahEn": "On that Day, those who denied ˹Allah˺ and disobeyed the Messenger will wish they were reduced to dust. And they will never be able to hide anything from Allah.",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 43,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
    "ayahArV2": "يا ايها الذين امنوا لا تقربوا الصلاة وانتم سكارى حتى تعلموا ما تقولون ولا جنبا الا عابري سبيل حتى تغتسلوا وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لامستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم ان الله كان عفوا غفورا",
    "ayahEn": "O believers! Do not approach prayer while intoxicated until you are aware of what you say, nor in a state of ˹full˺ impurity—unless you merely pass through ˹the mosque˺—until you have bathed. But if you are ill, on a journey, or have relieved yourselves, or been intimate with your wives and cannot find water, then purify yourselves with clean earth, wiping your faces and hands. And Allah is Ever-Pardoning, All-Forgiving.",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 44,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يَشْتَرُونَ ٱلضَّلَـٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ",
    "ayahArV2": "الم تر الى الذين اوتوا نصيبا من الكتاب يشترون الضلالة ويريدون ان تضلوا السبيل",
    "ayahEn": "Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet trade it for misguidance and wish to see you deviate from the ˹Right˺ Path?",
    "meta": {
      "page": 85,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  }
]