[
  {
    "surahNo": 4,
    "ayahNo": 45,
    "ayahArV1": "وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا",
    "ayahArV2": "والله اعلم باعدائكم وكفى بالله وليا وكفى بالله نصيرا",
    "ayahEn": "Allah knows best who your enemies are! And Allah is sufficient as a Guardian, and He is sufficient as a Helper.",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 46,
    "ayahArV1": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
    "ayahArV2": "من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع وراعنا ليا بالسنتهم وطعنا في الدين ولو انهم قالوا سمعنا واطعنا واسمع وانظرنا لكان خيرا لهم واقوم ولكن لعنهم الله بكفرهم فلا يؤمنون الا قليلا",
    "ayahEn": "Some Jews take words out of context and say, “We listen and we disobey,” “Hear! May you never hear,” and “Râ’ina!” [Herd us!]—playing with words and discrediting the faith. Had they said ˹courteously˺, “We hear and obey,” “Listen to us,” and “Unẓurna,” [Tend to us!] it would have been better for them and more proper. Allah has condemned them for their disbelief, so they do not believe except for a few.",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 47,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
    "ayahArV2": "يا ايها الذين اوتوا الكتاب امنوا بما نزلنا مصدقا لما معكم من قبل ان نطمس وجوها فنردها على ادبارها او نلعنهم كما لعنا اصحاب السبت وكان امر الله مفعولا",
    "ayahEn": "O you who were given the Book! Believe in what We have revealed—confirming your own Scriptures—before We wipe out ˹your˺ faces, turning them backwards, or We condemn the defiant as We did to the Sabbath-breakers. And Allah’s command is always executed!",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 48,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
    "ayahArV2": "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى اثما عظيما",
    "ayahEn": "Indeed, Allah does not forgive associating others with Him ˹in worship˺, but forgives anything else of whoever He wills. And whoever associates others with Allah has indeed committed a grave sin.",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 49,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا",
    "ayahArV2": "الم تر الى الذين يزكون انفسهم بل الله يزكي من يشاء ولا يظلمون فتيلا",
    "ayahEn": "Have you ˹O Prophet˺ not seen those who ˹falsely˺ elevate themselves? It is Allah who elevates whoever He wills. And none will be wronged ˹even by the width of˺ the thread of a date stone.",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 50,
    "ayahArV1": "ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا",
    "ayahArV2": "انظر كيف يفترون على الله الكذب وكفى به اثما مبينا",
    "ayahEn": "See how they fabricate lies against Allah—this alone is a blatant sin.",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 51,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
    "ayahArV2": "الم تر الى الذين اوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء اهدى من الذين امنوا سبيلا",
    "ayahEn": "Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet believe in idols and false gods and reassure the disbelievers that they are better guided than the believers?",
    "meta": {
      "page": 86,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  }
]