[
  {
    "surahNo": 4,
    "ayahNo": 52,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ۖ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
    "ayahArV2": "اولئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا",
    "ayahEn": "It is they who have been condemned by Allah. And whoever is condemned by Allah will have no helper.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 53,
    "ayahArV1": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
    "ayahArV2": "ام لهم نصيب من الملك فاذا لا يؤتون الناس نقيرا",
    "ayahEn": "Do they have control over shares of the kingdom? If so, they would not have given anyone so much as the speck on a date stone.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 54,
    "ayahArV1": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
    "ayahArV2": "ام يحسدون الناس على ما اتاهم الله من فضله فقد اتينا ال ابراهيم الكتاب والحكمة واتيناهم ملكا عظيما",
    "ayahEn": "Or do they envy the people for Allah’s bounties? Indeed, We have given the descendants of Abraham the Book and wisdom, along with great authority.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 55,
    "ayahArV1": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
    "ayahArV2": "فمنهم من امن به ومنهم من صد عنه وكفى بجهنم سعيرا",
    "ayahEn": "Yet some believed in him while others turned away from him. Hell is sufficient as a torment!",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 56,
    "ayahArV1": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
    "ayahArV2": "ان الذين كفروا باياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب ان الله كان عزيزا حكيما",
    "ayahEn": "Surely those who reject Our signs, We will cast them into the Fire. Whenever their skin is burnt completely, We will replace it so they will ˹constantly˺ taste the punishment. Indeed, Allah is Almighty, All-Wise.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 57,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
    "ayahArV2": "والذين امنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الانهار خالدين فيها ابدا لهم فيها ازواج مطهرة وندخلهم ظلا ظليلا",
    "ayahEn": "As for those who believe and do good, We will admit them into Gardens under which rivers flow, to stay there for ever and ever. There they will have pure spouses, and We will place them under a vast shade.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 34,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 58,
    "ayahArV1": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
    "ayahArV2": "ان الله يامركم ان تؤدوا الامانات الى اهلها واذا حكمتم بين الناس ان تحكموا بالعدل ان الله نعما يعظكم به ان الله كان سميعا بصيرا",
    "ayahEn": "Indeed, Allah commands you to return trusts to their rightful owners; and when you judge between people, judge with fairness. What a noble commandment from Allah to you! Surely Allah is All-Hearing, All-Seeing.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 59,
    "ayahArV1": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "ayahArV2": "يا ايها الذين امنوا اطيعوا الله واطيعوا الرسول واولي الامر منكم فان تنازعتم في شيء فردوه الى الله والرسول ان كنتم تؤمنون بالله واليوم الاخر ذلك خير واحسن تاويلا",
    "ayahEn": "O believers! Obey Allah and obey the Messenger and those in authority among you. Should you disagree on anything, then refer it to Allah and His Messenger, if you ˹truly˺ believe in Allah and the Last Day. This is the best and fairest resolution.",
    "meta": {
      "page": 87,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  }
]