[
  {
    "surahNo": 4,
    "ayahNo": 60,
    "ayahArV1": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
    "ayahArV2": "الم تر الى الذين يزعمون انهم امنوا بما انزل اليك وما انزل من قبلك يريدون ان يتحاكموا الى الطاغوت وقد امروا ان يكفروا به ويريد الشيطان ان يضلهم ضلالا بعيدا",
    "ayahEn": "Have you ˹O Prophet˺ not seen those who claim they believe in what has been revealed to you and what was revealed before you? They seek the judgment of false judges, which they were commanded to reject. And Satan ˹only˺ desires to lead them farther away.",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 61,
    "ayahArV1": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
    "ayahArV2": "واذا قيل لهم تعالوا الى ما انزل الله والى الرسول رايت المنافقين يصدون عنك صدودا",
    "ayahEn": "When it is said to them, “Come to Allah’s revelations and to the Messenger,” you see the hypocrites turn away from you stubbornly.",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 62,
    "ayahArV1": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
    "ayahArV2": "فكيف اذا اصابتهم مصيبة بما قدمت ايديهم ثم جاءوك يحلفون بالله ان اردنا الا احسانا وتوفيقا",
    "ayahEn": "How ˹horrible˺ will it be if a disaster strikes them because of what their hands have done, then they come to you swearing by Allah, “We intended nothing but goodwill and reconciliation.”",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 63,
    "ayahArV1": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
    "ayahArV2": "اولئك الذين يعلم الله ما في قلوبهم فاعرض عنهم وعظهم وقل لهم في انفسهم قولا بليغا",
    "ayahEn": "˹Only˺ Allah knows what is in their hearts. So turn away from them, caution them, and give them advice that will shake their very souls.",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 64,
    "ayahArV1": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
    "ayahArV2": "وما ارسلنا من رسول الا ليطاع باذن الله ولو انهم اذ ظلموا انفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما",
    "ayahEn": "We only sent messengers to be obeyed by Allah’s Will. If only those ˹hypocrites˺ came to you ˹O Prophet˺—after wronging themselves—seeking Allah’s forgiveness and the Messenger prayed for their forgiveness, they would have certainly found Allah ever Accepting of Repentance, Most Merciful.",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 65,
    "ayahArV1": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
    "ayahArV2": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في انفسهم حرجا مما قضيت ويسلموا تسليما",
    "ayahEn": "But no! By your Lord, they will never be ˹true˺ believers until they accept you ˹O Prophet˺ as the judge in their disputes, and find no resistance within themselves against your decision and submit wholeheartedly.",
    "meta": {
      "page": 88,
      "juz": 5,
      "hizb": 9,
      "hizbQuarter": 35,
      "sajda": false
    }
  }
]