[
  {
    "surahNo": 4,
    "ayahNo": 106,
    "ayahArV1": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "واستغفر الله ان الله كان غفورا رحيما",
    "ayahEn": "And seek Allah’s forgiveness—indeed, Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 107,
    "ayahArV1": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
    "ayahArV2": "ولا تجادل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما",
    "ayahEn": "Do not advocate for those who wrong themselves. Surely Allah does not like those who are deceitful, sinful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 108,
    "ayahArV1": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
    "ayahArV2": "يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا",
    "ayahEn": "They try to hide ˹their deception˺ from people, but they can never hide it from Allah—in Whose presence they plot by night what is displeasing to Him. And Allah is Fully Aware of what they do.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 109,
    "ayahArV1": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
    "ayahArV2": "ها انتم هؤلاء جادلتم عنهم في الحياة الدنيا فمن يجادل الله عنهم يوم القيامة ام من يكون عليهم وكيلا",
    "ayahEn": "Here you are! You ˹believers˺ are advocating for them in this life, but who will ˹dare to˺ advocate for them before Allah on the Day of Judgment? Or who will come to their defence?",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 110,
    "ayahArV1": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما",
    "ayahEn": "Whoever commits evil or wrongs themselves then seeks Allah’s forgiveness will certainly find Allah All-Forgiving, Most Merciful.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 111,
    "ayahArV1": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "ayahArV2": "ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما",
    "ayahEn": "And whoever commits a sin—it is only to their own loss. Allah is All-Knowing, All-Wise.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 112,
    "ayahArV1": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "ayahArV2": "ومن يكسب خطيئة او اثما ثم يرم به بريئا فقد احتمل بهتانا واثما مبينا",
    "ayahEn": "And whoever commits an evil or sinful deed then blames it on an innocent person, they will definitely bear the guilt of slander and blatant sin.",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 113,
    "ayahArV1": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
    "ayahArV2": "ولولا فضل الله عليك ورحمته لهمت طائفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شيء وانزل الله عليك الكتاب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما",
    "ayahEn": "Had it not been for Allah’s grace and mercy, a group of them would have sought to deceive you ˹O Prophet˺. Yet they would deceive none but themselves, nor can they harm you in the least. Allah has revealed to you the Book and wisdom and taught you what you never knew. Great ˹indeed˺ is Allah’s favour upon you!",
    "meta": {
      "page": 96,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 38,
      "sajda": false
    }
  }
]