[
  {
    "surahNo": 4,
    "ayahNo": 114,
    "ayahArV1": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "ayahArV2": "لا خير في كثير من نجواهم الا من امر بصدقة او معروف او اصلاح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه اجرا عظيما",
    "ayahEn": "There is no good in most of their secret talks—except those encouraging charity, kindness, or reconciliation between people. And whoever does this seeking Allah’s pleasure, We will grant them a great reward.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 115,
    "ayahArV1": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
    "ayahArV2": "ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا",
    "ayahEn": "And whoever defies the Messenger after guidance has become clear to them and follows a path other than that of the believers, We will let them pursue what they have chosen, then burn them in Hell—what an evil end!",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 116,
    "ayahArV1": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "ayahArV2": "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضلالا بعيدا",
    "ayahEn": "Surely Allah does not forgive associating ˹others˺ with Him ˹in worship˺, but forgives anything else of whoever He wills. Indeed, whoever associates ˹others˺ with Allah has clearly gone far astray.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 117,
    "ayahArV1": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
    "ayahArV2": "ان يدعون من دونه الا اناثا وان يدعون الا شيطانا مريدا",
    "ayahEn": "Instead of Allah, they only invoke female gods and they ˹actually˺ invoke none but a rebellious Satan—",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 118,
    "ayahArV1": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
    "ayahArV2": "لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا",
    "ayahEn": "cursed by Allah—who said, “I will surely take hold of a certain number of Your servants.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 119,
    "ayahArV1": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
    "ayahArV2": "ولاضلنهم ولامنينهم ولامرنهم فليبتكن اذان الانعام ولامرنهم فليغيرن خلق الله ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا",
    "ayahEn": "I will certainly mislead them and delude them with empty hopes. Also, I will order them and they will slit the ears of cattle and alter Allah’s creation.” And whoever takes Satan as a guardian instead of Allah has certainly suffered a tremendous loss.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 120,
    "ayahArV1": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
    "ayahArV2": "يعدهم ويمنيهم وما يعدهم الشيطان الا غرورا",
    "ayahEn": "Satan only makes them ˹false˺ promises and deludes them with ˹empty˺ hopes. Truly Satan promises them nothing but delusion.",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 121,
    "ayahArV1": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
    "ayahArV2": "اولئك ماواهم جهنم ولا يجدون عنها محيصا",
    "ayahEn": "It is they who will have Hell as their home, and they will find no escape from it!",
    "meta": {
      "page": 97,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  }
]