[
  {
    "surahNo": 4,
    "ayahNo": 122,
    "ayahArV1": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
    "ayahArV2": "والذين امنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الانهار خالدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا",
    "ayahEn": "And those who believe and do good, We will soon admit them into Gardens under which rivers flow, to stay there for ever and ever. Allah’s promise is ˹always˺ true. And whose word is more truthful than Allah’s?",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 123,
    "ayahArV1": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "ayahArV2": "ليس بامانيكم ولا اماني اهل الكتاب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا",
    "ayahEn": "˹Divine grace is˺ neither by your wishes nor those of the People of the Book! Whoever commits evil will be rewarded accordingly, and they will find no protector or helper besides Allah.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 124,
    "ayahArV1": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
    "ayahArV2": "ومن يعمل من الصالحات من ذكر او انثى وهو مؤمن فاولئك يدخلون الجنة ولا يظلمون نقيرا",
    "ayahEn": "But those who do good—whether male or female—and have faith will enter Paradise and will never be wronged ˹even as much as˺ the speck on a date stone.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 125,
    "ayahArV1": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
    "ayahArV2": "ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابراهيم حنيفا واتخذ الله ابراهيم خليلا",
    "ayahEn": "And who is better in faith than those who ˹fully˺ submit themselves to Allah, do good, and follow the Way of Abraham, the upright? Allah chose Abraham as a close friend.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 126,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض وكان الله بكل شيء محيطا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is Fully Aware of everything.",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 127,
    "ayahArV1": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
    "ayahArV2": "ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب في يتامى النساء اللاتي لا تؤتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفين من الولدان وان تقوموا لليتامى بالقسط وما تفعلوا من خير فان الله كان به عليما",
    "ayahEn": "They ask you ˹O Prophet˺ regarding women. Say, “It is Allah Who instructs you regarding them. Instruction has ˹already˺ been revealed in the Book concerning the orphan women you deprive of their due rights but still wish to marry, also helpless children, as well as standing up for orphans’ rights. And whatever good you do is certainly well known to Allah.”",
    "meta": {
      "page": 98,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  }
]