[
  {
    "surahNo": 4,
    "ayahNo": 128,
    "ayahArV1": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "ayahArV2": "وان امراة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا وتتقوا فان الله كان بما تعملون خبيرا",
    "ayahEn": "If a woman fears indifference or neglect from her husband, there is no blame on either of them if they seek ˹fair˺ settlement, which is best. Humans are ever inclined to selfishness. But if you are gracious and mindful ˹of Allah˺, surely Allah is All-Aware of what you do.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 129,
    "ayahArV1": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "ayahArV2": "ولن تستطيعوا ان تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وان تصلحوا وتتقوا فان الله كان غفورا رحيما",
    "ayahEn": "You will never be able to maintain ˹emotional˺ justice between your wives—no matter how keen you are. So do not totally incline towards one leaving the other in suspense. And if you do what is right and are mindful ˹of Allah˺, surely Allah is All-Forgiving, Most Merciful.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 130,
    "ayahArV1": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
    "ayahArV2": "وان يتفرقا يغن الله كلا من سعته وكان الله واسعا حكيما",
    "ayahEn": "But if they choose to separate, Allah will enrich both of them from His bounties. And Allah is Ever-Bountiful, All-Wise.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 131,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض ولقد وصينا الذين اوتوا الكتاب من قبلكم واياكم ان اتقوا الله وان تكفروا فان لله ما في السماوات وما في الارض وكان الله غنيا حميدا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Indeed, We have commanded those given the Scripture before you, as well as you, to be mindful of Allah. But if you disobey, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is Self-Sufficient, Praiseworthy.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 132,
    "ayahArV1": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "ayahArV2": "ولله ما في السماوات وما في الارض وكفى بالله وكيلا",
    "ayahEn": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 133,
    "ayahArV1": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
    "ayahArV2": "ان يشا يذهبكم ايها الناس ويات باخرين وكان الله على ذلك قديرا",
    "ayahEn": "If it is His Will, He can remove you altogether, O  humanity, and replace you with others. And Allah is Most Capable to do so.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  },
  {
    "surahNo": 4,
    "ayahNo": 134,
    "ayahArV1": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
    "ayahArV2": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيرا",
    "ayahEn": "Whoever desires the reward of this world, then ˹let them know that˺ with Allah are the rewards of this world and the Hereafter. And Allah is All-Hearing, All-Seeing.",
    "meta": {
      "page": 99,
      "juz": 5,
      "hizb": 10,
      "hizbQuarter": 39,
      "sajda": false
    }
  }
]